{
    "title": "Essays on Life, Art and Science - The Deadlock in Dawrinism—Part II {29}",
    "author": "Samuel Butler",
    "chapter": "11",
    "content": [
        "\nSamuel Butler (1835 - 1902)\nEnglish composer, novelist, and satiric author\n",
        "\n\n",
        "At the close of my article in last month’s number of the Universal\nReview, I said I would in this month’s issue show why the opponents\nof Charles-Darwinism believe the effects of habits acquired during\nthe lifetime of a parent to produce an effect on their subsequent\noffspring, in spite of the fact that we can rarely find the effect\nin any one generation, or even in several, sufficiently marked to\narrest our attention.",
        "I will now show that offspring can be, and not very infrequently is,\naffected by occurrences that have produced a deep impression on the\nparent organism—the effect produced on the offspring being such as\nleaves no doubt that it is to be connected with the impression\nproduced on the parent.  Having thus established the general\nproposition, I will proceed to the more particular one—that habits,\ninvolving use and disuse of special organs, with the modifications\nof structure thereby engendered, produce also an effect upon\noffspring, which, though seldom perceptible as regards structure in\na single, or even in several generations, is nevertheless capable of\nbeing accumulated in successive generations till it amounts to\nspecific and generic difference.  I have found the first point as\nmuch as I can treat within the limits of this present article, and\nwill avail myself of the hospitality of the Universal Review next\nmonth to deal with the second.",
        "The proposition which I have to defend is one which no one till\nrecently would have questioned, and even now, those who look most\naskance at it do not venture to dispute it unreservedly; they every\nnow and then admit it as conceivable, and even in some cases\nprobable; nevertheless they seek to minimise it, and to make out\nthat there is little or no connection between the great mass of the\ncells of which the body is composed, and those cells that are alone\ncapable of reproducing the entire organism.  The tendency is to\nassign to these last a life of their own, apart from, and\nunconnected with that of the other cells of the body, and to cheapen\nall evidence that tends to prove any response on their part to the\npast history of the individual, and hence ultimately of the race.",
        "Professor Weismann is the foremost exponent of those who take this\nline.  He has naturally been welcomed by English Charles-Darwinians;\nfor if his view can be sustained, then it can be contended that use\nand disuse produce no transmissible effect, and the ground is cut\nfrom under Lamarck’s feet; if, on the other hand, his view is\nunfounded, the Lamarckian reaction, already strong, will gain still\nfurther strength.  The issue, therefore, is important, and is being\nfiercely contested by those who have invested their all of\nreputation for discernment in Charles-Darwinian securities.",
        "Professor Weismann’s theory is, that at every new birth a part of\nthe substance which proceeds from parents and which goes to form the\nnew embryo is not used up in forming the new animal, but remains\napart to generate the germ-cells—or perhaps I should say “germ-\nplasm\"—which the new animal itself will in due course issue.",
        "Contrasting the generally received view with his own, Professor\nWeismann says that according to the first of these “the organism\nproduces germ-cells afresh again and again, and that it produces\nthem entirely from its own substance.”  While by the second “the\ngerm-cells are no longer looked upon as the product of the parent’s\nbody, at least as far as their essential part—the specific germ-\nplasm—is concerned; they are rather considered as something which\nis to be placed in contrast with the tout ensemble of the cells\nwhich make up the parent’s body, and the germ-cells of succeeding\ngenerations stand in a similar relation to one another as a series\nof generations of unicellular organisms arising by a continued\nprocess of cell-division.” {30}",
        "On another page he writes:-",
        "“I believe that heredity depends upon the fact that a small portion\nof the effective substance of the germ, the germ-plasm, remains\nunchanged during the development of the ovum into an organism, and\nthat this part of the germ-plasm serves as a foundation from which\nthe germ-cells of the new organism are produced.  There is,\ntherefore, continuity of the germ-plasm from one generation to\nanother.  One might represent the germ-plasm by the metaphor of a\nlong creeping root-stock from which plants arise at intervals, these\nlatter representing the individuals of successive generations.” {31}",
        "Mr. Wallace, who does not appear to have read Professor Weismann’s\nessays themselves, but whose remarks are, no doubt, ultimately\nderived from the sequel to the passage just quoted from page 266 of\nProfessor Weismann’s book, contends that the impossibility of the\ntransmission of acquired characters follows as a logical result from\nProfessor Weismann’s theory, inasmuch as the molecular structure of\nthe germ-plasm that will go to form any succeeding generation is\nalready predetermined within the still unformed embryo of its\npredecessor; “and Weismann,” continues Mr. Wallace, “holds that\nthere are no facts which really prove that acquired characters can\nbe inherited, although their inheritance has, by most writers, been\nconsidered so probable as hardly to stand in need of direct proof.\"\n{32}",
        "Professor Weismann, in passages too numerous to quote, shows that he\nrecognises this necessity, and acknowledges that the non-\ntransmission of acquired characters “forms the foundation of the\nviews” set forth in his book, p. 291.",
        "Professor Ray Lankester does not commit himself absolutely to this\nview, but lends it support by saying (Nature, December 12, 1889):\n“It is hardly necessary to say that it has never yet been shown\nexperimentally that ANYTHING acquired by one generation is\ntransmitted to the next (putting aside diseases).”",
        "Mr. Romanes, writing in Nature, March 18, 1890, and opposing certain\ndetails of Professor Weismann’s theory, so far supports it as to say\nthat “there is the gravest possible doubt lying against the\nsupposition that any really inherited decrease is due to the\ninherited effects of disuse.”  The “gravest possible doubt” should\nmean that Mr. Romanes regards it as a moral certainty that disuse\nhas no transmitted effect in reducing an organ, and it should follow\nthat he holds use to have no transmitted effect in its development.\nThe sequel, however, makes me uncertain how far Mr. Romanes intends\nthis, and I would refer the reader to the article which Mr. Romanes\nhas just published on Weismann in the Contemporary Review for this\ncurrent month.",
        "The burden of Mr. Thiselton Dyer’s controversy with the Duke of\nArgyll (see Nature, January 16, 1890, et seq.) was that there was no\nevidence in support of the transmission of any acquired\nmodification.  The orthodoxy of science, therefore, must be held as\ngiving at any rate a provisional support to Professor Weismann, but\nall of them, including even Professor Weismann himself, shrink from\ncommitting themselves to the opinion that the germ-cells of any\norganisms remain in all cases unaffected by the events that occur to\nthe other cells of the same organism, and until they do this they\nhave knocked the bottom out of their case.",
        "From among the passages in which Professor Weismann himself shows a\ndesire to hedge I may take the following from page 170 of his book:-",
        "“I am also far from asserting that the germ-plasm which, as I hold,\nis transmitted as the basis of heredity from one generation to\nanother, is absolutely unchangeable or totally uninfluenced by\nforces residing in the organism within which it is transformed into\ngerm-cells.  I am also compelled to admit it as conceivable that\norganisms may exert a modifying influence upon their germ-cells, and\neven that such a process is to a certain extent inevitable.  The\nnutrition and growth of the individual must exercise some influence\nupon its germ-cells . . . “",
        "Professor Weismann does indeed go on to say that this influence must\nbe extremely slight, but we do not care how slight the changes\nproduced may be provided they exist and can be transmitted.  On an\nearlier page (p. 101) he said in regard to variations generally that\nwe should not expect to find them conspicuous; their frequency would\nbe enough, if they could be accumulated.  The same applies here, if\nstirring events that occur to the somatic cells can produce any\neffect at all on offspring.  A very small effect, provided it can be\nrepeated and accumulated in successive generations, is all that even\nthe most exacting Lamarckian will ask for.",
        "Having now made the reader acquainted with the position taken by the\nleading Charles-Darwinian authorities, I will return to Professor\nWeismann himself, who declares that the transmission of acquired\ncharacters “at first sight certainly seems necessary,” and that “it\nappears rash to attempt to dispense with its aid.”  He continues:-",
        "“Many phenomena only appear to be intelligible if we assume the\nhereditary transmission of such acquired characters as the changes\nwhich we ascribe to the use or disuse of particular organs, or to\nthe direct influence of climate.  Furthermore, how can we explain\ninstinct as hereditary habit, unless it has gradually arisen by the\naccumulation, through heredity, of habits which were practised in\nsucceeding generations?” {33}",
        "I may say in passing that Professor Weismann appears to suppose that\nthe view of instinct just given is part of the Charles-Darwinian\nsystem, for on page 889 of his book he says “that many observers had\nfollowed Darwin in explaining them [instincts] as inherited habits.\"\nThis was not Mr. Darwin’s own view of the matter.  He wrote:-",
        "“If we suppose any habitual action to become inherited—and I think\nit can be shown that this does sometimes happen—then the\nresemblance between what originally was a habit and an instinct\nbecomes so close as not to be distinguished. . . But it would be the\nmost serious error to suppose that the greater number of instincts\nhave been acquired by habit in one generation, and then transmitted\nby inheritance to succeeding generations.  It can be clearly shown\nthat the most wonderful instincts with which we are acquainted,\nnamely, those of the hive-bee and of many ants, could not possibly\nhave been thus acquired.\"—[\"Origin of Species,” ed., 1859, p. 209.]",
        "Again we read:  “Domestic instincts are sometimes spoken of as\nactions which have become inherited solely from long-continued and\ncompulsory habit, but this, I think, is not true.\"—Ibid., p. 214.",
        "Again:  “I am surprised that no one has advanced this demonstrative\ncase of neuter insects, against the well-known doctrine of inherited\nhabit, as advanced by Lamarck.\"—[\"Origin of Species,” ed. 1872, p.\n283.]",
        "I am not aware that Lamarck advanced the doctrine that instinct is\ninherited habit, but he may have done so in some work that I have\nnot seen.",
        "It is true, as I have more than once pointed out, that in the later\neditions of the “Origin of Species” it is no longer “the MOST\nserious” error to refer instincts generally to inherited habit, but\nit still remains “a serious error,” and this slight relaxation of\nseverity does not warrant Professor Weismann in ascribing to Mr.\nDarwin an opinion which he emphatically condemned.  His tone,\nhowever, is so offhand, that those who have little acquaintance with\nthe literature of evolution would hardly guess that he is not much\nbetter informed on this subject than themselves.",
        "Returning to the inheritance of acquired characters, Professor\nWeismann says that this has never been proved either by means of\ndirect observation or by experiment.  “It must be admitted,” he\nwrites, “that there are in existence numerous descriptions of cases\nwhich tend to prove that such mutilations as the loss of fingers,\nthe scars of wounds, &c., are inherited by the offspring, but in\nthese descriptions the previous history is invariably obscure, and\nhence the evidence loses all scientific value.”",
        "The experiments of M.  Brown-Sequard throw so much light upon the\nquestion at issue that I will quote at some length from the summary\ngiven by Mr. Darwin in his “Variation of Animals and Plants under\nDomestication.” {34}  Mr. Darwin writes:-",
        "“With respect to the inheritance of structures mutilated by injuries\nor altered by disease, it was until lately difficult to come to any\ndefinite conclusion.”  [Then follow several cases in which\nmutilations practised for many generations are not found to be\ntransmitted.]  “Notwithstanding,” continues Mr. Darwin, “the above\nseveral negative cases, we now possess conclusive evidence that the\neffects of operations are sometimes inherited.  Dr. Brown-Sequard\ngives the following summary of his observations on guinea-pigs, and\nthis summary is so important that I will quote the whole:-",
        "“’1st.  Appearance of epilepsy in animals born of parents having\nbeen rendered epileptic by an injury to the spinal cord.",
        "“’2nd.  Appearance of epilepsy also in animals born of parents\nhaving been rendered epileptic by the section of the sciatic nerve.",
        "“’3rd.  A change in the shape of the ear in animals born of parents\nin which such a change was the effect of a division of the cervical\nsympathetic nerve.",
        "“’4th.  Partial closure of the eyelids in animals born of parents in\nwhich that state of the eyelids had been caused either by the\nsection of the cervical sympathetic nerve or the removal of the\nsuperior cervical ganglion.",
        "“’5th.  Exophthalmia in animals born of parents in which an injury\nto the restiform body had produced that protrusion of the eyeball.\nThis interesting fact I have witnessed a good many times, and I have\nseen the transmission of the morbid state of the eye continue\nthrough four generations.  In these animals modified by heredity,\nthe two eyes generally protruded, although in the parents usually\nonly one showed exophthalmia, the lesion having been made in most\ncases only on one of the corpora restiformia.",
        "“’6th.  Haematoma and dry gangrene of the ears in animals born of\nparents in which these ear-alterations had been caused by an injury\nto the restiform body near the nib of the calamus.",
        "“’7th.  Absence of two toes out of the three of the hind leg, and\nsometimes of the three, in animals whose parents had eaten up their\nhind-leg toes which had become anaesthetic from a section of the\nsciatic nerve alone, or of that nerve and also of the crural.\nSometimes, instead of complete absence of the toes, only a part of\none or two or three was missing in the young, although in the parent\nnot only the toes but the whole foot was absent (partly eaten off,\npartly destroyed by inflammation, ulceration, or gangrene).",
        "“’8th.  Appearance of various morbid states of the skin and hair of\nthe neck and face in animals born of parents having had similar\nalterations in the same parts, as effects of an injury to the\nsciatic nerve.’",
        "“It should be especially observed that Brown-Sequard has bred during\nthirty years many thousand guinea-pigs from animals which had not\nbeen operated upon, and not one of these manifested the epileptic\ntendency.  Nor has he ever seen a guinea-pig born without toes,\nwhich was not the offspring of parents which had gnawed off their\nown toes owing to the sciatic nerve having been divided.  Of this\nlatter fact thirteen instances were carefully recorded, and a\ngreater number were seen; yet Brown-Sequard speaks of such cases as\none of the rarer forms of inheritance.  It is a still more\ninteresting fact, ’that the sciatic nerve in the congenitally\ntoeless animal has inherited the power of passing through all the\ndifferent morbid states which have occurred in one of its parents\nfrom the time of the division till after its reunion with the\nperipheric end.  It is not, therefore, simply the power of\nperforming an action which is inherited, but the power of performing\na whole series of actions, in a certain order.’",
        "“In most of the cases of inheritance recorded by Brown-Sequard only\none of the two parents had been operated upon and was affected.  He\nconcludes by expressing his belief that ’what is transmitted is the\nmorbid state of the nervous system,’ due to the operation performed\non the parents.”",
        "Mr. Darwin proceeds to give other instances of inherited effects of\nmutilations:-",
        "“With the horse there seems hardly a doubt that exostoses on the\nlegs, caused by too much travelling on hard roads, are inherited.\nBlumenbach records the case of a man who had his little finger on\nthe right hand almost cut off, and which in consequence grew\ncrooked, and his sons had the same finger on the same hand similarly\ncrooked.  A soldier, fifteen years before his marriage, lost his\nleft eye from purulent ophthalmia, and his two sons were\nmicrophthalmic on the same side.”",
        "The late Professor Rolleston, whose competence as an observer no one\nis likely to dispute, gave Mr. Darwin two cases as having fallen\nunder his own notice, one of a man whose knee had been severely\nwounded, and whose child was born with the same spot marked or\nscarred, and the other of one who was severely cut upon the cheek,\nand whose child was born scarred in the same place.  Mr. Darwin’s\nconclusion was that “the effects of injuries, especially when\nfollowed by disease, or perhaps exclusively when thus followed, are\noccasionally inherited.”",
        "Let us now see what Professor Weismann has to say against this.  He\nwrites:-",
        "“The only cases worthy of discussion are the well-known experiments\nupon guinea-pigs conducted by the French physiologist, Brown-\nSequard.  But the explanation of his results is, in my opinion, open\nto discussion.  In these cases we have to do with the apparent\ntransmission of artificially produced malformations . . . All these\neffects were said to be transmitted to descendants as far as the\nfifth or sixth generation.",
        "“But we must inquire whether these cases are really due to heredity,\nand not to simple infection.  In the case of epilepsy, at any rate,\nit is easy to imagine that the passage of some specific organism\nthrough the reproductive cells may take place, as in the case of\nsyphilis.  We are, however, entirely ignorant of the nature of the\nformer disease.  This suggested explanation may not perhaps apply to\nthe other cases; but we must remember that animals which have been\nsubjected to such severe operations upon the nervous system have\nsustained a great shock, and if they are capable of breeding, it is\nonly probable that they will produce weak descendants, and such as\nare easily affected by disease.  Such a result does not, however,\nexplain why the offspring should suffer from the same disease as\nthat which was artificially induced in the parents.  But this does\nnot appear to have been by any means invariably the case.  Brown-\nSequard himself says:  ’The changes in the eye of the offspring were\nof a very variable nature, and were only occasionally exactly\nsimilar to those observed in the parents.’",
        "“There is no doubt, however, that these experiments demand careful\nconsideration, but before they can claim scientific recognition,\nthey must be subjected to rigid criticism as to the precautions\ntaken, the nature and number of the control experiments, &c.",
        "“Up to the present time such necessary conditions have not been\nsufficiently observed.  The recent experiments themselves are only\ndescribed in short preliminary notices, which, as regards their\naccuracy, the possibility of mistake, the precautions taken, and the\nexact succession of individuals affected, afford no data on which a\nscientific opinion can be founded” (pp. 81, 82).",
        "The line Professor Weismann takes, therefore, is to discredit the\nfacts; yet on a later page we find that the experiments have since\nbeen repeated by Obersteiner, “who has described them in a very\nexact and unprejudiced manner,” and that “the fact\"—(I imagine that\nProfessor Weismann intends “the facts”)—\"cannot be doubted.”",
        "On a still later page, however, we read:-",
        "“If, for instance, it could be shown that artificial mutilation\nspontaneously reappears in the offspring with sufficient frequency\nto exclude all possibilities of chance, then such proof [i.e., that\nacquired characters can be transmitted] would be forthcoming.  The\ntransmission of mutilations has been frequently asserted, and has\nbeen even recently again brought forward, but all the supposed\ninstances have broken down when carefully examined” (p. 390).",
        "Here, then, we are told that proof of the occasional transmission of\nmutilations would be sufficient to establish the fact, but on p. 267\nwe find that no single fact is known which really proves that\nacquired characters can be transmitted, “FOR THE ASCERTAINED FACTS\nWHICH SEEM TO POINT TO THE TRANSMISSION OF ARTIFICIALLY PRODUCED\nDISEASES CANNOT BE CONSIDERED AS PROOF” [Italics mine.]  Perhaps;\nbut it was mutilation in many cases that Professor Weismann\npractically admitted to have been transmitted when he declared that\nObersteiner had verified Brown-Sequard’s experiments.",
        "That Professor Weismann recognises the vital importance to his own\ntheory of the question whether or no mutilations can be transmitted\nunder any circumstances, is evident from a passage on p. 425 of his\nwork, on which he says:  “It can hardly be doubted that mutilations\nare acquired characters; they do not arise from any tendency\ncontained in the germ, but are merely the reaction of the body under\ncertain external influences.  They are, as I have recently expressed\nit, purely somatogenic characters—viz., characters which emanate\nfrom the body (soma) only, as opposed to the germ-cells; they are,\ntherefore, characters that do not arise from the germ itself.",
        "“If mutilations must necessarily be transmitted” [which no one that\nI know of has maintained], “or even if they might occasionally be\ntransmitted” [which cannot, I imagine, be reasonably questioned], “a\npowerful support would be given to the Lamarckian principle, and the\ntransmission of functional hypertrophy or atrophy would thus become\nhighly probable.”",
        "I have not found any further attempt in Professor Weismann’s book to\ndeal with the evidence adduced by Mr. Darwin to show that\nmutilations, if followed by diseases, are sometimes inherited; and I\nmust leave it to the reader to determine how far Professor Weismann\nhas shown reason for rejecting Mr. Darwin’s conclusion.  I do not,\nhowever, dwell upon these facts now as evidence of a transmitted\nchange of bodily form, or of instinct due to use and disuse or\nhabit; what they prove is that the germ-cells within the parent’s\nbody do not stand apart from the other cells of the body so\ncompletely as Professor Weismann would have us believe, but that, as\nProfessor Hering, of Prague, has aptly said, they echo with more or\nless frequency and force to the profounder impressions made upon\nother cells.",
        "I may say that Professor Weismann does not more cavalierly wave\naside the mass of evidence collected by Mr. Darwin and a host of\nother writers, to the effect that mutilations are sometimes\ninherited, than does Mr. Wallace, who says that, “as regards\nmutilations, it is generally admitted that they are not inherited,\nand there is ample evidence on this point.”  It is indeed generally\nadmitted that mutilations, when not followed by disease, are very\nrarely, if ever, inherited; and Mr. Wallace’s appeal to the “ample\nevidence” which he alleges to exist on this head, is much as though\nhe should say that there is ample evidence to show that the days are\nlonger in summer than in winter.  “Nevertheless,” he continues, “a\nfew cases of apparent inheritance of mutilations have been recorded,\nand these, if trustworthy, are difficulties in the way of the\ntheory.” . . . “The often-quoted case of a disease induced by\nmutilation being inherited (Brown-Sequard’s epileptic guinea-pigs)\nhas been discussed by Professor Weismann and shown to be not\nconclusive.  The mutilation itself—a section of certain nerves—was\nnever inherited, but the resulting epilepsy, or a general state of\nweakness, deformity, or sores, was sometimes inherited.  It is,\nhowever, possible that the mere injury introduced and encouraged the\ngrowth of certain microbes, which, spreading through the organism,\nsometimes reached the germ-cells, and thus transmitted a diseased\ncondition to the offspring.” {35}",
        "I suppose a microbe which made guinea-pigs eat their toes off was\ncommunicated to the germ-cells of an unfortunate guinea-pig which\nhad been already microbed by it, and made the offspring bite its\ntoes off too.  The microbe has a good deal to answer for.",
        "On the case of the deterioration of horses in the Falkland Islands\nafter a few generations, Professor Weismann says:-",
        "“In such a case we have only to assume that the climate which is\nunfavourable, and the nutriment which is insufficient for horses,\naffect not only the animal as a whole but also its germ-cells.  This\nwould result in the diminution in size of the germ-cells, the\neffects upon the offspring being still further intensified by the\ninsufficient nourishment supplied during growth.  But such results\nwould not depend upon the transmission by the germ-cells of certain\npeculiarities due to the unfavourable climate, which only appear in\nthe full-grown horse.”",
        "But Professor Weismann does not like such cases, and admits that he\ncannot explain the facts in connection with the climatic varieties\nof certain butterflies, except “by supposing the passive acquisition\nof characters produced by the direct influence of climate.”",
        "Nevertheless in his next paragraph but one he calls such cases\n“doubtful,” and proposes that for the moment they should be left\naside.  He accordingly leaves them, but I have not yet found what\nother moment he considered auspicious for returning to them.  He\ntells us that “new experiments will be necessary, and that he has\nhimself already begun to undertake them.”  Perhaps he will give us\nthe results of these experiments in some future book—for that they\nwill prove satisfactory to him can hardly, I think, be doubted.  He\nwrites:-",
        "“Leaving on one side, for the moment, these doubtful and\ninsufficiently investigated cases, we may still maintain that the\nassumption that changes induced by external conditions in the\norganism as a whole are communicated to the germ-cells after the\nmanner indicated in Darwin’s hypothesis of pangenesis, is wholly\nunnecessary for the explanation of these phenomena.  Still we cannot\nexclude the possibility of such a transmission occasionally\noccurring, for even if the greater part of the effects must be\nattributable to natural selection, there might be a smaller part in\ncertain cases which depends on this exceptional factor.”",
        "I repeatedly tried to understand Mr. Darwin’s theory of pangenesis,\nand so often failed that I long since gave the matter up in despair.\nI did so with the less unwillingness because I saw that no one else\nappeared to understand the theory, and that even Mr. Darwin’s\nwarmest adherents regarded it with disfavour.  If Mr. Darwin means\nthat every cell of the body throws off minute particles that find\ntheir way to the germ-cells, and hence into the new embryo, this is\nindeed difficult of comprehension and belief.  If he means that the\nrhythms or vibrations that go on ceaselessly in every cell of the\nbody communicate themselves with greater or less accuracy or\nperturbation, as the case may be, to the cells that go to form\noffspring, and that since the characteristics of matter are\ndetermined by vibrations, in communicating vibrations they in effect\ncommunicate matter, according to the view put forward in the last\nchapter of my book “Luck or Cunning,” {36} then we can better\nunderstand it.  I have nothing, however, to do with Mr. Darwin’s\ntheory of pangenesis beyond avoiding the pretence that I understand\neither the theory itself or what Professor Weismann says about it;\nall I am concerned with is Professor Weismann’s admission, made\nimmediately afterwards, that the somatic cells may, and perhaps\nsometimes do, impart characteristics to the germ-cells.",
        "“A complete and satisfactory refutation of such an opinion,” he\ncontinues, “cannot be brought forward at present\"; so I suppose we\nmust wait a little longer, but in the meantime we may again remark\nthat, if we admit even occasional communication of changes in the\nsomatic cells to the germ-cells, we have let in the thin end of the\nwedge, as Mr. Darwin did when he said that use and disuse did a good\ndeal towards modification.  Buffon, in his first volume on the lower\nanimals, {37} dwells on the impossibility of stopping the breach\nonce made by admission of variation at all.  “If the point,” he\nwrites, “were once gained, that among animals and vegetables there\nhad been, I do not say several species, but even a single one, which\nhad been produced in the course of direct descent from another\nspecies; if, for example, it could be once shown that the ass was\nbut a degeneration from the horse—then there is no farther limit to\nbe set to the power of Nature, and we should not be wrong in\nsupposing that with sufficient time she could have evolved all other\norganised forms from one primordial type.”  So with use and disuse\nand transmission of acquired characteristics generally—once show\nthat a single structure or instinct is due to habit in preceding\ngenerations, and we can impose no limit on the results achievable by\naccumulation in this respect, nor shall we be wrong in conceiving it\nas possible that all specialisation, whether of structure or\ninstinct, may be due ultimately to habit.",
        "How far this can be shown to be probable is, of course, another\nmatter, but I am not immediately concerned with this; all I am\nconcerned with now is to show that the germ-cells not unfrequently\nbecome permanently affected by events that have made a profound\nimpression upon the somatic cells, in so far that they transmit an\nobvious reminiscence of the impression to the embryos which they go\nsubsequently towards forming.  This is all that is necessary for my\ncase, and I do not find that Professor Weismann, after all, disputes\nit.",
        "But here, again, comes the difficulty of saying what Professor\nWeismann does, and what he does not, dispute.  One moment he gives\nall that is wanted for the Lamarckian contention, the next he denies\ncommon-sense the bare necessaries of life.  For a more exhaustive\nand detailed criticism of Professor Weismann’s position, I would\nrefer the reader to an admirably clear article by Mr. Sidney H.\nVines, which appeared in Nature, October 24, 1889.  I can only say\nthat while reading Professor Weismann’s book, I feel as I do when I\nread those of Mr. Darwin, and of a good many other writers on\nbiology whom I need not name.  I become like a fly in a window-pane.\nI see the sunshine and freedom beyond, and buzz up and down their\npages, ever hopeful to get through them to the fresh air without,\nbut ever kept back by a mysterious something, which I feel but\ncannot either grasp or see.  It was not thus when I read Buffon,\nErasmus Darwin, and Lamarck; it is not thus when I read such\narticles as Mr. Vines’s just referred to.  Love of self-display, and\nthe want of singleness of mind that it inevitably engenders—these,\nI suppose, are the sins that glaze the casements of most men’s\nminds; and from these, no matter how hard he tries to free himself,\nnor how much he despises them, who is altogether exempt?",
        "Finally, then, when we consider the immense mass of evidence\nreferred to briefly, but sufficiently, by Mr. Charles Darwin, and\nreferred to without other, for the most part, than off-hand\ndismissal by Professor Weismann in the last of the essays that have\nbeen recently translated, I do not see how any one who brings an\nunbiased mind to the question can hesitate as to the side on which\nthe weight of testimony inclines.  Professor Weismann declares that\n“the transmission of mutilations may be dismissed into the domain of\nfable.” {38}  If so, then, whom can we trust?  What is the use of\nscience at all if the conclusions of a man as competent as I readily\nadmit Mr. Darwin to have been, on the evidence laid before him from\ncountless sources, is to be set aside lightly and without giving the\nclearest and most cogent explanation of the why and wherefore?  When\nwe see a person “ostrichising” the evidence which he has to meet, as\nclearly as I believe Professor Weismann to be doing, we shall in\nnine cases out of ten be right in supposing that he knows the\nevidence to be too strong for him.",
        "Continue...",
        "\nThis complete text of Essays on Life, Art and Science by Samuel Butler is in the public domain.\n\n\nAlso see Essays on Life, Art and Science at Amazon.com\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays on Life, Art and Science (Large Print)By Samuel ButlerAt Amazon"
    ]
}