{
    "title": "Essays, Second Series - II. Experience",
    "author": "Ralph Waldo Emerson",
    "chapter": "4",
    "content": [
        "",
        "\n\n",
        "WHERE do we find ourselves? In a series of which\nwe do not know the extremes, and believe that it\nhas none. We wake and find ourselves on a stair;\nthere are stairs below us, which we seem to have\nascended; there are stairs above us, many a one,\nwhich go upward and out of sight. But the Genius\nwhich according to the old belief stands at the\ndoor by which we enter, and gives us the lethe to\ndrink, that we may tell no tales, mixed the cup\ntoo strongly, and we cannot shake off the lethargy\nnow at noonday.  Sleep lingers all our lifetime\nabout our eyes, as night hovers all day in the\nboughs of the fir-tree. All things swim and glitter.\nOur life is not so much threatened as our perception.\nGhostlike we glide through nature, and should not\nknow our place again. Did our birth fall in some\nfit of indigence and frugality in nature, that she\nwas so sparing of her fire and so liberal of her\nearth that it appears to us that we lack the\naffirmative principle, and though we have health\nand reason, yet we have no superfluity of spirit\nfor new creation? We have enough to live and bring\nthe year about, but not an ounce to impart or to\ninvest. Ah that our Genius were a little more of a\ngenius! We are like millers on the lower levels of\na stream, when the factories above them have\nexhausted the water. We too fancy that the upper\npeople must have raised their dams.",
        "If any of us knew what we were doing, or where we\nare going, then when we think we best know! We do\nnot know to-day whether we are busy or idle. In\ntimes when we thought ourselves indolent, we have\nafterwards discovered that much was accomplished,\nand much was begun in us. All our days are so\nunprofitable while they pass, that ’tis wonderful\nwhere or when we ever got anything of this which\nwe call wisdom, poetry, virtue. We never got it on\nany dated calendar day. Some heavenly days must have\nbeen intercalated somewhere, like those that Hermes\nwon with dice of the Moon, that Osiris might be born.\nIt is said all martyrdoms looked mean when they were\nsuffered. Every ship is a romantic object, except\nthat we sail in. Embark, and the romance quits our\nvessel and hangs on every other sail in the horizon.\nOur life looks trivial, and we shun to record it. Men\nseem to have learned of the horizon the art of\nperpetual retreating and reference. ’Yonder uplands\nare rich pasturage, and my neighbor has fertile\nmeadow, but my field,’ says the querulous farmer,\n’only holds the world together.’ I quote another man’s\nsaying; unluckily that other withdraws himself in the\nsame way, and quotes me. ’Tis the trick of nature\nthus to degrade to-day; a good deal of buzz, and\nsomewhere a result slipped magically in. Every roof is\nagreeable to the eye until it is lifted; then we find\ntragedy and moaning women and hard-eyed husbands and\ndeluges of lethe, and the men ask, ’What’s the news?’\nas if the old were so bad. How many individuals can we\ncount in society? how many actions? how many opinions?\nSo much of our time is preparation, so much is routine,\nand so much retrospect, that the pith of each man’s\ngenius contracts itself to a very few hours. The history\nof literature—take the net result of Tiraboschi, Warton,\nor Schlegel,—is a sum of very few ideas and of very few\noriginal tales; all the rest being variation of these.\nSo in this great society wide lying around us, a critical\nanalysis would find very few spontaneous actions. It is\nalmost all custom and gross sense. There are even few\nopinions, and these seem organic in the speakers, and do\nnot disturb the universal necessity.",
        "What opium is instilled into all disaster! It shows\nformidable as we approach it, but there is at last no\nrough rasping friction, but the most slippery sliding\nsurfaces. We fall soft on a thought; Ate Dea is gentle,—",
        "People grieve and bemoan themselves, but it is not\nhalf so bad with them as they say. There are moods\nin which we court suffering, in the hope that here\nat least we shall find reality, sharp peaks and\nedges of truth. But it turns out to be scene-painting\nand counterfeit. The only thing grief has taught me\nis to know how shallow it is. That, like all the rest,\nplays about the surface, and never introduces me into\nthe reality, for contact with which we would even pay\nthe costly price of sons and lovers. Was it Boscovich\nwho found out that bodies never come in contact? Well,\nsouls never touch their objects. An innavigable sea\nwashes with silent waves between us and the things we\naim at and converse with. Grief too will make us\nidealists. In the death of my son, now more than two\nyears ago, I seem to have lost a beautiful estate,—no\nmore. I cannot get it nearer to me. If to-morrow I\nshould be informed of the bankruptcy of my principal\ndebtors, the loss of my property would be a great\ninconvenience to me, perhaps, for many years; but it\nwould leave me as it found me,—neither better nor\nworse. So is it with this calamity: it does not touch\nme; something which I fancied was a part of me, which\ncould not be torn away without tearing me nor enlarged\nwithout enriching me, falls off from me and leaves no\nscar. It was caducous. I grieve that grief can teach\nme nothing, nor carry me one step into real nature.\nThe Indian who was laid under a curse that the wind\nshould not blow on him, nor water flow to him, nor\nfire burn him, is a type of us all. The dearest events\nare summer-rain, and we the Para coats that shed every\ndrop. Nothing is left us now but death. We look to that\nwith a grim satisfaction, saying There at least is\nreality that will not dodge us.",
        "I take this evanescence and lubricity of all objects,\nwhich lets them slip through our fingers then when\nwe clutch hardest, to be the most unhandsome part of\nour condition. Nature does not like to be observed,\nand likes that we should be her fools and playmates.\nWe may have the sphere for our cricket-ball, but not\na berry for our philosophy. Direct strokes she never\ngave us power to make; all our blows glance, all our\nhits are accidents. Our relations to each other are\noblique and casual.",
        "Dream delivers us to dream, and there is no end to\nillusion. Life is a train of moods like a string of\nbeads, and as we pass through them they prove to be\nmany-colored lenses which paint the world their own\nhue, and each shows only what lies in its focus. From\nthe mountain you see the mountain. We animate what we\ncan, and we see only what we animate. Nature and books\nbelong to the eyes that see them. It depends on the\nmood of the man whether he shall see the sunset or the\nfine poem. There are always sunsets, and there is\nalways genius; but only a few hours so serene that we\ncan relish nature or criticism.  The more or less\ndepends on structure or temperament. Temperament is the\niron wire on which the beads are strung. Of what use is\nfortune or talent to a cold and defective nature? Who\ncares what sensibility or discrimination a man has at\nsome time shown, if he falls asleep in his chair? or if\nhe laugh and giggle? or if he apologize? or is infected\nwith egotism? or thinks of his dollar? or cannot go by\nfood? or has gotten a child in his boyhood? Of what use\nis genius, if the organ is too convex or too concave\nand cannot find a focal distance within the actual\nhorizon of human life? Of what use, if the brain is too\ncold or too hot, and the man does not care enough for\nresults to stimulate him to experiment, and hold him up\nin it? or if the web is too finely woven, too irritable\nby pleasure and pain, so that life stagnates from too\nmuch reception without due outlet? Of what use to make\nheroic vows of amendment, if the same old law-breaker\nis to keep them? What cheer can the religious sentiment\nyield, when that is suspected to be secretly dependent\non the seasons of the year and the state of the blood?\nI knew a witty physician who found the creed in the\nbiliary duct, and used to affirm that if there was\ndisease in the liver, the man became a Calvinist, and\nif that organ was sound, he became a Unitarian. Very\nmortifying is the reluctant experience that some\nunfriendly excess or imbecility neutralizes the promise\nof genius. We see young men who owe us a new world, so\nreadily and lavishly they promise, but they never acquit\nthe debt; they die young and dodge the account; or if\nthey live they lose themselves in the crowd.",
        "Temperament also enters fully into the system of\nillusions and shuts us in a prison of glass which\nwe cannot see. There is an optical illusion about\nevery person we meet. In truth they are all\ncreatures of given temperament, which will appear\nin a given character, whose boundaries they will\nnever pass: but we look at them, they seem alive,\nand we presume there is impulse in them. In the\nmoment it seems impulse; in the year, in the lifetime,\nit turns out to be a certain uniform tune which the\nrevolving barrel of the music-box must play. Men\nresist the conclusion in the morning, but adopt it\nas the evening wears on, that temper prevails over\neverything of time, place, and condition, and is\ninconsumable in the flames of religion. Some\nmodifications the moral sentiment avails to impose,\nbut the individual texture holds its dominion, if not\nto bias the moral judgments, yet to fix the measure\nof activity and of enjoyment.",
        "I thus express the law as it is read from the\nplatform of ordinary life, but must not leave\nit without noticing the capital exception. For\ntemperament is a power which no man willingly\nhears any one praise but himself. On the platform\nof physics we cannot resist the contracting\ninfluences of so-called science.  Temperament puts\nall divinity to rout. I know the mental proclivity\nof physicians. I hear the chuckle of the phrenologists.\nTheoretic kidnappers and slave-drivers, they esteem\neach man the victim of another, who winds him round\nhis finger by knowing the law of his being; and by\nsuch cheap signboards as the color of his beard or\nthe slope of his occiput, reads the inventory of his\nfortunes and character. The grossest ignorance does\nnot disgust like this impudent knowingness. The\nphysicians say they are not materialists; but they\nare:—Spirit is matter reduced to an extreme thinness:\nO so thin!—But the definition of spiritual should be,\nthat which is its own evidence. What notions do they\nattach to love!  what to religion! One would not\nwillingly pronounce these words in their hearing,\nand give them the occasion to profane them. I saw a\ngracious gentleman who adapts his conversation to the\nform of the head of the man he talks with! I had\nfancied that the value of life lay in its inscrutable\npossibilities; in the fact that I never know, in\naddressing myself to a new individual, what may befall\nme. I carry the keys of my castle in my hand, ready to\nthrow them at the feet of my lord, whenever and in what\ndisguise soever he shall appear. I know he is in the\nneighborhood hidden among vagabonds. Shall I preclude\nmy future by taking a high seat and kindly adapting my\nconversation to the shape of heads? When I come to that,\nthe doctors shall buy me for a cent.—’But, sir, medical\nhistory; the report to the Institute; the proven facts!’\n—I distrust the facts and the inferences. Temperament\nis the veto or limitation-power in the constitution,\nvery justly applied to restrain an opposite excess in\nthe constitution, but absurdly offered as a bar to\noriginal equity. When virtue is in presence, all\nsubordinate powers sleep. On its own level, or in\nview of nature, temperament is final. I see not, if\none be once caught in this trap of so-called sciences,\nany escape for the man from the links of the chain of\nphysical necessity. Given such an embryo, such a\nhistory must follow. On this platform one lives in a\nsty of sensualism, and would soon come to suicide.\nBut it is impossible that the creative power should\nexclude itself. Into every intelligence there is a door\nwhich is never closed, through which the creator passes.\nThe intellect, seeker of absolute truth, or the heart,\nlover of absolute good, intervenes for our succor, and\nat one whisper of these high powers we awake from\nineffectual struggles with this nightmare. We hurl it\ninto its own hell, and cannot again contract ourselves\nto so base a state.",
        "The secret of the illusoriness is in the necessity\nof a succession of moods or objects. Gladly we would\nanchor, but the anchorage is quicksand. This onward\ntrick of nature is too strong for us: Pero si muove.\nWhen at night I look at the moon and stars, I seem\nstationary, and they to hurry. Our love of the real\ndraws us to permanence, but health of body consists\nin circulation, and sanity of mind in variety or\nfacility of association. We need change of objects.\nDedication to one thought is quickly odious. We house\nwith the insane, and must humor them; then conversation\ndies out. Once I took such delight in Montaigne, that\nI thought I should not need any other book; before that,\nin Shakspeare; then in Plutarch; then in Plotinus; at\none time in Bacon; afterwards in Goethe; even in Bettine;\nbut now I turn the pages of either of them languidly,\nwhilst I still cherish their genius. So with pictures;\neach will bear an emphasis of attention once, which it\ncannot retain, though we fain would continue to be\npleased in that manner. How strongly I have felt of\npictures that when you have seen one well, you must\ntake your leave of it; you shall never see it again.\nI have had good lessons from pictures which I have\nsince seen without emotion or remark. A deduction must\nbe made from the opinion which even the wise express\nof a new book or occurrence. Their opinion gives me\ntidings of their mood, and some vague guess at the\nnew fact, but is nowise to be trusted as the lasting\nrelation between that intellect and that thing. The\nchild asks, ’Mamma, why don’t I like the story as well\nas when you told it me yesterday?’ Alas! child it is\neven so with the oldest cherubim of knowledge. But\nwill it answer thy question to say, Because thou wert\nborn to a whole and this story is a particular? The\nreason of the pain this discovery causes us (and we\nmake it late in respect to works of art and intellect),\nis the plaint of tragedy which murmurs from it in regard\nto persons, to friendship and love.",
        "That immobility and absence of elasticity which\nwe find in the arts, we find with more pain in the\nartist.  There is no power of expansion in men. Our\nfriends early appear to us as representatives of\ncertain ideas which they never pass or exceed. They\nstand on the brink of the ocean of thought and power,\nbut they never take the single step that would bring\nthem there. A man is like a bit of Labrador spar,\nwhich has no lustre as you turn it in your hand until\nyou come to a particular angle; then it shows deep\nand beautiful colors. There is no adaptation or\nuniversal applicability in men, but each has his\nspecial talent, and the mastery of successful men\nconsists in adroitly keeping themselves where and\nwhen that turn shall be oftenest to be practised.\nWe do what we must, and call it by the best names\nwe can, and would fain have the praise of having\nintended the result which ensues. I cannot recall\nany form of man who is not superfluous sometimes.\nBut is not this pitiful? Life is not worth the\ntaking, to do tricks in.",
        "Of course it needs the whole society to give the\nsymmetry we seek. The party-colored wheel must\nrevolve very fast to appear white. Something is\nearned too by conversing with so much folly and\ndefect.  In fine, whoever loses, we are always of\nthe gaining party. Divinity is behind our failures\nand follies also.  The plays of children are nonsense,\nbut very educative nonsense. So it is with the largest\nand solemnest things, with commerce, government,\nchurch, marriage, and so with the history of every\nman’s bread, and the ways by which he is to come by\nit. Like a bird which alights nowhere, but hops\nperpetually from bough to bough, is the Power which\nabides in no man and in no woman, but for a moment\nspeaks from this one, and for another moment from\nthat one.",
        "But what help from these fineries or pedantries?\nWhat help from thought? Life is not dialectics.\nWe, I think, in these times, have had lessons\nenough of the futility of criticism. Our young\npeople have thought and written much on labor and\nreform, and for all that they have written, neither\nthe world nor themselves have got on a step.\nIntellectual tasting of life will not supersede\nmuscular activity. If a man should consider the\nnicety of the passage of a piece of bread down his\nthroat, he would starve. At Education-Farm, the\nnoblest theory of life sat on the noblest figures\nof young men and maidens, quite powerless and\nmelancholy. It would not rake or pitch a ton of hay;\nit would not rub down a horse; and the men and\nmaidens it left pale and hungry. A political orator\nwittily compared our party promises to western roads,\nwhich opened stately enough, with planted trees on\neither side to tempt the traveller, but soon became\nnarrow and narrower and ended in a squirrel-track\nand ran up a tree. So does culture with us; it ends\nin headache. Unspeakably sad and barren does life\nlook to those who a few months ago were dazzled with\nthe splendor of the promise of the times. “There is\nnow no longer any right course of action nor any\nself-devotion left among the Iranis.” Objections and\ncriticism we have had our fill of. There are objections\nto every course of life and action, and the practical\nwisdom infers an indifferency, from the omnipresence\nof objection. The whole frame of things preaches\nindifferency. Do not craze yourself with thinking, but\ngo about your business anywhere. Life is not intellectual\nor critical, but sturdy. Its chief good is for well-mixed\npeople who can enjoy what they find, without question.\nNature hates peeping, and our mothers speak her very\nsense when they say, “Children, eat your victuals, and\nsay no more of it.” To fill the hour,—that is happiness;\nto fill the hour and leave no crevice for a repentance\nor an approval. We live amid surfaces, and the true art\nof life is to skate well on them. Under the oldest\nmouldiest conventions a man of native force prospers\njust as well as in the newest world, and that by skill\nof handling and treatment. He can take hold anywhere.\nLife itself is a mixture of power and form, and will\nnot bear the least excess of either. To finish the\nmoment, to find the journey’s end in every step of the\nroad, to live the greatest number of good hours, is\nwisdom. It is not the part of men, but of fanatics,\nor of mathematicians if you will, to say that the\nshortness of life considered, it is not worth caring\nwhether for so short a duration we were sprawling in\nwant or sitting high. Since our office is with moments,\nlet us husband them. Five minutes of today are worth\nas much to me as five minutes in the next millennium.\nLet us be poised, and wise, and our own, today. Let us\ntreat the men and women well; treat them as if they\nwere real; perhaps they are. Men live in their fancy,\nlike drunkards whose hands are too soft and tremulous\nfor successful labor. It is a tempest of fancies, and\nthe only ballast I know is a respect to the present\nhour. Without any shadow of doubt, amidst this vertigo\nof shows and politics, I settle myself ever the firmer\nin the creed that we should not postpone and refer and\nwish, but do broad justice where we are, by whomsoever\nwe deal with, accepting our actual companions and\ncircumstances, however humble or odious as the mystic\nofficials to whom the universe has delegated its\nwhole pleasure for us. If these are mean and malignant,\ntheir contentment, which is the last victory of justice,\nis a more satisfying echo to the heart than the voice\nof poets and the casual sympathy of admirable persons.\nI think that however a thoughtful man may suffer from\nthe defects and absurdities of his company, he cannot\nwithout affectation deny to any set of men and women\na sensibility to extraordinary merit. The coarse and\nfrivolous have an instinct of superiority, if they have\nnot a sympathy, and honor it in their blind capricious\nway with sincere homage.",
        "The fine young people despise life, but in me,\nand in such as with me are free from dyspepsia,\nand to whom a day is a sound and solid good, it\nis a great excess of politeness to look scornful\nand to cry for company. I am grown by sympathy a\nlittle eager and sentimental, but leave me alone\nand I should relish every hour and what it brought\nme, the potluck of the day, as heartily as the oldest\ngossip in the bar-room. I am thankful for small\nmercies. I compared notes with one of my friends\nwho expects everything of the universe and is\ndisappointed when anything is less than the best,\nand I found that I begin at the other extreme,\nexpecting nothing, and am always full of thanks for\nmoderate goods. I accept the clangor and jangle of\ncontrary tendencies. I find my account in sots and\nbores also. They give a reality to the circumjacent\npicture which such a vanishing meteorous appearance\ncan ill spare. In the morning I awake and find the\nold world, wife, babes, and mother, Concord and\nBoston, the dear old spiritual world and even the\ndear old devil not far off. If we will take the good\nwe find, asking no questions, we shall have heaping\nmeasures. The great gifts are not got by analysis.\nEverything good is on the highway. The middle region\nof our being is the temperate zone. We may climb\ninto the thin and cold realm of pure geometry and\nlifeless science, or sink into that of sensation.\nBetween these extremes is the equator of life, of\nthought, of spirit, of poetry,—a narrow belt.\nMoreover, in popular experience everything good is\non the highway. A collector peeps into all the\npicture-shops of Europe for a landscape of Poussin,\na crayon-sketch of Salvator; but the Transfiguration,\nthe Last Judgment, the Communion of St. Jerome, and\nwhat are as transcendent as these, are on the walls\nof the Vatican, the Uffizii, or the Louvre, where\nevery footman may see them; to say nothing of Nature’s\npictures in every street, of sunsets and sunrises\nevery day, and the sculpture of the human body never\nabsent. A collector recently bought at public auction,\nin London, for one hundred and fifty-seven guineas,\nan autograph of Shakspeare; but for nothing a school-boy\ncan read Hamlet and can detect secrets of highest\nconcernment yet unpublished therein. I think I will\nnever read any but the commonest books,—the Bible,\nHomer, Dante, Shakspeare, and Milton. Then we are\nimpatient of so public a life and planet, and run\nhither and thither for nooks and secrets. The\nimagination delights in the woodcraft of Indians,\ntrappers, and bee-hunters. We fancy that we are\nstrangers, and not so intimately domesticated in the\nplanet as the wild man and the wild beast and bird.\nBut the exclusion reaches them also; reaches the\nclimbing, flying, gliding, feathered and four-footed\nman. Fox and woodchuck, hawk and snipe and bittern,\nwhen nearly seen, have no more root in the deep world\nthan man, and are just such superficial tenants of the\nglobe.  Then the new molecular philosophy shows\nastronomical interspaces betwixt atom and atom, shows\nthat the world is all outside; it has no inside.",
        "The mid-world is best. Nature, as we know her, is\nno saint. The lights of the church, the ascetics,\nGentoos, and corn-eaters, she does not distinguish\nby any favor. She comes eating and drinking and\nsinning. Her darlings, the great, the strong, the\nbeautiful, are not children of our law; do not come\nout of the Sunday School, nor weigh their food, nor\npunctually keep the commandments. If we will be\nstrong with her strength we must not harbor such\ndisconsolate consciences, borrowed too from the\nconsciences of other nations. We must set up the\nstrong present tense against all the rumors of\nwrath, past or to come. So many things are unsettled\nwhich it is of the first importance to settle;—and,\npending their settlement, we will do as we do. Whilst\nthe debate goes forward on the equity of commerce,\nand will not be closed for a century or two, New and\nOld England may keep shop. Law of copyright and\ninternational copyright is to be discussed, and in\nthe interim we will sell our books for the most we\ncan.  Expediency of literature, reason of literature,\nlawfulness of writing down a thought, is questioned;\nmuch is to say on both sides, and, while the fight\nwaxes hot, thou, dearest scholar, stick to thy\nfoolish task, add a line every hour, and between\nwhiles add a line. Right to hold land, right of\nproperty, is disputed, and the conventions convene,\nand before the vote is taken, dig away in your garden,\nand spend your earnings as a waif or godsend to all\nserene and beautiful purposes. Life itself is a bubble\nand a skepticism, and a sleep within a sleep. Grant it,\nand as much more as they will,—but thou, God’s darling!\nheed thy private dream; thou wilt not be missed in the\nscorning and skepticism; there are enough of them;\nstay there in thy closet and toil until the rest are\nagreed what to do about it. Thy sickness, they say,\nand thy puny habit require that thou do this or avoid\nthat, but know that thy life is a flitting state, a\ntent for a night, and do thou, sick or well, finish\nthat stint. Thou art sick, but shalt not be worse,\nand the universe, which holds thee dear, shall be the\nbetter.",
        "Human life is made up of the two elements, power\nand form, and the proportion must be invariably\nkept if we would have it sweet and sound. Each\nof these elements in excess makes a mischief as\nhurtful as its defect. Everything runs to excess;\nevery good quality is noxious if unmixed, and, to\ncarry the danger to the edge of ruin, nature\ncauses each man’s peculiarity to superabound. Here,\namong the farms, we adduce the scholars as examples\nof this treachery. They are nature’s victims of\nexpression. You who see the artist, the orator,\nthe poet, too near, and find their life no more\nexcellent than that of mechanics or farmers, and\nthemselves victims of partiality, very hollow and\nhaggard, and pronounce them failures, not heroes,\nbut quacks,—conclude very reasonably that these\narts are not for man, but are disease. Yet nature\nwill not bear you out. Irresistible nature made\nmen such, and makes legions more of such, every\nday. You love the boy reading in a book, gazing\nat a drawing, or a cast; yet what are these millions\nwho read and behold, but incipient writers and\nsculptors? Add a little more of that quality which\nnow reads and sees, and they will seize the pen and\nchisel. And if one remembers how innocently he began\nto be an artist, he perceives that nature joined with\nhis enemy. A man is a golden impossibility. The line\nhe must walk is a hair’s breadth. The wise through\nexcess of wisdom is made a fool.",
        "How easily, if fate would suffer it, we might\nkeep forever these beautiful limits, and adjust\nourselves, once for all, to the perfect calculation\nof the kingdom of known cause and effect. In the\nstreet and in the newspapers, life appears so plain\na business that manly resolution and adherence to\nthe multiplication-table through all weathers will\ninsure success. But ah! presently comes a day, or\nis it only a half-hour, with its angel-whispering,\n—which discomfits the conclusions of nations and\nof years!  Tomorrow again everything looks real and\nangular, the habitual standards are reinstated,\ncommon sense is as rare as genius,—is the basis of\ngenius, and experience is hands and feet to every\nenterprise;—and yet, he who should do his business\non this understanding would be quickly bankrupt.\nPower keeps quite another road than the turnpikes\nof choice and will; namely the subterranean and\ninvisible tunnels and channels of life. It is\nridiculous that we are diplomatists, and doctors,\nand considerate people: there are no dupes like\nthese. Life is a series of surprises, and would not\nbe worth taking or keeping if it were not.  God\ndelights to isolate us every day, and hide from us\nthe past and the future. We would look about us,\nbut with grand politeness he draws down before us\nan impenetrable screen of purest sky, and another\nbehind us of purest sky. ’You will not remember,’\nhe seems to say, `and you will not expect.’ All\ngood conversation, manners, and action, come from\na spontaneity which forgets usages and makes the\nmoment great. Nature hates calculators; her methods\nare saltatory and impulsive. Man lives by pulses;\nour organic movements are such; and the chemical\nand ethereal agents are undulatory and alternate;\nand the mind goes antagonizing on, and never\nprospers but by fits. We thrive by casualties. Our\nchief experiences have been casual. The most\nattractive class of people are those who are\npowerful obliquely and not by the direct stroke;\nmen of genius, but not yet accredited; one gets the\ncheer of their light without paying too great a tax.\nTheirs is the beauty of the bird or the morning\nlight, and not of art. In the thought of genius\nthere is always a surprise; and the moral sentiment\nis well called “the newness,” for it is never other;\nas new to the oldest intelligence as to the young\nchild;—\"the kingdom that cometh without observation.\"\nIn like manner, for practical success, there must not\nbe too much design. A man will not be observed in\ndoing that which he can do best. There is a certain\nmagic about his properest action which stupefies\nyour powers of observation, so that though it is done\nbefore you, you wist not of it. The art of life has a\npudency, and will not be exposed. Every man is an\nimpossibility until he is born; every thing impossible\nuntil we see a success. The ardors of piety agree at\nlast with the coldest skepticism,—that nothing is of\nus or our works,—that all is of God. Nature will not\nspare us the smallest leaf of laurel. All writing\ncomes by the grace of God, and all doing and having.\nI would gladly be moral and keep due metes and bounds,\nwhich I dearly love, and allow the most to the will of\nman; but I have set my heart on honesty in this chapter,\nand I can see nothing at last, in success or failure,\nthan more or less of vital force supplied from the\nEternal. The results of life are uncalculated and\nuncalculable. The years teach much which the days\nnever know. The persons who compose our company,\nconverse, and come and go, and design and execute\nmany things, and somewhat comes of it all, but an\nunlooked-for result. The individual is always mistaken.\nHe designed many things, and drew in other persons as\ncoadjutors, quarrelled with some or all, blundered much,\nand something is done; all are a little advanced, but\nthe individual is always mistaken. It turns out somewhat\nnew and very unlike what he promised himself.",
        "The ancients, struck with this irreducibleness of\nthe elements of human life to calculation, exalted\nChance into a divinity; but that is to stay too\nlong at the spark, which glitters truly at one\npoint, but the universe is warm with the latency\nof the same fire. The miracle of life which will\nnot be expounded but will remain a miracle,\nintroduces a new element. In the growth of the\nembryo, Sir Everard Home I think noticed that the\nevolution was not from one central point, but\ncoactive from three or more points. Life has no\nmemory. That which proceeds in succession might be\nremembered, but that which is coexistent, or\nejaculated from a deeper cause, as yet far from\nbeing conscious, knows not its own tendency. So is\nit with us, now skeptical or without unity, because\nimmersed in forms and effects all seeming to be of\nequal yet hostile value, and now religious, whilst\nin the reception of spiritual law. Bear with these\ndistractions, with this coetaneous growth of the\nparts; they will one day be members, and obey one\nwill.  On that one will, on that secret cause, they\nnail our attention and hope. Life is hereby melted\ninto an expectation or a religion. Underneath the\ninharmonious and trivial particulars, is a musical\nperfection; the Ideal journeying always with us, the\nheaven without rent or seam. Do but observe the mode\nof our illumination. When I converse with a profound\nmind, or if at any time being alone I have good\nthoughts, I do not at once arrive at satisfactions,\nas when, being thirsty, I drink water; or go to the\nfire, being cold; no! but I am at first apprised of\nmy vicinity to a new and excellent region of life.\nBy persisting to read or to think, this region gives\nfurther sign of itself, as it were in flashes of light,\nin sudden discoveries of its profound beauty and repose,\nas if the clouds that covered it parted at intervals\nand showed the approaching traveller the inland\nmountains, with the tranquil eternal meadows spread at\ntheir base, whereon flocks graze and shepherds pipe and\ndance. But every insight from this realm of thought is\nfelt as initial, and promises a sequel. I do not make\nit; I arrive there, and behold what was there already.\nI make! O no! I clap my hands in infantine joy and\namazement before the first opening to me of this august\nmagnificence, old with the love and homage of innumerable\nages, young with the life of life, the sunbright Mecca\nof the desert. And what a future it opens! I feel a new\nheart beating with the love of the new beauty. I am\nready to die out of nature and be born again into this\nnew yet unapproachable America I have found in the West:—",
        "If I have described life as a flux of moods, I must\nnow add that there is that in us which changes not\nand which ranks all sensations and states of mind.\nThe consciousness in each man is a sliding scale,\nwhich identifies him now with the First Cause, and\nnow with the flesh of his body; life above life, in\ninfinite degrees. The sentiment from which it sprung\ndetermines the dignity of any deed, and the question\never is, not what you have done or forborne, but at\nwhose command you have done or forborne it.",
        "Fortune, Minerva, Muse, Holy Ghost,—these are\nquaint names, too narrow to cover this unbounded\nsubstance. The baffled intellect must still kneel\nbefore this cause, which refuses to be named,—\nineffable cause, which every fine genius has essayed\nto represent by some emphatic symbol, as, Thales by\nwater, Anaximenes by air, Anaxagoras by (Nous)\nthought, Zoroaster by fire, Jesus and the moderns by\nlove; and the metaphor of each has become a national\nreligion. The Chinese Mencius has not been the least\nsuccessful in his generalization. “I fully understand\nlanguage,” he said, “and nourish well my vast-flowing\nvigor.\"—\"I beg to ask what you call vast-flowing\nvigor?\"—said his companion. “The explanation,” replied\nMencius, “is difficult. This vigor is supremely great,\nand in the highest degree unbending. Nourish it\ncorrectly and do it no injury, and it will fill up\nthe vacancy between heaven and earth. This vigor\naccords with and assists justice and reason, and\nleaves no hunger.\"—In our more correct writing we\ngive to this generalization the name of Being, and\nthereby confess that we have arrived as far as we can\ngo. Suffice it for the joy of the universe that we\nhave not arrived at a wall, but at interminable oceans.\nOur life seems not present so much as prospective; not\nfor the affairs on which it is wasted, but as a hint\nof this vast-flowing vigor. Most of life seems to be\nmere advertisement of faculty; information is given us\nnot to sell ourselves cheap; that we are very great. So,\nin particulars, our greatness is always in a tendency\nor direction, not in an action. It is for us to believe\nin the rule, not in the exception. The noble are thus\nknown from the ignoble. So in accepting the leading of\nthe sentiments, it is not what we believe concerning the\nimmortality of the soul or the like, but the universal\nimpulse to believe, that is the material circumstance\nand is the principal fact in the history of the globe.\nShall we describe this cause as that which works\ndirectly? The spirit is not helpless or needful of\nmediate organs. It has plentiful powers and direct\neffects. I am explained without explaining, I am felt\nwithout acting, and where I am not. Therefore all just\npersons are satisfied with their own praise. They refuse\nto explain themselves, and are content that new actions\nshould do them that office. They believe that we\ncommunicate without speech and above speech, and that\nno right action of ours is quite unaffecting to our\nfriends, at whatever distance; for the influence of\naction is not to be measured by miles. Why should I\nfret myself because a circumstance has occurred which\nhinders my presence where I was expected? If I am not\nat the meeting, my presence where I am should be as\nuseful to the commonwealth of friendship and wisdom,\nas would be my presence in that place. I exert the\nsame quality of power in all places. Thus journeys\nthe mighty Ideal before us; it never was known to fall\ninto the rear. No man ever came to an experience which\nwas satiating, but his good is tidings of a better.\nOnward and onward! In liberated moments we know that\na new picture of life and duty is already possible;\nthe elements already exist in many minds around you\nof a doctrine of life which shall transcend any\nwritten record we have. The new statement will comprise\nthe skepticisms as well as the faiths of society, and\nout of unbeliefs a creed shall be formed. For skepticisms\nare not gratuitous or lawless, but are limitations of the\naffirmative statement, and the new philosophy must take\nthem in and make affirmations outside of them, just as\nmuch as it must include the oldest beliefs.",
        "It is very unhappy, but too late to be helped,\nthe discovery we have made that we exist. That\ndiscovery is called the Fall of Man. Ever afterwards\nwe suspect our instruments. We have learned that we\ndo not see directly, but mediately, and that we have\nno means of correcting these colored and distorting\nlenses which we are, or of computing the amount of\ntheir errors. Perhaps these subject-lenses have a\ncreative power; perhaps there are no objects. Once\nwe lived in what we saw; now, the rapaciousness of\nthis new power, which threatens to absorb all things,\nengages us. Nature, art, persons, letters, religions,\nobjects, successively tumble in, and God is but one\nof its ideas. Nature and literature are subjective\nphenomena; every evil and every good thing is a shadow\nwhich we cast. The street is full of humiliations to\nthe proud.  As the fop contrived to dress his bailiffs\nin his livery and make them wait on his guests at\ntable, so the chagrins which the bad heart gives off\nas bubbles, at once take form as ladies and gentlemen\nin the street, shopmen or bar-keepers in hotels, and\nthreaten or insult whatever is threatenable and\ninsultable in us. ’Tis the same with our idolatries.\nPeople forget that it is the eye which makes the\nhorizon, and the rounding mind’s eye which makes this\nor that man a type or representative of humanity, with\nthe name of hero or saint. Jesus, the “providential\nman,” is a good man on whom many people are agreed that\nthese optical laws shall take effect. By love on one\npart and by forbearance to press objection on the other\npart, it is for a time settled, that we will look at\nhim in the centre of the horizon, and ascribe to him\nthe properties that will attach to any man so seen. But\nthe longest love or aversion has a speedy term. The great\nand crescive self, rooted in absolute nature, supplants\nall relative existence and ruins the kingdom of mortal\nfriendship and love. Marriage (in what is called the\nspiritual world) is impossible, because of the inequality\nbetween every subject and every object. The subject is\nthe receiver of Godhead, and at every comparison must\nfeel his being enhanced by that cryptic might. Though not\nin energy, yet by presence, this magazine of substance\ncannot be otherwise than felt; nor can any force of\nintellect attribute to the object the proper deity which\nsleeps or wakes forever in every subject. Never can love\nmake consciousness and ascription equal in force. There\nwill be the same gulf between every me and thee as\nbetween the original and the picture. The universe is\nthe bride of the soul. All private sympathy is partial.\nTwo human beings are like globes, which can touch only\nin a point, and whilst they remain in contact, all other\npoints of each of the spheres are inert; their turn must\nalso come, and the longer a particular union lasts the\nmore energy of appetency the parts not in union acquire.",
        "Life will be imaged, but cannot be divided nor\ndoubled. Any invasion of its unity would be chaos.\nThe soul is not twin-born but the only begotten,\nand though revealing itself as child in time, child\nin appearance, is of a fatal and universal power,\nadmitting no co-life. Every day, every act betrays\nthe ill-concealed deity. We believe in ourselves as\nwe do not believe in others. We permit all things to\nourselves, and that which we call sin in others is\nexperiment for us. It is an instance of our faith in\nourselves that men never speak of crime as lightly\nas they think; or every man thinks a latitude safe\nfor himself which is nowise to be indulged to another.\nThe act looks very differently on the inside and on\nthe outside; in its quality and in its consequences.\nMurder in the murderer is no such ruinous thought as\npoets and romancers will have it; it does not unsettle\nhim or fright him from his ordinary notice of trifles;\nit is an act quite easy to be contemplated; but in\nits sequel it turns out to be a horrible jangle and\nconfounding of all relations. Especially the crimes\nthat spring from love seem right and fair from the\nactor’s point of view, but when acted are found\ndestructive of society. No man at last believes that\nhe can be lost, nor that the crime in him is as black\nas in the felon. Because the intellect qualifies in\nour own case the moral judgments. For there is no\ncrime to the intellect. That is antinomian or hypernomian,\nand judges law as well as fact. “It is worse than a\ncrime, it is a blunder,” said Napoleon, speaking the\nlanguage of the intellect. To it, the world is a problem\nin mathematics or the science of quantity, and it\nleaves out praise and blame and all weak emotions. All\nstealing is comparative. If you come to absolutes,\npray who does not steal? Saints are sad, because they\nbehold sin (even when they speculate), from the point\nof view of the conscience, and not of the intellect;\na confusion of thought. Sin, seen from the thought,\nis a diminution, or less: seen from the conscience or\nwill, it is pravity or bad. The intellect names it\nshade, absence of light, and no essence. The conscience\nmust feel it as essence, essential evil. This it is\nnot; it has an objective existence, but no subjective.",
        "Thus inevitably does the universe wear our color,\nand every object fall successively into the subject\nitself.  The subject exists, the subject enlarges;\nall things sooner or later fall into place. As I am,\nso I see; use what language we will, we can never\nsay anything but what we are; Hermes, Cadmus, Columbus,\nNewton, Bonaparte, are the mind’s ministers. Instead\nof feeling a poverty when we encounter a great man,\nlet us treat the new comer like a travelling geologist\nwho passes through our estate and shows us good slate,\nor limestone, or anthracite, in our brush pasture.\nThe partial action of each strong mind in one direction\nis a telescope for the objects on which it is pointed.\nBut every other part of knowledge is to be pushed to\nthe same extravagance, ere the soul attains her due\nsphericity. Do you see that kitten chasing so prettily\nher own tail? If you could look with her eyes you\nmight see her surrounded with hundreds of figures\nperforming complex dramas, with tragic and comic\nissues, long conversations, many characters, many ups\nand downs of fate,—and meantime it is only puss and\nher tail. How long before our masquerade will end its\nnoise of tambourines, laughter, and shouting, and we\nshall find it was a solitary performance? A subject\nand an object,—it takes so much to make the galvanic\ncircuit complete, but magnitude adds nothing. What\nimports it whether it is Kepler and the sphere, Columbus\nand America, a reader and his book, or puss with her tail?",
        "It is true that all the muses and love and religion\nhate these developments, and will find a way to\npunish the chemist who publishes in the parlor the\nsecrets of the laboratory. And we cannot say too\nlittle of our constitutional necessity of seeing\nthings under private aspects, or saturated with our\nhumors. And yet is the God the native of these bleak\nrocks. That need makes in morals the capital virtue\nof self-trust. We must hold hard to this poverty,\nhowever scandalous, and by more vigorous self-recoveries,\nafter the sallies of action, possess our axis more\nfirmly. The life of truth is cold and so far mournful;\nbut it is not the slave of tears, contritions and\nperturbations. It does not attempt another’s work,\nnor adopt another’s facts. It is a main lesson of\nwisdom to know your own from another’s. I have learned\nthat I cannot dispose of other people’s facts; but I\npossess such a key to my own as persuades me, against\nall their denials, that they also have a key to theirs.\nA sympathetic person is placed in the dilemma of a\nswimmer among drowning men, who all catch at him, and\nif he give so much as a leg or a finger they will drown\nhim. They wish to be saved from the mischiefs of their\nvices, but not from their vices. Charity would be\nwasted on this poor waiting on the symptoms. A wise and\nhardy physician will say, Come out of that, as the first\ncondition of advice.",
        "In this our talking America we are ruined by our good\nnature and listening on all sides. This compliance\ntakes away the power of being greatly useful. A man\nshould not be able to look other than directly and\nforthright. A preoccupied attention is the only answer\nto the importunate frivolity of other people; an\nattention, and to an aim which makes their wants\nfrivolous. This is a divine answer, and leaves no\nappeal and no hard thoughts. In Flaxman’s drawing\nof the Eumenides of Aeschylus, Orestes supplicates\nApollo, whilst the Furies sleep on the threshold.\nThe face of the god expresses a shade of regret and\ncompassion, but is calm with the conviction of the\nirreconcilableness of the two spheres. He is born\ninto other politics, into the eternal and beautiful.\nThe man at his feet asks for his interest in turmoils\nof the earth, into which his nature cannot enter. And\nthe Eumenides there lying express pictorially this\ndisparity. The god is surcharged with his divine destiny.",
        "Illusion, Temperament, Succession, Surface, Surprise,\nReality, Subjectiveness,—these are threads on the\nloom of time, these are the lords of life. I dare not\nassume to give their order, but I name them as I find\nthem in my way. I know better than to claim any\ncompleteness for my picture. I am a fragment, and this\nis a fragment of me. I can very confidently announce\none or another law, which throws itself into relief\nand form, but I am too young yet by some ages to\ncompile a code. I gossip for my hour concerning the\neternal politics. I have seen many fair pictures not\nin vain. A wonderful time I have lived in. I am not\nthe novice I was fourteen, nor yet seven years ago.\nLet who will ask Where is the fruit? I find a private\nfruit sufficient. This is a fruit,—that I should not\nask for a rash effect from meditations, counsels and\nthe hiving of truths. I should feel it pitiful to\ndemand a result on this town and county, an overt\neffect on the instant month and year. The effect is\ndeep and secular as the cause. It works on periods in\nwhich mortal lifetime is lost. All I know is reception;\nI am and I have: but I do not get, and when I have\nfancied I had gotten anything, I found I did not. I\nworship with wonder the great Fortune. My reception has\nbeen so large, that I am not annoyed by receiving this\nor that superabundantly. I say to the Genius, if he will\npardon the proverb, In for a mill, in for a million. When\nI receive a new gift, I do not macerate my body to make\nthe account square, for if I should die I could not make\nthe account square. The benefit overran the merit the\nfirst day, and has overrun the merit ever since. The\nmerit itself, so-called, I reckon part of the receiving.",
        "Also that hankering after an overt or practical\neffect seems to me an apostasy. In good earnest\nI am willing to spare this most unnecessary deal\nof doing. Life wears to me a visionary face.\nHardest roughest action is visionary also. It is\nbut a choice between soft and turbulent dreams.\nPeople disparage knowing and the intellectual life,\nand urge doing. I am very content with knowing, if\nonly I could know. That is an august entertainment,\nand would suffice me a great while. To know a little\nwould be worth the expense of this world. I hear\nalways the law of Adrastia, “that every soul which\nhad acquired any truth, should be safe from harm\nuntil another period.”",
        "I know that the world I converse with in the city\nand in the farms, is not the world I think. I observe\nthat difference, and shall observe it. One day I shall\nknow the value and law of this discrepance. But I have\nnot found that much was gained by manipular attempts\nto realize the world of thought. Many eager persons\nsuccessively make an experiment in this way, and make\nthemselves ridiculous. They acquire democratic manners,\nthey foam at the mouth, they hate and deny. Worse, I\nobserve that in the history of mankind there is never\na solitary example of success,—taking their own tests\nof success. I say this polemically, or in reply to the\ninquiry, Why not realize your world? But far be from\nme the despair which prejudges the law by a paltry\nempiricism;—since there never was a right endeavor\nbut it succeeded.  Patience and patience, we shall win\nat the last. We must be very suspicious of the deceptions\nof the element of time. It takes a good deal of time to\neat or to sleep, or to earn a hundred dollars, and a\nvery little time to entertain a hope and an insight\nwhich becomes the light of our life. We dress our garden,\neat our dinners, discuss the household with our wives,\nand these things make no impression, are forgotten next\nweek; but, in the solitude to which every man is always\nreturning, he has a sanity and revelations which in his\npassage into new worlds he will carry with him. Never\nmind the ridicule, never mind the defeat; up again, old\nheart!—it seems to say,—there is victory yet for all\njustice; and the true romance which the world exists to\nrealize will be the transformation of genius into\npractical power.",
        "Continue...",
        "\nThis complete text of Essays, Second Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "ESSAYS SECOND SERIESBy Ralph Waldo EmersonAt Amazon"
    ]
}