{
    "title": "Essays of Francis Bacon - Of Suitors (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "49",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "MANY ill matters and projects are undertaken; and private suits do putrefy the public good.  Many good matters, are undertaken with\nbad minds; I mean not only corrupt minds, but\ncrafty minds, that intend not performance.  Some\nembrace suits, which never mean to deal effectually in them; but if they see there may be life in\nthe matter, by some other mean, they will be content to win a thank, or take a second reward, or at\nleast to make use, in the meantime, of the suitor’s\nhopes.  Some take hold of suits, only for an occasion to cross some other; or to make an information, whereof they could not otherwise have apt\npretext; without care what become of the suit,\nwhen that turn is served; or, generally, to make\nother men’s business a kind of entertainment, to\nbring in their own.  Nay, some undertake suits,\nwith a full purpose to let them fall; to the end to\ngratify the adverse party, or competitor.  Surely\nthere is in some sort a right in every suit; either a\nright of equity, if it be a suit of controversy; or a\nright of desert, if it be a suit of petition.  If affection\nlead a man to favor the wrong side in justice, let\nhim rather use his countenance to compound the\nmatter, than to carry it.  If affection lead a man\nto favor the less worthy in desert, let him do it,\nwithout depraving or disabling the better deserver.\nIn suits which a man doth not well understand, it\nis good to refer them to some friend of trust and\njudgment, that may report, whether he may deal\nin them with honor: but let him choose well his\nreferendaries, for else he may be led by the nose.\nSuitors are so distasted with delays and abuses,\nthat plain dealing, in denying to deal in suits at\nfirst, and reporting the success barely, and in challenging no more thanks than one hath deserved,\nis grown not only honorable, but also gracious.  In\nsuits of favor, the first coming ought to take little\nplace: so far forth, consideration may be had of\nhis trust, that if intelligence of the matter could\nnot otherwise have been had, but by him, advantage be not taken of the note, but the party left to\nhis other means; and in some sort recompensed,\nfor his discovery.  To be ignorant of the value of a\nsuit, is simplicity; as well as to be ignorant of the\nright thereof, is want of conscience.  Secrecy in\nsuits, is a great mean of obtaining; for voicing\nthem to be in forwardness, may discourage some\nkind of suitors, but doth quicken and awake others.\nBut timing of the suit is the principal.  Timing, I\nsay, not only in respect of the person that should\ngrant it, but in respect of those, which are like to\ncross it.  Let a man, in the choice of his mean, rather\nchoose the fittest mean, than the greatest mean;\nand rather them that deal in certain things, than\nthose that are general.  The reparation of a denial,\nis sometimes equal to the first grant; if a man\nshow himself neither dejected nor discontented.\nIniquum petas ut aequum feras is a good rule,\nwhere a man hath strength of favor: but otherwise, a man were better rise in his suit; for\nhe, that would have ventured at first to have lost\nthe suitor, will not in the conclusion lose both the\nsuitor, and his own former favor.  Nothing is\nthought so easy a request to a great person, as his\nletter; and yet, if it be not in a good cause, it is so\nmuch out of his reputation.  There are no worse\ninstruments, than these general contrivers of suits;\nfor they are but a kind of poison, and infection, to\npublic proceedings.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}