{
    "title": "Essays of Francis Bacon - Of Atheism (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "17",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "I HAD rather believe all the fables in the Legend, and the Talmud, and the Alcoran, than\nthat this universal frame is without a mind.\nAnd therefore, God never wrought miracle, to\nconvince atheism, because his ordinary works convince it.  It is true, that a little philosophy inclineth\nman’s mind to atheism; but depth in philosophy\nbringeth men’s minds about to religion.  For while\nthe mind of man looketh upon second causes scattered, it may sometimes rest in them, and go no\nfurther; but when it beholdeth the chain of them,\nconfederate and linked together, it must needs fly\nto Providence and Deity.  Nay, even that school\nwhich is most accused of atheism doth most demonstrate religion; that is, the school of Leucippus\nand Democritus and Epicurus.  For it is a thousand\ntimes more credible, that four mutable elements,\nand one immutable fifth essence, duly and eternally placed, need no God, than that an army of\ninfinite small portions, or seeds unplaced, should\nhave produced this order and beauty, without a\ndivine marshal.  The Scripture saith, The fool hath\nsaid in his heart, there is no God; it is not said, The\nfool hath thought in his heart; so as he rather saith\nit, by rote to himself, as that he would have, than\nthat he can thoroughly believe it, or be persuaded\nof it.  For none deny, there is a God, but those, for\nwhom it maketh that there were no God.  It appeareth in nothing more, that atheism is rather in\nthe lip, than in the heart of man, than by this; that\natheists will ever be talking of that their opinion,\nas if they fainted in it, within themselves, and\nwould be glad to be strengthened, by the consent\nof others.  Nay more, you shall have atheists strive\nto get disciples, as it fareth with other sects.  And,\nwhich is most of all, you shall have of them, that\nwill suffer for atheism, and not recant; whereas if\nthey did truly think, that there were no such thing\nas God, why should they trouble themselves? Epicurus is charged, that he did but dissemble for his\ncredit’s sake, when he affirmed there were blessed\nnatures, but such as enjoyed themselves, without\nhaving respect to the government of the world.\nWherein they say he did temporize; though in\nsecret, he thought there was no God.  But certainly\nhe is traduced; for his words are noble and divine:\nNon deos vulgi negare profanum; sed vulgi opiniones diis applicare profanum.  Plato could have\nsaid no more.  And although he had the confidence,\nto deny the administration, he had not the power,\nto deny the nature.  The Indians of the West, have\nnames for their particular gods, though they have\nno name for God: as if the heathens should have\nhad the names Jupiter, Apollo, Mars, etc., but not\nthe word Deus; which shows that even those barbarous people have the notion, though they have\nnot the latitude and extent of it.  So that against\natheists, the very savages take part, with the very\nsubtlest philosophers.  The contemplative atheist is\nrare: a Diagoras, a Bion, a Lucian perhaps, and\nsome others; and yet they seem to be more than\nthey are; for that all that impugn a received religion, or superstition, are by the adverse part\nbranded with the name of atheists.  But the great\natheists, indeed are hypocrites; which are ever\nhandling holy things, but without feeling; so as\nthey must needs be cauterized in the end.  The\ncauses of atheism are: divisions in religion, if they\nbe many; for any one main division, addeth zeal to\nboth sides; but many divisions introduce atheism.\nAnother is, scandal of priests; when it is come to\nthat which St. Bernard saith, non est jam dicere,\nut populus sic sacerdos; quia nec sic populus ut\nsacerdos.  A third is, custom of profane scoffing in\nholy matters; which doth, by little and little, deface the reverence of religion.  And lastly, learned\ntimes, specially with peace and prosperity; for\ntroubles and adversities do more bow men’s minds\nto religion.  They that deny a God, destroy man’s\nnobility; for certainly man is of kin to the beasts,\nby his body; and, if he be not of kin to God, by his\nspirit, he is a base and ignoble creature.  It destroys\nlikewise magnanimity, and the raising of human\nnature; for take an example of a dog, and mark\nwhat a generosity and courage he will put on,\nwhen he finds himself maintained by a man; who\nto him is instead of a God, or melior natura; which\ncourage is manifestly such, as that creature, without that confidence of a better nature than his own,\ncould never attain.  So man, when he resteth and\nassureth himself, upon divine protection and\nfavor, gathered a force and faith, which human\nnature in itself could not obtain.  Therefore, as\natheism is in all respects hateful, so in this, that it\ndepriveth human nature of the means to exalt itself, above human frailty.  As it is in particular\npersons, so it is in nations.  Never was there such a\nstate for magnanimity as Rome.  Of this state hear\nwhat Cicero saith: Quam volumus licet, patres conscripti, nos amemus, tamen nec numero Hispanos,\nnec robore Gallos, nec calliditate Poenos, nec artibus Graecos, nec denique hoc ipso hujus gentis et\nterrae domestico nativoque sensu Italos ipsos et\nLatinos; sed pietate, ac religione, atque hac una\nsapientia, quod deorum immortalium numine\nomnia regi gubernarique perspeximus, omnes\ngentes nationesque superavimus.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}