{
    "title": "Essays of Francis Bacon - Of Cunning (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "23",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "WE TAKE cunning for a sinister or crooked\nwisdom.  And certainly there is a great difference, between a cunning man, and a wise man;\nnot only in point of honesty, but in point of ability.\nThere be, that can pack the cards, and yet cannot\nplay well; so there are some that are good in canvasses and factions, that are otherwise weak men.\nAgain, it is one thing to understand persons, and\nanother thing to understand matters; for many\nare perfect in men’s humors, that are not greatly\ncapable of the real part of business; which is the\nconstitution of one that hath studied men, more\nthan books.  Such men are fitter for practice, than\nfor counsel; and they are good, but in their own\nalley: turn them to new men, and they have lost\ntheir aim; so as the old rule, to know a fool from a\nwise man, Mitte ambos nudos ad ignotos, et videbis, doth scarce hold for them.  And because these\ncunning men, are like haberdashers of small\nwares, it is not amiss to set forth their shop.",
        "It is a point of cunning, to wait upon him with\nwhom you speak, with your eye; as the Jesuits give\nit in precept: for there be many wise men, that\nhave secret hearts, and transparent countenances.\nYet this would be done with a demure abasing of\nyour eye, sometimes, as the Jesuits also do use.",
        "Another is, that when you have anything to\nobtain, of present despatch, you entertain and\namuse the party, with whom you deal, with some\nother discourse; that he be not too much awake to\nmake objections.  I knew a counsellor and secretary, that never came to Queen Elizabeth of England, with bills to sign, but he would always first\nput her into some discourse of estate, that she\nmought the less mind the bills.",
        "The like surprise may be made by moving\nthings, when the party is in haste, and cannot stay\nto consider advisedly of that is moved.",
        "If a man would cross a business, that he doubts\nsome other would handsomely and effectually\nmove, let him pretend to wish it well, and move it\nhimself in such sort as may foil it.",
        "The breaking off, in the midst of that one was\nabout to say, as if he took himself up, breeds a\ngreater appetite in him with whom you confer, to\nknow more.",
        "And because it works better, when anything\nseemeth to be gotten from you by question, than\nif you offer it of yourself, you may lay a bait for a\nquestion, by showing another visage, and countenance, than you are wont; to the end to give occasion, for the party to ask, what the matter is of the\nchange? As Nehemias did; And I had not before\nthat time, been sad before the king.",
        "In things that are tender and unpleasing, it is\ngood to break the ice, by some whose words are of\nless weight, and to reserve the more weighty voice,\nto come in as by chance, so that he may be asked\nthe question upon the other’s speech: as Narcissus\ndid, relating to Claudius the marriage of Messalina and Silius.",
        "In things that a man would not be seen in himself, it is a point of cunning, to borrow the name of\nthe world; as to say, The world says, or There is a\nspeech abroad.",
        "I knew one that, when he wrote a letter, he\nwould put that, which was most material, in the\npostscript, as if it had been a by-matter.",
        "I knew another that, when he came to have\nspeech, he would pass over that, that he intended\nmost; and go forth, and come back again, and\nspeak of it as of a thing, that he had almost forgot.",
        "Some procure themselves, to be surprised, at\nsuch times as it is like the party that they work\nupon, will suddenly come upon them; and to be\nfound with a letter in their hand, or doing somewhat which they are not accustomed; to the end,\nthey may be apposed of those things, which of\nthemselves they are desirous to utter.",
        "It is a point of cunning, to let fall those words in\na man’s own name, which he would have another\nman learn, and use, and thereupon take advantage.  I knew two, that were competitors for the\nsecretary’s place in Queen Elizabeth’s time, and\nyet kept good quarter between themselves; and\nwould confer, one with another, upon the business; and the one of them said, That to be a secretary, in the declination of a monarchy, was a\nticklish thing, and that he did not affect it: the\nother straight caught up those words, and discoursed with divers of his friends, that he had no\nreason to desire to be secretary, in the declination\nof a monarchy.  The first man took hold of it, and\nfound means it was told the Queen; who, hearing\nof a declination of a monarchy, took it so ill, as she\nwould never after hear of the other’s suit.",
        "There is a cunning, which we in England call,\nthe turning of the cat in the pan; which is, when\nthat which a man says to another, he lays it as if\nanother had said it to him.  And to say truth, it is\nnot easy, when such a matter passed between two,\nto make it appear from which of them it first\nmoved and began.",
        "It is a way that some men have, to glance and\ndart at others, by justifying themselves by negatives; as to say, This I do not; as Tigellinus did\ntowards Burrhus, Se non  diversas  spes,  sed  incolumitatem imperatoris simpliciter spectare.",
        "Some have in readiness so many tales and\nstories, as there is nothing they would insinuate,\nbut they can wrap it into a tale; which serveth both\nto keep themselves more in guard, and to make\nothers carry it with more pleasure.  It is a good\npoint of cunning, for a man to shape the answer\nhe would have, in his own words and propositions;\nfor it makes the other party stick the less.",
        "It is strange how long some men will lie in wait\nto speak somewhat they desire to say; and how far\nabout they will fetch; and how many other matters they will beat over, to come near it.  It is a thing\nof great patience, but yet of much use.",
        "A sudden, bold, and unexpected question doth\nmany times surprise a man, and lay him open.\nLike to him that , having changed his name, and\nwalking in Paul’s, another suddenly came behind\nhim, and called him by his true name, whereat\nstraightways he looked back.",
        "But these small wares, and petty points, of cunning, are infinite; and it were a good deed to make\na list of them; for that nothing doth more hurt in\na state, than that cunning men pass for wise.",
        "But certainly some there are that know the resorts and falls of business, that cannot sink into\nthe main of it; like a house that hath convenient\nstairs and entries, but never a fair room.  Therefore,\nyou shall see them find out pretty looses in the conclusion, but are no ways able to examine or debate\nmatters.  And yet commonly they take advantage\nof their inability, and would be thought wits of\ndirection.  Some build rather upon the abusing of\nothers, and (as we now say) putting tricks upon\nthem, than upon soundness of their own proceedings.  But Solomon saith, Prudens advertit ad gressus suos; stultus divertit ad dolos.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}