{
    "title": "Essays of Francis Bacon - Of Adversity (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "6",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "IT WAS an high speech of Seneca (after the\nmanner of the Stoics), that the good things,\nwhich belong to prosperity, are to be wished; but\nthe good things, that belong to adversity, are to be\nadmired.  Bona rerum secundarum optabilia; adversarum mirabilia.  Certainly if miracles be the\ncommand over nature, they appear most in adversity.  It is yet a higher speech of his, than the other\n(much too high for a heathen), It is true greatness,\nto have in one the frailty of a man, and the security\nof a God.  Vere magnum habere fragilitatem hominis, securitatem Dei.  This would have done better\nin poesy, where transcendences are more allowed.\nAnd the poets indeed have been busy with it; for\nit is in effect the thing, which figured in that\nstrange fiction of the ancient poets, which seemeth\nnot to be without mystery; nay, and to have some\napproach to the state of a Christian; that Hercules,\nwhen he went to unbind Prometheus (by whom\nhuman nature is represented), sailed the length of\nthe great ocean, in an earthen pot or pitcher; lively\ndescribing Christian resolution, that saileth in the\nfrail bark of the flesh, through the waves of the\nworld.  But to speak in a mean.  The virtue of prosperity, is temperance; the virtue of adversity, is\nfortitude; which in morals is the more heroical\nvirtue.  Prosperity is the blessing of the Old Testament; adversity is the blessing of the New; which\ncarrieth the greater benediction, and the clearer\nrevelation of God’s favor.  Yet even in the Old\nTestament, if you listen to David’s harp, you shall\nhear as many hearse-like airs as carols; and the\npencil of the Holy Ghost hath labored more in describing the afflictions of Job, than the felicities of\nSolomon.  Prosperity is not without many fears\nand distastes; and adversity is not without comforts and hopes.  We see in needle-works and embroideries, it is more pleasing to have a lively work,\nupon a sad and solemn ground, than to have a dark\nand melancholy work, upon a lightsome ground:\njudge therefore of the pleasure of the heart, by the\npleasure of the eye.  Certainly virtue is like precious\nodors, most fragrant when they are incensed, or\ncrushed: for prosperity doth best discover vice, but\nadversity doth best discover virtue.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}