{
    "title": "Essays of Francis Bacon - Of Parents (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "AND CHILDREN",
        "THE joys of parents are secret; and so are their\ngriefs and fears.  They cannot utter the one;\nnor they will not utter the other.  Children sweeten\nlabors; but they make misfortunes more bitter.\nThey increase the cares of life; but they mitigate\nthe remembrance of death.  The perpetuity by\ngeneration is common to beasts; but memory,\nmerit, and noble works, are proper to men.  And\nsurely a man shall see the noblest works and foundations have proceeded from childless men; which\nhave sought to express the images of their minds,\nwhere those of their bodies have failed.  So the care\nof posterity is most in them, that have no posterity.\nThey that are the first raisers of their houses, are\nmost indulgent towards their children; beholding\nthem as the continuance, not only of their kind, but\nof their work; and so both children and creatures.",
        "The difference in affection, of parents towards\ntheir several children, is many times unequal; and\nsometimes unworthy; especially in the mothers;\nas Solomon saith, A wise son rejoiceth the father,\nbut an ungracious son shames the mother.  A man\nshall see, where there is a house full of children,\none or two of the eldest respected, and the youngest made wantons; but in the midst, some that\nare as it were forgotten, who many times, nevertheless, prove the best.  The illiberality of parents,\nin allowance towards their children, is an harmful\nerror; makes them base; acquaints them with\nshifts; makes them sort with mean company; and\nmakes them surfeit more when they come to\nplenty.  And therefore the proof is best, when men\nkeep their authority towards the children, but not\ntheir purse.  Men have a foolish manner (both parents and schoolmasters and servants) in creating\nand breeding an emulation between brothers, during childhood, which many times sorteth to discord when they are men, and disturbeth families.\nThe Italians make little difference between children, and nephews or near kinsfolks; but so they\nbe of the lump, they care not though they pass not\nthrough their own body.  And, to say truth, in\nnature it is much a like matter; insomuch that we\nsee a nephew sometimes resembleth an uncle, or\na kinsman, more than his own parent; as the blood\nhappens.  Let parents choose betimes, the vocations\nand courses they mean their children should take;\nfor then they are most flexible; and let them not\ntoo much apply themselves to the disposition of\ntheir children, as thinking they will take best to\nthat, which they have most mind to.  It is true, that\nif the affection or aptness of the children be extraordinary, then it is good not to cross it; but generally the precept is good, optimum elige, suave et\nfacile illud faciet consuetudo.  Younger brothers\nare commonly fortunate, but seldom or never\nwhere the elder are disinherited.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}