{
    "title": "Essays of Francis Bacon - Of Nobility (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "15",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "WE WILL speak of nobility, first as a portion\nof an estate, then as a condition of particular persons.  A monarchy, where there is no nobility at all, is ever a pure and absolute tyranny; as\nthat of the Turks.  For nobility attempers sovereignty, and draws the eyes of the people, somewhat\naside from the line royal.  But for democracies,\nthey need it not; and they are commonly more\nquiet, and less subject to sedition, than where there\nare stirps of nobles.  For men’s eyes are upon the\nbusiness, and not upon the persons; or if upon the\npersons, it is for the business’ sake, as fittest, and\nnot for flags and pedigree.  We see the Switzers last\nwell, notwithstanding their diversity of religion,\nand of cantons.  For utility is their bond, and not\nrespects.  The united provinces of the Low Countries, in their government, excel; for where there\nis an equality, the consultations are more indifferent, and the payments and tributes, more\ncheerful.  A great and potent nobility, addeth\nmajesty to a monarch, but diminisheth power;\nand putteth life and spirit into the people, but\npresseth their fortune.  It is well, when nobles are\nnot too great for sovereignty nor for justice; and\nyet maintained in that height, as the insolency of\ninferiors may be broken upon them, before it come\non too fast upon the majesty of kings.  A numerous\nnobility causeth poverty, and inconvenience in a\nstate; for it is a surcharge of expense; and besides,\nit being of necessity, that many of the nobility fall,\nin time, to be weak in fortune, it maketh a kind of\ndisproportion, between honor and means.",
        "As for nobility in particular persons; it is a reverend thing, to see an ancient castle or building,\nnot in decay; or to see a fair timber tree, sound and\nperfect.  How much more, to behold an ancient\nnoble family, which has stood against the waves\nand weathers of time! For new nobility is but the\nact of power, but ancient nobility is the act of time.\nThose that are first raised to nobility, are commonly more virtuous, but less innocent, than their\ndescendants; for there is rarely any rising, but by\na commixture of good and evil arts.  But it is reason,\nthe memory of their virtues remain to their posterity, and their faults die with themselves.  Nobility of birth commonly abateth industry; and he\nthat is not industrious, envieth him that is.  Besides,\nnoble persons cannot go much higher; and he that\nstandeth at a stay, when others rise, can hardly\navoid motions of envy.  On the other side, nobility extinguisheth the passive envy from others,\ntowards them; because they are in possession of\nhonor.  Certainly, kings that have able men of\ntheir nobility, shall find ease in employing them,\nand a better slide into their business; for people\nnaturally bend to them, as born in some sort to\ncommand.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}