{
    "title": "Essays of Francis Bacon - Of Ambition (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "37",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "AMBITION is like choler; which is an humor\nthat maketh men active, earnest, full of alacrity, and stirring, if it be not stopped.  But if it be\nstopped, and cannot have his way, it becometh\nadust, and thereby malign and venomous.  So ambitious men, if they find the way open for their\nrising, and still get forward, they are rather busy\nthan dangerous; but if they be checked in their\ndesires, they become secretly discontent, and look\nupon men and matters with an evil eye, and are\nbest pleased, when things go backward; which is\nthe worst property in a servant of a prince, or state.\nTherefore it is good for princes, if they use ambitious men, to handle it, so as they be still progressive and not retrograde; which, because it cannot\nbe without inconvenience, it is good not to use such\nnatures at all.  For if they rise not with their service,\nthey will take order, to make their service fall with\nthem.  But since we have said, it were good not to\nuse men of ambitious natures, except it be upon\nnecessity, it is fit we speak, in what cases they are\nof necessity.  Good commanders in the wars must\nbe taken, be they never so ambitious; for the use\nof their service, dispenseth with the rest; and to\ntake a soldier without ambition, is to pull off his\nspurs.  There is also great use of ambitious men, in\nbeing screens to princes in matters of danger and\nenvy; for no man will take that part, except he be\nlike a seeled dove, that mounts and mounts, because he cannot see about him.  There is use also of\nambitious men, in pulling down the greatness of\nany subject that overtops; as Tiberius used Marco,\nin the pulling down of Sejanus.  Since, therefore,\nthey must be used in such cases, there resteth to\nspeak, how they are to be bridled, that they may be\nless dangerous.  There is less danger of them, if they\nbe of mean birth, than if they be noble; and if they\nbe rather harsh of nature, than gracious and popular: and if they be rather new raised, than grown\ncunning, and fortified, in their greatness.  It is\ncounted by some, a weakness in princes, to have\nfavorites; but it is, of all others, the best remedy\nagainst ambitious great-ones.  For when the way\nof pleasuring, and displeasuring, lieth by the\nfavorite, it is impossible any other should be overgreat.  Another means to curb them, is to balance\nthem by others, as proud as they.  But then there\nmust be some middle counsellors, to keep things\nsteady; for without that ballast, the ship will roll\ntoo much.  At the least, a prince may animate\nand inure some meaner persons, to be as it were\nscourges, to ambitions men.  As for the having of\nthem obnoxious to ruin; if they be of fearful\nnatures, it may do well; but if they be stout and\ndaring, it may precipitate their designs, and prove\ndangerous.  As for the pulling of them down, if the\naffairs require it, and that it may not be done with\nsafety suddenly, the only way is the interchange,\ncontinually, of favors and disgraces; whereby\nthey may not know what to expect, and be, as it\nwere, in a wood.  Of ambitions, it is less harmful,\nthe ambition to prevail in great things, than that\nother, to appear in every thing; for that breeds\nconfusion, and mars business.  But yet it is less danger, to have an ambitious man stirring in business,\nthan great in dependences.  He that seeketh to be\neminent amongst able men, hath a great task; but\nthat is ever good for the public.  But he, that plots\nto be the only figure amongst ciphers, is the decay\nof a whole age.  Honor hath three things in it: the\nvantage ground to do good; the approach to kings\nand principal persons; and the raising of a man’s\nown fortunes.  He that hath the best of these intentions, when he aspireth, is an honest man; and that\nprince, that can discern of these intentions in another that aspireth, is a wise prince.  Generally, let\nprinces and states choose such ministers, as are\nmore sensible of duty than of using; and such as\nlove business rather upon conscience, than upon\nbravery, and let them discern a busy nature, from\na willing mind.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}