{
    "title": "Essays of Francis Bacon - Of Fortune (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "41",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "IT CANNOT be denied, but outward accidents\nconduce much to fortune; favor, opportunity,\ndeath of others, occasion fitting virtue.  But chiefly,\nthe mould of a man’s fortune is in his own hands.\nFaber quisque fortunae suae, saith the poet.  And\nthe most frequent of external causes is, that the\nfolly of one man, is the fortune of another.  For no\nman prospers so suddenly, as by others’ errors.\nSerpens nisi serpentem comederit non fit draco.\nOvert and apparent virtues, bring forth praise; but\nthere be secret and hidden virtues, that bring forth\nfortune; certain deliveries of a man’s self, which\nhave no name.  The Spanish name, desemboltura,\npartly expresseth them; when there be not stonds\nnor restiveness in a man’s nature; but that the\nwheels of his mind, keep way with the wheels of\nhis fortune.  For so Livy (after he had described\nCato Major in these words, In illo viro tantum robur corporis et animi fuit, ut quocunque loco natus\nesset, fortunam sibi facturus videretur) falleth\nupon that, that he had versatile ingenium.  Therefore if a man look sharply and attentively, he shall\nsee Fortune: for though she be blind, yet she is not\ninvisible.  The way of fortune, is like the Milken\nWay in the sky; which is a meeting or knot of a\nnumber of small stars; not seen asunder, but giving light together.  So are there a number of\nlittle, and scarce discerned virtues, or rather faculties and customs, that make men fortunate.  The\nItalians note some of them, such as a man would\nlittle think.  When they speak of one that cannot do\namiss, they will throw in, into his other conditions,\nthat he hath Poco di matto.  And certainly there be\nnot two more fortunate properties, than to have a\nlittle of the fool, and not too much of the honest.\nTherefore extreme lovers of their country or\nmasters, were never fortunate, neither can they\nbe. For when a man placeth his thoughts without\nhimself, he goeth not his own way.  An hasty fortune maketh an enterpriser and remover (the\nFrench hath it better, entreprenant, or remuant);\nbut the exercised fortune maketh the able man.\nFortune is to be honored and respected, and it be\nbut for her daughters, Confidence and Reputation.\nFor those two, Felicity breedeth; the first within\na man’s self, the latter in others towards him.  All\nwise men, to decline the envy of their own virtues,\nuse to ascribe them to Providence and Fortune; for\nso they may the better assume them: and, besides,\nit is greatness in a man, to be the care of the higher\npowers.  So Caesar said to the pilot in the tempest,\nCaesarem portas, et fortunam ejus.  So Sylla chose\nthe name of Felix, and not of Magnus.  And it hath\nbeen noted, that those who ascribe openly too\nmuch to their own wisdom and policy, end infortunate.  It is written that Timotheus the Athenian,\nafter he had, in the account he gave to the state of\nhis government, often interlaced this speech, and\nin this, Fortune had no part, never prospered in\nanything, he undertook afterwards.  Certainly\nthere be, whose fortunes are like Homer’s verses,\nthat have a slide and easiness more than the verses\nof other poets; as Plutarch saith of Timoleon’s fortune, in respect of that of Agesilaus or Epaminondas.  And that this shoulld be, no doubt it is much,\nin a man’s self.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}