{
    "title": "Essays of Francis Bacon - Of Masques (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "38",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "AND TRIUMPHS",
        "THESE things are but toys, to come amongst\nsuch serious observations.  But yet, since\nprinces will have such things, it is better they\nshould be graced with elegancy, than daubed with\ncost.  Dancing to song, is a thing of great state and\npleasure.  I understand it, that the song be in quire,\nplaced aloft, and accompanied with some broken\nmusic; and the ditty fitted to the device.  Acting in\nsong, especially in dialogues, hath an extreme\ngood grace; I say acting, not dancing (for that is a\nmean and vulgar thing); and the voices of the dialogue would be strong and manly (a base and a\ntenor; no treble); and the ditty high and tragical;\nnot nice or dainty.  Several quires, placed one over\nagainst another, and taking the voice by catches,\nanthem-wise, give great pleasure.  Turning dances\ninto figure, is a childish curiosity.  And generally\nlet it be noted, that those things which I here set\ndown, are such as do naturally take the sense, and\nnot respect petty wonderments.  It is true, the alterations of scenes, so it be quietly and without\nnoise, are things of great beauty and pleasure; for\nthey feed and relieve the eye, before it be full of\nthe same object.  Let the scenes abound with light,\nspecially colored and varied; and let the masquers,\nor any other, that are to come down from the\nscene, have some motions upon the scene itself,\nbefore their coming down; for it draws the eye\nstrangely, and makes it, with great pleasure, to\ndesire to see, that it cannot perfectly discern.  Let\nthe songs be loud and cheerful, and not chirpings\nor pulings.  Let the music likewise be sharp and\nloud, and well placed.  The colors that show best by\ncandle-light are white, carnation, and a kind of\nsea-water-green; and oes, or spangs, as they are of\nno great cost, so they are of most glory.  As for rich\nembroidery, it is lost and not discerned.  Let the\nsuits of the masquers be graceful, and such as become the person, when the vizors are off; not after\nexamples of known attires; Turke, soldiers, mariners’, and the like.  Let anti-masques not be long;\nthey have been commonly of fools, satyrs, baboons,\nwild-men, antics, beasts, sprites, witches, Ethiops,\npigmies, turquets, nymphs, rustics, Cupids, statuas\nmoving, and the like.  As for angels, it is not comical enough, to put them in anti-masques; and\nanything that is hideous, as devils, giants, is on\nthe other side as unfit.  But chiefly, let the music\nof them be recreative, and with some strange\nchanges.  Some sweet odors suddenly coming forth,\nwithout any drops falling, are, in such a company\nas there is steam and heat, things of great pleasure\nand refreshment.  Double masques, one of men,\nanother of ladies, addeth state and variety.  But all\nis nothing except the room be kept clear and neat.",
        "For justs, and tourneys, and barriers; the glories\nof them are chiefly in the chariots, wherein the\nchallengers make their entry; especially if they\nbe drawn with strange beasts: as lions, bears,\ncamels, and the like; or in the devices of their entrance; or in the bravery of their liveries; or in the\ngoodly furniture of their horses and armor.  But\nenough of these toys.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}