{
    "title": "Essays of Francis Bacon - Of Nature (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "39",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "IN MEN",
        "NATURE is often hidden; sometimes overcome; seldom extinguished.  Force, maketh\nnature more violent in the return; doctrine and discourse, maketh nature less importune; but custom\nonly doth alter and subdue nature.  He that seeketh\nvictory over his nature, let him not set himself too\ngreat, nor too small tasks; for the first will make\nhim dejected by often failings; and the second will\nmake him a small proceeder, though by often prevailings.  And at the first let him practise with\nhelps, as swimmers do with bladders or rushes;\nbut after a time let him practise with disadvantages, as dancers do with thick shoes.  For it breeds\ngreat perfection, if the practice be harder than the\nuse.  Where nature is mighty, and therefore the\nvictory hard, the degrees had need be, first to stay\nand arrest nature in time; like to him that would\nsay over the four and twenty letters when he was\nangry; then to go less in quantity; as if one should,\nin forbearing wine, come from drinking healths,\nto a draught at a meal; and lastly, to discontinue\naltogether.  But if a man have the fortitude, and\nresolution, to enfranchise himself at once, that is\nthe best:",
        "Optimus ille animi vindex laedentia pectus\nVincula qui rupit, dedoluitque semel.",
        "Neither is the ancient rule amiss, to bend nature,\nas a wand, to a contrary extreme, whereby to set it\nright, understanding it, where the contrary extreme is no vice.  Let not a man force a habit upon\nhimself, with a perpetual continuance, but with\nsome intermission.  For both the pause reinforceth\nthe new onset; and if a man that is not perfect, be\never in practice, he shall as well practise his errors,\nas his abilities, and induce one habit of both; and\nthere is no means to help this, but by seasonable\nintermissions.  But let not a man trust his victory\nover his nature, too far; for nature will lay buried\na great time, and yet revive, upon the occasion or\ntemptation.  Like as it was with AEsop’s damsel,\nturned from a cat to a woman, who sat very demutely at the board’s end, till a mouse ran before\nher.  Therefore, let a man either avoid the occasion\naltogether; or put himself often to it, that he may\nbe little moved with it.  A man’s nature is best perceived in privateness, for there is no affectation;\nin passion, for that putteth a man out of his precepts; and in a new case or experiment, for there\ncustom leaveth him.  They are happy men, whose\nnatures sort with their vocations; otherwise they\nmay say, multum incola fuit anima mea; when\nthey converse in those things, they do not affect.\nIn studies, whatsoever a man commandeth upon\nhimself, let him set hours for it; but whatsoever is\nagreeable to his nature, let him take no care for\nany set times; for his thoughts will fly to it, of\nthemselves; so as the spaces of other business, or\nstudies, will suffice.  A man’s nature, runs either to\nherbs or weeds; therefore let him seasonably water\nthe one, and destroy the other.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}