{
    "title": "Essays of Francis Bacon - Of Vain-glory (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "54",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "IT WAS prettily devised of AEsop, The fly sat\nupon the axle-tree of the chariot wheel, and\nsaid, What a dust do I raise! So are there some vain\npersons, that whatsoever goeth alone, or moveth\nupon greater means, if they have never so little\nhand in it, they think it is they that carry it.  They\nthat are glorious, must needs be factious; for all\nbravery stands upon comparisons.  They must\nneeds be violent, to make good their own vaunts.\nNeither can they be secret, and therefore not effectual; but according to the French proverb,\nBeaucoup de bruit, peu de fruit; Much bruit little\nfruit.  Yet certainly, there is use of this quality in\ncivil affairs.  Where there is an opinion and fame to\nbe created, either of virtue or greatness, these men\nare good trumpeters.  Again, as Titus Livius noteth,\nin the case of Antiochus and the AEtolians, There\nare sometimes great effects, of cross lies; as if a\nman, that negotiates between two princes, to draw\nthem to join in a war against the third, doth extol\nthe forces of either of them, above measure, the\none to the other: and sometimes he that deals between man and man, raiseth his own credit with\nboth, by pretending greater interest than he hath\nin either.  And in these and the like kinds, it often\nfalls out, that somewhat is produced of nothing;\nfor lies are sufficient to breed opinion, and opinion\nbrings on substance.  In militar commanders and\nsoldiers, vain-glory is an essential point; for as\niron sharpens iron, so by glory, one courage sharpeneth another.  In cases of great enterprise upon\ncharge and adventure, a composition of glorious\nnatures, doth put life into business; and those that\nare of solid and sober natures, have more of the\nballast, than of the sail.  In fame of learning, the\nflight will be slow without some feathers of ostentation.  Qui de contemnenda gloria libros scribunt, nomen, suum inscribunt.  Socrates, Aristotle,\nGalen, were men full of ostentation.  Certainly\nvain-glory helpeth to perpetuate a man’s memory;\nand virtue was never so beholding to human nature, as it received his due at the second hand.\nNeither had the fame of Cicero, Seneca, Plinius\nSecundus, borne her age so well, if it had not been\njoined with some vanity in themselves; like unto\nvarnish, that makes ceilings not only shine but\nlast.  But all this while, when I speak of vain-glory,\nI mean not of that property, that Tacitus doth attribute to Mucianus; Omnium quae dixerat feceratque arte quadam ostentator: for that proceeds\nnot of vanity, but of natural magnanimity and\ndiscretion; and in some persons, is not only comely,\nbut gracious.  For excusations, cessions, modesty\nitself well governed, are but arts of ostentation.\nAnd amongst those arts, there is none better than\nthat which Plinius Secundus speaketh of, which is\nto be liberal of praise and commendation to others,\nin that, wherein a man’s self hath any perfection.\nFor saith Pliny, very wittily, In commending\nanother, you do yourself right; for he that you\ncommend, is either superior to you in that you\ncommend, or inferior.  If he be inferior, if he be to\nbe commended, you much more; if he be superior,\nif he be not to be commended, you much less.\nGlorious men are the scorn of wise men, the admiration of fools, the idols of parasites, and the\nslaves of their own vaunts.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}