{
    "title": "Essays of Francis Bacon - Of Envy (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "10",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "THERE be none of the affections, which have\nbeen noted to fascinate or bewitch, but love\nand envy.  They both have vehement wishes; they\nframe themselves readily into imaginations and\nsuggestions; and they come easily into the eye,\nespecially upon the present of the objects; which\nare the points that conduce to fascination, if any\nsuch thing there be.  We see likewise, the Scripture\ncalleth envy an evil eye; and the astrologers, call\nthe evil influences of the stars, evil aspects; so that\nstill there seemeth to be acknowledged, in the act\nof envy, an ejaculation or irradiation of the eye.\nNay, some have been so curious, as to note, that\nthe times when the stroke or percussion of an envious eye doth most hurt, are when the party envied\nis beheld in glory or triumph; for that sets an edge\nupon envy: and besides, at such times the spirits\nof the person envied, do come forth most into the\noutward parts, and so meet the blow.",
        "But leaving these curiosities (though not unworthy to be thought on, in fit place), we will\nhandle, what persons are apt to envy others; what\npersons are most subject to be envied themselves;\nand what is the difference between public and\nprivate envy.",
        "A man that hath no virtue in himself, ever envieth virtue in others.  For men’s minds, will either\nfeed upon their own good, or upon others’ evil; and\nwho wanteth the one, will prey upon the other;\nand whoso is out of hope, to attain to another’s\nvirtue, will seek to come at even hand, by depressing another’s fortune.",
        "A man that is busy, and inquisitive, is commonly envious.  For to know much of other men’s\nmatters, cannot be because all that ado may concern his own estate; therefore it must needs be,\nthat he taketh a kind of play-pleasure, in looking\nupon the fortunes of others.  Neither can he, that\nmindeth but his own business, find much matter\nfor envy.  For envy is a gadding passion, and walketh the streets, and doth not keep home: Non est\ncuriosus, quin idem sit malevolus.",
        "Men of noble birth, are noted to be envious\ntowards new men, when they rise.  For the distance\nis altered, and it is like a deceit of the eye, that\nwhen others come on, they think themselves, go\nback.",
        "Deformed persons, and eunuchs, and old men,\nand bastards, are envious.  For he that cannot possibly mend his own case, will do what he can, to\nimpair another’s; except these defects light upon\na very brave, and heroical nature, which thinketh\nto make his natural wants part of his honor; in that\nit should be said, that an eunuch, or a lame man,\ndid such great matters; affecting the honor of a\nmiracle; as it was in Narses the eunuch, and Agesilaus and Tamberlanes, that were lame men.",
        "The same is the case of men, that rise after calamities and misfortunes.  For they are as men\nfallen out with the times; and think other men’s\nharms, a redemption of their own sufferings.",
        "They that desire to excel in too many matters,\nout of levity and vain glory, are ever envious.  For\nthey cannot want work; it being impossible, but\nmany, in some one of those things, should surpass\nthem.  Which was the character of Adrian the Emperor; that mortally envied poets, and painters,\nand artificers, in works wherein he had a vein to\nexcel.",
        "Lastly, near kinsfolks, and fellows in office, and\nthose that have been bred together, are more apt\nto envy their equals, when they are raised.  For it\ndoth upbraid unto them their own fortunes, and\npointeth at them, and cometh oftener into their\nremembrance, and incurreth likewise more into\nthe note of others; and envy ever redoubleth from\nspeech and fame.  Cain’s envy was the more vile\nand malignant, towards his brother Abel, because\nwhen his sacrifice was better accepted, there was\nno body to look on.  Thus much for those, that are\napt to envy.",
        "Concerning those that are more or less subject\nto envy: First, persons of eminent virtue, when\nthey are advanced, are less envied.  For their fortune seemeth , but due unto them; and no man\nenvieth the payment of a debt, but rewards and\nliberality rather.  Again, envy is ever joined with\nthe comparing of a man’s self; and where there is\nno comparison, no envy; and therefore kings are\nnot envied, but by kings.  Nevertheless it is to be\nnoted, that unworthy persons are most envied, at\ntheir first coming in, and afterwards overcome it\nbetter; whereas contrariwise, persons of worth\nand merit are most envied, when their fortune\ncontinueth long.  For by that time, though their\nvirtue be the same, yet it hath not the same lustre;\nfor fresh men grow up that darken it.",
        "Persons of noble blood, are less envied in their\nrising.  For it seemeth but right done to their birth.\nBesides, there seemeth not much added to their\nfortune; and envy is as the sunbeams, that beat\nhotter upon a bank, or steep rising ground, than\nupon a flat.  And for the same reason, those that are\nadvanced by degrees, are less envied than those\nthat are advanced suddenly and per saltum.",
        "Those that have joined with their honor great\ntravels, cares, or perils, are less subject to envy.\nFor men think that they earn their honors hardly,\nand pity them sometimes; and pity ever healeth\nenvy.  Wherefore you shall observe, that the more\ndeep and sober sort of politic persons, in their\ngreataess, are ever bemoaning themselves, what\na life they lead; chanting a quanta patimur! Not\nthat they feel it so, but only to abate the edge of\nenvy.  But this is to be understood, of business that\nis laid upon men, and not such, as they call unto\nthemselves.  For nothing increaseth envy more,\nthan an unnecessary and ambitious engrossing of\nbusiness.  And nothing doth extinguish envy more,\nthan for a great person to preserve all other inferior officers, in their full lights and pre-eminences\nof their places.  For by that means, there be so\nmany screens between him and envy.",
        "Above all, those are most subject to envy, which\ncarry the greatness of their fortunes, in an insolent\nand proud manner; being never well, but while\nthey are showing how great they are, either by\noutward pomp, or by triumphing over all opposition or competition; whereas wise men will rather\ndo sacrifice to envy, in suffering themselves sometimes of purpose to be crossed, and overborne in\nthings that do not much concern them.  Notwithstanding, so much is true, that the carriage of\ngreatness, in a plain and open manner (so it be\nwithout arrogancy and vain glory) doth draw less\nenvy, than if it be in a more crafty and cunning\nfashion.  For in that course, a man doth but disavow fortune; and seemeth to be conscious of his\nown want in worth; and doth but teach others, to\nenvy him.",
        "Lastly, to conclude this part; as we said in the\nbeginning, that the act of envy had somewhat in\nit of witchcraft, so there is no other cure of envy,\nbut the cure of witchcraft; and that is, to remove\nthe lot (as they call it) and to lay it upon another.\nFor which purpose, the wiser sort of great persons,\nbring in ever upon the stage somebody upon whom\nto derive the envy, that would come upon themselves; sometimes upon ministers and servants;\nsometimes upon colleagues and associates; and the\nlike; and for that turn there are never wanting,\nsome persons of violent and undertaking natures,\nwho, so they may have power and business, will\ntake it at any cost.",
        "Now, to speak of public envy.  There is yet some\ngood in public envy, whereas in private, there is\nnone.  For public envy, is as an ostracism, that\neclipseth men, when they grow too great.  And\ntherefore it is a bridle also to great ones, to keep\nthem within bounds.",
        "This envy, being in the Latin word invidia,\ngoeth in the modern language, by the name of\ndiscontentment; of which we shall speak, in handling sedition.  It is a disease, in a state, like to infection.  For as infection spreadeth upon that which is\nsound, and tainteth it; so when envy is gotten once\ninto a state, it traduceth even the best actions\nthereof, and turneth them into an ill odor.  And\ntherefore there is little won, by intermingling of\nplausible actions.  For that doth argue but a weakness, and fear of envy, which hurteth so much the\nmore, as it is likewise usual in infections; which\nif you fear them, you call them upon you.",
        "This public envy, seemeth to beat chiefly upon\nprincipal officers or ministers, rather than upon\nkings, and estates themselves.  But this is a sure\nrule, that if the envy upon the minister be great,\nwhen the cause of it in him is small; or if the envy\nbe general, in a manner upon all the ministers of\nan estate; then the envy (though hidden) is truly\nupon the state itself.  And so much of public envy\nor discontentment, and the difference thereof from\nprivate envy, which was handled in the first place.",
        "We will add this in general, touching the affection of envy; that of all other affections, it is the\nmost importune and continual.  For of other affections, there is occasion given, but now and then;\nand therefore it was well said, Invidia festos dies\nnon agit: for it is ever working upon some or other.\nAnd it is also noted, that love and envy do make a\nman pine, which other affections do not, because\nthey are not so continual.  It is also the vilest affection, and the most depraved; for which cause it\nis the proper attribute of the devil, who is called,\nthe envious man, that soweth tares amongst the\nwheat by night; as it always cometh to pass, that\nenvy worketh subtilly, and in the dark, and to the\nprejudice of good things, such as is the wheat.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}