{
    "title": "Essays of Francis Bacon - Of Great Place (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "12",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "MEN in great place are thrice servants: servants of the sovereign or state; servants of\nfame; and servants of business.  So as they have no\nfreedom; neither in their persons, nor in their actions, nor in their times.  It is a strange desire, to\nseek power and to lose liberty: or to seek power\nover others, and to lose power over a man’s self.\nThe rising unto place is laborious; and by pains,\nmen come to greater pains; and it is sometimes\nbase; and by indignities, men come to dignities.\nThe standing is slippery, and the regress is either\na downfall, or at least an eclipse, which is a melancholy thing.  Cum non sis qui fueris, non esse cur\nvelis vivere.  Nay, retire men cannot when they\nwould, neither will they, when it were reason; but\nare impatient of privateness, even in age and sickness, which require the shadow; like old townsmen, that will be still sitting at their street door,\nthough thereby they offer age to scom.  Certainly\ngreat persons had need to borrow other men’s\nopinions, to think themselves happy; for if they\njudge by their own feeling, they cannot find it; but\nif they think with themselves, what other men\nthink of them, and that other men would fain be,\nas they are, then they are happy, as it were, by\nreport; when perhaps they find the contrary\nwithin.  For they are the first, that find their own\ngriefs, though they be the last, that find their\nown faults.  Certainly men in great fortunes are\nstrangers to themselves, and while they are in the\npuzzle of business, they have no time to tend their\nhealth, either of body or mind.  Illi mors gravis\nincubat, qui notus nimis omnibus, ignotus moritur\nsibi.  In place, there is license to do good, and evil;\nwhereof the latter is a curse: for in evil, the best\ncondition is not to win; the second, not to can.  But\npower to do good, is the true and lawful end of\naspiring.  For good thoughts (though God accept\nthem) yet, towards men, are little better than good\ndreams, except they be put in act; and that cannot\nbe, without power and place, as the vantage, and\ncommanding ground.  Merit and good works, is\nthe end of man’s motion; and conscience of the\nsame is the accomplishment of man’s rest.  For if a\nman can be partaker of God’s theatre, he shall likewise be partaker of God’s rest.  Et conversus Deus,\nut aspiceret opera quae fecerunt manus suae, vidit\nquod omnia essent bona nimis; and then the sabbath.  In the discharge of thy place, set before thee\nthe best examples; for imitation is a globe of precepts.  And after a time, set before thee thine own\nexample; and examine thyself strictly, whether\nthou didst not best at first.  Neglect not also the\nexamples, of those that have carried themselves\nill, in the same place; not to set off thyself, by taxing their memory, but to direct thyself, what to\navoid.  Reform therefore, without bravery, or scandal of former times and persons; but yet set it down\nto thyself, as well to create good precedents, as to\nfollow them.  Reduce things to the first institution,\nand observe wherein, and how, they have degenerate; but yet ask counsel of both times; of the\nancient time, what is best; and of the latter time,\nwhat is fittest.  Seek to make thy course regular,\nthat men may know beforehand, what they may\nexpect; but be not too positive and peremptory;\nand express thyself well, when thou digressest\nfrom thy rule.  Preserve the right of thy place; but\nstir not questions of jurisdiction; and rather assume thy right, in silence and de facto, than voice\nit with claims, and challenges.  Preserve likewise\nthe rights of inferior places; and think it more\nhonor, to direct in chief, than to be busy in all.\nEmbrace and invite helps, and advices, touching\nthe execution of thy place; and do not drive away\nsuch, as bring thee information, as meddlers; but\naccept of them in good part.  The vices of authority\nare chiefly four: delays, corruption, roughness,\nand facility.  For delays: give easy access; keep\ntimes appointed; go through with that which is in\nhand, and interlace not business, but of necessity.\nFor corruption: do not only bind thine own hands,\nor thy servants’ hands, from taking, but bind the\nhands of suitors also, from offering.  For integrity\nused doth the one; but integrity professed, and\nwith a manifest detestation of bribery, doth the\nother.  And avoid not only the fault, but the suspicion.  Whosoever is found variable, and changeth\nmanifestly without manifest cause, giveth suspicion of corruption.  Therefore always, when thou\nchangest thine opinion or course, profess it plainly,\nand declare it, together with the reasons that move\nthee to change; and do not think to steal it.  A\nservant or a favorite, if he be inward, and no\nother apparent cause of esteem, is commonly\nthought, but a by-way to close corruption.  For\nroughness: it is a needless cause of discontent:\nseverity breedeth fear, but roughness breedeth\nhate.  Even reproofs from authority, ought to be\ngrave, and not taunting.  As for facility: it is worse\nthan bribery.  For bribes come but now and then;\nbut if importunity, or idle respects, lead a man, he\nshall never be without.  As Solomon saith, To respect persons is not good; for such a man will\ntransgress for a piece of bread.  It is most true, that\nwas anciently spoken, A place showeth the man.\nAnd it showeth some to the better, and some to the\nworse.  Omnium consensu capax imperii, nisi imperasset, saith Tacitus of Galba; but of Vespasian\nhe saith, Solus imperantium, Vespasianus mutatus\nin melius; though the one was meant of sufficiency,\nthe other of manners, and affection.  It is an assured\nsign of a worthy and generous spirit, whom honor\namends.  For honor is, or should be, the place of\nvirtue; and as in nature, things move violently to\ntheir place, and calmly in their place, so virtue in\nambition is violent, in authority settled and calm.\nAll rising to great place is by a winding star; and\nif there be factions, it is good to side a man’s self,\nwhilst he is in the rising, and to balance himself\nwhen he is placed.  Use the memory of thy predecessor, fairly and tenderly; for if thou dost not, it is\na debt will sure be paid when thou art gone.  If\nthou have colleagues, respect them, and rather call\nthem, when they look not for it, than exclude\nthem , when they have reason to look to be called.\nBe not too sensible, or too remembering, of thy\nplace in conversation, and private answers to\nsuitors; but let it rather be said, When he sits in\nplace, he is another man.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}