{
    "title": "Essays of Francis Bacon - Of Anger (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "57",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "TO SEEK to extinguish anger utterly, is but a\nbravery of the Stoics.  We have better oracles:\nBe angry, but sin not.  Let not the sun go down\nupon your anger.  Anger must be limited and confined, both in race and in time.  We will first speak\nhow the natural inclination and habit to be angry,\nmay be attempted and calmed.  Secondly, how the\nparticular motions of anger may be repressed, or\nat least refrained from doing mischief.  Thirdly,\nhow to raise anger, or appease anger in another.",
        "For the first; there is no other way but to meditate, and ruminate well upon the effects of anger,\nhow it troubles man’s life.  And the best time to do\nthis, is to look back upon anger, when the fit is\nthoroughly over.  Seneca saith well, That anger is\nlike ruin, which breaks itself upon that it falls.\nThe Scripture exhorteth us to possess our souls in\npatience.  Whosoever is out of patience, is out of\npossession of his soul.  Men must not turn bees;",
        "...  animasque in vulnere ponunt.",
        "Anger is certainly a kind of baseness; as it appears well in the weakness of those subjects in\nwhom it reigns; children, women, old folks, sick\nfolks.  Only men must beware, that they carry\ntheir anger rather with scorn, than with fear; so\nthat they may seem rather to be above the injury,\nthan below it; which is a thing easily done, if a\nman will give law to himself in it.",
        "For the second point; the causes and motives of\nanger, are chiefly three.  First, to be too sensible of\nhurt; for no man is angry, that feels not himself\nhurt; and therefore tender and delicate persons\nmust needs be oft angry; they have so many things\nto trouble them, which more robust natures have\nlittle sense of.  The next is, the apprehension and\nconstruction of the injury offered, to be, in the circumstances thereof, full of contempt: for contempt\nis that, which putteth an edge upon anger, as much\nor more than the hurt itself.  And therefore, when\nmen are ingenious in picking out circumstances of\ncontempt, they do kindle their anger much.  Lastly,\nopinion of the touch of a man’s reputation, doth\nmultiply and sharpen anger.  Wherein the remedy\nis, that a man should have, as Consalvo was wont\nto say, telam honoris crassiorem.  But in all refrainings of anger, it is the best remedy to win time;\nand to make a man’s self believe, that the opportunity of his revenge is not yet come, but that he\nforesees a time for it; and so to still himself in the\nmeantime, and reserve it.",
        "To contain anger from mischief, though it take\nhold of a man, there be two things, whereof you\nmust have special caution.  The one, of extreme bitterness of words, especially if they be aculeate and\nproper; for cummunia maledicta are nothing so\nmuch; and again, that in anger a man reveal no\nsecrets; for that, makes him not fit for society.  The\nother, that you do not peremptorily break off, in\nany business, in a fit of anger; but howsoever you\nshow bitterness, do not act anything, that is not\nrevocable.",
        "For raising and appeasing anger in another; it\nis done chiefly by choosing of times, when men\nare frowardest and worst disposed, to incense\nthem.  Again, by gathering (as was touched before)\nall that you can find out, to aggravate the contempt.  And the two remedies are by the contraries.\nThe former to take good times, when first to relate\nto a man an angry business; for the first impression is much; and the other is, to sever, as much as\nmay be, the construction of the injury from the\npoint of contempt; imputing it to misunderstanding, fear, passion, or what you will.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}