{
    "title": "Essays of Francis Bacon - Of Innovations (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "25",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "AS THE births of living creatures, at first are illshapen, so are all innovations, which are the\nbirths of time.  Yet notwithstanding, as those that\nfirst bring honor into their family, are commonly\nmore worthy than most that succeed, so the first\nprecedent (if it be good) is seldom attained by\nimitation.  For ill, to man’s nature, as it stands\nperverted, hath a natural motion, strongest in continuance; but good, as a forced motion, strongest\nat first.  Surely every medicine is an innovation;\nand he that will not apply new remedies, must\nexpect new evils; for time is the greatest innovator;\nand if time of course alter things to the worse, and\nwisdom and counsel shall not alter them to the\nbetter, what shall be the end? It is true, that what\nis settled by custom, though it be not good, yet at\nleast it is fit; and those things which have long\ngone together, are, as it were, confederate within\nthemselves; whereas new things piece not so well;\nbut though they help by their utility, yet they\ntrouble by their inconformity.  Besides, they are\nlike strangers; more admired, and less favored.  All\nthis is true, if time stood still; which contrariwise\nmoveth so round, that a froward retention of custom, is as turbulent a thing as an innovation; and\nthey that reverence too much old times, are but a\nscorn to the new.  It were good, therefore, that men\nin their innovations would follow the example of\ntime itself; which indeed innovateth greatly, but\nquietly, by degrees scarce to be perceived.  For\notherwise, whatsoever is new is unlooked for; and\never it mends some, and pairs others; and he that\nis holpen, takes it for a fortune, and thanks the\ntime; and he that is hurt, for a wrong, and imputeth it to the author.  It is good also, not to try experiments in states, except the necessity be urgent, or\nthe utility evident; and well to beware, that it be\nthe reformation, that draweth on the change, and\nnot the desire of change, that pretendeth the reformation.  And lastly, that the novelty, though it be\nnot rejected, yet be held for a suspect; and, as the\nScripture saith, that we make a stand upon the\nancient way, and then look about us, and discover\nwhat is the straight and right way, and so to walk\nin it.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}