{
    "title": "Fables - VII. - The Yellow Paint.",
    "author": "Robert Louis Stevenson",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "IN a certain city there lived a physician who sold yellow paint.  \nThis was of so singular a virtue that whoso was bedaubed with it \nfrom head to heel was set free from the dangers of life, and the \nbondage of sin, and the fear of death for ever.  So the physician \nsaid in his prospectus; and so said all the citizens in the city; \nand there was nothing more urgent in men’s hearts than to be \nproperly painted themselves, and nothing they took more delight in \nthan to see others painted.  There was in the same city a young man \nof a very good family but of a somewhat reckless life, who had \nreached the age of manhood, and would have nothing to say to the \npaint: “To-morrow was soon enough,” said he; and when the morrow \ncame he would still put it off.  She might have continued to do \nuntil his death; only, he had a friend of about his own age and \nmuch of his own manners; and this youth, taking a walk in the \npublic street, with not one fleck of paint upon his body, was \nsuddenly run down by a water-cart and cut off in the heyday of his \nnakedness.  This shook the other to the soul; so that I never \nbeheld a man more earnest to be painted; and on the very same \nevening, in the presence of all his family, to appropriate music, \nand himself weeping aloud, he received three complete coats and a \ntouch of varnish on the top.  The physician (who was himself \naffected even to tears) protested he had never done a job so \nthorough.",
        "Some two months afterwards, the young man was carried on a \nstretcher to the physician’s house.",
        "“What is the meaning of this?” he cried, as soon as the door was \nopened.  “I was to be set free from all the dangers of life; and \nhere have I been run down by that self-same water-cart, and my leg \nis broken.”",
        "“Dear me!” said the physician.  “This is very sad.  But I perceive \nI must explain to you the action of my paint.  A broken bone is a \nmighty small affair at the worst of it; and it belongs to a class \nof accident to which my paint is quite inapplicable.  Sin, my dear \nyoung friend, sin is the sole calamity that a wise man should \napprehend; it is against sin that I have fitted you out; and when \nyou come to be tempted, you will give me news of my paint.”",
        "“Oh!” said the young man, “I did not understand that, and it seems \nrather disappointing.  But I have no doubt all is for the best; and \nin the meanwhile, I shall be obliged to you if you will set my \nleg.”",
        "“That is none of my business,” said the physician; “but if your \nbearers will carry you round the corner to the surgeon’s, I feel \nsure he will afford relief.”",
        "Some three years later, the young man came running to the \nphysician’s house in a great perturbation.  “What is the meaning of \nthis?” he cried.  “Here was I to be set free from the bondage of \nsin; and I have just committed forgery, arson and murder.”",
        "“Dear me,” said the physician.  “This is very serious.  Off with \nyour clothes at once.”  And as soon as the young man had stripped, \nhe examined him from head to foot.  “No,” he cried with great \nrelief, “there is not a flake broken.  Cheer up, my young friend, \nyour paint is as good as new.”",
        "“Good God!” cried the young man, “and what then can be the use of \nit?”",
        "“Why,” said the physician, “I perceive I must explain to you the \nnature of the action of my paint.  It does not exactly prevent sin; \nit extenuates instead the painful consequences.  It is not so much \nfor this world, as for the next; it is not against life; in short, \nit is against death that I have fitted you out.  And when you come \nto die, you will give me news of my paint.”",
        "“Oh!” cried the young man, “I had not understood that, and it seems \na little disappointing.  But there is no doubt all is for the best: \nand in the meanwhile, I shall be obliged if you will help me to \nundo the evil I have brought on innocent persons.”",
        "“That is none of my business,” said the physician; “but if you will \ngo round the corner to the police office, I feel sure it will \nafford you relief to give yourself up.”",
        "Six weeks later, the physician was called to the town gaol.",
        "“What is the meaning of this?” cried the young man.  “Here am I \nliterally crusted with your paint; and I have broken my leg, and \ncommitted all the crimes in the calendar, and must be hanged to-\nmorrow; and am in the meanwhile in a fear so extreme that I lack \nwords to picture it.”",
        "“Dear me,” said the physician.  “This is really amazing.  Well, \nwell; perhaps, if you had not been painted, you would have been \nmore frightened still.”",
        "Continue...",
        "\nThis e-text of “Fables” (by Robert L. Stevenson) is copyright-free.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Child's Garden of VersesBy Robert Louis StevensonAt Amazon"
    ]
}