{
    "title": "Fables - XVI. - Something In It.",
    "author": "Robert Louis Stevenson",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "THE natives told him many tales.  In particular, they warned him of \nthe house of yellow reeds tied with black sinnet, how any one who \ntouched it became instantly the prey of Akaanga, and was handed on \nto him by Miru the ruddy, and hocussed with the kava of the dead, \nand baked in the ovens and eaten by the eaters of the dead.",
        "“There is nothing in it,” said the missionary.",
        "There was a bay upon that island, a very fair bay to look upon; \nbut, by the native saying, it was death to bathe there.  “There is \nnothing in that,” said the missionary; and he came to the bay, and \nwent swimming.  Presently an eddy took him and bore him towards the \nreef.  “Oho!” thought the missionary, “it seems there is something \nin it after all.”  And he swam the harder, but the eddy carried him \naway.  “I do not care about this eddy,” said the missionary; and \neven as he said it, he was aware of a house raised on piles above \nthe sea; it was built of yellow reeds, one reed joined with \nanother, and the whole bound with black sinnet; a ladder led to the \ndoor, and all about the house hung calabashes.  He had never seen \nsuch a house, nor yet such calabashes; and the eddy set for the \nladder.  “This is singular,” said the missionary, “but there can be \nnothing in it.”  And he laid hold of the ladder and went up.  It \nwas a fine house; but there was no man there; and when the \nmissionary looked back he saw no island, only the heaving of the \nsea.  “It is strange about the island,” said the missionary, “but \nwho’s afraid? my stories are the true ones.”  And he laid hold of a \ncalabash, for he was one that loved curiosities.  Now he had no \nsooner laid hand upon the calabash than that which he handled, and \nthat which he saw and stood on, burst like a bubble and was gone; \nand night closed upon him, and the waters, and the meshes of the \nnet; and he wallowed there like a fish.",
        "“A body would think there was something in this,” said the \nmissionary.  “But if these tales are true, I wonder what about my \ntales!”",
        "Now the flaming of Akaanga’s torch drew near in the night; and the \nmisshapen hands groped in the meshes of the net; and they took the \nmissionary between the finger and the thumb, and bore him dripping \nin the night and silence to the place of the ovens of Miru.  And \nthere was Miru, ruddy in the glow of the ovens; and there sat her \nfour daughters, and made the kava of the dead; and there sat the \ncomers out of the islands of the living, dripping and lamenting.",
        "This was a dread place to reach for any of the sons of men.  But of \nall who ever came there, the missionary was the most concerned; \nand, to make things worse, the person next him was a convert of his \nown.",
        "“Aha,” said the convert, “so you are here like your neighbours?  \nAnd how about all your stories?”",
        "“It seems,” said the missionary, with bursting tears, “that there \nwas nothing in them.”",
        "By this the kava of the dead was ready, and the daughters of Miru \nbegan to intone in the old manner of singing.  “Gone are the green \nislands and the bright sea, the sun and the moon and the forty \nmillion stars, and life and love and hope.  Henceforth is no more, \nonly to sit in the night and silence, and see your friends \ndevoured; for life is a deceit, and the bandage is taken from your \neyes.”",
        "Now when the singing was done, one of the daughters came with the \nbowl.  Desire of that kava rose in the missionary’s bosom; he \nlusted for it like a swimmer for the land, or a bridegroom for his \nbride; and he reached out his hand, and took the bowl, and would \nhave drunk.  And then he remembered, and put it back.",
        "“Drink!” sang the daughter of Miru.",
        "“There is no kava like the kava of the dead, and to drink of it \nonce is the reward of living.”",
        "“I thank you.  It smells excellent,” said the missionary.  “But I \nam a blue-ribbon man myself; and though I am aware there is a \ndifference of opinion even in our own confession, I have always \nheld kava to be excluded.”",
        "“What!” cried the convert.  “Are you going to respect a taboo at a \ntime like this?  And you were always so opposed to taboos when you \nwere alive!”",
        "“To other people’s,” said the missionary.  “Never to my own.”",
        "“But yours have all proved wrong,” said the convert.",
        "“It looks like it,” said the missionary, “and I can’t help that.  \nNo reason why I should break my word.”",
        "“I never heard the like of this!” cried the daughter of Miru.  \n“Pray, what do you expect to gain?”",
        "“That is not the point,” said the missionary.  “I took this pledge \nfor others, I am not going to break it for myself.”",
        "The daughter of Miru was puzzled; she came and told her mother, and \nMiru was vexed; and they went and told Akaanga.  “I don’t know what \nto do about this,” said Akaanga; and he came and reasoned with the \nmissionary.",
        "“But there IS such a thing as right and wrong,” said the \nmissionary; “and your ovens cannot alter that.”",
        "“Give the kava to the rest,” said Akaanga to the daughters of Miru.  \n“I must get rid of this sea-lawyer instantly, or worse will come of \nit.”",
        "The next moment the missionary came up in the midst of the sea, and \nthere before him were the palm trees of the island.  He swam to the \nshore gladly, and landed.  Much matter of thought was in that \nmissionary’s mind.",
        "“I seem to have been misinformed upon some points,” said he.  \n“Perhaps there is not much in it, as I supposed; but there is \nsomething in it after all.  Let me be glad of that.”",
        "And he rang the bell for service.",
        "MORAL.",
        "Continue...",
        "\nThis e-text of “Fables” (by Robert L. Stevenson) is copyright-free.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Child's Garden of VersesBy Robert Louis StevensonAt Amazon"
    ]
}