{
    "title": "Fables - IX - The Four Reformers.",
    "author": "Robert Louis Stevenson",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "FOUR reformers met under a bramble bush.  They were all agreed the \nworld must be changed.  “We must abolish property,” said one.",
        "“We must abolish marriage,” said the second.",
        "“We must abolish God,” said the third.",
        "“I wish we could abolish work,” said the fourth.",
        "“Do not let us get beyond practical politics,” said the first.  \n“The first thing is to reduce men to a common level.”",
        "“The first thing,” said the second, “is to give freedom to the \nsexes.”",
        "“The first thing,” said the third, “is to find out how to do it.”",
        "“The first step,” said the first, “is to abolish the Bible.”",
        "“The first thing,” said the second, “is to abolish the laws.”",
        "“The first thing,” said the third, “is to abolish mankind.”",
        "X. - THE MAN AND HIS FRIEND.",
        "A MAN quarrelled with his friend.",
        "“I have been much deceived in you,” said the man.",
        "And the friend made a face at him and went away.",
        "A little after, they both died, and came together before the great \nwhite Justice of the Peace.  It began to look black for the friend, \nbut the man for a while had a clear character and was getting in \ngood spirits.",
        "“I find here some record of a quarrel,” said the justice, looking \nin his notes.  “Which of you was in the wrong?”",
        "“He was,” said the man.  “He spoke ill of me behind my back.”",
        "“Did he so?” said the justice.  “And pray how did he speak about \nyour neighbours?”",
        "“Oh, he had always a nasty tongue,” said the man.",
        "“And you chose him for your friend?” cried the justice.  “My good \nfellow, we have no use here for fools.”",
        "So the man was cast in the pit, and the friend laughed out aloud in \nthe dark and remained to be tried on other charges.",
        "Continue...",
        "\nThis e-text of “Fables” (by Robert L. Stevenson) is copyright-free.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Child's Garden of VersesBy Robert Louis StevensonAt Amazon"
    ]
}