{
    "title": "Fables",
    "author": "Robert Louis Stevenson",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "AFTER the 32nd chapter of TREASURE ISLAND, two of the puppets \nstrolled out to have a pipe before business should begin again, and \nmet in an open place not far from the story.",
        "“Good-morning, Cap’n,” said the first, with a man-o’-war salute, \nand a beaming countenance.",
        "“Ah, Silver!” grunted the other.  “You’re in a bad way, Silver.”",
        "“Now, Cap’n Smollett,” remonstrated Silver, “dooty is dooty, as I \nknows, and none better; but we’re off dooty now; and I can’t see no \ncall to keep up the morality business.”",
        "“You’re a damned rogue, my man,” said the Captain.",
        "“Come, come, Cap’n, be just,” returned the other.  “There’s no call \nto be angry with me in earnest.  I’m on’y a chara’ter in a sea \nstory.  I don’t really exist.”",
        "“Well, I don’t really exist either,” says the Captain, “which seems \nto meet that.”",
        "“I wouldn’t set no limits to what a virtuous chara’ter might \nconsider argument,” responded Silver.  “But I’m the villain of this \ntale, I am; and speaking as one sea-faring man to another, what I \nwant to know is, what’s the odds?”",
        "“Were you never taught your catechism?” said the Captain.  “Don’t \nyou know there’s such a thing as an Author?”",
        "“Such a thing as a Author?” returned John, derisively.  “And who \nbetter’n me?  And the p’int is, if the Author made you, he made \nLong John, and he made Hands, and Pew, and George Merry - not that \nGeorge is up to much, for he’s little more’n a name; and he made \nFlint, what there is of him; and he made this here mutiny, you keep \nsuch a work about; and he had Tom Redruth shot; and - well, if \nthat’s a Author, give me Pew!”",
        "“Don’t you believe in a future state?” said Smollett.  “Do you \nthink there’s nothing but the present story-paper?”",
        "“I don’t rightly know for that,” said Silver; “and I don’t see what \nit’s got to do with it, anyway.  What I know is this: if there is \nsich a thing as a Author, I’m his favourite chara’ter.  He does me \nfathoms better’n he does you - fathoms, he does.  And he likes \ndoing me.  He keeps me on deck mostly all the time, crutch and all; \nand he leaves you measling in the hold, where nobody can’t see you, \nnor wants to, and you may lay to that!  If there is a Author, by \nthunder, but he’s on my side, and you may lay to it!”",
        "“I see he’s giving you a long rope,” said the Captain.  “But that \ncan’t change a man’s convictions.  I know the Author respects me; I \nfeel it in my bones; when you and I had that talk at the blockhouse \ndoor, who do you think he was for, my man?”",
        "“And don’t he respect me?” cried Silver.  “Ah, you should ’a’ heard \nme putting down my mutiny, George Merry and Morgan and that lot, no \nlonger ago’n last chapter; you’d heard something then!  You’d ’a’ \nseen what the Author thinks o’ me!  But come now, do you consider \nyourself a virtuous chara’ter clean through?”",
        "“God forbid!” said Captain Smollett, solemnly.  “I am a man that \ntries to do his duty, and makes a mess of it as often as not.  I’m \nnot a very popular man at home, Silver, I’m afraid!” and the \nCaptain sighed.",
        "“Ah,” says Silver.  “Then how about this sequel of yours?  Are you \nto be Cap’n Smollett just the same as ever, and not very popular at \nhome, says you?  And if so, why, it’s TREASURE ISLAND over again, \nby thunder; and I’ll be Long John, and Pew’ll be Pew, and we’ll \nhave another mutiny, as like as not.  Or are you to be somebody \nelse?  And if so, why, what the better are you? and what the worse \nam I?”",
        "“Why, look here, my man,” returned the Captain, “I can’t understand \nhow this story comes about at all, can I?  I can’t see how you and \nI, who don’t exist, should get to speaking here, and smoke our \npipes for all the world like reality?  Very well, then, who am I to \npipe up with my opinions?  I know the Author’s on the side of good; \nhe tells me so, it runs out of his pen as he writes.  Well, that’s \nall I need to know; I’ll take my chance upon the rest.”",
        "“It’s a fact he seemed to be against George Merry,” Silver \nadmitted, musingly.  “But George is little more’n a name at the \nbest of it,” he added, brightening.  “And to get into soundings for \nonce.  What is this good?  I made a mutiny, and I been a gentleman \no’ fortune; well, but by all stories, you ain’t no such saint.  I’m \na man that keeps company very easy; even by your own account, you \nain’t, and to my certain knowledge you’re a devil to haze.  Which \nis which?  Which is good, and which bad?  Ah, you tell me that!  \nHere we are in stays, and you may lay to it!”",
        "“We’re none of us perfect,” replied the Captain.  “That’s a fact of \nreligion, my man.  All I can say is, I try to do my duty; and if \nyou try to do yours, I can’t compliment you on your success.”",
        "“And so you was the judge, was you?” said Silver, derisively.",
        "“I would be both judge and hangman for you, my man, and never turn \na hair,” returned the Captain.  “But I get beyond that: it mayn’t \nbe sound theology, but it’s common sense, that what is good is \nuseful too - or there and thereabout, for I don’t set up to be a \nthinker.  Now, where would a story go to if there were no virtuous \ncharacters?”",
        "“If you go to that,” replied Silver, “where would a story begin, if \nthere wasn’t no villains?”",
        "“Well, that’s pretty much my thought,” said Captain Smollett.  “The \nAuthor has to get a story; that’s what he wants; and to get a \nstory, and to have a man like the doctor (say) given a proper \nchance, he has to put in men like you and Hands.  But he’s on the \nright side; and you mind your eye ! You’re not through this story \nyet; there’s trouble coming for you.”",
        "“What’ll you bet?” asked John.",
        "“Much I care if there ain’t,” returned the Captain.  “I’m glad \nenough to be Alexander Smollett, bad as he is; and I thank my stars \nupon my knees that I’m not Silver.  But there’s the ink-bottle \nopening.  To quarters!”",
        "And indeed the Author was just then beginning to write the words:",
        "CHAPTER XXXIII.",
        "Continue...",
        "\nThis e-text of “Fables” (by Robert L. Stevenson) is copyright-free.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Child's Garden of VersesBy Robert Louis StevensonAt Amazon"
    ]
}