{
    "title": "Fables - III - The Two Matches.",
    "author": "Robert Louis Stevenson",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "ONE day there was a traveller in the woods in California, in the \ndry season, when the Trades were blowing strong.  He had ridden a \nlong way, and he was tired and hungry, and dismounted from his \nhorse to smoke a pipe.  But when he felt in his pocket he found but \ntwo matches.  He struck the first, and it would not light.",
        "“Here is a pretty state of things!” said the traveller.  “Dying for \na smoke; only one match left; and that certain to miss fire!  Was \nthere ever a creature so unfortunate?  And yet,” thought the \ntraveller, “suppose I light this match, and smoke my pipe, and \nshake out the dottle here in the grass - the grass might catch on \nfire, for it is dry like tinder; and while I snatch out the flames \nin front, they might evade and run behind me, and seize upon yon \nbush of poison oak; before I could reach it, that would have blazed \nup; over the bush I see a pine tree hung with moss; that too would \nfly in fire upon the instant to its topmost bough; and the flame of \nthat long torch - how would the trade wind take and brandish that \nthrough the inflammable forest!  I hear this dell roar in a moment \nwith the joint voice of wind and fire, I see myself gallop for my \nsoul, and the flying conflagration chase and outflank me through \nthe hills; I see this pleasant forest burn for days, and the cattle \nroasted, and the springs dried up, and the farmer ruined, and his \nchildren cast upon the world.  What a world hangs upon this \nmoment!”",
        "With that he struck the match, and it missed fire.",
        "“Thank God!” said the traveller, and put his pipe in his pocket.",
        "Continue...",
        "\nThis e-text of “Fables” (by Robert L. Stevenson) is copyright-free.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Child's Garden of VersesBy Robert Louis StevensonAt Amazon"
    ]
}