{
    "title": "Fables - XX. - The Song of the Morrow.",
    "author": "Robert Louis Stevenson",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "THE King of Duntrine had a daughter when he was old, and she was \nthe fairest King’s daughter between two seas; her hair was like \nspun gold, and her eyes like pools in a river; and the King gave \nher a castle upon the sea beach, with a terrace, and a court of the \nhewn stone, and four towers at the four corners.  Here she dwelt \nand grew up, and had no care for the morrow, and no power upon the \nhour, after the manner of simple men.",
        "It befell that she walked one day by the beach of the sea, when it \nwas autumn, and the wind blew from the place of rains; and upon the \none hand of her the sea beat, and upon the other the dead leaves \nran.  This was the loneliest beach between two seas, and strange \nthings had been done there in the ancient ages.  Now the King’s \ndaughter was aware of a crone that sat upon the beach.  The sea \nfoam ran to her feet, and the dead leaves swarmed about her back, \nand the rags blew about her face in the blowing of the wind.",
        "“Now,” said the King’s daughter, and she named a holy name, “this \nis the most unhappy old crone between two seas.”",
        "“Daughter of a King,” said the crone, “you dwell in a stone house, \nand your hair is like the gold: but what is your profit?  Life is \nnot long, nor lives strong; and you live after the way of simple \nmen, and have no thought for the morrow and no power upon the \nhour.”",
        "“Thought for the morrow, that I have,” said the King’s daughter; \n“but power upon the hour, that have I not.”  And she mused with \nherself.",
        "Then the crone smote her lean hands one within the other, and \nlaughed like a sea-gull.  “Home!” cried she.  “O daughter of a \nKing, home to your stone house; for the longing is come upon you \nnow, nor can you live any more after the manner of simple men.  \nHome, and toil and suffer, till the gift come that will make you \nbare, and till the man come that will bring you care.”",
        "The King’s daughter made no more ado, but she turned about and went \nhome to her house in silence.  And when she was come into her \nchamber she called for her nurse.",
        "“Nurse,” said the King’s daughter, “thought is come upon me for the \nmorrow, so that I can live no more after the manner of simple men.  \nTell me what I must do that I may have power upon the hour.”",
        "Then the nurse moaned like a snow wind.  “Alas!” said she, “that \nthis thing should be; but the thought is gone into your marrow, nor \nis there any cure against the thought.  Be it so, then, even as you \nwill; though power is less than weakness, power shall you have; and \nthough the thought is colder than winter, yet shall you think it to \nan end.”",
        "So the King’s daughter sat in her vaulted chamber in the masoned \nhouse, and she thought upon the thought.  Nine years she sat; and \nthe sea beat upon the terrace, and the gulls cried about the \nturrets, and wind crooned in the chimneys of the house.  Nine years \nshe came not abroad, nor tasted the clean air, neither saw God’s \nsky.  Nine years she sat and looked neither to the right nor to the \nleft, nor heard speech of any one, but thought upon the thought of \nthe morrow.  And her nurse fed her in silence, and she took of the \nfood with her left hand, and ate it without grace.",
        "Now when the nine years were out, it fell dusk in the autumn, and \nthere came a sound in the wind like a sound of piping.  At that the \nnurse lifted up her finger in the vaulted house.",
        "“I hear a sound in the wind,” said she, “that is like the sound of \npiping.”",
        "“It is but a little sound,” said the King’s daughter, “but yet is \nit sound enough for me.”",
        "So they went down in the dusk to the doors of the house, and along \nthe beach of the sea.  And the waves beat upon the one hand, and \nupon the other the dead leaves ran; and the clouds raced in the \nsky, and the gulls flew widdershins.  And when they came to that \npart of the beach where strange things had been done in the ancient \nages, lo, there was the crone, and she was dancing widdershins.",
        "“What makes you dance widdershins, old crone?” said the King’s \ndaughter; “here upon the bleak beach, between the waves and the \ndead leaves?”",
        "“I hear a sound in the wind that is like a sound of piping,” quoth \nshe.  “And it is for that that I dance widdershins.  For the gift \ncomes that will make you bare, and the man comes that must bring \nyou care.  But for me the morrow is come that I have thought upon, \nand the hour of my power.”",
        "“How comes it, crone,” said the King’s daughter, “that you waver \nlike a rag, and pale like a dead leaf before my eyes?”",
        "“Because the morrow has come that I have thought upon, and the hour \nof my power,” said the crone; and she fell on the beach, and, lo! \nshe was but stalks of the sea tangle, and dust of the sea sand, and \nthe sand lice hopped upon the place of her.",
        "“This is the strangest thing that befell between two seas,” said \nthe King’s daughter of Duntrine.",
        "But the nurse broke out and moaned like an autumn gale.  “I am \nweary of the wind,” quoth she; and she bewailed her day.",
        "The King’s daughter was aware of a man upon the beach; he went \nhooded so that none might perceive his face, and a pipe was \nunderneath his arm.  The sound of his pipe was like singing wasps, \nand like the wind that sings in windlestraw; and it took hold upon \nmen’s ears like the crying of gulls.",
        "“Are you the comer?” quoth the King’s daughter of Duntrine.",
        "“I am the corner,” said he, “and these are the pipes that a man may \nhear, and I have power upon the hour, and this is the song of the \nmorrow.”  And he piped the song of the morrow, and it was as long \nas years; and the nurse wept out aloud at the hearing of it.",
        "“This is true,” said the King’s daughter, “that you pipe the song \nof the morrow; but that ye have power upon the hour, how may I know \nthat?  Show me a marvel here upon the beach, between the waves and \nthe dead leaves.”",
        "And the man said, “Upon whom?”",
        "“Here is my nurse,” quoth the King’s daughter.  “She is weary of \nthe wind.  Show me a good marvel upon her.”",
        "And, lo! the nurse fell upon the beach as it were two handfuls of \ndead leaves, and the wind whirled them widdershins, and the sand \nlice hopped between.",
        "“It is true,” said the King’s daughter of Duntrine, “you are the \ncomer, and you have power upon the hour.  Come with me to my stone \nhouse.”",
        "So they went by the sea margin, and the man piped the song of the \nmorrow, and the leaves followed behind them as they went.",
        "Then they sat down together; and the sea beat on the terrace, and \nthe gulls cried about the towers, and the wind crooned in the \nchimneys of the house.  Nine years they sat, and every year when it \nfell autumn, the man said, “This is the hour, and I have power in \nit\"; and the daughter of the King said, “Nay, but pipe me the song \nof the morrow”.  And he piped it, and it was long like years.",
        "Now when the nine years were gone, the King’s daughter of Duntrine \ngot her to her feet, like one that remembers; and she looked about \nher in the masoned house; and all her servants were gone; only the \nman that piped sat upon the terrace with the hand upon his face; \nand as he piped the leaves ran about the terrace and the sea beat \nalong the wall.  Then she cried to him with a great voice, “This is \nthe hour, and let me see the power in it”.  And with that the wind \nblew off the hood from the man’s face, and, lo! there was no man \nthere, only the clothes and the hood and the pipes tumbled one upon \nanother in a corner of the terrace, and the dead leaves ran over \nthem.",
        "And the King’s daughter of Duntrine got her to that part of the \nbeach where strange things had been done in the ancient ages; and \nthere she sat her down.  The sea foam ran to her feet, and the dead \nleaves swarmed about her back, and the veil blew about her face in \nthe blowing of the wind.  And when she lifted up her eyes, there \nwas the daughter of a King come walking on the beach.  Her hair was \nlike the spun gold, and her eyes like pools in a river, and she had \nno thought for the morrow and no power upon the hour, after the \nmanner of simple men.",
        " ",
        "\nThis e-text of “Fables” (by Robert L. Stevenson) is copyright-free.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Child's Garden of VersesBy Robert Louis StevensonAt Amazon"
    ]
}