{
    "title": "Fairy Tales - The Valiant Little Tailor",
    "author": "the Grimm Brothers",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "One summer’s morning a little tailor was sitting on his table by the\nwindow; he was in good spirits, and sewed with all his might. Then\ncame a peasant woman down the street crying: ’Good jams, cheap! Good\njams, cheap!’ This rang pleasantly in the tailor’s ears; he stretched\nhis delicate head out of the window, and called: ’Come up here, dear\nwoman; here you will get rid of your goods.’ The woman came up the\nthree steps to the tailor with her heavy basket, and he made her\nunpack all the pots for him. He inspected each one, lifted it up, put\nhis nose to it, and at length said: ’The jam seems to me to be good,\nso weigh me out four ounces, dear woman, and if it is a quarter of a\npound that is of no consequence.’ The woman who had hoped to find a\ngood sale, gave him what he desired, but went away quite angry and\ngrumbling. ’Now, this jam shall be blessed by God,’ cried the little\ntailor, ’and give me health and strength’; so he brought the bread out\nof the cupboard, cut himself a piece right across the loaf and spread\nthe jam over it. ’This won’t taste bitter,’ said he, ’but I will just\nfinish the jacket before I take a bite.’ He laid the bread near him,\nsewed on, and in his joy, made bigger and bigger stitches. In the\nmeantime the smell of the sweet jam rose to where the flies were\nsitting in great numbers, and they were attracted and descended on it\nin hosts. ’Hi! who invited you?’ said the little tailor, and drove the\nunbidden guests away. The flies, however, who understood no German,\nwould not be turned away, but came back again in ever-increasing\ncompanies. The little tailor at last lost all patience, and drew a\npiece of cloth from the hole under his work-table, and saying: ’Wait,\nand I will give it to you,’ struck it mercilessly on them. When he\ndrew it away and counted, there lay before him no fewer than seven,\ndead and with legs stretched out. ’Are you a fellow of that sort?’\nsaid he, and could not help admiring his own bravery. ’The whole town\nshall know of this!’ And the little tailor hastened to cut himself a\ngirdle, stitched it, and embroidered on it in large letters: ’Seven at\none stroke!’ ’What, the town!’ he continued, ’the whole world shall\nhear of it!’ and his heart wagged with joy like a lamb’s tail. The\ntailor put on the girdle, and resolved to go forth into the world,\nbecause he thought his workshop was too small for his valour. Before\nhe went away, he sought about in the house to see if there was\nanything which he could take with him; however, he found nothing but\nan old cheese, and that he put in his pocket. In front of the door he\nobserved a bird which had caught itself in the thicket. It had to go\ninto his pocket with the cheese. Now he took to the road boldly, and\nas he was light and nimble, he felt no fatigue. The road led him up a\nmountain, and when he had reached the highest point of it, there sat a\npowerful giant looking peacefully about him. The little tailor went\nbravely up, spoke to him, and said: ’Good day, comrade, so you are\nsitting there overlooking the wide-spread world! I am just on my way\nthither, and want to try my luck. Have you any inclination to go with\nme?’ The giant looked contemptuously at the tailor, and said: ’You\nragamuffin! You miserable creature!’",
        "’Oh, indeed?’ answered the little tailor, and unbuttoned his coat, and\nshowed the giant the girdle, ’there may you read what kind of a man I\nam!’ The giant read: ’Seven at one stroke,’ and thought that they had\nbeen men whom the tailor had killed, and began to feel a little\nrespect for the tiny fellow. Nevertheless, he wished to try him first,\nand took a stone in his hand and squeezed it together so that water\ndropped out of it. ’Do that likewise,’ said the giant, ’if you have\nstrength.’ ’Is that all?’ said the tailor, ’that is child’s play with\nus!’ and put his hand into his pocket, brought out the soft cheese,\nand pressed it until the liquid ran out of it. ’Faith,’ said he, ’that\nwas a little better, wasn’t it?’ The giant did not know what to say,\nand could not believe it of the little man. Then the giant picked up a\nstone and threw it so high that the eye could scarcely follow it.\n’Now, little mite of a man, do that likewise,’ ’Well thrown,’ said the\ntailor, ’but after all the stone came down to earth again; I will\nthrow you one which shall never come back at all,’ and he put his hand\ninto his pocket, took out the bird, and threw it into the air. The\nbird, delighted with its liberty, rose, flew away and did not come\nback. ’How does that shot please you, comrade?’ asked the tailor. ’You\ncan certainly throw,’ said the giant, ’but now we will see if you are\nable to carry anything properly.’ He took the little tailor to a\nmighty oak tree which lay there felled on the ground, and said: ’If\nyou are strong enough, help me to carry the tree out of the forest.’\n’Readily,’ answered the little man; ’take you the trunk on your\nshoulders, and I will raise up the branches and twigs; after all, they\nare the heaviest.’ The giant took the trunk on his shoulder, but the\ntailor seated himself on a branch, and the giant, who could not look\nround, had to carry away the whole tree, and the little tailor into\nthe bargain: he behind, was quite merry and happy, and whistled the\nsong: ’Three tailors rode forth from the gate,’ as if carrying the\ntree were child’s play. The giant, after he had dragged the heavy\nburden part of the way, could go no further, and cried: ’Hark you, I\nshall have to let the tree fall!’ The tailor sprang nimbly down,\nseized the tree with both arms as if he had been carrying it, and said\nto the giant: ’You are such a great fellow, and yet cannot even carry\nthe tree!’",
        "They went on together, and as they passed a cherry-tree, the giant\nlaid hold of the top of the tree where the ripest fruit was hanging,\nbent it down, gave it into the tailor’s hand, and bade him eat. But\nthe little tailor was much too weak to hold the tree, and when the\ngiant let it go, it sprang back again, and the tailor was tossed into\nthe air with it. When he had fallen down again without injury, the\ngiant said: ’What is this? Have you not strength enough to hold the\nweak twig?’ ’There is no lack of strength,’ answered the little\ntailor. ’Do you think that could be anything to a man who has struck\ndown seven at one blow? I leapt over the tree because the huntsmen are\nshooting down there in the thicket. Jump as I did, if you can do it.’\nThe giant made the attempt but he could not get over the tree, and\nremained hanging in the branches, so that in this also the tailor kept\nthe upper hand.",
        "The giant said: ’If you are such a valiant fellow, come with me into\nour cavern and spend the night with us.’ The little tailor was\nwilling, and followed him. When they went into the cave, other giants\nwere sitting there by the fire, and each of them had a roasted sheep\nin his hand and was eating it. The little tailor looked round and\nthought: ’It is much more spacious here than in my workshop.’ The\ngiant showed him a bed, and said he was to lie down in it and sleep.\nThe bed, however, was too big for the little tailor; he did not lie\ndown in it, but crept into a corner. When it was midnight, and the\ngiant thought that the little tailor was lying in a sound sleep, he\ngot up, took a great iron bar, cut through the bed with one blow, and\nthought he had finished off the grasshopper for good. With the\nearliest dawn the giants went into the forest, and had quite forgotten\nthe little tailor, when all at once he walked up to them quite merrily\nand boldly. The giants were terrified, they were afraid that he would\nstrike them all dead, and ran away in a great hurry.",
        "The little tailor went onwards, always following his own pointed nose.\nAfter he had walked for a long time, he came to the courtyard of a\nroyal palace, and as he felt weary, he lay down on the grass and fell\nasleep. Whilst he lay there, the people came and inspected him on all\nsides, and read on his girdle: ’Seven at one stroke.’ ’Ah!’ said they,\n’what does the great warrior want here in the midst of peace? He must\nbe a mighty lord.’ They went and announced him to the king, and gave\nit as their opinion that if war should break out, this would be a\nweighty and useful man who ought on no account to be allowed to\ndepart. The counsel pleased the king, and he sent one of his courtiers\nto the little tailor to offer him military service when he awoke. The\nambassador remained standing by the sleeper, waited until he stretched\nhis limbs and opened his eyes, and then conveyed to him this proposal.\n’For this very reason have I come here,’ the tailor replied, ’I am\nready to enter the king’s service.’ He was therefore honourably\nreceived, and a special dwelling was assigned him.",
        "The soldiers, however, were set against the little tailor, and wished\nhim a thousand miles away. ’What is to be the end of this?’ they said\namong themselves. ’If we quarrel with him, and he strikes about him,\nseven of us will fall at every blow; not one of us can stand against\nhim.’ They came therefore to a decision, betook themselves in a body\nto the king, and begged for their dismissal. ’We are not prepared,’\nsaid they, ’to stay with a man who kills seven at one stroke.’ The\nking was sorry that for the sake of one he should lose all his\nfaithful servants, wished that he had never set eyes on the tailor,\nand would willingly have been rid of him again. But he did not venture\nto give him his dismissal, for he dreaded lest he should strike him\nand all his people dead, and place himself on the royal throne. He\nthought about it for a long time, and at last found good counsel. He\nsent to the little tailor and caused him to be informed that as he was\na great warrior, he had one request to make to him. In a forest of his\ncountry lived two giants, who caused great mischief with their\nrobbing, murdering, ravaging, and burning, and no one could approach\nthem without putting himself in danger of death. If the tailor\nconquered and killed these two giants, he would give him his only\ndaughter to wife, and half of his kingdom as a dowry, likewise one\nhundred horsemen should go with him to assist him. ’That would indeed\nbe a fine thing for a man like me!’ thought the little tailor. ’One is\nnot offered a beautiful princess and half a kingdom every day of one’s\nlife!’ ’Oh, yes,’ he replied, ’I will soon subdue the giants, and do\nnot require the help of the hundred horsemen to do it; he who can hit\nseven with one blow has no need to be afraid of two.’",
        "The little tailor went forth, and the hundred horsemen followed him.\nWhen he came to the outskirts of the forest, he said to his followers:\n’Just stay waiting here, I alone will soon finish off the giants.’\nThen he bounded into the forest and looked about right and left. After\na while he perceived both giants. They lay sleeping under a tree, and\nsnored so that the branches waved up and down. The little tailor, not\nidle, gathered two pocketsful of stones, and with these climbed up the\ntree. When he was halfway up, he slipped down by a branch, until he\nsat just above the sleepers, and then let one stone after another fall\non the breast of one of the giants. For a long time the giant felt\nnothing, but at last he awoke, pushed his comrade, and said: ’Why are\nyou knocking me?’ ’You must be dreaming,’ said the other, ’I am not\nknocking you.’ They laid themselves down to sleep again, and then the\ntailor threw a stone down on the second. ’What is the meaning of\nthis?’ cried the other ’Why are you pelting me?’ ’I am not pelting\nyou,’ answered the first, growling. They disputed about it for a time,\nbut as they were weary they let the matter rest, and their eyes closed\nonce more. The little tailor began his game again, picked out the\nbiggest stone, and threw it with all his might on the breast of the\nfirst giant. ’That is too bad!’ cried he, and sprang up like a madman,\nand pushed his companion against the tree until it shook. The other\npaid him back in the same coin, and they got into such a rage that\nthey tore up trees and belaboured each other so long, that at last\nthey both fell down dead on the ground at the same time. Then the\nlittle tailor leapt down. ’It is a lucky thing,’ said he, ’that they\ndid not tear up the tree on which I was sitting, or I should have had\nto sprint on to another like a squirrel; but we tailors are nimble.’\nHe drew out his sword and gave each of them a couple of thrusts in the\nbreast, and then went out to the horsemen and said: ’The work is done;\nI have finished both of them off, but it was hard work! They tore up\ntrees in their sore need, and defended themselves with them, but all\nthat is to no purpose when a man like myself comes, who can kill seven\nat one blow.’ ’But are you not wounded?’ asked the horsemen. ’You need\nnot concern yourself about that,’ answered the tailor, ’they have not\nbent one hair of mine.’ The horsemen would not believe him, and rode\ninto the forest; there they found the giants swimming in their blood,\nand all round about lay the torn-up trees.",
        "The little tailor demanded of the king the promised reward; he,\nhowever, repented of his promise, and again bethought himself how he\ncould get rid of the hero. ’Before you receive my daughter, and the\nhalf of my kingdom,’ said he to him, ’you must perform one more heroic\ndeed. In the forest roams a unicorn which does great harm, and you\nmust catch it first.’ ’I fear one unicorn still less than two giants.\nSeven at one blow, is my kind of affair.’ He took a rope and an axe\nwith him, went forth into the forest, and again bade those who were\nsent with him to wait outside. He had not long to seek. The unicorn\nsoon came towards him, and rushed directly on the tailor, as if it\nwould gore him with its horn without more ado. ’Softly, softly; it\ncan’t be done as quickly as that,’ said he, and stood still and waited\nuntil the animal was quite close, and then sprang nimbly behind the\ntree. The unicorn ran against the tree with all its strength, and\nstuck its horn so fast in the trunk that it had not the strength\nenough to draw it out again, and thus it was caught. ’Now, I have got\nthe bird,’ said the tailor, and came out from behind the tree and put\nthe rope round its neck, and then with his axe he hewed the horn out\nof the tree, and when all was ready he led the beast away and took it\nto the king.",
        "The king still would not give him the promised reward, and made a\nthird demand. Before the wedding the tailor was to catch him a wild\nboar that made great havoc in the forest, and the huntsmen should give\nhim their help. ’Willingly,’ said the tailor, ’that is child’s play!’\nHe did not take the huntsmen with him into the forest, and they were\nwell pleased that he did not, for the wild boar had several times\nreceived them in such a manner that they had no inclination to lie in\nwait for him. When the boar perceived the tailor, it ran on him with\nfoaming mouth and whetted tusks, and was about to throw him to the\nground, but the hero fled and sprang into a chapel which was near and\nup to the window at once, and in one bound out again. The boar ran\nafter him, but the tailor ran round outside and shut the door behind\nit, and then the raging beast, which was much too heavy and awkward to\nleap out of the window, was caught. The little tailor called the\nhuntsmen thither that they might see the prisoner with their own eyes.\nThe hero, however, went to the king, who was now, whether he liked it\nor not, obliged to keep his promise, and gave his daughter and the\nhalf of his kingdom. Had he known that it was no warlike hero, but a\nlittle tailor who was standing before him, it would have gone to his\nheart still more than it did. The wedding was held with great\nmagnificence and small joy, and out of a tailor a king was made.",
        "After some time the young queen heard her husband say in his dreams at\nnight: ’Boy, make me the doublet, and patch the pantaloons, or else I\nwill rap the yard-measure over your ears.’ Then she discovered in what\nstate of life the young lord had been born, and next morning\ncomplained of her wrongs to her father, and begged him to help her to\nget rid of her husband, who was nothing else but a tailor. The king\ncomforted her and said: ’Leave your bedroom door open this night, and\nmy servants shall stand outside, and when he has fallen asleep shall\ngo in, bind him, and take him on board a ship which shall carry him\ninto the wide world.’ The woman was satisfied with this; but the\nking’s armour-bearer, who had heard all, was friendly with the young\nlord, and informed him of the whole plot. ’I’ll put a screw into that\nbusiness,’ said the little tailor. At night he went to bed with his\nwife at the usual time, and when she thought that he had fallen\nasleep, she got up, opened the door, and then lay down again. The\nlittle tailor, who was only pretending to be asleep, began to cry out\nin a clear voice: ’Boy, make me the doublet and patch me the\npantaloons, or I will rap the yard-measure over your ears. I smote\nseven at one blow. I killed two giants, I brought away one unicorn,\nand caught a wild boar, and am I to fear those who are standing\noutside the room.’ When these men heard the tailor speaking thus, they\nwere overcome by a great dread, and ran as if the wild huntsman were\nbehind them, and none of them would venture anything further against\nhim. So the little tailor was and remained a king to the end of his\nlife.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}