{
    "title": "Fairy Tales - Snowdrop",
    "author": "the Grimm Brothers",
    "chapter": "31",
    "content": [
        "\n",
        "\n\n",
        "It was the middle of winter, when the broad flakes of snow were\nfalling around, that the queen of a country many thousand miles off\nsat working at her window. The frame of the window was made of fine\nblack ebony, and as she sat looking out upon the snow, she pricked her\nfinger, and three drops of blood fell upon it. Then she gazed\nthoughtfully upon the red drops that sprinkled the white snow, and\nsaid, ’Would that my little daughter may be as white as that snow, as\nred as that blood, and as black as this ebony windowframe!’ And so the\nlittle girl really did grow up; her skin was as white as snow, her\ncheeks as rosy as the blood, and her hair as black as ebony; and she\nwas called Snowdrop.",
        "But this queen died; and the king soon married another wife, who\nbecame queen, and was very beautiful, but so vain that she could not\nbear to think that anyone could be handsomer than she was. She had a\nfairy looking-glass, to which she used to go, and then she would gaze\nupon herself in it, and say:",
        " ’Tell me, glass, tell me true!\n  Of all the ladies in the land,\n  Who is fairest, tell me, who?’",
        "And the glass had always answered:",
        " ’Thou, queen, art the fairest in all the land.’",
        "But Snowdrop grew more and more beautiful; and when she was seven\nyears old she was as bright as the day, and fairer than the queen\nherself. Then the glass one day answered the queen, when she went to\nlook in it as usual:",
        " ’Thou, queen, art fair, and beauteous to see,\n  But Snowdrop is lovelier far than thee!’",
        "When she heard this she turned pale with rage and envy, and called to\none of her servants, and said, ’Take Snowdrop away into the wide wood,\nthat I may never see her any more.’ Then the servant led her away; but\nhis heart melted when Snowdrop begged him to spare her life, and he\nsaid, ’I will not hurt you, thou pretty child.’ So he left her by\nherself; and though he thought it most likely that the wild beasts\nwould tear her in pieces, he felt as if a great weight were taken off\nhis heart when he had made up his mind not to kill her but to leave\nher to her fate, with the chance of someone finding and saving her.",
        "Then poor Snowdrop wandered along through the wood in great fear; and\nthe wild beasts roared about her, but none did her any harm. In the\nevening she came to a cottage among the hills, and went in to rest,\nfor her little feet would carry her no further. Everything was spruce\nand neat in the cottage: on the table was spread a white cloth, and\nthere were seven little plates, seven little loaves, and seven little\nglasses with wine in them; and seven knives and forks laid in order;\nand by the wall stood seven little beds. As she was very hungry, she\npicked a little piece of each loaf and drank a very little wine out of\neach glass; and after that she thought she would lie down and rest. So\nshe tried all the little beds; but one was too long, and another was\ntoo short, till at last the seventh suited her: and there she laid\nherself down and went to sleep.",
        "By and by in came the masters of the cottage. Now they were seven\nlittle dwarfs, that lived among the mountains, and dug and searched\nfor gold. They lighted up their seven lamps, and saw at once that all\nwas not right. The first said, ’Who has been sitting on my stool?’ The\nsecond, ’Who has been eating off my plate?’ The third, ’Who has been\npicking my bread?’ The fourth, ’Who has been meddling with my spoon?’\nThe fifth, ’Who has been handling my fork?’ The sixth, ’Who has been\ncutting with my knife?’ The seventh, ’Who has been drinking my wine?’\nThen the first looked round and said, ’Who has been lying on my bed?’\nAnd the rest came running to him, and everyone cried out that somebody\nhad been upon his bed. But the seventh saw Snowdrop, and called all\nhis brethren to come and see her; and they cried out with wonder and\nastonishment and brought their lamps to look at her, and said, ’Good\nheavens! what a lovely child she is!’ And they were very glad to see\nher, and took care not to wake her; and the seventh dwarf slept an\nhour with each of the other dwarfs in turn, till the night was gone.",
        "In the morning Snowdrop told them all her story; and they pitied her,\nand said if she would keep all things in order, and cook and wash and\nknit and spin for them, she might stay where she was, and they would\ntake good care of her. Then they went out all day long to their work,\nseeking for gold and silver in the mountains: but Snowdrop was left at\nhome; and they warned her, and said, ’The queen will soon find out\nwhere you are, so take care and let no one in.’",
        "But the queen, now that she thought Snowdrop was dead, believed that\nshe must be the handsomest lady in the land; and she went to her glass\nand said:",
        " ’Tell me, glass, tell me true!\n  Of all the ladies in the land,\n  Who is fairest, tell me, who?’",
        "And the glass answered:",
        " ’Thou, queen, art the fairest in all this land:\n  But over the hills, in the greenwood shade,\n  Where the seven dwarfs their dwelling have made,\n  There Snowdrop is hiding her head; and she\n  Is lovelier far, O queen! than thee.’",
        "Then the queen was very much frightened; for she knew that the glass\nalways spoke the truth, and was sure that the servant had betrayed\nher. And she could not bear to think that anyone lived who was more\nbeautiful than she was; so she dressed herself up as an old pedlar,\nand went her way over the hills, to the place where the dwarfs dwelt.\nThen she knocked at the door, and cried, ’Fine wares to sell!’\nSnowdrop looked out at the window, and said, ’Good day, good woman!\nwhat have you to sell?’ ’Good wares, fine wares,’ said she; ’laces and\nbobbins of all colours.’ ’I will let the old lady in; she seems to be\na very good sort of body,’ thought Snowdrop, as she ran down and\nunbolted the door. ’Bless me!’ said the old woman, ’how badly your\nstays are laced! Let me lace them up with one of my nice new laces.’\nSnowdrop did not dream of any mischief; so she stood before the old\nwoman; but she set to work so nimbly, and pulled the lace so tight,\nthat Snowdrop’s breath was stopped, and she fell down as if she were\ndead. ’There’s an end to all thy beauty,’ said the spiteful queen,\nand went away home.",
        "In the evening the seven dwarfs came home; and I need not say how\ngrieved they were to see their faithful Snowdrop stretched out upon\nthe ground, as if she was quite dead. However, they lifted her up, and\nwhen they found what ailed her, they cut the lace; and in a little\ntime she began to breathe, and very soon came to life again. Then they\nsaid, ’The old woman was the queen herself; take care another time,\nand let no one in when we are away.’",
        "When the queen got home, she went straight to her glass, and spoke to\nit as before; but to her great grief it still said:",
        " ’Thou, queen, art the fairest in all this land:\n  But over the hills, in the greenwood shade,\n  Where the seven dwarfs their dwelling have made,\n  There Snowdrop is hiding her head; and she\n  Is lovelier far, O queen! than thee.’",
        "Then the blood ran cold in her heart with spite and malice, to see\nthat Snowdrop still lived; and she dressed herself up again, but in\nquite another dress from the one she wore before, and took with her a\npoisoned comb. When she reached the dwarfs’ cottage, she knocked at\nthe door, and cried, ’Fine wares to sell!’ But Snowdrop said, ’I dare\nnot let anyone in.’ Then the queen said, ’Only look at my beautiful\ncombs!’ and gave her the poisoned one. And it looked so pretty, that\nshe took it up and put it into her hair to try it; but the moment it\ntouched her head, the poison was so powerful that she fell down\nsenseless. ’There you may lie,’ said the queen, and went her way. But\nby good luck the dwarfs came in very early that evening; and when they\nsaw Snowdrop lying on the ground, they thought what had happened, and\nsoon found the poisoned comb. And when they took it away she got well,\nand told them all that had passed; and they warned her once more not\nto open the door to anyone.",
        "Meantime the queen went home to her glass, and shook with rage when\nshe read the very same answer as before; and she said, ’Snowdrop shall\ndie, if it cost me my life.’ So she went by herself into her chamber,\nand got ready a poisoned apple: the outside looked very rosy and\ntempting, but whoever tasted it was sure to die. Then she dressed\nherself up as a peasant’s wife, and travelled over the hills to the\ndwarfs’ cottage, and knocked at the door; but Snowdrop put her head\nout of the window and said, ’I dare not let anyone in, for the dwarfs\nhave told me not.’ ’Do as you please,’ said the old woman, ’but at any\nrate take this pretty apple; I will give it you.’ ’No,’ said Snowdrop,\n’I dare not take it.’ ’You silly girl!’ answered the other, ’what are\nyou afraid of? Do you think it is poisoned? Come! do you eat one part,\nand I will eat the other.’ Now the apple was so made up that one side\nwas good, though the other side was poisoned. Then Snowdrop was much\ntempted to taste, for the apple looked so very nice; and when she saw\nthe old woman eat, she could wait no longer. But she had scarcely put\nthe piece into her mouth, when she fell down dead upon the ground.\n’This time nothing will save thee,’ said the queen; and she went home\nto her glass, and at last it said:",
        " ’Thou, queen, art the fairest of all the fair.’",
        "And then her wicked heart was glad, and as happy as such a heart could\nbe.",
        "When evening came, and the dwarfs had gone home, they found Snowdrop\nlying on the ground: no breath came from her lips, and they were\nafraid that she was quite dead. They lifted her up, and combed her\nhair, and washed her face with wine and water; but all was in vain,\nfor the little girl seemed quite dead. So they laid her down upon a\nbier, and all seven watched and bewailed her three whole days; and\nthen they thought they would bury her: but her cheeks were still rosy;\nand her face looked just as it did while she was alive; so they said,\n’We will never bury her in the cold ground.’ And they made a coffin of\nglass, so that they might still look at her, and wrote upon it in\ngolden letters what her name was, and that she was a king’s daughter.\nAnd the coffin was set among the hills, and one of the dwarfs always\nsat by it and watched. And the birds of the air came too, and bemoaned\nSnowdrop; and first of all came an owl, and then a raven, and at last\na dove, and sat by her side.",
        "And thus Snowdrop lay for a long, long time, and still only looked as\nthough she was asleep; for she was even now as white as snow, and as\nred as blood, and as black as ebony. At last a prince came and called\nat the dwarfs’ house; and he saw Snowdrop, and read what was written\nin golden letters. Then he offered the dwarfs money, and prayed and\nbesought them to let him take her away; but they said, ’We will not\npart with her for all the gold in the world.’ At last, however, they\nhad pity on him, and gave him the coffin; but the moment he lifted it\nup to carry it home with him, the piece of apple fell from between her\nlips, and Snowdrop awoke, and said, ’Where am I?’ And the prince said,\n’Thou art quite safe with me.’",
        "Then he told her all that had happened, and said, ’I love you far\nbetter than all the world; so come with me to my father’s palace, and\nyou shall be my wife.’ And Snowdrop consented, and went home with the\nprince; and everything was got ready with great pomp and splendour for\ntheir wedding.",
        "To the feast was asked, among the rest, Snowdrop’s old enemy the\nqueen; and as she was dressing herself in fine rich clothes, she\nlooked in the glass and said:",
        " ’Tell me, glass, tell me true!\n  Of all the ladies in the land,\n  Who is fairest, tell me, who?’",
        "And the glass answered:",
        " ’Thou, lady, art loveliest here, I ween;\n  But lovelier far is the new-made queen.’",
        "When she heard this she started with rage; but her envy and curiosity\nwere so great, that she could not help setting out to see the bride.\nAnd when she got there, and saw that it was no other than Snowdrop,\nwho, as she thought, had been dead a long while, she choked with rage,\nand fell down and died: but Snowdrop and the prince lived and reigned\nhappily over that land many, many years; and sometimes they went up\ninto the mountains, and paid a visit to the little dwarfs, who had\nbeen so kind to Snowdrop in her time of need.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}