{
    "title": "Fairy Tales - Briar Rose",
    "author": "the Grimm Brothers",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "A king and queen once upon a time reigned in a country a great way\noff, where there were in those days fairies. Now this king and queen\nhad plenty of money, and plenty of fine clothes to wear, and plenty of\ngood things to eat and drink, and a coach to ride out in every day:\nbut though they had been married many years they had no children, and\nthis grieved them very much indeed. But one day as the queen was\nwalking by the side of the river, at the bottom of the garden, she saw\na poor little fish, that had thrown itself out of the water, and lay\ngasping and nearly dead on the bank. Then the queen took pity on the\nlittle fish, and threw it back again into the river; and before it\nswam away it lifted its head out of the water and said, ’I know what\nyour wish is, and it shall be fulfilled, in return for your kindness\nto me–you will soon have a daughter.’ What the little fish had\nforetold soon came to pass; and the queen had a little girl, so very\nbeautiful that the king could not cease looking on it for joy, and\nsaid he would hold a great feast and make merry, and show the child to\nall the land. So he asked his kinsmen, and nobles, and friends, and\nneighbours. But the queen said, ’I will have the fairies also, that\nthey might be kind and good to our little daughter.’ Now there were\nthirteen fairies in the kingdom; but as the king and queen had only\ntwelve golden dishes for them to eat out of, they were forced to leave\none of the fairies without asking her. So twelve fairies came, each\nwith a high red cap on her head, and red shoes with high heels on her\nfeet, and a long white wand in her hand: and after the feast was over\nthey gathered round in a ring and gave all their best gifts to the\nlittle princess. One gave her goodness, another beauty, another\nriches, and so on till she had all that was good in the world.",
        "Just as eleven of them had done blessing her, a great noise was heard\nin the courtyard, and word was brought that the thirteenth fairy was\ncome, with a black cap on her head, and black shoes on her feet, and a\nbroomstick in her hand: and presently up she came into the dining-\nhall. Now, as she had not been asked to the feast she was very angry,\nand scolded the king and queen very much, and set to work to take her\nrevenge. So she cried out, ’The king’s daughter shall, in her\nfifteenth year, be wounded by a spindle, and fall down dead.’ Then the\ntwelfth of the friendly fairies, who had not yet given her gift, came\nforward, and said that the evil wish must be fulfilled, but that she\ncould soften its mischief; so her gift was, that the king’s daughter,\nwhen the spindle wounded her, should not really die, but should only\nfall asleep for a hundred years.",
        "However, the king hoped still to save his dear child altogether from\nthe threatened evil; so he ordered that all the spindles in the\nkingdom should be bought up and burnt. But all the gifts of the first\neleven fairies were in the meantime fulfilled; for the princess was so\nbeautiful, and well behaved, and good, and wise, that everyone who\nknew her loved her.",
        "It happened that, on the very day she was fifteen years old, the king\nand queen were not at home, and she was left alone in the palace. So\nshe roved about by herself, and looked at all the rooms and chambers,\ntill at last she came to an old tower, to which there was a narrow\nstaircase ending with a little door. In the door there was a golden\nkey, and when she turned it the door sprang open, and there sat an old\nlady spinning away very busily. ’Why, how now, good mother,’ said the\nprincess; ’what are you doing there?’ ’Spinning,’ said the old lady,\nand nodded her head, humming a tune, while buzz! went the wheel. ’How\nprettily that little thing turns round!’ said the princess, and took\nthe spindle and began to try and spin. But scarcely had she touched\nit, before the fairy’s prophecy was fulfilled; the spindle wounded\nher, and she fell down lifeless on the ground.",
        "However, she was not dead, but had only fallen into a deep sleep; and\nthe king and the queen, who had just come home, and all their court,\nfell asleep too; and the horses slept in the stables, and the dogs in\nthe court, the pigeons on the house-top, and the very flies slept upon\nthe walls. Even the fire on the hearth left off blazing, and went to\nsleep; the jack stopped, and the spit that was turning about with a\ngoose upon it for the king’s dinner stood still; and the cook, who was\nat that moment pulling the kitchen-boy by the hair to give him a box\non the ear for something he had done amiss, let him go, and both fell\nasleep; the butler, who was slyly tasting the ale, fell asleep with\nthe jug at his lips: and thus everything stood still, and slept\nsoundly.",
        "A large hedge of thorns soon grew round the palace, and every year it\nbecame higher and thicker; till at last the old palace was surrounded\nand hidden, so that not even the roof or the chimneys could be seen.\nBut there went a report through all the land of the beautiful sleeping\nBriar Rose (for so the king’s daughter was called): so that, from time\nto time, several kings’ sons came, and tried to break through the\nthicket into the palace. This, however, none of them could ever do;\nfor the thorns and bushes laid hold of them, as it were with hands;\nand there they stuck fast, and died wretchedly.",
        "After many, many years there came a king’s son into that land: and an\nold man told him the story of the thicket of thorns; and how a\nbeautiful palace stood behind it, and how a wonderful princess, called\nBriar Rose, lay in it asleep, with all her court. He told, too, how he\nhad heard from his grandfather that many, many princes had come, and\nhad tried to break through the thicket, but that they had all stuck\nfast in it, and died. Then the young prince said, ’All this shall not\nfrighten me; I will go and see this Briar Rose.’ The old man tried to\nhinder him, but he was bent upon going.",
        "Now that very day the hundred years were ended; and as the prince came\nto the thicket he saw nothing but beautiful flowering shrubs, through\nwhich he went with ease, and they shut in after him as thick as ever.\nThen he came at last to the palace, and there in the court lay the\ndogs asleep; and the horses were standing in the stables; and on the\nroof sat the pigeons fast asleep, with their heads under their wings.\nAnd when he came into the palace, the flies were sleeping on the\nwalls; the spit was standing still; the butler had the jug of ale at\nhis lips, going to drink a draught; the maid sat with a fowl in her\nlap ready to be plucked; and the cook in the kitchen was still holding\nup her hand, as if she was going to beat the boy.",
        "Then he went on still farther, and all was so still that he could hear\nevery breath he drew; till at last he came to the old tower, and\nopened the door of the little room in which Briar Rose was; and there\nshe lay, fast asleep on a couch by the window. She looked so beautiful\nthat he could not take his eyes off her, so he stooped down and gave\nher a kiss. But the moment he kissed her she opened her eyes and\nawoke, and smiled upon him; and they went out together; and soon the\nking and queen also awoke, and all the court, and gazed on each other\nwith great wonder. And the horses shook themselves, and the dogs\njumped up and barked; the pigeons took their heads from under their\nwings, and looked about and flew into the fields; the flies on the\nwalls buzzed again; the fire in the kitchen blazed up; round went the\njack, and round went the spit, with the goose for the king’s dinner\nupon it; the butler finished his draught of ale; the maid went on\nplucking the fowl; and the cook gave the boy the box on his ear.",
        "And then the prince and Briar Rose were married, and the wedding feast\nwas given; and they lived happily together all their lives long.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}