{
    "title": "Fairy Tales - Rapunzel",
    "author": "the Grimm Brothers",
    "chapter": "16",
    "content": [
        "\n",
        "\n\n",
        "There were once a man and a woman who had long in vain wished for a\nchild. At length the woman hoped that God was about to grant her\ndesire. These people had a little window at the back of their house\nfrom which a splendid garden could be seen, which was full of the most\nbeautiful flowers and herbs. It was, however, surrounded by a high\nwall, and no one dared to go into it because it belonged to an\nenchantress, who had great power and was dreaded by all the world. One\nday the woman was standing by this window and looking down into the\ngarden, when she saw a bed which was planted with the most beautiful\nrampion (rapunzel), and it looked so fresh and green that she longed\nfor it, she quite pined away, and began to look pale and miserable.\nThen her husband was alarmed, and asked: ’What ails you, dear wife?’\n’Ah,’ she replied, ’if I can’t eat some of the rampion, which is in\nthe garden behind our house, I shall die.’ The man, who loved her,\nthought: ’Sooner than let your wife die, bring her some of the rampion\nyourself, let it cost what it will.’ At twilight, he clambered down\nover the wall into the garden of the enchantress, hastily clutched a\nhandful of rampion, and took it to his wife. She at once made herself\na salad of it, and ate it greedily. It tasted so good to her–so very\ngood, that the next day she longed for it three times as much as\nbefore. If he was to have any rest, her husband must once more descend\ninto the garden. In the gloom of evening therefore, he let himself\ndown again; but when he had clambered down the wall he was terribly\nafraid, for he saw the enchantress standing before him. ’How can you\ndare,’ said she with angry look, ’descend into my garden and steal my\nrampion like a thief? You shall suffer for it!’ ’Ah,’ answered he,\n’let mercy take the place of justice, I only made up my mind to do it\nout of necessity. My wife saw your rampion from the window, and felt\nsuch a longing for it that she would have died if she had not got some\nto eat.’ Then the enchantress allowed her anger to be softened, and\nsaid to him: ’If the case be as you say, I will allow you to take away\nwith you as much rampion as you will, only I make one condition, you\nmust give me the child which your wife will bring into the world; it\nshall be well treated, and I will care for it like a mother.’ The man\nin his terror consented to everything, and when the woman was brought\nto bed, the enchantress appeared at once, gave the child the name of\nRapunzel, and took it away with her.",
        "Rapunzel grew into the most beautiful child under the sun. When she\nwas twelve years old, the enchantress shut her into a tower, which lay\nin a forest, and had neither stairs nor door, but quite at the top was\na little window. When the enchantress wanted to go in, she placed\nherself beneath it and cried:",
        " ’Rapunzel, Rapunzel,\n  Let down your hair to me.’",
        "Rapunzel had magnificent long hair, fine as spun gold, and when she\nheard the voice of the enchantress she unfastened her braided tresses,\nwound them round one of the hooks of the window above, and then the\nhair fell twenty ells down, and the enchantress climbed up by it.",
        "After a year or two, it came to pass that the king’s son rode through\nthe forest and passed by the tower. Then he heard a song, which was so\ncharming that he stood still and listened. This was Rapunzel, who in\nher solitude passed her time in letting her sweet voice resound. The\nking’s son wanted to climb up to her, and looked for the door of the\ntower, but none was to be found. He rode home, but the singing had so\ndeeply touched his heart, that every day he went out into the forest\nand listened to it. Once when he was thus standing behind a tree, he\nsaw that an enchantress came there, and he heard how she cried:",
        " ’Rapunzel, Rapunzel,\n  Let down your hair to me.’",
        "Then Rapunzel let down the braids of her hair, and the enchantress\nclimbed up to her. ’If that is the ladder by which one mounts, I too\nwill try my fortune,’ said he, and the next day when it began to grow\ndark, he went to the tower and cried:",
        " ’Rapunzel, Rapunzel,\n  Let down your hair to me.’",
        "Immediately the hair fell down and the king’s son climbed up.",
        "At first Rapunzel was terribly frightened when a man, such as her eyes\nhad never yet beheld, came to her; but the king’s son began to talk to\nher quite like a friend, and told her that his heart had been so\nstirred that it had let him have no rest, and he had been forced to\nsee her. Then Rapunzel lost her fear, and when he asked her if she\nwould take him for her husband, and she saw that he was young and\nhandsome, she thought: ’He will love me more than old Dame Gothel\ndoes’; and she said yes, and laid her hand in his. She said: ’I will\nwillingly go away with you, but I do not know how to get down. Bring\nwith you a skein of silk every time that you come, and I will weave a\nladder with it, and when that is ready I will descend, and you will\ntake me on your horse.’ They agreed that until that time he should\ncome to her every evening, for the old woman came by day. The\nenchantress remarked nothing of this, until once Rapunzel said to her:\n’Tell me, Dame Gothel, how it happens that you are so much heavier for\nme to draw up than the young king’s son–he is with me in a moment.’\n’Ah! you wicked child,’ cried the enchantress. ’What do I hear you\nsay! I thought I had separated you from all the world, and yet you\nhave deceived me!’ In her anger she clutched Rapunzel’s beautiful\ntresses, wrapped them twice round her left hand, seized a pair of\nscissors with the right, and snip, snap, they were cut off, and the\nlovely braids lay on the ground. And she was so pitiless that she took\npoor Rapunzel into a desert where she had to live in great grief and\nmisery.",
        "On the same day that she cast out Rapunzel, however, the enchantress\nfastened the braids of hair, which she had cut off, to the hook of the\nwindow, and when the king’s son came and cried:",
        " ’Rapunzel, Rapunzel,\n  Let down your hair to me.’",
        "she let the hair down. The king’s son ascended, but instead of finding\nhis dearest Rapunzel, he found the enchantress, who gazed at him with\nwicked and venomous looks. ’Aha!’ she cried mockingly, ’you would\nfetch your dearest, but the beautiful bird sits no longer singing in\nthe nest; the cat has got it, and will scratch out your eyes as well.\nRapunzel is lost to you; you will never see her again.’ The king’s son\nwas beside himself with pain, and in his despair he leapt down from\nthe tower. He escaped with his life, but the thorns into which he fell\npierced his eyes. Then he wandered quite blind about the forest, ate\nnothing but roots and berries, and did naught but lament and weep over\nthe loss of his dearest wife. Thus he roamed about in misery for some\nyears, and at length came to the desert where Rapunzel, with the twins\nto which she had given birth, a boy and a girl, lived in wretchedness.\nHe heard a voice, and it seemed so familiar to him that he went\ntowards it, and when he approached, Rapunzel knew him and fell on his\nneck and wept. Two of her tears wetted his eyes and they grew clear\nagain, and he could see with them as before. He led her to his kingdom\nwhere he was joyfully received, and they lived for a long time\nafterwards, happy and contented.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}