{
    "title": "Fairy Tales - Little Red-Cap [little Red Riding Hood]",
    "author": "the Grimm Brothers",
    "chapter": "22",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there was a dear little girl who was loved by\neveryone who looked at her, but most of all by her grandmother, and\nthere was nothing that she would not have given to the child. Once she\ngave her a little cap of red velvet, which suited her so well that she\nwould never wear anything else; so she was always called ’Little Red-\nCap.’",
        "One day her mother said to her: ’Come, Little Red-Cap, here is a piece\nof cake and a bottle of wine; take them to your grandmother, she is\nill and weak, and they will do her good. Set out before it gets hot,\nand when you are going, walk nicely and quietly and do not run off the\npath, or you may fall and break the bottle, and then your grandmother\nwill get nothing; and when you go into her room, don’t forget to say,\n“Good morning”, and don’t peep into every corner before you do it.’",
        "’I will take great care,’ said Little Red-Cap to her mother, and gave\nher hand on it.",
        "The grandmother lived out in the wood, half a league from the village,\nand just as Little Red-Cap entered the wood, a wolf met her. Red-Cap\ndid not know what a wicked creature he was, and was not at all afraid\nof him.",
        "’Good day, Little Red-Cap,’ said he.",
        "’Thank you kindly, wolf.’",
        "’Whither away so early, Little Red-Cap?’",
        "’To my grandmother’s.’",
        "’What have you got in your apron?’",
        "’Cake and wine; yesterday was baking-day, so poor sick grandmother is\nto have something good, to make her stronger.’",
        "’Where does your grandmother live, Little Red-Cap?’",
        "’A good quarter of a league farther on in the wood; her house stands\nunder the three large oak-trees, the nut-trees are just below; you\nsurely must know it,’ replied Little Red-Cap.",
        "The wolf thought to himself: ’What a tender young creature! what a\nnice plump mouthful–she will be better to eat than the old woman. I\nmust act craftily, so as to catch both.’ So he walked for a short time\nby the side of Little Red-Cap, and then he said: ’See, Little Red-Cap,\nhow pretty the flowers are about here–why do you not look round? I\nbelieve, too, that you do not hear how sweetly the little birds are\nsinging; you walk gravely along as if you were going to school, while\neverything else out here in the wood is merry.’",
        "Little Red-Cap raised her eyes, and when she saw the sunbeams dancing\nhere and there through the trees, and pretty flowers growing\neverywhere, she thought: ’Suppose I take grandmother a fresh nosegay;\nthat would please her too. It is so early in the day that I shall\nstill get there in good time’; and so she ran from the path into the\nwood to look for flowers. And whenever she had picked one, she fancied\nthat she saw a still prettier one farther on, and ran after it, and so\ngot deeper and deeper into the wood.",
        "Meanwhile the wolf ran straight to the grandmother’s house and knocked\nat the door.",
        "’Who is there?’",
        "’Little Red-Cap,’ replied the wolf. ’She is bringing cake and wine;\nopen the door.’",
        "’Lift the latch,’ called out the grandmother, ’I am too weak, and\ncannot get up.’",
        "The wolf lifted the latch, the door sprang open, and without saying a\nword he went straight to the grandmother’s bed, and devoured her. Then\nhe put on her clothes, dressed himself in her cap laid himself in bed\nand drew the curtains.",
        "Little Red-Cap, however, had been running about picking flowers, and\nwhen she had gathered so many that she could carry no more, she\nremembered her grandmother, and set out on the way to her.",
        "She was surprised to find the cottage-door standing open, and when she\nwent into the room, she had such a strange feeling that she said to\nherself: ’Oh dear! how uneasy I feel today, and at other times I like\nbeing with grandmother so much.’ She called out: ’Good morning,’ but\nreceived no answer; so she went to the bed and drew back the curtains.\nThere lay her grandmother with her cap pulled far over her face, and\nlooking very strange.",
        "’Oh! grandmother,’ she said, ’what big ears you have!’",
        "’The better to hear you with, my child,’ was the reply.",
        "’But, grandmother, what big eyes you have!’ she said.",
        "’The better to see you with, my dear.’",
        "’But, grandmother, what large hands you have!’",
        "’The better to hug you with.’",
        "’Oh! but, grandmother, what a terrible big mouth you have!’",
        "’The better to eat you with!’",
        "And scarcely had the wolf said this, than with one bound he was out of\nbed and swallowed up Red-Cap.",
        "When the wolf had appeased his appetite, he lay down again in the bed,\nfell asleep and began to snore very loud. The huntsman was just\npassing the house, and thought to himself: ’How the old woman is\nsnoring! I must just see if she wants anything.’ So he went into the\nroom, and when he came to the bed, he saw that the wolf was lying in\nit. ’Do I find you here, you old sinner!’ said he. ’I have long sought\nyou!’ Then just as he was going to fire at him, it occurred to him\nthat the wolf might have devoured the grandmother, and that she might\nstill be saved, so he did not fire, but took a pair of scissors, and\nbegan to cut open the stomach of the sleeping wolf. When he had made\ntwo snips, he saw the little Red-Cap shining, and then he made two\nsnips more, and the little girl sprang out, crying: ’Ah, how\nfrightened I have been! How dark it was inside the wolf’; and after\nthat the aged grandmother came out alive also, but scarcely able to\nbreathe. Red-Cap, however, quickly fetched great stones with which\nthey filled the wolf’s belly, and when he awoke, he wanted to run\naway, but the stones were so heavy that he collapsed at once, and fell\ndead.",
        "Then all three were delighted. The huntsman drew off the wolf’s skin\nand went home with it; the grandmother ate the cake and drank the wine\nwhich Red-Cap had brought, and revived, but Red-Cap thought to\nherself: ’As long as I live, I will never by myself leave the path, to\nrun into the wood, when my mother has forbidden me to do so.’",
        "It also related that once when Red-Cap was again taking cakes to the\nold grandmother, another wolf spoke to her, and tried to entice her\nfrom the path. Red-Cap, however, was on her guard, and went straight\nforward on her way, and told her grandmother that she had met the\nwolf, and that he had said ’good morning’ to her, but with such a\nwicked look in his eyes, that if they had not been on the public road\nshe was certain he would have eaten her up. ’Well,’ said the\ngrandmother, ’we will shut the door, that he may not come in.’ Soon\nafterwards the wolf knocked, and cried: ’Open the door, grandmother, I\nam Little Red-Cap, and am bringing you some cakes.’ But they did not\nspeak, or open the door, so the grey-beard stole twice or thrice round\nthe house, and at last jumped on the roof, intending to wait until\nRed-Cap went home in the evening, and then to steal after her and\ndevour her in the darkness. But the grandmother saw what was in his\nthoughts. In front of the house was a great stone trough, so she said\nto the child: ’Take the pail, Red-Cap; I made some sausages yesterday,\nso carry the water in which I boiled them to the trough.’ Red-Cap\ncarried until the great trough was quite full. Then the smell of the\nsausages reached the wolf, and he sniffed and peeped down, and at last\nstretched out his neck so far that he could no longer keep his footing\nand began to slip, and slipped down from the roof straight into the\ngreat trough, and was drowned. But Red-Cap went joyously home, and no\none ever did anything to harm her again.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}