{
    "title": "Fairy Tales - The Wolf and the Seven Little Kids",
    "author": "the Grimm Brothers",
    "chapter": "37",
    "content": [
        "\n",
        "\n\n",
        "There was once upon a time an old goat who had seven little kids, and\nloved them with all the love of a mother for her children. One day she\nwanted to go into the forest and fetch some food. So she called all\nseven to her and said: ’Dear children, I have to go into the forest,\nbe on your guard against the wolf; if he comes in, he will devour you\nall–skin, hair, and everything. The wretch often disguises himself,\nbut you will know him at once by his rough voice and his black feet.’\nThe kids said: ’Dear mother, we will take good care of ourselves; you\nmay go away without any anxiety.’ Then the old one bleated, and went\non her way with an easy mind.",
        "It was not long before someone knocked at the house-door and called:\n’Open the door, dear children; your mother is here, and has brought\nsomething back with her for each of you.’ But the little kids knew\nthat it was the wolf, by the rough voice. ’We will not open the door,’\ncried they, ’you are not our mother. She has a soft, pleasant voice,\nbut your voice is rough; you are the wolf!’ Then the wolf went away to\na shopkeeper and bought himself a great lump of chalk, ate this and\nmade his voice soft with it. Then he came back, knocked at the door of\nthe house, and called: ’Open the door, dear children, your mother is\nhere and has brought something back with her for each of you.’ But the\nwolf had laid his black paws against the window, and the children saw\nthem and cried: ’We will not open the door, our mother has not black\nfeet like you: you are the wolf!’ Then the wolf ran to a baker and\nsaid: ’I have hurt my feet, rub some dough over them for me.’ And when\nthe baker had rubbed his feet over, he ran to the miller and said:\n’Strew some white meal over my feet for me.’ The miller thought to\nhimself: ’The wolf wants to deceive someone,’ and refused; but the\nwolf said: ’If you will not do it, I will devour you.’ Then the miller\nwas afraid, and made his paws white for him. Truly, this is the way of\nmankind.",
        "So now the wretch went for the third time to the house-door, knocked\nat it and said: ’Open the door for me, children, your dear little\nmother has come home, and has brought every one of you something back\nfrom the forest with her.’ The little kids cried: ’First show us your\npaws that we may know if you are our dear little mother.’ Then he put\nhis paws in through the window and when the kids saw that they were\nwhite, they believed that all he said was true, and opened the door.\nBut who should come in but the wolf! They were terrified and wanted to\nhide themselves. One sprang under the table, the second into the bed,\nthe third into the stove, the fourth into the kitchen, the fifth into\nthe cupboard, the sixth under the washing-bowl, and the seventh into\nthe clock-case. But the wolf found them all, and used no great\nceremony; one after the other he swallowed them down his throat. The\nyoungest, who was in the clock-case, was the only one he did not find.\nWhen the wolf had satisfied his appetite he took himself off, laid\nhimself down under a tree in the green meadow outside, and began to\nsleep. Soon afterwards the old goat came home again from the forest.\nAh! what a sight she saw there! The house-door stood wide open. The\ntable, chairs, and benches were thrown down, the washing-bowl lay\nbroken to pieces, and the quilts and pillows were pulled off the bed.\nShe sought her children, but they were nowhere to be found. She called\nthem one after another by name, but no one answered. At last, when she\ncame to the youngest, a soft voice cried: ’Dear mother, I am in the\nclock-case.’ She took the kid out, and it told her that the wolf had\ncome and had eaten all the others. Then you may imagine how she wept\nover her poor children.",
        "At length in her grief she went out, and the youngest kid ran with\nher. When they came to the meadow, there lay the wolf by the tree and\nsnored so loud that the branches shook. She looked at him on every\nside and saw that something was moving and struggling in his gorged\nbelly. ’Ah, heavens,’ she said, ’is it possible that my poor children\nwhom he has swallowed down for his supper, can be still alive?’ Then\nthe kid had to run home and fetch scissors, and a needle and thread,\nand the goat cut open the monster’s stomach, and hardly had she made\none cut, than one little kid thrust its head out, and when she had cut\nfarther, all six sprang out one after another, and were all still\nalive, and had suffered no injury whatever, for in his greediness the\nmonster had swallowed them down whole. What rejoicing there was! They\nembraced their dear mother, and jumped like a tailor at his wedding.\nThe mother, however, said: ’Now go and look for some big stones, and\nwe will fill the wicked beast’s stomach with them while he is still\nasleep.’ Then the seven kids dragged the stones thither with all\nspeed, and put as many of them into this stomach as they could get in;\nand the mother sewed him up again in the greatest haste, so that he\nwas not aware of anything and never once stirred.",
        "When the wolf at length had had his fill of sleep, he got on his legs,\nand as the stones in his stomach made him very thirsty, he wanted to\ngo to a well to drink. But when he began to walk and to move about,\nthe stones in his stomach knocked against each other and rattled. Then\ncried he:",
        " ’What rumbles and tumbles\n  Against my poor bones?\n  I thought ’twas six kids,\n  But it feels like big stones.’",
        "And when he got to the well and stooped over the water to drink, the\nheavy stones made him fall in, and he drowned miserably. When the\nseven kids saw that, they came running to the spot and cried aloud:\n’The wolf is dead! The wolf is dead!’ and danced for joy round about\nthe well with their mother.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}