{
    "title": "Fairy Tales - The Seven Ravens",
    "author": "the Grimm Brothers",
    "chapter": "55",
    "content": [
        "\n",
        "\n\n",
        "There was once a man who had seven sons, and last of all one daughter.\nAlthough the little girl was very pretty, she was so weak and small\nthat they thought she could not live; but they said she should at once\nbe christened.",
        "So the father sent one of his sons in haste to the spring to get some\nwater, but the other six ran with him. Each wanted to be first at\ndrawing the water, and so they were in such a hurry that all let their\npitchers fall into the well, and they stood very foolishly looking at\none another, and did not know what to do, for none dared go home. In\nthe meantime the father was uneasy, and could not tell what made the\nyoung men stay so long. ’Surely,’ said he, ’the whole seven must have\nforgotten themselves over some game of play’; and when he had waited\nstill longer and they yet did not come, he flew into a rage and wished\nthem all turned into ravens. Scarcely had he spoken these words when\nhe heard a croaking over his head, and looked up and saw seven ravens\nas black as coal flying round and round. Sorry as he was to see his\nwish so fulfilled, he did not know how what was done could be undone,\nand comforted himself as well as he could for the loss of his seven\nsons with his dear little daughter, who soon became stronger and every\nday more beautiful.",
        "For a long time she did not know that she had ever had any brothers;\nfor her father and mother took care not to speak of them before her:\nbut one day by chance she heard the people about her speak of them.\n’Yes,’ said they, ’she is beautiful indeed, but still ’tis a pity that\nher brothers should have been lost for her sake.’ Then she was much\ngrieved, and went to her father and mother, and asked if she had any\nbrothers, and what had become of them. So they dared no longer hide\nthe truth from her, but said it was the will of Heaven, and that her\nbirth was only the innocent cause of it; but the little girl mourned\nsadly about it every day, and thought herself bound to do all she\ncould to bring her brothers back; and she had neither rest nor ease,\ntill at length one day she stole away, and set out into the wide world\nto find her brothers, wherever they might be, and free them, whatever\nit might cost her.",
        "She took nothing with her but a little ring which her father and\nmother had given her, a loaf of bread in case she should be hungry, a\nlittle pitcher of water in case she should be thirsty, and a little\nstool to rest upon when she should be weary. Thus she went on and on,\nand journeyed till she came to the world’s end; then she came to the\nsun, but the sun looked much too hot and fiery; so she ran away\nquickly to the moon, but the moon was cold and chilly, and said, ’I\nsmell flesh and blood this way!’ so she took herself away in a hurry\nand came to the stars, and the stars were friendly and kind to her,\nand each star sat upon his own little stool; but the morning star rose\nup and gave her a little piece of wood, and said, ’If you have not\nthis little piece of wood, you cannot unlock the castle that stands on\nthe glass-mountain, and there your brothers live.’ The little girl\ntook the piece of wood, rolled it up in a little cloth, and went on\nagain until she came to the glass-mountain, and found the door shut.\nThen she felt for the little piece of wood; but when she unwrapped the\ncloth it was not there, and she saw she had lost the gift of the good\nstars. What was to be done? She wanted to save her brothers, and had\nno key of the castle of the glass-mountain; so this faithful little\nsister took a knife out of her pocket and cut off her little finger,\nthat was just the size of the piece of wood she had lost, and put it\nin the door and opened it.",
        "As she went in, a little dwarf came up to her, and said, ’What are you\nseeking for?’ ’I seek for my brothers, the seven ravens,’ answered\nshe. Then the dwarf said, ’My masters are not at home; but if you will\nwait till they come, pray step in.’ Now the little dwarf was getting\ntheir dinner ready, and he brought their food upon seven little\nplates, and their drink in seven little glasses, and set them upon the\ntable, and out of each little plate their sister ate a small piece,\nand out of each little glass she drank a small drop; but she let the\nring that she had brought with her fall into the last glass.",
        "On a sudden she heard a fluttering and croaking in the air, and the\ndwarf said, ’Here come my masters.’ When they came in, they wanted to\neat and drink, and looked for their little plates and glasses. Then\nsaid one after the other,",
        "’Who has eaten from my little plate? And who has been drinking out of\nmy little glass?’",
        " ’Caw! Caw! well I ween\n  Mortal lips have this way been.’",
        "When the seventh came to the bottom of his glass, and found there the\nring, he looked at it, and knew that it was his father’s and mother’s,\nand said, ’O that our little sister would but come! then we should be\nfree.’ When the little girl heard this (for she stood behind the door\nall the time and listened), she ran forward, and in an instant all the\nravens took their right form again; and all hugged and kissed each\nother, and went merrily home.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}