{
    "title": "Fairy Tales - Old Sultan",
    "author": "the Grimm Brothers",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "A shepherd had a faithful dog, called Sultan, who was grown very old,\nand had lost all his teeth. And one day when the shepherd and his wife\nwere standing together before the house the shepherd said, ’I will\nshoot old Sultan tomorrow morning, for he is of no use now.’ But his\nwife said, ’Pray let the poor faithful creature live; he has served us\nwell a great many years, and we ought to give him a livelihood for the\nrest of his days.’ ’But what can we do with him?’ said the shepherd,\n’he has not a tooth in his head, and the thieves don’t care for him at\nall; to be sure he has served us, but then he did it to earn his\nlivelihood; tomorrow shall be his last day, depend upon it.’",
        "Poor Sultan, who was lying close by them, heard all that the shepherd\nand his wife said to one another, and was very much frightened to\nthink tomorrow would be his last day; so in the evening he went to his\ngood friend the wolf, who lived in the wood, and told him all his\nsorrows, and how his master meant to kill him in the morning. ’Make\nyourself easy,’ said the wolf, ’I will give you some good advice. Your\nmaster, you know, goes out every morning very early with his wife into\nthe field; and they take their little child with them, and lay it down\nbehind the hedge in the shade while they are at work. Now do you lie\ndown close by the child, and pretend to be watching it, and I will\ncome out of the wood and run away with it; you must run after me as\nfast as you can, and I will let it drop; then you may carry it back,\nand they will think you have saved their child, and will be so\nthankful to you that they will take care of you as long as you live.’\nThe dog liked this plan very well; and accordingly so it was managed.\nThe wolf ran with the child a little way; the shepherd and his wife\nscreamed out; but Sultan soon overtook him, and carried the poor\nlittle thing back to his master and mistress. Then the shepherd patted\nhim on the head, and said, ’Old Sultan has saved our child from the\nwolf, and therefore he shall live and be well taken care of, and have\nplenty to eat. Wife, go home, and give him a good dinner, and let him\nhave my old cushion to sleep on as long as he lives.’ So from this\ntime forward Sultan had all that he could wish for.",
        "Soon afterwards the wolf came and wished him joy, and said, ’Now, my\ngood fellow, you must tell no tales, but turn your head the other way\nwhen I want to taste one of the old shepherd’s fine fat sheep.’ ’No,’\nsaid the Sultan; ’I will be true to my master.’ However, the wolf\nthought he was in joke, and came one night to get a dainty morsel. But\nSultan had told his master what the wolf meant to do; so he laid wait\nfor him behind the barn door, and when the wolf was busy looking out\nfor a good fat sheep, he had a stout cudgel laid about his back, that\ncombed his locks for him finely.",
        "Then the wolf was very angry, and called Sultan ’an old rogue,’ and\nswore he would have his revenge. So the next morning the wolf sent the\nboar to challenge Sultan to come into the wood to fight the matter.\nNow Sultan had nobody he could ask to be his second but the shepherd’s\nold three-legged cat; so he took her with him, and as the poor thing\nlimped along with some trouble, she stuck up her tail straight in the\nair.",
        "The wolf and the wild boar were first on the ground; and when they\nespied their enemies coming, and saw the cat’s long tail standing\nstraight in the air, they thought she was carrying a sword for Sultan\nto fight with; and every time she limped, they thought she was picking\nup a stone to throw at them; so they said they should not like this\nway of fighting, and the boar lay down behind a bush, and the wolf\njumped up into a tree. Sultan and the cat soon came up, and looked\nabout and wondered that no one was there. The boar, however, had not\nquite hidden himself, for his ears stuck out of the bush; and when he\nshook one of them a little, the cat, seeing something move, and\nthinking it was a mouse, sprang upon it, and bit and scratched it, so\nthat the boar jumped up and grunted, and ran away, roaring out, ’Look\nup in the tree, there sits the one who is to blame.’ So they looked\nup, and espied the wolf sitting amongst the branches; and they called\nhim a cowardly rascal, and would not suffer him to come down till he\nwas heartily ashamed of himself, and had promised to be good friends\nagain with old Sultan.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}