{
    "title": "Fairy Tales - The Twelve Huntsmen",
    "author": "the Grimm Brothers",
    "chapter": "52",
    "content": [
        "\n",
        "\n\n",
        "There was once a king’s son who had a bride whom he loved very much.\nAnd when he was sitting beside her and very happy, news came that his\nfather lay sick unto death, and desired to see him once again before\nhis end. Then he said to his beloved: ’I must now go and leave you, I\ngive you a ring as a remembrance of me. When I am king, I will return\nand fetch you.’ So he rode away, and when he reached his father, the\nlatter was dangerously ill, and near his death. He said to him: ’Dear\nson, I wished to see you once again before my end, promise me to marry\nas I wish,’ and he named a certain king’s daughter who was to be his\nwife. The son was in such trouble that he did not think what he was\ndoing, and said: ’Yes, dear father, your will shall be done,’ and\nthereupon the king shut his eyes, and died.",
        "When therefore the son had been proclaimed king, and the time of\nmourning was over, he was forced to keep the promise which he had\ngiven his father, and caused the king’s daughter to be asked in\nmarriage, and she was promised to him. His first betrothed heard of\nthis, and fretted so much about his faithfulness that she nearly died.\nThen her father said to her: ’Dearest child, why are you so sad? You\nshall have whatsoever you will.’ She thought for a moment and said:\n’Dear father, I wish for eleven girls exactly like myself in face,\nfigure, and size.’ The father said: ’If it be possible, your desire\nshall be fulfilled,’ and he caused a search to be made in his whole\nkingdom, until eleven young maidens were found who exactly resembled\nhis daughter in face, figure, and size.",
        "When they came to the king’s daughter, she had twelve suits of\nhuntsmen’s clothes made, all alike, and the eleven maidens had to put\non the huntsmen’s clothes, and she herself put on the twelfth suit.\nThereupon she took her leave of her father, and rode away with them,\nand rode to the court of her former betrothed, whom she loved so\ndearly. Then she asked if he required any huntsmen, and if he would\ntake all of them into his service. The king looked at her and did not\nknow her, but as they were such handsome fellows, he said: ’Yes,’ and\nthat he would willingly take them, and now they were the king’s twelve\nhuntsmen.",
        "The king, however, had a lion which was a wondrous animal, for he knew\nall concealed and secret things. It came to pass that one evening he\nsaid to the king: ’You think you have twelve huntsmen?’ ’Yes,’ said\nthe king, ’they are twelve huntsmen.’ The lion continued: ’You are\nmistaken, they are twelve girls.’ The king said: ’That cannot be true!\nHow will you prove that to me?’ ’Oh, just let some peas be strewn in\nthe ante-chamber,’ answered the lion, ’and then you will soon see.\nMen have a firm step, and when they walk over peas none of them stir,\nbut girls trip and skip, and drag their feet, and the peas roll\nabout.’ The king was well pleased with the counsel, and caused the\npeas to be strewn.",
        "There was, however, a servant of the king’s who favoured the huntsmen,\nand when he heard that they were going to be put to this test he went\nto them and repeated everything, and said: ’The lion wants to make the\nking believe that you are girls.’ Then the king’s daughter thanked\nhim, and said to her maidens: ’Show some strength, and step firmly on\nthe peas.’ So next morning when the king had the twelve huntsmen\ncalled before him, and they came into the ante-chamber where the peas\nwere lying, they stepped so firmly on them, and had such a strong,\nsure walk, that not one of the peas either rolled or stirred. Then\nthey went away again, and the king said to the lion: ’You have lied to\nme, they walk just like men.’ The lion said: ’They have been informed\nthat they were going to be put to the test, and have assumed some\nstrength. Just let twelve spinning-wheels be brought into the ante-\nchamber, and they will go to them and be pleased with them, and that\nis what no man would do.’ The king liked the advice, and had the\nspinning-wheels placed in the ante-chamber.",
        "But the servant, who was well disposed to the huntsmen, went to them,\nand disclosed the project. So when they were alone the king’s daughter\nsaid to her eleven girls: ’Show some constraint, and do not look round\nat the spinning-wheels.’ And next morning when the king had his twelve\nhuntsmen summoned, they went through the ante-chamber, and never once\nlooked at the spinning-wheels. Then the king again said to the lion:\n’You have deceived me, they are men, for they have not looked at the\nspinning-wheels.’ The lion replied: ’They have restrained themselves.’\nThe king, however, would no longer believe the lion.",
        "The twelve huntsmen always followed the king to the chase, and his\nliking for them continually increased. Now it came to pass that once\nwhen they were out hunting, news came that the king’s bride was\napproaching. When the true bride heard that, it hurt her so much that\nher heart was almost broken, and she fell fainting to the ground. The\nking thought something had happened to his dear huntsman, ran up to\nhim, wanted to help him, and drew his glove off. Then he saw the ring\nwhich he had given to his first bride, and when he looked in her face\nhe recognized her. Then his heart was so touched that he kissed her,\nand when she opened her eyes he said: ’You are mine, and I am yours,\nand no one in the world can alter that.’ He sent a messenger to the\nother bride, and entreated her to return to her own kingdom, for he\nhad a wife already, and someone who had just found an old key did not\nrequire a new one. Thereupon the wedding was celebrated, and the lion\nwas again taken into favour, because, after all, he had told the\ntruth.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}