{
    "title": "Fairy Tales - The Four Clever Brothers",
    "author": "the Grimm Brothers",
    "chapter": "45",
    "content": [
        "\n",
        "\n\n",
        "’Dear children,’ said a poor man to his four sons, ’I have nothing to\ngive you; you must go out into the wide world and try your luck. Begin\nby learning some craft or another, and see how you can get on.’ So the\nfour brothers took their walking-sticks in their hands, and their\nlittle bundles on their shoulders, and after bidding their father\ngoodbye, went all out at the gate together. When they had got on some\nway they came to four crossways, each leading to a different country.\nThen the eldest said, ’Here we must part; but this day four years we\nwill come back to this spot, and in the meantime each must try what he\ncan do for himself.’",
        "So each brother went his way; and as the eldest was hastening on a man\nmet him, and asked him where he was going, and what he wanted. ’I am\ngoing to try my luck in the world, and should like to begin by\nlearning some art or trade,’ answered he. ’Then,’ said the man, ’go\nwith me, and I will teach you to become the cunningest thief that ever\nwas.’ ’No,’ said the other, ’that is not an honest calling, and what\ncan one look to earn by it in the end but the gallows?’ ’Oh!’ said the\nman, ’you need not fear the gallows; for I will only teach you to\nsteal what will be fair game: I meddle with nothing but what no one\nelse can get or care anything about, and where no one can find you\nout.’ So the young man agreed to follow his trade, and he soon showed\nhimself so clever, that nothing could escape him that he had once set\nhis mind upon.",
        "The second brother also met a man, who, when he found out what he was\nsetting out upon, asked him what craft he meant to follow. ’I do not\nknow yet,’ said he. ’Then come with me, and be a star-gazer. It is a\nnoble art, for nothing can be hidden from you, when once you\nunderstand the stars.’ The plan pleased him much, and he soon became\nsuch a skilful star-gazer, that when he had served out his time, and\nwanted to leave his master, he gave him a glass, and said, ’With this\nyou can see all that is passing in the sky and on earth, and nothing\ncan be hidden from you.’",
        "The third brother met a huntsman, who took him with him, and taught\nhim so well all that belonged to hunting, that he became very clever\nin the craft of the woods; and when he left his master he gave him a\nbow, and said, ’Whatever you shoot at with this bow you will be sure\nto hit.’",
        "The youngest brother likewise met a man who asked him what he wished\nto do. ’Would not you like,’ said he, ’to be a tailor?’ ’Oh, no!’ said\nthe young man; ’sitting cross-legged from morning to night, working\nbackwards and forwards with a needle and goose, will never suit me.’\n’Oh!’ answered the man, ’that is not my sort of tailoring; come with\nme, and you will learn quite another kind of craft from that.’ Not\nknowing what better to do, he came into the plan, and learnt tailoring\nfrom the beginning; and when he left his master, he gave him a needle,\nand said, ’You can sew anything with this, be it as soft as an egg or\nas hard as steel; and the joint will be so fine that no seam will be\nseen.’",
        "After the space of four years, at the time agreed upon, the four\nbrothers met at the four cross-roads; and having welcomed each other,\nset off towards their father’s home, where they told him all that had\nhappened to them, and how each had learned some craft.",
        "Then, one day, as they were sitting before the house under a very high\ntree, the father said, ’I should like to try what each of you can do\nin this way.’ So he looked up, and said to the second son, ’At the top\nof this tree there is a chaffinch’s nest; tell me how many eggs there\nare in it.’ The star-gazer took his glass, looked up, and said,\n’Five.’ ’Now,’ said the father to the eldest son, ’take away the eggs\nwithout letting the bird that is sitting upon them and hatching them\nknow anything of what you are doing.’ So the cunning thief climbed up\nthe tree, and brought away to his father the five eggs from under the\nbird; and it never saw or felt what he was doing, but kept sitting on\nat its ease. Then the father took the eggs, and put one on each corner\nof the table, and the fifth in the middle, and said to the huntsman,\n’Cut all the eggs in two pieces at one shot.’ The huntsman took up his\nbow, and at one shot struck all the five eggs as his father wished.",
        "’Now comes your turn,’ said he to the young tailor; ’sew the eggs and\nthe young birds in them together again, so neatly that the shot shall\nhave done them no harm.’ Then the tailor took his needle, and sewed\nthe eggs as he was told; and when he had done, the thief was sent to\ntake them back to the nest, and put them under the bird without its\nknowing it. Then she went on sitting, and hatched them: and in a few\ndays they crawled out, and had only a little red streak across their\nnecks, where the tailor had sewn them together.",
        "’Well done, sons!’ said the old man; ’you have made good use of your\ntime, and learnt something worth the knowing; but I am sure I do not\nknow which ought to have the prize. Oh, that a time might soon come\nfor you to turn your skill to some account!’",
        "Not long after this there was a great bustle in the country; for the\nking’s daughter had been carried off by a mighty dragon, and the king\nmourned over his loss day and night, and made it known that whoever\nbrought her back to him should have her for a wife. Then the four\nbrothers said to each other, ’Here is a chance for us; let us try what\nwe can do.’ And they agreed to see whether they could not set the\nprincess free. ’I will soon find out where she is, however,’ said the\nstar-gazer, as he looked through his glass; and he soon cried out, ’I\nsee her afar off, sitting upon a rock in the sea, and I can spy the\ndragon close by, guarding her.’ Then he went to the king, and asked\nfor a ship for himself and his brothers; and they sailed together over\nthe sea, till they came to the right place. There they found the\nprincess sitting, as the star-gazer had said, on the rock; and the\ndragon was lying asleep, with his head upon her lap. ’I dare not shoot\nat him,’ said the huntsman, ’for I should kill the beautiful young\nlady also.’ ’Then I will try my skill,’ said the thief, and went and\nstole her away from under the dragon, so quietly and gently that the\nbeast did not know it, but went on snoring.",
        "Then away they hastened with her full of joy in their boat towards the\nship; but soon came the dragon roaring behind them through the air;\nfor he awoke and missed the princess. But when he got over the boat,\nand wanted to pounce upon them and carry off the princess, the\nhuntsman took up his bow and shot him straight through the heart so\nthat he fell down dead. They were still not safe; for he was such a\ngreat beast that in his fall he overset the boat, and they had to swim\nin the open sea upon a few planks. So the tailor took his needle, and\nwith a few large stitches put some of the planks together; and he sat\ndown upon these, and sailed about and gathered up all pieces of the\nboat; and then tacked them together so quickly that the boat was soon\nready, and they then reached the ship and got home safe.",
        "When they had brought home the princess to her father, there was great\nrejoicing; and he said to the four brothers, ’One of you shall marry\nher, but you must settle amongst yourselves which it is to be.’ Then\nthere arose a quarrel between them; and the star-gazer said, ’If I had\nnot found the princess out, all your skill would have been of no use;\ntherefore she ought to be mine.’ ’Your seeing her would have been of\nno use,’ said the thief, ’if I had not taken her away from the dragon;\ntherefore she ought to be mine.’ ’No, she is mine,’ said the huntsman;\n’for if I had not killed the dragon, he would, after all, have torn\nyou and the princess into pieces.’ ’And if I had not sewn the boat\ntogether again,’ said the tailor, ’you would all have been drowned,\ntherefore she is mine.’ Then the king put in a word, and said, ’Each\nof you is right; and as all cannot have the young lady, the best way\nis for neither of you to have her: for the truth is, there is somebody\nshe likes a great deal better. But to make up for your loss, I will\ngive each of you, as a reward for his skill, half a kingdom.’ So the\nbrothers agreed that this plan would be much better than either\nquarrelling or marrying a lady who had no mind to have them. And the\nking then gave to each half a kingdom, as he had said; and they lived\nvery happily the rest of their days, and took good care of their\nfather; and somebody took better care of the young lady, than to let\neither the dragon or one of the craftsmen have her again.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}