{
    "title": "Fairy Tales - The Fisherman and His Wife",
    "author": "the Grimm Brothers",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "There was once a fisherman who lived with his wife in a pigsty, close\nby the seaside. The fisherman used to go out all day long a-fishing;\nand one day, as he sat on the shore with his rod, looking at the\nsparkling waves and watching his line, all on a sudden his float was\ndragged away deep into the water: and in drawing it up he pulled out a\ngreat fish. But the fish said, ’Pray let me live! I am not a real\nfish; I am an enchanted prince: put me in the water again, and let me\ngo!’ ’Oh, ho!’ said the man, ’you need not make so many words about\nthe matter; I will have nothing to do with a fish that can talk: so\nswim away, sir, as soon as you please!’ Then he put him back into the\nwater, and the fish darted straight down to the bottom, and left a\nlong streak of blood behind him on the wave.",
        "When the fisherman went home to his wife in the pigsty, he told her\nhow he had caught a great fish, and how it had told him it was an\nenchanted prince, and how, on hearing it speak, he had let it go\nagain. ’Did not you ask it for anything?’ said the wife, ’we live very\nwretchedly here, in this nasty dirty pigsty; do go back and tell the\nfish we want a snug little cottage.’",
        "The fisherman did not much like the business: however, he went to the\nseashore; and when he came back there the water looked all yellow and\ngreen. And he stood at the water’s edge, and said:",
        " ’O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’",
        "Then the fish came swimming to him, and said, ’Well, what is her will?\nWhat does your wife want?’ ’Ah!’ said the fisherman, ’she says that\nwhen I had caught you, I ought to have asked you for something before\nI let you go; she does not like living any longer in the pigsty, and\nwants a snug little cottage.’ ’Go home, then,’ said the fish; ’she is\nin the cottage already!’ So the man went home, and saw his wife\nstanding at the door of a nice trim little cottage. ’Come in, come\nin!’ said she; ’is not this much better than the filthy pigsty we\nhad?’ And there was a parlour, and a bedchamber, and a kitchen; and\nbehind the cottage there was a little garden, planted with all sorts\nof flowers and fruits; and there was a courtyard behind, full of ducks\nand chickens. ’Ah!’ said the fisherman, ’how happily we shall live\nnow!’ ’We will try to do so, at least,’ said his wife.",
        "Everything went right for a week or two, and then Dame Ilsabill said,\n’Husband, there is not near room enough for us in this cottage; the\ncourtyard and the garden are a great deal too small; I should like to\nhave a large stone castle to live in: go to the fish again and tell\nhim to give us a castle.’ ’Wife,’ said the fisherman, ’I don’t like to\ngo to him again, for perhaps he will be angry; we ought to be easy\nwith this pretty cottage to live in.’ ’Nonsense!’ said the wife; ’he\nwill do it very willingly, I know; go along and try!’",
        "The fisherman went, but his heart was very heavy: and when he came to\nthe sea, it looked blue and gloomy, though it was very calm; and he\nwent close to the edge of the waves, and said:",
        " ’O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’",
        "’Well, what does she want now?’ said the fish. ’Ah!’ said the man,\ndolefully, ’my wife wants to live in a stone castle.’ ’Go home, then,’\nsaid the fish; ’she is standing at the gate of it already.’ So away\nwent the fisherman, and found his wife standing before the gate of a\ngreat castle. ’See,’ said she, ’is not this grand?’ With that they\nwent into the castle together, and found a great many servants there,\nand the rooms all richly furnished, and full of golden chairs and\ntables; and behind the castle was a garden, and around it was a park\nhalf a mile long, full of sheep, and goats, and hares, and deer; and\nin the courtyard were stables and cow-houses. ’Well,’ said the man,\n’now we will live cheerful and happy in this beautiful castle for the\nrest of our lives.’ ’Perhaps we may,’ said the wife; ’but let us sleep\nupon it, before we make up our minds to that.’ So they went to bed.",
        "The next morning when Dame Ilsabill awoke it was broad daylight, and\nshe jogged the fisherman with her elbow, and said, ’Get up, husband,\nand bestir yourself, for we must be king of all the land.’ ’Wife,\nwife,’ said the man, ’why should we wish to be the king? I will not be\nking.’ ’Then I will,’ said she. ’But, wife,’ said the fisherman, ’how\ncan you be king–the fish cannot make you a king?’ ’Husband,’ said\nshe, ’say no more about it, but go and try! I will be king.’ So the\nman went away quite sorrowful to think that his wife should want to be\nking. This time the sea looked a dark grey colour, and was overspread\nwith curling waves and the ridges of foam as he cried out:",
        " ’O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’",
        "’Well, what would she have now?’ said the fish. ’Alas!’ said the poor\nman, ’my wife wants to be king.’ ’Go home,’ said the fish; ’she is\nking already.’",
        "Then the fisherman went home; and as he came close to the palace he\nsaw a troop of soldiers, and heard the sound of drums and trumpets.\nAnd when he went in he saw his wife sitting on a throne of gold and\ndiamonds, with a golden crown upon her head; and on each side of her\nstood six fair maidens, each a head taller than the other. ’Well,\nwife,’ said the fisherman, ’are you king?’ ’Yes,’ said she, ’I am\nking.’ And when he had looked at her for a long time, he said, ’Ah,\nwife! what a fine thing it is to be king! Now we shall never have\nanything more to wish for as long as we live.’ ’I don’t know how that\nmay be,’ said she; ’never is a long time. I am king, it is true; but I\nbegin to be tired of that, and I think I should like to be emperor.’\n’Alas, wife! why should you wish to be emperor?’ said the fisherman.\n’Husband,’ said she, ’go to the fish! I say I will be emperor.’ ’Ah,\nwife!’ replied the fisherman, ’the fish cannot make an emperor, I am\nsure, and I should not like to ask him for such a thing.’ ’I am king,’\nsaid Ilsabill, ’and you are my slave; so go at once!’",
        "So the fisherman was forced to go; and he muttered as he went along,\n’This will come to no good, it is too much to ask; the fish will be\ntired at last, and then we shall be sorry for what we have done.’ He\nsoon came to the seashore; and the water was quite black and muddy,\nand a mighty whirlwind blew over the waves and rolled them about, but\nhe went as near as he could to the water’s brink, and said:",
        " ’O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’",
        "’What would she have now?’ said the fish. ’Ah!’ said the fisherman,\n’she wants to be emperor.’ ’Go home,’ said the fish; ’she is emperor\nalready.’",
        "So he went home again; and as he came near he saw his wife Ilsabill\nsitting on a very lofty throne made of solid gold, with a great crown\non her head full two yards high; and on each side of her stood her\nguards and attendants in a row, each one smaller than the other, from\nthe tallest giant down to a little dwarf no bigger than my finger. And\nbefore her stood princes, and dukes, and earls: and the fisherman went\nup to her and said, ’Wife, are you emperor?’ ’Yes,’ said she, ’I am\nemperor.’ ’Ah!’ said the man, as he gazed upon her, ’what a fine thing\nit is to be emperor!’ ’Husband,’ said she, ’why should we stop at\nbeing emperor? I will be pope next.’ ’O wife, wife!’ said he, ’how can\nyou be pope? there is but one pope at a time in Christendom.’\n’Husband,’ said she, ’I will be pope this very day.’ ’But,’ replied\nthe husband, ’the fish cannot make you pope.’ ’What nonsense!’ said\nshe; ’if he can make an emperor, he can make a pope: go and try him.’",
        "So the fisherman went. But when he came to the shore the wind was\nraging and the sea was tossed up and down in boiling waves, and the\nships were in trouble, and rolled fearfully upon the tops of the\nbillows. In the middle of the heavens there was a little piece of blue\nsky, but towards the south all was red, as if a dreadful storm was\nrising. At this sight the fisherman was dreadfully frightened, and he\ntrembled so that his knees knocked together: but still he went down\nnear to the shore, and said:",
        " ’O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’",
        "’What does she want now?’ said the fish. ’Ah!’ said the fisherman, ’my\nwife wants to be pope.’ ’Go home,’ said the fish; ’she is pope\nalready.’",
        "Then the fisherman went home, and found Ilsabill sitting on a throne\nthat was two miles high. And she had three great crowns on her head,\nand around her stood all the pomp and power of the Church. And on each\nside of her were two rows of burning lights, of all sizes, the\ngreatest as large as the highest and biggest tower in the world, and\nthe least no larger than a small rushlight. ’Wife,’ said the\nfisherman, as he looked at all this greatness, ’are you pope?’ ’Yes,’\nsaid she, ’I am pope.’ ’Well, wife,’ replied he, ’it is a grand thing\nto be pope; and now you must be easy, for you can be nothing greater.’\n’I will think about that,’ said the wife. Then they went to bed: but\nDame Ilsabill could not sleep all night for thinking what she should\nbe next. At last, as she was dropping asleep, morning broke, and the\nsun rose. ’Ha!’ thought she, as she woke up and looked at it through\nthe window, ’after all I cannot prevent the sun rising.’ At this\nthought she was very angry, and wakened her husband, and said,\n’Husband, go to the fish and tell him I must be lord of the sun and\nmoon.’ The fisherman was half asleep, but the thought frightened him\nso much that he started and fell out of bed. ’Alas, wife!’ said he,\n’cannot you be easy with being pope?’ ’No,’ said she, ’I am very\nuneasy as long as the sun and moon rise without my leave. Go to the\nfish at once!’",
        "Then the man went shivering with fear; and as he was going down to the\nshore a dreadful storm arose, so that the trees and the very rocks\nshook. And all the heavens became black with stormy clouds, and the\nlightnings played, and the thunders rolled; and you might have seen in\nthe sea great black waves, swelling up like mountains with crowns of\nwhite foam upon their heads. And the fisherman crept towards the sea,\nand cried out, as well as he could:",
        " ’O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’",
        "’What does she want now?’ said the fish. ’Ah!’ said he, ’she wants to\nbe lord of the sun and moon.’ ’Go home,’ said the fish, ’to your\npigsty again.’",
        "And there they live to this very day.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}