{
    "title": "Fairy Tales - Iron Hans",
    "author": "the Grimm Brothers",
    "chapter": "61",
    "content": [
        "\n",
        "\n\n",
        "There was once upon a time a king who had a great forest near his\npalace, full of all kinds of wild animals. One day he sent out a\nhuntsman to shoot him a roe, but he did not come back. ’Perhaps some\naccident has befallen him,’ said the king, and the next day he sent\nout two more huntsmen who were to search for him, but they too stayed\naway. Then on the third day, he sent for all his huntsmen, and said:\n’Scour the whole forest through, and do not give up until you have\nfound all three.’ But of these also, none came home again, none were\nseen again. From that time forth, no one would any longer venture into\nthe forest, and it lay there in deep stillness and solitude, and\nnothing was seen of it, but sometimes an eagle or a hawk flying over\nit. This lasted for many years, when an unknown huntsman announced\nhimself to the king as seeking a situation, and offered to go into the\ndangerous forest. The king, however, would not give his consent, and\nsaid: ’It is not safe in there; I fear it would fare with you no\nbetter than with the others, and you would never come out again.’ The\nhuntsman replied: ’Lord, I will venture it at my own risk, of fear I\nknow nothing.’",
        "The huntsman therefore betook himself with his dog to the forest. It\nwas not long before the dog fell in with some game on the way, and\nwanted to pursue it; but hardly had the dog run two steps when it\nstood before a deep pool, could go no farther, and a naked arm\nstretched itself out of the water, seized it, and drew it under. When\nthe huntsman saw that, he went back and fetched three men to come with\nbuckets and bale out the water. When they could see to the bottom\nthere lay a wild man whose body was brown like rusty iron, and whose\nhair hung over his face down to his knees. They bound him with cords,\nand led him away to the castle. There was great astonishment over the\nwild man; the king, however, had him put in an iron cage in his\ncourtyard, and forbade the door to be opened on pain of death, and the\nqueen herself was to take the key into her keeping. And from this time\nforth everyone could again go into the forest with safety.",
        "The king had a son of eight years, who was once playing in the\ncourtyard, and while he was playing, his golden ball fell into the\ncage. The boy ran thither and said: ’Give me my ball out.’ ’Not till\nyou have opened the door for me,’ answered the man. ’No,’ said the\nboy, ’I will not do that; the king has forbidden it,’ and ran away.\nThe next day he again went and asked for his ball; the wild man said:\n’Open my door,’ but the boy would not. On the third day the king had\nridden out hunting, and the boy went once more and said: ’I cannot\nopen the door even if I wished, for I have not the key.’ Then the wild\nman said: ’It lies under your mother’s pillow, you can get it there.’\nThe boy, who wanted to have his ball back, cast all thought to the\nwinds, and brought the key. The door opened with difficulty, and the\nboy pinched his fingers. When it was open the wild man stepped out,\ngave him the golden ball, and hurried away. The boy had become afraid;\nhe called and cried after him: ’Oh, wild man, do not go away, or I\nshall be beaten!’ The wild man turned back, took him up, set him on\nhis shoulder, and went with hasty steps into the forest. When the king\ncame home, he observed the empty cage, and asked the queen how that\nhad happened. She knew nothing about it, and sought the key, but it\nwas gone. She called the boy, but no one answered. The king sent out\npeople to seek for him in the fields, but they did not find him. Then\nhe could easily guess what had happened, and much grief reigned in the\nroyal court.",
        "When the wild man had once more reached the dark forest, he took the\nboy down from his shoulder, and said to him: ’You will never see your\nfather and mother again, but I will keep you with me, for you have set\nme free, and I have compassion on you. If you do all I bid you, you\nshall fare well. Of treasure and gold have I enough, and more than\nanyone in the world.’ He made a bed of moss for the boy on which he\nslept, and the next morning the man took him to a well, and said:\n’Behold, the gold well is as bright and clear as crystal, you shall\nsit beside it, and take care that nothing falls into it, or it will be\npolluted. I will come every evening to see if you have obeyed my\norder.’ The boy placed himself by the brink of the well, and often saw\na golden fish or a golden snake show itself therein, and took care\nthat nothing fell in. As he was thus sitting, his finger hurt him so\nviolently that he involuntarily put it in the water. He drew it\nquickly out again, but saw that it was quite gilded, and whatsoever\npains he took to wash the gold off again, all was to no purpose. In\nthe evening Iron Hans came back, looked at the boy, and said: ’What\nhas happened to the well?’ ’Nothing nothing,’ he answered, and held\nhis finger behind his back, that the man might not see it. But he\nsaid: ’You have dipped your finger into the water, this time it may\npass, but take care you do not again let anything go in.’ By daybreak\nthe boy was already sitting by the well and watching it. His finger\nhurt him again and he passed it over his head, and then unhappily a\nhair fell down into the well. He took it quickly out, but it was\nalready quite gilded. Iron Hans came, and already knew what had\nhappened. ’You have let a hair fall into the well,’ said he. ’I will\nallow you to watch by it once more, but if this happens for the third\ntime then the well is polluted and you can no longer remain with me.’",
        "On the third day, the boy sat by the well, and did not stir his\nfinger, however much it hurt him. But the time was long to him, and he\nlooked at the reflection of his face on the surface of the water. And\nas he still bent down more and more while he was doing so, and trying\nto look straight into the eyes, his long hair fell down from his\nshoulders into the water. He raised himself up quickly, but the whole\nof the hair of his head was already golden and shone like the sun. You\ncan imagine how terrified the poor boy was! He took his pocket-\nhandkerchief and tied it round his head, in order that the man might\nnot see it. When he came he already knew everything, and said: ’Take\nthe handkerchief off.’ Then the golden hair streamed forth, and let\nthe boy excuse himself as he might, it was of no use. ’You have not\nstood the trial and can stay here no longer. Go forth into the world,\nthere you will learn what poverty is. But as you have not a bad heart,\nand as I mean well by you, there is one thing I will grant you; if you\nfall into any difficulty, come to the forest and cry: “Iron Hans,” and\nthen I will come and help you. My power is great, greater than you\nthink, and I have gold and silver in abundance.’",
        "Then the king’s son left the forest, and walked by beaten and unbeaten\npaths ever onwards until at length he reached a great city. There he\nlooked for work, but could find none, and he learnt nothing by which\nhe could help himself. At length he went to the palace, and asked if\nthey would take him in. The people about court did not at all know\nwhat use they could make of him, but they liked him, and told him to\nstay. At length the cook took him into his service, and said he might\ncarry wood and water, and rake the cinders together. Once when it so\nhappened that no one else was at hand, the cook ordered him to carry\nthe food to the royal table, but as he did not like to let his golden\nhair be seen, he kept his little cap on. Such a thing as that had\nnever yet come under the king’s notice, and he said: ’When you come to\nthe royal table you must take your hat off.’ He answered: ’Ah, Lord, I\ncannot; I have a bad sore place on my head.’ Then the king had the\ncook called before him and scolded him, and asked how he could take\nsuch a boy as that into his service; and that he was to send him away\nat once. The cook, however, had pity on him, and exchanged him for the\ngardener’s boy.",
        "And now the boy had to plant and water the garden, hoe and dig, and\nbear the wind and bad weather. Once in summer when he was working\nalone in the garden, the day was so warm he took his little cap off\nthat the air might cool him. As the sun shone on his hair it glittered\nand flashed so that the rays fell into the bedroom of the king’s\ndaughter, and up she sprang to see what that could be. Then she saw\nthe boy, and cried to him: ’Boy, bring me a wreath of flowers.’ He put\nhis cap on with all haste, and gathered wild field-flowers and bound\nthem together. When he was ascending the stairs with them, the\ngardener met him, and said: ’How can you take the king’s daughter a\ngarland of such common flowers? Go quickly, and get another, and seek\nout the prettiest and rarest.’ ’Oh, no,’ replied the boy, ’the wild\nones have more scent, and will please her better.’ When he got into\nthe room, the king’s daughter said: ’Take your cap off, it is not\nseemly to keep it on in my presence.’ He again said: ’I may not, I\nhave a sore head.’ She, however, caught at his cap and pulled it off,\nand then his golden hair rolled down on his shoulders, and it was\nsplendid to behold. He wanted to run out, but she held him by the arm,\nand gave him a handful of ducats. With these he departed, but he cared\nnothing for the gold pieces. He took them to the gardener, and said:\n’I present them to your children, they can play with them.’ The\nfollowing day the king’s daughter again called to him that he was to\nbring her a wreath of field-flowers, and then he went in with it, she\ninstantly snatched at his cap, and wanted to take it away from him,\nbut he held it fast with both hands. She again gave him a handful of\nducats, but he would not keep them, and gave them to the gardener for\nplaythings for his children. On the third day things went just the\nsame; she could not get his cap away from him, and he would not have\nher money.",
        "Not long afterwards, the country was overrun by war. The king gathered\ntogether his people, and did not know whether or not he could offer\nany opposition to the enemy, who was superior in strength and had a\nmighty army. Then said the gardener’s boy: ’I am grown up, and will go\nto the wars also, only give me a horse.’ The others laughed, and said:\n’Seek one for yourself when we are gone, we will leave one behind us\nin the stable for you.’ When they had gone forth, he went into the\nstable, and led the horse out; it was lame of one foot, and limped\nhobblety jib, hobblety jib; nevertheless he mounted it, and rode away\nto the dark forest. When he came to the outskirts, he called ’Iron\nHans’ three times so loudly that it echoed through the trees.\nThereupon the wild man appeared immediately, and said: ’What do you\ndesire?’ ’I want a strong steed, for I am going to the wars.’ ’That\nyou shall have, and still more than you ask for.’ Then the wild man\nwent back into the forest, and it was not long before a stable-boy\ncame out of it, who led a horse that snorted with its nostrils, and\ncould hardly be restrained, and behind them followed a great troop of\nwarriors entirely equipped in iron, and their swords flashed in the\nsun. The youth made over his three-legged horse to the stable-boy,\nmounted the other, and rode at the head of the soldiers. When he got\nnear the battlefield a great part of the king’s men had already\nfallen, and little was wanting to make the rest give way. Then the\nyouth galloped thither with his iron soldiers, broke like a hurricane\nover the enemy, and beat down all who opposed him. They began to flee,\nbut the youth pursued, and never stopped, until there was not a single\nman left. Instead of returning to the king, however, he conducted his\ntroop by byways back to the forest, and called forth Iron Hans. ’What\ndo you desire?’ asked the wild man. ’Take back your horse and your\ntroops, and give me my three-legged horse again.’ All that he asked\nwas done, and soon he was riding on his three-legged horse. When the\nking returned to his palace, his daughter went to meet him, and wished\nhim joy of his victory. ’I am not the one who carried away the\nvictory,’ said he, ’but a strange knight who came to my assistance\nwith his soldiers.’ The daughter wanted to hear who the strange knight\nwas, but the king did not know, and said: ’He followed the enemy, and\nI did not see him again.’ She inquired of the gardener where his boy\nwas, but he smiled, and said: ’He has just come home on his three-\nlegged horse, and the others have been mocking him, and crying: “Here\ncomes our hobblety jib back again!” They asked, too: “Under what hedge\nhave you been lying sleeping all the time?” So he said: “I did the\nbest of all, and it would have gone badly without me.” And then he was\nstill more ridiculed.’",
        "The king said to his daughter: ’I will proclaim a great feast that\nshall last for three days, and you shall throw a golden apple. Perhaps\nthe unknown man will show himself.’ When the feast was announced, the\nyouth went out to the forest, and called Iron Hans. ’What do you\ndesire?’ asked he. ’That I may catch the king’s daughter’s golden\napple.’ ’It is as safe as if you had it already,’ said Iron Hans. ’You\nshall likewise have a suit of red armour for the occasion, and ride on\na spirited chestnut-horse.’ When the day came, the youth galloped to\nthe spot, took his place amongst the knights, and was recognized by no\none. The king’s daughter came forward, and threw a golden apple to the\nknights, but none of them caught it but he, only as soon as he had it\nhe galloped away.",
        "On the second day Iron Hans equipped him as a white knight, and gave\nhim a white horse. Again he was the only one who caught the apple, and\nhe did not linger an instant, but galloped off with it. The king grew\nangry, and said: ’That is not allowed; he must appear before me and\ntell his name.’ He gave the order that if the knight who caught the\napple, should go away again they should pursue him, and if he would\nnot come back willingly, they were to cut him down and stab him.",
        "On the third day, he received from Iron Hans a suit of black armour\nand a black horse, and again he caught the apple. But when he was\nriding off with it, the king’s attendants pursued him, and one of them\ngot so near him that he wounded the youth’s leg with the point of his\nsword. The youth nevertheless escaped from them, but his horse leapt\nso violently that the helmet fell from the youth’s head, and they\ncould see that he had golden hair. They rode back and announced this\nto the king.",
        "The following day the king’s daughter asked the gardener about his\nboy. ’He is at work in the garden; the queer creature has been at the\nfestival too, and only came home yesterday evening; he has likewise\nshown my children three golden apples which he has won.’",
        "The king had him summoned into his presence, and he came and again had\nhis little cap on his head. But the king’s daughter went up to him and\ntook it off, and then his golden hair fell down over his shoulders,\nand he was so handsome that all were amazed. ’Are you the knight who\ncame every day to the festival, always in different colours, and who\ncaught the three golden apples?’ asked the king. ’Yes,’ answered he,\n’and here the apples are,’ and he took them out of his pocket, and\nreturned them to the king. ’If you desire further proof, you may see\nthe wound which your people gave me when they followed me. But I am\nlikewise the knight who helped you to your victory over your enemies.’\n’If you can perform such deeds as that, you are no gardener’s boy;\ntell me, who is your father?’ ’My father is a mighty king, and gold\nhave I in plenty as great as I require.’ ’I well see,’ said the king,\n’that I owe my thanks to you; can I do anything to please you?’ ’Yes,’\nanswered he, ’that indeed you can. Give me your daughter to wife.’ The\nmaiden laughed, and said: ’He does not stand much on ceremony, but I\nhave already seen by his golden hair that he was no gardener’s boy,’\nand then she went and kissed him. His father and mother came to the\nwedding, and were in great delight, for they had given up all hope of\never seeing their dear son again. And as they were sitting at the\nmarriage-feast, the music suddenly stopped, the doors opened, and a\nstately king came in with a great retinue. He went up to the youth,\nembraced him and said: ’I am Iron Hans, and was by enchantment a wild\nman, but you have set me free; all the treasures which I possess,\nshall be your property.’",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}