{
    "title": "Fairy Tales - Second Story",
    "author": "the Grimm Brothers",
    "chapter": "57",
    "content": [
        "\n",
        "\n\n",
        "When old Mr Fox was dead, the wolf came as a suitor, and knocked at\nthe door, and the cat who was servant to Mrs Fox, opened it for him.\nThe wolf greeted her, and said:",
        " ’Good day, Mrs Cat of Kehrewit,\n  How comes it that alone you sit?\n  What are you making good?’",
        "The cat replied:",
        " ’In milk I’m breaking bread so sweet,\n  Will you be my guest, and eat?’",
        "’No, thank you, Mrs Cat,’ answered the wolf. ’Is Mrs Fox not at home?’",
        "The cat said:",
        " ’She sits upstairs in her room,\n  Bewailing her sorrowful doom,\n  Bewailing her trouble so sore,\n  For old Mr Fox is no more.’",
        "The wolf answered:",
        " ’If she’s in want of a husband now,\n  Then will it please her to step below?’\n  The cat runs quickly up the stair,\n  And lets her tail fly here and there,\n  Until she comes to the parlour door.\n  With her five gold rings at the door she knocks:\n ’Are you within, good Mistress Fox?\n  If you’re in want of a husband now,\n  Then will it please you to step below?",
        "Mrs Fox asked: ’Has the gentleman red stockings on, and has he a\npointed mouth?’ ’No,’ answered the cat. ’Then he won’t do for me.’",
        "When the wolf was gone, came a dog, a stag, a hare, a bear, a lion,\nand all the beasts of the forest, one after the other. But one of the\ngood qualities which old Mr Fox had possessed, was always lacking, and\nthe cat had continually to send the suitors away. At length came a\nyoung fox. Then Mrs Fox said: ’Has the gentleman red stockings on, and\nhas a little pointed mouth?’ ’Yes,’ said the cat, ’he has.’ ’Then let\nhim come upstairs,’ said Mrs Fox, and ordered the servant to prepare\nthe wedding feast.",
        " ’Sweep me the room as clean as you can,\n  Up with the window, fling out my old man!\n  For many a fine fat mouse he brought,\n  Yet of his wife he never thought,\n  But ate up every one he caught.’",
        "Then the wedding was solemnized with young Mr Fox, and there was much\nrejoicing and dancing; and if they have not left off, they are dancing\nstill.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}