{
    "title": "Fairy Tales - The Raven",
    "author": "the Grimm Brothers",
    "chapter": "49",
    "content": [
        "\n",
        "\n\n",
        "There was once a queen who had a little daughter, still too young to\nrun alone. One day the child was very troublesome, and the mother\ncould not quiet it, do what she would. She grew impatient, and seeing\nthe ravens flying round the castle, she opened the window, and said:\n’I wish you were a raven and would fly away, then I should have a\nlittle peace.’ Scarcely were the words out of her mouth, when the\nchild in her arms was turned into a raven, and flew away from her\nthrough the open window. The bird took its flight to a dark wood and\nremained there for a long time, and meanwhile the parents could hear\nnothing of their child.",
        "Long after this, a man was making his way through the wood when he\nheard a raven calling, and he followed the sound of the voice. As he\ndrew near, the raven said, ’I am by birth a king’s daughter, but am\nnow under the spell of some enchantment; you can, however, set me\nfree.’ ’What am I to do?’ he asked. She replied, ’Go farther into the\nwood until you come to a house, wherein lives an old woman; she will\noffer you food and drink, but you must not take of either; if you do,\nyou will fall into a deep sleep, and will not be able to help me. In\nthe garden behind the house is a large tan-heap, and on that you must\nstand and watch for me. I shall drive there in my carriage at two\no’clock in the afternoon for three successive days; the first day it\nwill be drawn by four white, the second by four chestnut, and the last\nby four black horses; but if you fail to keep awake and I find you\nsleeping, I shall not be set free.’",
        "The man promised to do all that she wished, but the raven said, ’Alas!\nI know even now that you will take something from the woman and be\nunable to save me.’ The man assured her again that he would on no\naccount touch a thing to eat or drink.",
        "When he came to the house and went inside, the old woman met him, and\nsaid, ’Poor man! how tired you are! Come in and rest and let me give\nyou something to eat and drink.’",
        "’No,’ answered the man, ’I will neither eat not drink.’",
        "But she would not leave him alone, and urged him saying, ’If you will\nnot eat anything, at least you might take a draught of wine; one drink\ncounts for nothing,’ and at last he allowed himself to be persuaded,\nand drank.",
        "As it drew towards the appointed hour, he went outside into the garden\nand mounted the tan-heap to await the raven. Suddenly a feeling of\nfatigue came over him, and unable to resist it, he lay down for a\nlittle while, fully determined, however, to keep awake; but in another\nminute his eyes closed of their own accord, and he fell into such a\ndeep sleep, that all the noises in the world would not have awakened\nhim. At two o’clock the raven came driving along, drawn by her four\nwhite horses; but even before she reached the spot, she said to\nherself, sighing, ’I know he has fallen asleep.’ When she entered the\ngarden, there she found him as she had feared, lying on the tan-heap,\nfast asleep. She got out of her carriage and went to him; she called\nhim and shook him, but it was all in vain, he still continued\nsleeping.",
        "The next day at noon, the old woman came to him again with food and\ndrink which he at first refused. At last, overcome by her persistent\nentreaties that he would take something, he lifted the glass and drank\nagain.",
        "Towards two o’clock he went into the garden and on to the tan-heap to\nwatch for the raven. He had not been there long before he began to\nfeel so tired that his limbs seemed hardly able to support him, and he\ncould not stand upright any longer; so again he lay down and fell fast\nasleep. As the raven drove along her four chestnut horses, she said\nsorrowfully to herself, ’I know he has fallen asleep.’ She went as\nbefore to look for him, but he slept, and it was impossible to awaken\nhim.",
        "The following day the old woman said to him, ’What is this? You are\nnot eating or drinking anything, do you want to kill yourself?’",
        "He answered, ’I may not and will not either eat or drink.’",
        "But she put down the dish of food and the glass of wine in front of\nhim, and when he smelt the wine, he was unable to resist the\ntemptation, and took a deep draught.",
        "When the hour came round again he went as usual on to the tan-heap in\nthe garden to await the king’s daughter, but he felt even more\novercome with weariness than on the two previous days, and throwing\nhimself down, he slept like a log. At two o’clock the raven could be\nseen approaching, and this time her coachman and everything about her,\nas well as her horses, were black.",
        "She was sadder than ever as she drove along, and said mournfully, ’I\nknow he has fallen asleep, and will not be able to set me free.’ She\nfound him sleeping heavily, and all her efforts to awaken him were of\nno avail. Then she placed beside him a loaf, and some meat, and a\nflask of wine, of such a kind, that however much he took of them, they\nwould never grow less. After that she drew a gold ring, on which her\nname was engraved, off her finger, and put it upon one of his.\nFinally, she laid a letter near him, in which, after giving him\nparticulars of the food and drink she had left for him, she finished\nwith the following words: ’I see that as long as you remain here you\nwill never be able to set me free; if, however, you still wish to do\nso, come to the golden castle of Stromberg; this is well within your\npower to accomplish.’ She then returned to her carriage and drove to\nthe golden castle of Stromberg.",
        "When the man awoke and found that he had been sleeping, he was grieved\nat heart, and said, ’She has no doubt been here and driven away again,\nand it is now too late for me to save her.’ Then his eyes fell on the\nthings which were lying beside him; he read the letter, and knew from\nit all that had happened. He rose up without delay, eager to start on\nhis way and to reach the castle of Stromberg, but he had no idea in\nwhich direction he ought to go. He travelled about a long time in\nsearch of it and came at last to a dark forest, through which he went\non walking for fourteen days and still could not find a way out. Once\nmore the night came on, and worn out he lay down under a bush and fell\nasleep. Again the next day he pursued his way through the forest, and\nthat evening, thinking to rest again, he lay down as before, but he\nheard such a howling and wailing that he found it impossible to sleep.\nHe waited till it was darker and people had begun to light up their\nhouses, and then seeing a little glimmer ahead of him, he went towards\nit.",
        "He found that the light came from a house which looked smaller than it\nreally was, from the contrast of its height with that of an immense\ngiant who stood in front of it. He thought to himself, ’If the giant\nsees me going in, my life will not be worth much.’ However, after a\nwhile he summoned up courage and went forward. When the giant saw him,\nhe called out, ’It is lucky for that you have come, for I have not had\nanything to eat for a long time. I can have you now for my supper.’ ’I\nwould rather you let that alone,’ said the man, ’for I do not\nwillingly give myself up to be eaten; if you are wanting food I have\nenough to satisfy your hunger.’ ’If that is so,’ replied the giant, ’I\nwill leave you in peace; I only thought of eating you because I had\nnothing else.’",
        "So they went indoors together and sat down, and the man brought out\nthe bread, meat, and wine, which although he had eaten and drunk of\nthem, were still unconsumed. The giant was pleased with the good\ncheer, and ate and drank to his heart’s content. When he had finished\nhis supper the man asked him if he could direct him to the castle of\nStromberg. The giant said, ’I will look on my map; on it are marked\nall the towns, villages, and houses.’ So he fetched his map, and\nlooked for the castle, but could not find it. ’Never mind,’ he said,\n’I have larger maps upstairs in the cupboard, we will look on those,’\nbut they searched in vain, for the castle was not marked even on\nthese. The man now thought he should like to continue his journey, but\nthe giant begged him to remain for a day or two longer until the\nreturn of his brother, who was away in search of provisions. When the\nbrother came home, they asked him about the castle of Stromberg, and\nhe told them he would look on his own maps as soon as he had eaten and\nappeased his hunger. Accordingly, when he had finished his supper,\nthey all went up together to his room and looked through his maps, but\nthe castle was not to be found. Then he fetched other older maps, and\nthey went on looking for the castle until at last they found it, but\nit was many thousand miles away. ’How shall I be able to get there?’\nasked the man. ’I have two hours to spare,’ said the giant, ’and I\nwill carry you into the neighbourhood of the castle; I must then\nreturn to look after the child who is in our care.’",
        "The giant, thereupon, carried the man to within about a hundred\nleagues of the castle, where he left him, saying, ’You will be able to\nwalk the remainder of the way yourself.’ The man journeyed on day and\nnight till he reached the golden castle of Stromberg. He found it\nsituated, however, on a glass mountain, and looking up from the foot\nhe saw the enchanted maiden drive round her castle and then go inside.\nHe was overjoyed to see her, and longed to get to the top of the\nmountain, but the sides were so slippery that every time he attempted\nto climb he fell back again. When he saw that it was impossible to\nreach her, he was greatly grieved, and said to himself, ’I will remain\nhere and wait for her,’ so he built himself a little hut, and there he\nsat and watched for a whole year, and every day he saw the king’s\ndaughter driving round her castle, but still was unable to get nearer\nto her.",
        "Looking out from his hut one day he saw three robbers fighting and he\ncalled out to them, ’God be with you.’ They stopped when they heard\nthe call, but looking round and seeing nobody, they went on again with\ntheir fighting, which now became more furious. ’God be with you,’ he\ncried again, and again they paused and looked about, but seeing no one\nwent back to their fighting. A third time he called out, ’God be with\nyou,’ and then thinking he should like to know the cause of dispute\nbetween the three men, he went out and asked them why they were\nfighting so angrily with one another. One of them said that he had\nfound a stick, and that he had but to strike it against any door\nthrough which he wished to pass, and it immediately flew open. Another\ntold him that he had found a cloak which rendered its wearer\ninvisible; and the third had caught a horse which would carry its\nrider over any obstacle, and even up the glass mountain. They had been\nunable to decide whether they would keep together and have the things\nin common, or whether they would separate. On hearing this, the man\nsaid, ’I will give you something in exchange for those three things;\nnot money, for that I have not got, but something that is of far more\nvalue. I must first, however, prove whether all you have told me about\nyour three things is true.’ The robbers, therefore, made him get on\nthe horse, and handed him the stick and the cloak, and when he had put\nthis round him he was no longer visible. Then he fell upon them with\nthe stick and beat them one after another, crying, ’There, you idle\nvagabonds, you have got what you deserve; are you satisfied now!’",
        "After this he rode up the glass mountain. When he reached the gate of\nthe castle, he found it closed, but he gave it a blow with his stick,\nand it flew wide open at once and he passed through. He mounted the\nsteps and entered the room where the maiden was sitting, with a golden\ngoblet full of wine in front of her. She could not see him for he\nstill wore his cloak. He took the ring which she had given him off his\nfinger, and threw it into the goblet, so that it rang as it touched\nthe bottom. ’That is my own ring,’ she exclaimed, ’and if that is so\nthe man must also be here who is coming to set me free.’",
        "She sought for him about the castle, but could find him nowhere.\nMeanwhile he had gone outside again and mounted his horse and thrown\noff the cloak. When therefore she came to the castle gate she saw him,\nand cried aloud for joy. Then he dismounted and took her in his arms;\nand she kissed him, and said, ’Now you have indeed set me free, and\ntomorrow we will celebrate our marriage.’",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}