{
    "title": "Fairy Tales - The Turnip",
    "author": "the Grimm Brothers",
    "chapter": "41",
    "content": [
        "\n",
        "\n\n",
        "There were two brothers who were both soldiers; the one was rich and\nthe other poor. The poor man thought he would try to better himself;\nso, pulling off his red coat, he became a gardener, and dug his ground\nwell, and sowed turnips.",
        "When the seed came up, there was one plant bigger than all the rest;\nand it kept getting larger and larger, and seemed as if it would never\ncease growing; so that it might have been called the prince of turnips\nfor there never was such a one seen before, and never will again. At\nlast it was so big that it filled a cart, and two oxen could hardly\ndraw it; and the gardener knew not what in the world to do with it,\nnor whether it would be a blessing or a curse to him. One day he said\nto himself, ’What shall I do with it? if I sell it, it will bring no\nmore than another; and for eating, the little turnips are better than\nthis; the best thing perhaps is to carry it and give it to the king as\na mark of respect.’",
        "Then he yoked his oxen, and drew the turnip to the court, and gave it\nto the king. ’What a wonderful thing!’ said the king; ’I have seen\nmany strange things, but such a monster as this I never saw. Where did\nyou get the seed? or is it only your good luck? If so, you are a true\nchild of fortune.’ ’Ah, no!’ answered the gardener, ’I am no child of\nfortune; I am a poor soldier, who never could get enough to live upon;\nso I laid aside my red coat, and set to work, tilling the ground. I\nhave a brother, who is rich, and your majesty knows him well, and all\nthe world knows him; but because I am poor, everybody forgets me.’",
        "The king then took pity on him, and said, ’You shall be poor no\nlonger. I will give you so much that you shall be even richer than\nyour brother.’ Then he gave him gold and lands and flocks, and made\nhim so rich that his brother’s fortune could not at all be compared\nwith his.",
        "When the brother heard of all this, and how a turnip had made the\ngardener so rich, he envied him sorely, and bethought himself how he\ncould contrive to get the same good fortune for himself. However, he\ndetermined to manage more cleverly than his brother, and got together\na rich present of gold and fine horses for the king; and thought he\nmust have a much larger gift in return; for if his brother had\nreceived so much for only a turnip, what must his present be wroth?",
        "The king took the gift very graciously, and said he knew not what to\ngive in return more valuable and wonderful than the great turnip; so\nthe soldier was forced to put it into a cart, and drag it home with\nhim. When he reached home, he knew not upon whom to vent his rage and\nspite; and at length wicked thoughts came into his head, and he\nresolved to kill his brother.",
        "So he hired some villains to murder him; and having shown them where\nto lie in ambush, he went to his brother, and said, ’Dear brother, I\nhave found a hidden treasure; let us go and dig it up, and share it\nbetween us.’ The other had no suspicions of his roguery: so they went\nout together, and as they were travelling along, the murderers rushed\nout upon him, bound him, and were going to hang him on a tree.",
        "But whilst they were getting all ready, they heard the trampling of a\nhorse at a distance, which so frightened them that they pushed their\nprisoner neck and shoulders together into a sack, and swung him up by\na cord to the tree, where they left him dangling, and ran away.\nMeantime he worked and worked away, till he made a hole large enough\nto put out his head.",
        "When the horseman came up, he proved to be a student, a merry fellow,\nwho was journeying along on his nag, and singing as he went. As soon\nas the man in the sack saw him passing under the tree, he cried out,\n’Good morning! good morning to thee, my friend!’ The student looked\nabout everywhere; and seeing no one, and not knowing where the voice\ncame from, cried out, ’Who calls me?’",
        "Then the man in the tree answered, ’Lift up thine eyes, for behold\nhere I sit in the sack of wisdom; here have I, in a short time,\nlearned great and wondrous things. Compared to this seat, all the\nlearning of the schools is as empty air. A little longer, and I shall\nknow all that man can know, and shall come forth wiser than the wisest\nof mankind. Here I discern the signs and motions of the heavens and\nthe stars; the laws that control the winds; the number of the sands on\nthe seashore; the healing of the sick; the virtues of all simples, of\nbirds, and of precious stones. Wert thou but once here, my friend,\nthough wouldst feel and own the power of knowledge.",
        "The student listened to all this and wondered much; at last he said,\n’Blessed be the day and hour when I found you; cannot you contrive to\nlet me into the sack for a little while?’ Then the other answered, as\nif very unwillingly, ’A little space I may allow thee to sit here, if\nthou wilt reward me well and entreat me kindly; but thou must tarry\nyet an hour below, till I have learnt some little matters that are yet\nunknown to me.’",
        "So the student sat himself down and waited a while; but the time hung\nheavy upon him, and he begged earnestly that he might ascend\nforthwith, for his thirst for knowledge was great. Then the other\npretended to give way, and said, ’Thou must let the sack of wisdom\ndescend, by untying yonder cord, and then thou shalt enter.’ So the\nstudent let him down, opened the sack, and set him free. ’Now then,’\ncried he, ’let me ascend quickly.’ As he began to put himself into the\nsack heels first, ’Wait a while,’ said the gardener, ’that is not the\nway.’ Then he pushed him in head first, tied up the sack, and soon\nswung up the searcher after wisdom dangling in the air. ’How is it\nwith thee, friend?’ said he, ’dost thou not feel that wisdom comes\nunto thee? Rest there in peace, till thou art a wiser man than thou\nwert.’",
        "So saying, he trotted off on the student’s nag, and left the poor\nfellow to gather wisdom till somebody should come and let him down.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}