{
    "title": "Fairy Tales - The Juniper-Tree",
    "author": "the Grimm Brothers",
    "chapter": "40",
    "content": [
        "\n",
        "\n\n",
        "Long, long ago, some two thousand years or so, there lived a rich man\nwith a good and beautiful wife. They loved each other dearly, but\nsorrowed much that they had no children. So greatly did they desire to\nhave one, that the wife prayed for it day and night, but still they\nremained childless.",
        "In front of the house there was a court, in which grew a juniper-tree.\nOne winter’s day the wife stood under the tree to peel some apples,\nand as she was peeling them, she cut her finger, and the blood fell on\nthe snow. ’Ah,’ sighed the woman heavily, ’if I had but a child, as\nred as blood and as white as snow,’ and as she spoke the words, her\nheart grew light within her, and it seemed to her that her wish was\ngranted, and she returned to the house feeling glad and comforted. A\nmonth passed, and the snow had all disappeared; then another month\nwent by, and all the earth was green. So the months followed one\nanother, and first the trees budded in the woods, and soon the green\nbranches grew thickly intertwined, and then the blossoms began to\nfall. Once again the wife stood under the juniper-tree, and it was so\nfull of sweet scent that her heart leaped for joy, and she was so\novercome with her happiness, that she fell on her knees. Presently the\nfruit became round and firm, and she was glad and at peace; but when\nthey were fully ripe she picked the berries and ate eagerly of them,\nand then she grew sad and ill. A little while later she called her\nhusband, and said to him, weeping. ’If I die, bury me under the\njuniper-tree.’ Then she felt comforted and happy again, and before\nanother month had passed she had a little child, and when she saw that\nit was as white as snow and as red as blood, her joy was so great that\nshe died.",
        "Her husband buried her under the juniper-tree, and wept bitterly for\nher. By degrees, however, his sorrow grew less, and although at times\nhe still grieved over his loss, he was able to go about as usual, and\nlater on he married again.",
        "He now had a little daughter born to him; the child of his first wife\nwas a boy, who was as red as blood and as white as snow. The mother\nloved her daughter very much, and when she looked at her and then\nlooked at the boy, it pierced her heart to think that he would always\nstand in the way of her own child, and she was continually thinking\nhow she could get the whole of the property for her. This evil thought\ntook possession of her more and more, and made her behave very\nunkindly to the boy. She drove him from place to place with cuffings\nand buffetings, so that the poor child went about in fear, and had no\npeace from the time he left school to the time he went back.",
        "One day the little daughter came running to her mother in the store-\nroom, and said, ’Mother, give me an apple.’ ’Yes, my child,’ said the\nwife, and she gave her a beautiful apple out of the chest; the chest\nhad a very heavy lid and a large iron lock.",
        "’Mother,’ said the little daughter again, ’may not brother have one\ntoo?’ The mother was angry at this, but she answered, ’Yes, when he\ncomes out of school.’",
        "Just then she looked out of the window and saw him coming, and it\nseemed as if an evil spirit entered into her, for she snatched the\napple out of her little daughter’s hand, and said, ’You shall not have\none before your brother.’ She threw the apple into the chest and shut\nit to. The little boy now came in, and the evil spirit in the wife\nmade her say kindly to him, ’My son, will you have an apple?’ but she\ngave him a wicked look. ’Mother,’ said the boy, ’how dreadful you\nlook! Yes, give me an apple.’ The thought came to her that she would\nkill him. ’Come with me,’ she said, and she lifted up the lid of the\nchest; ’take one out for yourself.’ And as he bent over to do so, the\nevil spirit urged her, and crash! down went the lid, and off went the\nlittle boy’s head. Then she was overwhelmed with fear at the thought\nof what she had done. ’If only I can prevent anyone knowing that I did\nit,’ she thought. So she went upstairs to her room, and took a white\nhandkerchief out of her top drawer; then she set the boy’s head again\non his shoulders, and bound it with the handkerchief so that nothing\ncould be seen, and placed him on a chair by the door with an apple in\nhis hand.",
        "Soon after this, little Marleen came up to her mother who was stirring\na pot of boiling water over the fire, and said, ’Mother, brother is\nsitting by the door with an apple in his hand, and he looks so pale;\nand when I asked him to give me the apple, he did not answer, and that\nfrightened me.’",
        "’Go to him again,’ said her mother, ’and if he does not answer, give\nhim a box on the ear.’ So little Marleen went, and said, ’Brother,\ngive me that apple,’ but he did not say a word; then she gave him a\nbox on the ear, and his head rolled off. She was so terrified at this,\nthat she ran crying and screaming to her mother. ’Oh!’ she said, ’I\nhave knocked off brother’s head,’ and then she wept and wept, and\nnothing would stop her.",
        "’What have you done!’ said her mother, ’but no one must know about it,\nso you must keep silence; what is done can’t be undone; we will make\nhim into puddings.’ And she took the little boy and cut him up, made\nhim into puddings, and put him in the pot. But Marleen stood looking\non, and wept and wept, and her tears fell into the pot, so that there\nwas no need of salt.",
        "Presently the father came home and sat down to his dinner; he asked,\n’Where is my son?’ The mother said nothing, but gave him a large dish\nof black pudding, and Marleen still wept without ceasing.",
        "The father again asked, ’Where is my son?’",
        "’Oh,’ answered the wife, ’he is gone into the country to his mother’s\ngreat uncle; he is going to stay there some time.’",
        "’What has he gone there for, and he never even said goodbye to me!’",
        "’Well, he likes being there, and he told me he should be away quite\nsix weeks; he is well looked after there.’",
        "’I feel very unhappy about it,’ said the husband, ’in case it should\nnot be all right, and he ought to have said goodbye to me.’",
        "With this he went on with his dinner, and said, ’Little Marleen, why\ndo you weep? Brother will soon be back.’ Then he asked his wife for\nmore pudding, and as he ate, he threw the bones under the table.",
        "Little Marleen went upstairs and took her best silk handkerchief out\nof her bottom drawer, and in it she wrapped all the bones from under\nthe table and carried them outside, and all the time she did nothing\nbut weep. Then she laid them in the green grass under the juniper-\ntree, and she had no sooner done so, then all her sadness seemed to\nleave her, and she wept no more. And now the juniper-tree began to\nmove, and the branches waved backwards and forwards, first away from\none another, and then together again, as it might be someone clapping\ntheir hands for joy. After this a mist came round the tree, and in the\nmidst of it there was a burning as of fire, and out of the fire there\nflew a beautiful bird, that rose high into the air, singing\nmagnificently, and when it could no more be seen, the juniper-tree\nstood there as before, and the silk handkerchief and the bones were\ngone.",
        "Little Marleen now felt as lighthearted and happy as if her brother\nwere still alive, and she went back to the house and sat down\ncheerfully to the table and ate.",
        "The bird flew away and alighted on the house of a goldsmith and began\nto sing:",
        " ’My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’",
        "The goldsmith was in his workshop making a gold chain, when he heard\nthe song of the bird on his roof. He thought it so beautiful that he\ngot up and ran out, and as he crossed the threshold he lost one of his\nslippers. But he ran on into the middle of the street, with a slipper\non one foot and a sock on the other; he still had on his apron, and\nstill held the gold chain and the pincers in his hands, and so he\nstood gazing up at the bird, while the sun came shining brightly down\non the street.",
        "’Bird,’ he said, ’how beautifully you sing! Sing me that song again.’",
        "’Nay,’ said the bird, ’I do not sing twice for nothing. Give that gold\nchain, and I will sing it you again.’",
        "’Here is the chain, take it,’ said the goldsmith. ’Only sing me that\nagain.’",
        "The bird flew down and took the gold chain in his right claw, and then\nhe alighted again in front of the goldsmith and sang:",
        " ’My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’",
        "Then he flew away, and settled on the roof of a shoemaker’s house and\nsang:",
        " ’My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’",
        "The shoemaker heard him, and he jumped up and ran out in his shirt-\nsleeves, and stood looking up at the bird on the roof with his hand\nover his eyes to keep himself from being blinded by the sun.",
        "’Bird,’ he said, ’how beautifully you sing!’ Then he called through\nthe door to his wife: ’Wife, come out; here is a bird, come and look\nat it and hear how beautifully it sings.’ Then he called his daughter\nand the children, then the apprentices, girls and boys, and they all\nran up the street to look at the bird, and saw how splendid it was\nwith its red and green feathers, and its neck like burnished gold, and\neyes like two bright stars in its head.",
        "’Bird,’ said the shoemaker, ’sing me that song again.’",
        "’Nay,’ answered the bird, ’I do not sing twice for nothing; you must\ngive me something.’",
        "’Wife,’ said the man, ’go into the garret; on the upper shelf you will\nsee a pair of red shoes; bring them to me.’ The wife went in and\nfetched the shoes.",
        "’There, bird,’ said the shoemaker, ’now sing me that song again.’",
        "The bird flew down and took the red shoes in his left claw, and then\nhe went back to the roof and sang:",
        " ’My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’",
        "When he had finished, he flew away. He had the chain in his right claw\nand the shoes in his left, and he flew right away to a mill, and the\nmill went ’Click clack, click clack, click clack.’ Inside the mill\nwere twenty of the miller’s men hewing a stone, and as they went ’Hick\nhack, hick hack, hick hack,’ the mill went ’Click clack, click clack,\nclick clack.’",
        "The bird settled on a lime-tree in front of the mill and sang:",
        " ’My mother killed her little son;",
        "then one of the men left off,",
        "  My father grieved when I was gone;",
        "two more men left off and listened,",
        "  My sister loved me best of all;",
        "then four more left off,",
        "  She laid her kerchief over me,\n  And took my bones that they might lie",
        "now there were only eight at work,",
        "  Underneath",
        "And now only five,",
        "the juniper-tree.",
        "and now only one,",
        "  Kywitt, Kywitt, what a beautiful bird am I!’",
        "then he looked up and the last one had left off work.",
        "’Bird,’ he said, ’what a beautiful song that is you sing! Let me hear\nit too; sing it again.’",
        "’Nay,’ answered the bird, ’I do not sing twice for nothing; give me\nthat millstone, and I will sing it again.’",
        "’If it belonged to me alone,’ said the man, ’you should have it.’",
        "’Yes, yes,’ said the others: ’if he will sing again, he can have it.’",
        "The bird came down, and all the twenty millers set to and lifted up\nthe stone with a beam; then the bird put his head through the hole and\ntook the stone round his neck like a collar, and flew back with it to\nthe tree and sang–",
        " ’My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’",
        "And when he had finished his song, he spread his wings, and with the\nchain in his right claw, the shoes in his left, and the millstone\nround his neck, he flew right away to his father’s house.",
        "The father, the mother, and little Marleen were having their dinner.",
        "’How lighthearted I feel,’ said the father, ’so pleased and cheerful.’",
        "’And I,’ said the mother, ’I feel so uneasy, as if a heavy\nthunderstorm were coming.’",
        "But little Marleen sat and wept and wept.",
        "Then the bird came flying towards the house and settled on the roof.",
        "’I do feel so happy,’ said the father, ’and how beautifully the sun\nshines; I feel just as if I were going to see an old friend again.’",
        "’Ah!’ said the wife, ’and I am so full of distress and uneasiness that\nmy teeth chatter, and I feel as if there were a fire in my veins,’ and\nshe tore open her dress; and all the while little Marleen sat in the\ncorner and wept, and the plate on her knees was wet with her tears.",
        "The bird now flew to the juniper-tree and began singing:",
        " ’My mother killed her little son;",
        "the mother shut her eyes and her ears, that she might see and hear\nnothing, but there was a roaring sound in her ears like that of a\nviolent storm, and in her eyes a burning and flashing like lightning:",
        "  My father grieved when I was gone;",
        "’Look, mother,’ said the man, ’at the beautiful bird that is singing\nso magnificently; and how warm and bright the sun is, and what a\ndelicious scent of spice in the air!’",
        "  My sister loved me best of all;",
        "then little Marleen laid her head down on her knees and sobbed.",
        "’I must go outside and see the bird nearer,’ said the man.",
        "’Ah, do not go!’ cried the wife. ’I feel as if the whole house were in\nflames!’",
        "But the man went out and looked at the bird.",
        " She laid her kerchief over me,\n And took my bones that they might lie\n Underneath the juniper-tree\n Kywitt, Kywitt, what a beautiful bird am I!’",
        "With that the bird let fall the gold chain, and it fell just round the\nman’s neck, so that it fitted him exactly.",
        "He went inside, and said, ’See, what a splendid bird that is; he has\ngiven me this beautiful gold chain, and looks so beautiful himself.’",
        "But the wife was in such fear and trouble, that she fell on the floor,\nand her cap fell from her head.",
        "Then the bird began again:",
        " ’My mother killed her little son;",
        "’Ah me!’ cried the wife, ’if I were but a thousand feet beneath the\nearth, that I might not hear that song.’",
        "  My father grieved when I was gone;",
        "then the woman fell down again as if dead.",
        "  My sister loved me best of all;",
        "’Well,’ said little Marleen, ’I will go out too and see if the bird\nwill give me anything.’",
        "So she went out.",
        "  She laid her kerchief over me,\n  And took my bones that they might lie",
        "and he threw down the shoes to her,",
        "  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’",
        "And she now felt quite happy and lighthearted; she put on the shoes\nand danced and jumped about in them. ’I was so miserable,’ she said,\n’when I came out, but that has all passed away; that is indeed a\nsplendid bird, and he has given me a pair of red shoes.’",
        "The wife sprang up, with her hair standing out from her head like\nflames of fire. ’Then I will go out too,’ she said, ’and see if it\nwill lighten my misery, for I feel as if the world were coming to an\nend.’",
        "But as she crossed the threshold, crash! the bird threw the millstone\ndown on her head, and she was crushed to death.",
        "The father and little Marleen heard the sound and ran out, but they\nonly saw mist and flame and fire rising from the spot, and when these\nhad passed, there stood the little brother, and he took the father and\nlittle Marleen by the hand; then they all three rejoiced, and went\ninside together and sat down to their dinners and ate.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}