{
    "title": "Fairy Tales - Fundevogel",
    "author": "the Grimm Brothers",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "There was once a forester who went into the forest to hunt, and as he\nentered it he heard a sound of screaming as if a little child were\nthere. He followed the sound, and at last came to a high tree, and at\nthe top of this a little child was sitting, for the mother had fallen\nasleep under the tree with the child, and a bird of prey had seen it\nin her arms, had flown down, snatched it away, and set it on the high\ntree.",
        "The forester climbed up, brought the child down, and thought to\nhimself: ’You will take him home with you, and bring him up with your\nLina.’ He took it home, therefore, and the two children grew up\ntogether. And the one, which he had found on a tree was called\nFundevogel, because a bird had carried it away. Fundevogel and Lina\nloved each other so dearly that when they did not see each other they\nwere sad.",
        "Now the forester had an old cook, who one evening took two pails and\nbegan to fetch water, and did not go once only, but many times, out to\nthe spring. Lina saw this and said, ’Listen, old Sanna, why are you\nfetching so much water?’ ’If you will never repeat it to anyone, I\nwill tell you why.’ So Lina said, no, she would never repeat it to\nanyone, and then the cook said: ’Early tomorrow morning, when the\nforester is out hunting, I will heat the water, and when it is boiling\nin the kettle, I will throw in Fundevogel, and will boil him in it.’",
        "Early next morning the forester got up and went out hunting, and when\nhe was gone the children were still in bed. Then Lina said to\nFundevogel: ’If you will never leave me, I too will never leave you.’\nFundevogel said: ’Neither now, nor ever will I leave you.’ Then said\nLina: ’Then will I tell you. Last night, old Sanna carried so many\nbuckets of water into the house that I asked her why she was doing\nthat, and she said that if I would promise not to tell anyone, and she\nsaid that early tomorrow morning when father was out hunting, she\nwould set the kettle full of water, throw you into it and boil you;\nbut we will get up quickly, dress ourselves, and go away together.’",
        "The two children therefore got up, dressed themselves quickly, and\nwent away. When the water in the kettle was boiling, the cook went\ninto the bedroom to fetch Fundevogel and throw him into it. But when\nshe came in, and went to the beds, both the children were gone. Then\nshe was terribly alarmed, and she said to herself: ’What shall I say\nnow when the forester comes home and sees that the children are gone?\nThey must be followed instantly to get them back again.’",
        "Then the cook sent three servants after them, who were to run and\novertake the children. The children, however, were sitting outside the\nforest, and when they saw from afar the three servants running, Lina\nsaid to Fundevogel: ’Never leave me, and I will never leave you.’\nFundevogel said: ’Neither now, nor ever.’ Then said Lina: ’Do you\nbecome a rose-tree, and I the rose upon it.’ When the three servants\ncame to the forest, nothing was there but a rose-tree and one rose on\nit, but the children were nowhere. Then said they: ’There is nothing\nto be done here,’ and they went home and told the cook that they had\nseen nothing in the forest but a little rose-bush with one rose on it.\nThen the old cook scolded and said: ’You simpletons, you should have\ncut the rose-bush in two, and have broken off the rose and brought it\nhome with you; go, and do it at once.’ They had therefore to go out\nand look for the second time. The children, however, saw them coming\nfrom a distance. Then Lina said: ’Fundevogel, never leave me, and I\nwill never leave you.’ Fundevogel said: ’Neither now; nor ever.’ Said\nLina: ’Then do you become a church, and I’ll be the chandelier in it.’\nSo when the three servants came, nothing was there but a church, with\na chandelier in it. They said therefore to each other: ’What can we do\nhere, let us go home.’ When they got home, the cook asked if they had\nnot found them; so they said no, they had found nothing but a church,\nand there was a chandelier in it. And the cook scolded them and said:\n’You fools! why did you not pull the church to pieces, and bring the\nchandelier home with you?’ And now the old cook herself got on her\nlegs, and went with the three servants in pursuit of the children. The\nchildren, however, saw from afar that the three servants were coming,\nand the cook waddling after them. Then said Lina: ’Fundevogel, never\nleave me, and I will never leave you.’ Then said Fundevogel: ’Neither\nnow, nor ever.’ Said Lina: ’Be a fishpond, and I will be the duck upon\nit.’ The cook, however, came up to them, and when she saw the pond she\nlay down by it, and was about to drink it up. But the duck swam\nquickly to her, seized her head in its beak and drew her into the\nwater, and there the old witch had to drown. Then the children went\nhome together, and were heartily delighted, and if they have not died,\nthey are living still.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}