{
    "title": "Fairy Tales - Doctor Knowall",
    "author": "the Grimm Brothers",
    "chapter": "54",
    "content": [
        "\n",
        "\n\n",
        "There was once upon a time a poor peasant called Crabb, who drove with\ntwo oxen a load of wood to the town, and sold it to a doctor for two\ntalers. When the money was being counted out to him, it so happened\nthat the doctor was sitting at table, and when the peasant saw how\nwell he ate and drank, his heart desired what he saw, and would\nwillingly have been a doctor too. So he remained standing a while, and\nat length inquired if he too could not be a doctor. ’Oh, yes,’ said\nthe doctor, ’that is soon managed.’ ’What must I do?’ asked the\npeasant. ’In the first place buy yourself an A B C book of the kind\nwhich has a cock on the frontispiece; in the second, turn your cart\nand your two oxen into money, and get yourself some clothes, and\nwhatsoever else pertains to medicine; thirdly, have a sign painted for\nyourself with the words: “I am Doctor Knowall,” and have that nailed\nup above your house-door.’ The peasant did everything that he had been\ntold to do. When he had doctored people awhile, but not long, a rich\nand great lord had some money stolen. Then he was told about Doctor\nKnowall who lived in such and such a village, and must know what had\nbecome of the money. So the lord had the horses harnessed to his\ncarriage, drove out to the village, and asked Crabb if he were Doctor\nKnowall. Yes, he was, he said. Then he was to go with him and bring\nback the stolen money. ’Oh, yes, but Grete, my wife, must go too.’ The\nlord was willing, and let both of them have a seat in the carriage,\nand they all drove away together. When they came to the nobleman’s\ncastle, the table was spread, and Crabb was told to sit down and eat.\n’Yes, but my wife, Grete, too,’ said he, and he seated himself with\nher at the table. And when the first servant came with a dish of\ndelicate fare, the peasant nudged his wife, and said: ’Grete, that was\nthe first,’ meaning that was the servant who brought the first dish.\nThe servant, however, thought he intended by that to say: ’That is the\nfirst thief,’ and as he actually was so, he was terrified, and said to\nhis comrade outside: ’The doctor knows all: we shall fare ill, he said\nI was the first.’ The second did not want to go in at all, but was\nforced. So when he went in with his dish, the peasant nudged his wife,\nand said: ’Grete, that is the second.’ This servant was equally\nalarmed, and he got out as fast as he could. The third fared no\nbetter, for the peasant again said: ’Grete, that is the third.’ The\nfourth had to carry in a dish that was covered, and the lord told the\ndoctor that he was to show his skill, and guess what was beneath the\ncover. Actually, there were crabs. The doctor looked at the dish, had\nno idea what to say, and cried: ’Ah, poor Crabb.’ When the lord heard\nthat, he cried: ’There! he knows it; he must also know who has the\nmoney!’",
        "On this the servants looked terribly uneasy, and made a sign to the\ndoctor that they wished him to step outside for a moment. When\ntherefore he went out, all four of them confessed to him that they had\nstolen the money, and said that they would willingly restore it and\ngive him a heavy sum into the bargain, if he would not denounce them,\nfor if he did they would be hanged. They led him to the spot where the\nmoney was concealed. With this the doctor was satisfied, and returned\nto the hall, sat down to the table, and said: ’My lord, now will I\nsearch in my book where the gold is hidden.’ The fifth servant,\nhowever, crept into the stove to hear if the doctor knew still more.\nBut the doctor sat still and opened his A B C book, turned the pages\nbackwards and forwards, and looked for the cock. As he could not find\nit immediately he said: ’I know you are there, so you had better come\nout!’ Then the fellow in the stove thought that the doctor meant him,\nand full of terror, sprang out, crying: ’That man knows everything!’\nThen Doctor Knowall showed the lord where the money was, but did not\nsay who had stolen it, and received from both sides much money in\nreward, and became a renowned man.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}