{
    "title": "Fairy Tales - Rumpelstiltskin",
    "author": "the Grimm Brothers",
    "chapter": "25",
    "content": [
        "\n",
        "\n\n",
        "By the side of a wood, in a country a long way off, ran a fine stream\nof water; and upon the stream there stood a mill. The miller’s house\nwas close by, and the miller, you must know, had a very beautiful\ndaughter. She was, moreover, very shrewd and clever; and the miller\nwas so proud of her, that he one day told the king of the land, who\nused to come and hunt in the wood, that his daughter could spin gold\nout of straw. Now this king was very fond of money; and when he heard\nthe miller’s boast his greediness was raised, and he sent for the girl\nto be brought before him. Then he led her to a chamber in his palace\nwhere there was a great heap of straw, and gave her a spinning-wheel,\nand said, ’All this must be spun into gold before morning, as you love\nyour life.’ It was in vain that the poor maiden said that it was only\na silly boast of her father, for that she could do no such thing as\nspin straw into gold: the chamber door was locked, and she was left\nalone.",
        "She sat down in one corner of the room, and began to bewail her hard\nfate; when on a sudden the door opened, and a droll-looking little man\nhobbled in, and said, ’Good morrow to you, my good lass; what are you\nweeping for?’ ’Alas!’ said she, ’I must spin this straw into gold, and\nI know not how.’ ’What will you give me,’ said the hobgoblin, ’to do\nit for you?’ ’My necklace,’ replied the maiden. He took her at her\nword, and sat himself down to the wheel, and whistled and sang:",
        " ’Round about, round about,\n    Lo and behold!\n  Reel away, reel away,\n    Straw into gold!’",
        "And round about the wheel went merrily; the work was quickly done, and\nthe straw was all spun into gold.",
        "When the king came and saw this, he was greatly astonished and\npleased; but his heart grew still more greedy of gain, and he shut up\nthe poor miller’s daughter again with a fresh task. Then she knew not\nwhat to do, and sat down once more to weep; but the dwarf soon opened\nthe door, and said, ’What will you give me to do your task?’ ’The ring\non my finger,’ said she. So her little friend took the ring, and began\nto work at the wheel again, and whistled and sang:",
        " ’Round about, round about,\n    Lo and behold!\n  Reel away, reel away,\n    Straw into gold!’",
        "till, long before morning, all was done again.",
        "The king was greatly delighted to see all this glittering treasure;\nbut still he had not enough: so he took the miller’s daughter to a yet\nlarger heap, and said, ’All this must be spun tonight; and if it is,\nyou shall be my queen.’ As soon as she was alone that dwarf came in,\nand said, ’What will you give me to spin gold for you this third\ntime?’ ’I have nothing left,’ said she. ’Then say you will give me,’\nsaid the little man, ’the first little child that you may have when\nyou are queen.’ ’That may never be,’ thought the miller’s daughter:\nand as she knew no other way to get her task done, she said she would\ndo what he asked. Round went the wheel again to the old song, and the\nmanikin once more spun the heap into gold. The king came in the\nmorning, and, finding all he wanted, was forced to keep his word; so\nhe married the miller’s daughter, and she really became queen.",
        "At the birth of her first little child she was very glad, and forgot\nthe dwarf, and what she had said. But one day he came into her room,\nwhere she was sitting playing with her baby, and put her in mind of\nit. Then she grieved sorely at her misfortune, and said she would give\nhim all the wealth of the kingdom if he would let her off, but in\nvain; till at last her tears softened him, and he said, ’I will give\nyou three days’ grace, and if during that time you tell me my name,\nyou shall keep your child.’",
        "Now the queen lay awake all night, thinking of all the odd names that\nshe had ever heard; and she sent messengers all over the land to find\nout new ones. The next day the little man came, and she began with\nTIMOTHY, ICHABOD, BENJAMIN, JEREMIAH, and all the names she could\nremember; but to all and each of them he said, ’Madam, that is not my\nname.’",
        "The second day she began with all the comical names she could hear of,\nBANDY-LEGS, HUNCHBACK, CROOK-SHANKS, and so on; but the little\ngentleman still said to every one of them, ’Madam, that is not my\nname.’",
        "The third day one of the messengers came back, and said, ’I have\ntravelled two days without hearing of any other names; but yesterday,\nas I was climbing a high hill, among the trees of the forest where the\nfox and the hare bid each other good night, I saw a little hut; and\nbefore the hut burnt a fire; and round about the fire a funny little\ndwarf was dancing upon one leg, and singing:",
        " ’\"Merrily the feast I’ll make.\n  Today I’ll brew, tomorrow bake;\n  Merrily I’ll dance and sing,\n  For next day will a stranger bring.\n  Little does my lady dream\n  Rumpelstiltskin is my name!\"’",
        "When the queen heard this she jumped for joy, and as soon as her\nlittle friend came she sat down upon her throne, and called all her\ncourt round to enjoy the fun; and the nurse stood by her side with the\nbaby in her arms, as if it was quite ready to be given up. Then the\nlittle man began to chuckle at the thought of having the poor child,\nto take home with him to his hut in the woods; and he cried out, ’Now,\nlady, what is my name?’ ’Is it JOHN?’ asked she. ’No, madam!’ ’Is it\nTOM?’ ’No, madam!’ ’Is it JEMMY?’ ’It is not.’ ’Can your name be\nRUMPELSTILTSKIN?’ said the lady slyly. ’Some witch told you that!–\nsome witch told you that!’ cried the little man, and dashed his right\nfoot in a rage so deep into the floor, that he was forced to lay hold\nof it with both hands to pull it out.",
        "Then he made the best of his way off, while the nurse laughed and the\nbaby crowed; and all the court jeered at him for having had so much\ntrouble for nothing, and said, ’We wish you a very good morning, and a\nmerry feast, Mr RUMPLESTILTSKIN!’",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}