{
    "title": "Fairy Tales - King Grisly-Beard",
    "author": "the Grimm Brothers",
    "chapter": "60",
    "content": [
        "\n",
        "\n\n",
        "A great king of a land far away in the East had a daughter who was\nvery beautiful, but so proud, and haughty, and conceited, that none of\nthe princes who came to ask her in marriage was good enough for her,\nand she only made sport of them.",
        "Once upon a time the king held a great feast, and asked thither all\nher suitors; and they all sat in a row, ranged according to their rank\n–kings, and princes, and dukes, and earls, and counts, and barons,\nand knights. Then the princess came in, and as she passed by them she\nhad something spiteful to say to every one. The first was too fat:\n’He’s as round as a tub,’ said she. The next was too tall: ’What a\nmaypole!’ said she. The next was too short: ’What a dumpling!’ said\nshe. The fourth was too pale, and she called him ’Wallface.’ The fifth\nwas too red, so she called him ’Coxcomb.’ The sixth was not straight\nenough; so she said he was like a green stick, that had been laid to\ndry over a baker’s oven. And thus she had some joke to crack upon\nevery one: but she laughed more than all at a good king who was there.\n’Look at him,’ said she; ’his beard is like an old mop; he shall be\ncalled Grisly-beard.’ So the king got the nickname of Grisly-beard.",
        "But the old king was very angry when he saw how his daughter behaved,\nand how she ill-treated all his guests; and he vowed that, willing or\nunwilling, she should marry the first man, be he prince or beggar,\nthat came to the door.",
        "Two days after there came by a travelling fiddler, who began to play\nunder the window and beg alms; and when the king heard him, he said,\n’Let him come in.’ So they brought in a dirty-looking fellow; and when\nhe had sung before the king and the princess, he begged a boon. Then\nthe king said, ’You have sung so well, that I will give you my\ndaughter for your wife.’ The princess begged and prayed; but the king\nsaid, ’I have sworn to give you to the first comer, and I will keep my\nword.’ So words and tears were of no avail; the parson was sent for,\nand she was married to the fiddler. When this was over the king said,\n’Now get ready to go–you must not stay here–you must travel on with\nyour husband.’",
        "Then the fiddler went his way, and took her with him, and they soon\ncame to a great wood. ’Pray,’ said she, ’whose is this wood?’ ’It\nbelongs to King Grisly-beard,’ answered he; ’hadst thou taken him, all\nhad been thine.’ ’Ah! unlucky wretch that I am!’ sighed she; ’would\nthat I had married King Grisly-beard!’ Next they came to some fine\nmeadows. ’Whose are these beautiful green meadows?’ said she. ’They\nbelong to King Grisly-beard, hadst thou taken him, they had all been\nthine.’ ’Ah! unlucky wretch that I am!’ said she; ’would that I had\nmarried King Grisly-beard!’",
        "Then they came to a great city. ’Whose is this noble city?’ said she.\n’It belongs to King Grisly-beard; hadst thou taken him, it had all\nbeen thine.’ ’Ah! wretch that I am!’ sighed she; ’why did I not marry\nKing Grisly-beard?’ ’That is no business of mine,’ said the fiddler:\n’why should you wish for another husband? Am not I good enough for\nyou?’",
        "At last they came to a small cottage. ’What a paltry place!’ said she;\n’to whom does that little dirty hole belong?’ Then the fiddler said,\n’That is your and my house, where we are to live.’ ’Where are your\nservants?’ cried she. ’What do we want with servants?’ said he; ’you\nmust do for yourself whatever is to be done. Now make the fire, and\nput on water and cook my supper, for I am very tired.’ But the\nprincess knew nothing of making fires and cooking, and the fiddler was\nforced to help her. When they had eaten a very scanty meal they went\nto bed; but the fiddler called her up very early in the morning to\nclean the house. Thus they lived for two days: and when they had eaten\nup all there was in the cottage, the man said, ’Wife, we can’t go on\nthus, spending money and earning nothing. You must learn to weave\nbaskets.’ Then he went out and cut willows, and brought them home, and\nshe began to weave; but it made her fingers very sore. ’I see this\nwork won’t do,’ said he: ’try and spin; perhaps you will do that\nbetter.’ So she sat down and tried to spin; but the threads cut her\ntender fingers till the blood ran. ’See now,’ said the fiddler, ’you\nare good for nothing; you can do no work: what a bargain I have got!\nHowever, I’ll try and set up a trade in pots and pans, and you shall\nstand in the market and sell them.’ ’Alas!’ sighed she, ’if any of my\nfather’s court should pass by and see me standing in the market, how\nthey will laugh at me!’",
        "But her husband did not care for that, and said she must work, if she\ndid not wish to die of hunger. At first the trade went well; for many\npeople, seeing such a beautiful woman, went to buy her wares, and paid\ntheir money without thinking of taking away the goods. They lived on\nthis as long as it lasted; and then her husband bought a fresh lot of\nware, and she sat herself down with it in the corner of the market;\nbut a drunken soldier soon came by, and rode his horse against her\nstall, and broke all her goods into a thousand pieces. Then she began\nto cry, and knew not what to do. ’Ah! what will become of me?’ said\nshe; ’what will my husband say?’ So she ran home and told him all.\n’Who would have thought you would have been so silly,’ said he, ’as to\nput an earthenware stall in the corner of the market, where everybody\npasses? but let us have no more crying; I see you are not fit for this\nsort of work, so I have been to the king’s palace, and asked if they\ndid not want a kitchen-maid; and they say they will take you, and\nthere you will have plenty to eat.’",
        "Thus the princess became a kitchen-maid, and helped the cook to do all\nthe dirtiest work; but she was allowed to carry home some of the meat\nthat was left, and on this they lived.",
        "She had not been there long before she heard that the king’s eldest\nson was passing by, going to be married; and she went to one of the\nwindows and looked out. Everything was ready, and all the pomp and\nbrightness of the court was there. Then she bitterly grieved for the\npride and folly which had brought her so low. And the servants gave\nher some of the rich meats, which she put into her basket to take\nhome.",
        "All on a sudden, as she was going out, in came the king’s son in\ngolden clothes; and when he saw a beautiful woman at the door, he took\nher by the hand, and said she should be his partner in the dance; but\nshe trembled for fear, for she saw that it was King Grisly-beard, who\nwas making sport of her. However, he kept fast hold, and led her in;\nand the cover of the basket came off, so that the meats in it fell\nabout. Then everybody laughed and jeered at her; and she was so\nabashed, that she wished herself a thousand feet deep in the earth.\nShe sprang to the door to run away; but on the steps King Grisly-beard\novertook her, and brought her back and said, ’Fear me not! I am the\nfiddler who has lived with you in the hut. I brought you there because\nI really loved you. I am also the soldier that overset your stall. I\nhave done all this only to cure you of your silly pride, and to show\nyou the folly of your ill-treatment of me. Now all is over: you have\nlearnt wisdom, and it is time to hold our marriage feast.’",
        "Then the chamberlains came and brought her the most beautiful robes;\nand her father and his whole court were there already, and welcomed\nher home on her marriage. Joy was in every face and every heart. The\nfeast was grand; they danced and sang; all were merry; and I only wish\nthat you and I had been of the party.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}