{
    "title": "Fairy Tales - The Elves and the Shoemaker",
    "author": "the Grimm Brothers",
    "chapter": "39",
    "content": [
        "\n",
        "\n\n",
        "There was once a shoemaker, who worked very hard and was very honest:\nbut still he could not earn enough to live upon; and at last all he\nhad in the world was gone, save just leather enough to make one pair\nof shoes.",
        "Then he cut his leather out, all ready to make up the next day,\nmeaning to rise early in the morning to his work. His conscience was\nclear and his heart light amidst all his troubles; so he went\npeaceably to bed, left all his cares to Heaven, and soon fell asleep.\nIn the morning after he had said his prayers, he sat himself down to\nhis work; when, to his great wonder, there stood the shoes all ready\nmade, upon the table. The good man knew not what to say or think at\nsuch an odd thing happening. He looked at the workmanship; there was\nnot one false stitch in the whole job; all was so neat and true, that\nit was quite a masterpiece.",
        "The same day a customer came in, and the shoes suited him so well that\nhe willingly paid a price higher than usual for them; and the poor\nshoemaker, with the money, bought leather enough to make two pairs\nmore. In the evening he cut out the work, and went to bed early, that\nhe might get up and begin betimes next day; but he was saved all the\ntrouble, for when he got up in the morning the work was done ready to\nhis hand. Soon in came buyers, who paid him handsomely for his goods,\nso that he bought leather enough for four pair more. He cut out the\nwork again overnight and found it done in the morning, as before; and\nso it went on for some time: what was got ready in the evening was\nalways done by daybreak, and the good man soon became thriving and\nwell off again.",
        "One evening, about Christmas-time, as he and his wife were sitting\nover the fire chatting together, he said to her, ’I should like to sit\nup and watch tonight, that we may see who it is that comes and does my\nwork for me.’ The wife liked the thought; so they left a light\nburning, and hid themselves in a corner of the room, behind a curtain\nthat was hung up there, and watched what would happen.",
        "As soon as it was midnight, there came in two little naked dwarfs; and\nthey sat themselves upon the shoemaker’s bench, took up all the work\nthat was cut out, and began to ply with their little fingers,\nstitching and rapping and tapping away at such a rate, that the\nshoemaker was all wonder, and could not take his eyes off them. And on\nthey went, till the job was quite done, and the shoes stood ready for\nuse upon the table. This was long before daybreak; and then they\nbustled away as quick as lightning.",
        "The next day the wife said to the shoemaker. ’These little wights have\nmade us rich, and we ought to be thankful to them, and do them a good\nturn if we can. I am quite sorry to see them run about as they do; and\nindeed it is not very decent, for they have nothing upon their backs\nto keep off the cold. I’ll tell you what, I will make each of them a\nshirt, and a coat and waistcoat, and a pair of pantaloons into the\nbargain; and do you make each of them a little pair of shoes.’",
        "The thought pleased the good cobbler very much; and one evening, when\nall the things were ready, they laid them on the table, instead of the\nwork that they used to cut out, and then went and hid themselves, to\nwatch what the little elves would do.",
        "About midnight in they came, dancing and skipping, hopped round the\nroom, and then went to sit down to their work as usual; but when they\nsaw the clothes lying for them, they laughed and chuckled, and seemed\nmightily delighted.",
        "Then they dressed themselves in the twinkling of an eye, and danced\nand capered and sprang about, as merry as could be; till at last they\ndanced out at the door, and away over the green.",
        "The good couple saw them no more; but everything went well with them\nfrom that time forward, as long as they lived.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}