{
    "title": "Fairy Tales - Hansel and Gretel",
    "author": "the Grimm Brothers",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "Hard by a great forest dwelt a poor wood-cutter with his wife and his\ntwo children. The boy was called Hansel and the girl Gretel. He had\nlittle to bite and to break, and once when great dearth fell on the\nland, he could no longer procure even daily bread. Now when he thought\nover this by night in his bed, and tossed about in his anxiety, he\ngroaned and said to his wife: ’What is to become of us? How are we to\nfeed our poor children, when we no longer have anything even for\nourselves?’ ’I’ll tell you what, husband,’ answered the woman, ’early\ntomorrow morning we will take the children out into the forest to\nwhere it is the thickest; there we will light a fire for them, and\ngive each of them one more piece of bread, and then we will go to our\nwork and leave them alone. They will not find the way home again, and\nwe shall be rid of them.’ ’No, wife,’ said the man, ’I will not do\nthat; how can I bear to leave my children alone in the forest?–the\nwild animals would soon come and tear them to pieces.’ ’O, you fool!’\nsaid she, ’then we must all four die of hunger, you may as well plane\nthe planks for our coffins,’ and she left him no peace until he\nconsented. ’But I feel very sorry for the poor children, all the\nsame,’ said the man.",
        "The two children had also not been able to sleep for hunger, and had\nheard what their stepmother had said to their father. Gretel wept\nbitter tears, and said to Hansel: ’Now all is over with us.’ ’Be\nquiet, Gretel,’ said Hansel, ’do not distress yourself, I will soon\nfind a way to help us.’ And when the old folks had fallen asleep, he\ngot up, put on his little coat, opened the door below, and crept\noutside. The moon shone brightly, and the white pebbles which lay in\nfront of the house glittered like real silver pennies. Hansel stooped\nand stuffed the little pocket of his coat with as many as he could get\nin. Then he went back and said to Gretel: ’Be comforted, dear little\nsister, and sleep in peace, God will not forsake us,’ and he lay down\nagain in his bed. When day dawned, but before the sun had risen, the\nwoman came and awoke the two children, saying: ’Get up, you sluggards!\nwe are going into the forest to fetch wood.’ She gave each a little\npiece of bread, and said: ’There is something for your dinner, but do\nnot eat it up before then, for you will get nothing else.’ Gretel took\nthe bread under her apron, as Hansel had the pebbles in his pocket.\nThen they all set out together on the way to the forest. When they had\nwalked a short time, Hansel stood still and peeped back at the house,\nand did so again and again. His father said: ’Hansel, what are you\nlooking at there and staying behind for? Pay attention, and do not\nforget how to use your legs.’ ’Ah, father,’ said Hansel, ’I am looking\nat my little white cat, which is sitting up on the roof, and wants to\nsay goodbye to me.’ The wife said: ’Fool, that is not your little cat,\nthat is the morning sun which is shining on the chimneys.’ Hansel,\nhowever, had not been looking back at the cat, but had been constantly\nthrowing one of the white pebble-stones out of his pocket on the road.",
        "When they had reached the middle of the forest, the father said: ’Now,\nchildren, pile up some wood, and I will light a fire that you may not\nbe cold.’ Hansel and Gretel gathered brushwood together, as high as a\nlittle hill. The brushwood was lighted, and when the flames were\nburning very high, the woman said: ’Now, children, lay yourselves down\nby the fire and rest, we will go into the forest and cut some wood.\nWhen we have done, we will come back and fetch you away.’",
        "Hansel and Gretel sat by the fire, and when noon came, each ate a\nlittle piece of bread, and as they heard the strokes of the wood-axe\nthey believed that their father was near. It was not the axe, however,\nbut a branch which he had fastened to a withered tree which the wind\nwas blowing backwards and forwards. And as they had been sitting such\na long time, their eyes closed with fatigue, and they fell fast\nasleep. When at last they awoke, it was already dark night. Gretel\nbegan to cry and said: ’How are we to get out of the forest now?’ But\nHansel comforted her and said: ’Just wait a little, until the moon has\nrisen, and then we will soon find the way.’ And when the full moon had\nrisen, Hansel took his little sister by the hand, and followed the\npebbles which shone like newly-coined silver pieces, and showed them\nthe way.",
        "They walked the whole night long, and by break of day came once more\nto their father’s house. They knocked at the door, and when the woman\nopened it and saw that it was Hansel and Gretel, she said: ’You\nnaughty children, why have you slept so long in the forest?–we\nthought you were never coming back at all!’ The father, however,\nrejoiced, for it had cut him to the heart to leave them behind alone.",
        "Not long afterwards, there was once more great dearth throughout the\nland, and the children heard their mother saying at night to their\nfather: ’Everything is eaten again, we have one half loaf left, and\nthat is the end. The children must go, we will take them farther into\nthe wood, so that they will not find their way out again; there is no\nother means of saving ourselves!’ The man’s heart was heavy, and he\nthought: ’It would be better for you to share the last mouthful with\nyour children.’ The woman, however, would listen to nothing that he\nhad to say, but scolded and reproached him. He who says A must say B,\nlikewise, and as he had yielded the first time, he had to do so a\nsecond time also.",
        "The children, however, were still awake and had heard the\nconversation. When the old folks were asleep, Hansel again got up, and\nwanted to go out and pick up pebbles as he had done before, but the\nwoman had locked the door, and Hansel could not get out. Nevertheless\nhe comforted his little sister, and said: ’Do not cry, Gretel, go to\nsleep quietly, the good God will help us.’",
        "Early in the morning came the woman, and took the children out of\ntheir beds. Their piece of bread was given to them, but it was still\nsmaller than the time before. On the way into the forest Hansel\ncrumbled his in his pocket, and often stood still and threw a morsel\non the ground. ’Hansel, why do you stop and look round?’ said the\nfather, ’go on.’ ’I am looking back at my little pigeon which is\nsitting on the roof, and wants to say goodbye to me,’ answered Hansel.\n’Fool!’ said the woman, ’that is not your little pigeon, that is the\nmorning sun that is shining on the chimney.’ Hansel, however little by\nlittle, threw all the crumbs on the path.",
        "The woman led the children still deeper into the forest, where they\nhad never in their lives been before. Then a great fire was again\nmade, and the mother said: ’Just sit there, you children, and when you\nare tired you may sleep a little; we are going into the forest to cut\nwood, and in the evening when we are done, we will come and fetch you\naway.’ When it was noon, Gretel shared her piece of bread with Hansel,\nwho had scattered his by the way. Then they fell asleep and evening\npassed, but no one came to the poor children. They did not awake until\nit was dark night, and Hansel comforted his little sister and said:\n’Just wait, Gretel, until the moon rises, and then we shall see the\ncrumbs of bread which I have strewn about, they will show us our way\nhome again.’ When the moon came they set out, but they found no\ncrumbs, for the many thousands of birds which fly about in the woods\nand fields had picked them all up. Hansel said to Gretel: ’We shall\nsoon find the way,’ but they did not find it. They walked the whole\nnight and all the next day too from morning till evening, but they did\nnot get out of the forest, and were very hungry, for they had nothing\nto eat but two or three berries, which grew on the ground. And as they\nwere so weary that their legs would carry them no longer, they lay\ndown beneath a tree and fell asleep.",
        "It was now three mornings since they had left their father’s house.\nThey began to walk again, but they always came deeper into the forest,\nand if help did not come soon, they must die of hunger and weariness.\nWhen it was mid-day, they saw a beautiful snow-white bird sitting on a\nbough, which sang so delightfully that they stood still and listened\nto it. And when its song was over, it spread its wings and flew away\nbefore them, and they followed it until they reached a little house,\non the roof of which it alighted; and when they approached the little\nhouse they saw that it was built of bread and covered with cakes, but\nthat the windows were of clear sugar. ’We will set to work on that,’\nsaid Hansel, ’and have a good meal. I will eat a bit of the roof, and\nyou Gretel, can eat some of the window, it will taste sweet.’ Hansel\nreached up above, and broke off a little of the roof to try how it\ntasted, and Gretel leant against the window and nibbled at the panes.\nThen a soft voice cried from the parlour:",
        " ’Nibble, nibble, gnaw,\n  Who is nibbling at my little house?’",
        "The children answered:",
        " ’The wind, the wind,\n  The heaven-born wind,’",
        "and went on eating without disturbing themselves. Hansel, who liked\nthe taste of the roof, tore down a great piece of it, and Gretel\npushed out the whole of one round window-pane, sat down, and enjoyed\nherself with it. Suddenly the door opened, and a woman as old as the\nhills, who supported herself on crutches, came creeping out. Hansel\nand Gretel were so terribly frightened that they let fall what they\nhad in their hands. The old woman, however, nodded her head, and said:\n’Oh, you dear children, who has brought you here? do come in, and stay\nwith me. No harm shall happen to you.’ She took them both by the hand,\nand led them into her little house. Then good food was set before\nthem, milk and pancakes, with sugar, apples, and nuts. Afterwards two\npretty little beds were covered with clean white linen, and Hansel and\nGretel lay down in them, and thought they were in heaven.",
        "The old woman had only pretended to be so kind; she was in reality a\nwicked witch, who lay in wait for children, and had only built the\nlittle house of bread in order to entice them there. When a child fell\ninto her power, she killed it, cooked and ate it, and that was a feast\nday with her. Witches have red eyes, and cannot see far, but they have\na keen scent like the beasts, and are aware when human beings draw\nnear. When Hansel and Gretel came into her neighbourhood, she laughed\nwith malice, and said mockingly: ’I have them, they shall not escape\nme again!’ Early in the morning before the children were awake, she\nwas already up, and when she saw both of them sleeping and looking so\npretty, with their plump and rosy cheeks she muttered to herself:\n’That will be a dainty mouthful!’ Then she seized Hansel with her\nshrivelled hand, carried him into a little stable, and locked him in\nbehind a grated door. Scream as he might, it would not help him. Then\nshe went to Gretel, shook her till she awoke, and cried: ’Get up, lazy\nthing, fetch some water, and cook something good for your brother, he\nis in the stable outside, and is to be made fat. When he is fat, I\nwill eat him.’ Gretel began to weep bitterly, but it was all in vain,\nfor she was forced to do what the wicked witch commanded.",
        "And now the best food was cooked for poor Hansel, but Gretel got\nnothing but crab-shells. Every morning the woman crept to the little\nstable, and cried: ’Hansel, stretch out your finger that I may feel if\nyou will soon be fat.’ Hansel, however, stretched out a little bone to\nher, and the old woman, who had dim eyes, could not see it, and\nthought it was Hansel’s finger, and was astonished that there was no\nway of fattening him. When four weeks had gone by, and Hansel still\nremained thin, she was seized with impatience and would not wait any\nlonger. ’Now, then, Gretel,’ she cried to the girl, ’stir yourself,\nand bring some water. Let Hansel be fat or lean, tomorrow I will kill\nhim, and cook him.’ Ah, how the poor little sister did lament when she\nhad to fetch the water, and how her tears did flow down her cheeks!\n’Dear God, do help us,’ she cried. ’If the wild beasts in the forest\nhad but devoured us, we should at any rate have died together.’ ’Just\nkeep your noise to yourself,’ said the old woman, ’it won’t help you\nat all.’",
        "Early in the morning, Gretel had to go out and hang up the cauldron\nwith the water, and light the fire. ’We will bake first,’ said the old\nwoman, ’I have already heated the oven, and kneaded the dough.’ She\npushed poor Gretel out to the oven, from which flames of fire were\nalready darting. ’Creep in,’ said the witch, ’and see if it is\nproperly heated, so that we can put the bread in.’ And once Gretel was\ninside, she intended to shut the oven and let her bake in it, and then\nshe would eat her, too. But Gretel saw what she had in mind, and said:\n’I do not know how I am to do it; how do I get in?’ ’Silly goose,’\nsaid the old woman. ’The door is big enough; just look, I can get in\nmyself!’ and she crept up and thrust her head into the oven. Then\nGretel gave her a push that drove her far into it, and shut the iron\ndoor, and fastened the bolt. Oh! then she began to howl quite\nhorribly, but Gretel ran away and the godless witch was miserably\nburnt to death.",
        "Gretel, however, ran like lightning to Hansel, opened his little\nstable, and cried: ’Hansel, we are saved! The old witch is dead!’ Then\nHansel sprang like a bird from its cage when the door is opened. How\nthey did rejoice and embrace each other, and dance about and kiss each\nother! And as they had no longer any need to fear her, they went into\nthe witch’s house, and in every corner there stood chests full of\npearls and jewels. ’These are far better than pebbles!’ said Hansel,\nand thrust into his pockets whatever could be got in, and Gretel said:\n’I, too, will take something home with me,’ and filled her pinafore\nfull. ’But now we must be off,’ said Hansel, ’that we may get out of\nthe witch’s forest.’",
        "When they had walked for two hours, they came to a great stretch of\nwater. ’We cannot cross,’ said Hansel, ’I see no foot-plank, and no\nbridge.’ ’And there is also no ferry,’ answered Gretel, ’but a white\nduck is swimming there: if I ask her, she will help us over.’ Then she\ncried:",
        " ’Little duck, little duck, dost thou see,\n  Hansel and Gretel are waiting for thee?\n  There’s never a plank, or bridge in sight,\n  Take us across on thy back so white.’",
        "The duck came to them, and Hansel seated himself on its back, and told\nhis sister to sit by him. ’No,’ replied Gretel, ’that will be too\nheavy for the little duck; she shall take us across, one after the\nother.’ The good little duck did so, and when they were once safely\nacross and had walked for a short time, the forest seemed to be more\nand more familiar to them, and at length they saw from afar their\nfather’s house. Then they began to run, rushed into the parlour, and\nthrew themselves round their father’s neck. The man had not known one\nhappy hour since he had left the children in the forest; the woman,\nhowever, was dead. Gretel emptied her pinafore until pearls and\nprecious stones ran about the room, and Hansel threw one handful after\nanother out of his pocket to add to them. Then all anxiety was at an\nend, and they lived together in perfect happiness. My tale is done,\nthere runs a mouse; whosoever catches it, may make himself a big fur\ncap out of it.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}