{
    "title": "Fairy Tales - Tom Thumb",
    "author": "the Grimm Brothers",
    "chapter": "24",
    "content": [
        "\n",
        "\n\n",
        "A poor woodman sat in his cottage one night, smoking his pipe by the\nfireside, while his wife sat by his side spinning. ’How lonely it is,\nwife,’ said he, as he puffed out a long curl of smoke, ’for you and me\nto sit here by ourselves, without any children to play about and amuse\nus while other people seem so happy and merry with their children!’\n’What you say is very true,’ said the wife, sighing, and turning round\nher wheel; ’how happy should I be if I had but one child! If it were\never so small–nay, if it were no bigger than my thumb–I should be\nvery happy, and love it dearly.’ Now–odd as you may think it–it came\nto pass that this good woman’s wish was fulfilled, just in the very\nway she had wished it; for, not long afterwards, she had a little boy,\nwho was quite healthy and strong, but was not much bigger than my\nthumb. So they said, ’Well, we cannot say we have not got what we\nwished for, and, little as he is, we will love him dearly.’ And they\ncalled him Thomas Thumb.",
        "They gave him plenty of food, yet for all they could do he never grew\nbigger, but kept just the same size as he had been when he was born.\nStill, his eyes were sharp and sparkling, and he soon showed himself\nto be a clever little fellow, who always knew well what he was about.",
        "One day, as the woodman was getting ready to go into the wood to cut\nfuel, he said, ’I wish I had someone to bring the cart after me, for I\nwant to make haste.’ ’Oh, father,’ cried Tom, ’I will take care of\nthat; the cart shall be in the wood by the time you want it.’ Then the\nwoodman laughed, and said, ’How can that be? you cannot reach up to\nthe horse’s bridle.’ ’Never mind that, father,’ said Tom; ’if my\nmother will only harness the horse, I will get into his ear and tell\nhim which way to go.’ ’Well,’ said the father, ’we will try for once.’",
        "When the time came the mother harnessed the horse to the cart, and put\nTom into his ear; and as he sat there the little man told the beast\nhow to go, crying out, ’Go on!’ and ’Stop!’ as he wanted: and thus the\nhorse went on just as well as if the woodman had driven it himself\ninto the wood. It happened that as the horse was going a little too\nfast, and Tom was calling out, ’Gently! gently!’ two strangers came\nup. ’What an odd thing that is!’ said one: ’there is a cart going\nalong, and I hear a carter talking to the horse, but yet I can see no\none.’ ’That is queer, indeed,’ said the other; ’let us follow the\ncart, and see where it goes.’ So they went on into the wood, till at\nlast they came to the place where the woodman was. Then Tom Thumb,\nseeing his father, cried out, ’See, father, here I am with the cart,\nall right and safe! now take me down!’ So his father took hold of the\nhorse with one hand, and with the other took his son out of the\nhorse’s ear, and put him down upon a straw, where he sat as merry as\nyou please.",
        "The two strangers were all this time looking on, and did not know what\nto say for wonder. At last one took the other aside, and said, ’That\nlittle urchin will make our fortune, if we can get him, and carry him\nabout from town to town as a show; we must buy him.’ So they went up\nto the woodman, and asked him what he would take for the little man.\n’He will be better off,’ said they, ’with us than with you.’ ’I won’t\nsell him at all,’ said the father; ’my own flesh and blood is dearer\nto me than all the silver and gold in the world.’ But Tom, hearing of\nthe bargain they wanted to make, crept up his father’s coat to his\nshoulder and whispered in his ear, ’Take the money, father, and let\nthem have me; I’ll soon come back to you.’",
        "So the woodman at last said he would sell Tom to the strangers for a\nlarge piece of gold, and they paid the price. ’Where would you like to\nsit?’ said one of them. ’Oh, put me on the rim of your hat; that will\nbe a nice gallery for me; I can walk about there and see the country\nas we go along.’ So they did as he wished; and when Tom had taken\nleave of his father they took him away with them.",
        "They journeyed on till it began to be dusky, and then the little man\nsaid, ’Let me get down, I’m tired.’ So the man took off his hat, and\nput him down on a clod of earth, in a ploughed field by the side of\nthe road. But Tom ran about amongst the furrows, and at last slipped\ninto an old mouse-hole. ’Good night, my masters!’ said he, ’I’m off!\nmind and look sharp after me the next time.’ Then they ran at once to\nthe place, and poked the ends of their sticks into the mouse-hole, but\nall in vain; Tom only crawled farther and farther in; and at last it\nbecame quite dark, so that they were forced to go their way without\ntheir prize, as sulky as could be.",
        "When Tom found they were gone, he came out of his hiding-place. ’What\ndangerous walking it is,’ said he, ’in this ploughed field! If I were\nto fall from one of these great clods, I should undoubtedly break my\nneck.’ At last, by good luck, he found a large empty snail-shell.\n’This is lucky,’ said he, ’I can sleep here very well’; and in he\ncrept.",
        "Just as he was falling asleep, he heard two men passing by, chatting\ntogether; and one said to the other, ’How can we rob that rich\nparson’s house of his silver and gold?’ ’I’ll tell you!’ cried Tom.\n’What noise was that?’ said the thief, frightened; ’I’m sure I heard\nsomeone speak.’ They stood still listening, and Tom said, ’Take me\nwith you, and I’ll soon show you how to get the parson’s money.’ ’But\nwhere are you?’ said they. ’Look about on the ground,’ answered he,\n’and listen where the sound comes from.’ At last the thieves found him\nout, and lifted him up in their hands. ’You little urchin!’ they said,\n’what can you do for us?’ ’Why, I can get between the iron window-bars\nof the parson’s house, and throw you out whatever you want.’ ’That’s a\ngood thought,’ said the thieves; ’come along, we shall see what you\ncan do.’",
        "When they came to the parson’s house, Tom slipped through the window-\nbars into the room, and then called out as loud as he could bawl,\n’Will you have all that is here?’ At this the thieves were frightened,\nand said, ’Softly, softly! Speak low, that you may not awaken\nanybody.’ But Tom seemed as if he did not understand them, and bawled\nout again, ’How much will you have? Shall I throw it all out?’ Now the\ncook lay in the next room; and hearing a noise she raised herself up\nin her bed and listened. Meantime the thieves were frightened, and ran\noff a little way; but at last they plucked up their hearts, and said,\n’The little urchin is only trying to make fools of us.’ So they came\nback and whispered softly to him, saying, ’Now let us have no more of\nyour roguish jokes; but throw us out some of the money.’ Then Tom\ncalled out as loud as he could, ’Very well! hold your hands! here it\ncomes.’",
        "The cook heard this quite plain, so she sprang out of bed, and ran to\nopen the door. The thieves ran off as if a wolf was at their tails:\nand the maid, having groped about and found nothing, went away for a\nlight. By the time she came back, Tom had slipped off into the barn;\nand when she had looked about and searched every hole and corner, and\nfound nobody, she went to bed, thinking she must have been dreaming\nwith her eyes open.",
        "The little man crawled about in the hay-loft, and at last found a snug\nplace to finish his night’s rest in; so he laid himself down, meaning\nto sleep till daylight, and then find his way home to his father and\nmother. But alas! how woefully he was undone! what crosses and sorrows\nhappen to us all in this world! The cook got up early, before\ndaybreak, to feed the cows; and going straight to the hay-loft,\ncarried away a large bundle of hay, with the little man in the middle\nof it, fast asleep. He still, however, slept on, and did not awake\ntill he found himself in the mouth of the cow; for the cook had put\nthe hay into the cow’s rick, and the cow had taken Tom up in a\nmouthful of it. ’Good lack-a-day!’ said he, ’how came I to tumble into\nthe mill?’ But he soon found out where he really was; and was forced\nto have all his wits about him, that he might not get between the\ncow’s teeth, and so be crushed to death. At last down he went into her\nstomach. ’It is rather dark,’ said he; ’they forgot to build windows\nin this room to let the sun in; a candle would be no bad thing.’",
        "Though he made the best of his bad luck, he did not like his quarters\nat all; and the worst of it was, that more and more hay was always\ncoming down, and the space left for him became smaller and smaller. At\nlast he cried out as loud as he could, ’Don’t bring me any more hay!\nDon’t bring me any more hay!’",
        "The maid happened to be just then milking the cow; and hearing someone\nspeak, but seeing nobody, and yet being quite sure it was the same\nvoice that she had heard in the night, she was so frightened that she\nfell off her stool, and overset the milk-pail. As soon as she could\npick herself up out of the dirt, she ran off as fast as she could to\nher master the parson, and said, ’Sir, sir, the cow is talking!’ But\nthe parson said, ’Woman, thou art surely mad!’ However, he went with\nher into the cow-house, to try and see what was the matter.",
        "Scarcely had they set foot on the threshold, when Tom called out,\n’Don’t bring me any more hay!’ Then the parson himself was frightened;\nand thinking the cow was surely bewitched, told his man to kill her on\nthe spot. So the cow was killed, and cut up; and the stomach, in which\nTom lay, was thrown out upon a dunghill.",
        "Tom soon set himself to work to get out, which was not a very easy\ntask; but at last, just as he had made room to get his head out, fresh\nill-luck befell him. A hungry wolf sprang out, and swallowed up the\nwhole stomach, with Tom in it, at one gulp, and ran away.",
        "Tom, however, was still not disheartened; and thinking the wolf would\nnot dislike having some chat with him as he was going along, he called\nout, ’My good friend, I can show you a famous treat.’ ’Where’s that?’\nsaid the wolf. ’In such and such a house,’ said Tom, describing his\nown father’s house. ’You can crawl through the drain into the kitchen\nand then into the pantry, and there you will find cakes, ham, beef,\ncold chicken, roast pig, apple-dumplings, and everything that your\nheart can wish.’",
        "The wolf did not want to be asked twice; so that very night he went to\nthe house and crawled through the drain into the kitchen, and then\ninto the pantry, and ate and drank there to his heart’s content. As\nsoon as he had had enough he wanted to get away; but he had eaten so\nmuch that he could not go out by the same way he came in.",
        "This was just what Tom had reckoned upon; and now he began to set up a\ngreat shout, making all the noise he could. ’Will you be easy?’ said\nthe wolf; ’you’ll awaken everybody in the house if you make such a\nclatter.’ ’What’s that to me?’ said the little man; ’you have had your\nfrolic, now I’ve a mind to be merry myself’; and he began, singing and\nshouting as loud as he could.",
        "The woodman and his wife, being awakened by the noise, peeped through\na crack in the door; but when they saw a wolf was there, you may well\nsuppose that they were sadly frightened; and the woodman ran for his\naxe, and gave his wife a scythe. ’Do you stay behind,’ said the\nwoodman, ’and when I have knocked him on the head you must rip him up\nwith the scythe.’ Tom heard all this, and cried out, ’Father, father!\nI am here, the wolf has swallowed me.’ And his father said, ’Heaven be\npraised! we have found our dear child again’; and he told his wife not\nto use the scythe for fear she should hurt him. Then he aimed a great\nblow, and struck the wolf on the head, and killed him on the spot! and\nwhen he was dead they cut open his body, and set Tommy free. ’Ah!’\nsaid the father, ’what fears we have had for you!’ ’Yes, father,’\nanswered he; ’I have travelled all over the world, I think, in one way\nor other, since we parted; and now I am very glad to come home and get\nfresh air again.’ ’Why, where have you been?’ said his father. ’I have\nbeen in a mouse-hole–and in a snail-shell–and down a cow’s throat–\nand in the wolf’s belly; and yet here I am again, safe and sound.’",
        "’Well,’ said they, ’you are come back, and we will not sell you again\nfor all the riches in the world.’",
        "Then they hugged and kissed their dear little son, and gave him plenty\nto eat and drink, for he was very hungry; and then they fetched new\nclothes for him, for his old ones had been quite spoiled on his\njourney. So Master Thumb stayed at home with his father and mother, in\npeace; for though he had been so great a traveller, and had done and\nseen so many fine things, and was fond enough of telling the whole\nstory, he always agreed that, after all, there’s no place like HOME!",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}