{
    "title": "Fairy Tales - The Little Peasant",
    "author": "the Grimm Brothers",
    "chapter": "28",
    "content": [
        "\n",
        "\n\n",
        "There was a certain village wherein no one lived but really rich\npeasants, and just one poor one, whom they called the little peasant.\nHe had not even so much as a cow, and still less money to buy one, and\nyet he and his wife did so wish to have one. One day he said to her:\n’Listen, I have a good idea, there is our gossip the carpenter, he\nshall make us a wooden calf, and paint it brown, so that it looks like\nany other, and in time it will certainly get big and be a cow.’ the\nwoman also liked the idea, and their gossip the carpenter cut and\nplaned the calf, and painted it as it ought to be, and made it with\nits head hanging down as if it were eating.",
        "Next morning when the cows were being driven out, the little peasant\ncalled the cow-herd in and said: ’Look, I have a little calf there,\nbut it is still small and has to be carried.’ The cow-herd said: ’All\nright,’ and took it in his arms and carried it to the pasture, and set\nit among the grass. The little calf always remained standing like one\nwhich was eating, and the cow-herd said: ’It will soon run by itself,\njust look how it eats already!’ At night when he was going to drive\nthe herd home again, he said to the calf: ’If you can stand there and\neat your fill, you can also go on your four legs; I don’t care to drag\nyou home again in my arms.’ But the little peasant stood at his door,\nand waited for his little calf, and when the cow-herd drove the cows\nthrough the village, and the calf was missing, he inquired where it\nwas. The cow-herd answered: ’It is still standing out there eating. It\nwould not stop and come with us.’ But the little peasant said: ’Oh,\nbut I must have my beast back again.’ Then they went back to the\nmeadow together, but someone had stolen the calf, and it was gone. The\ncow-herd said: ’It must have run away.’ The peasant, however, said:\n’Don’t tell me that,’ and led the cow-herd before the mayor, who for\nhis carelessness condemned him to give the peasant a cow for the calf\nwhich had run away.",
        "And now the little peasant and his wife had the cow for which they had\nso long wished, and they were heartily glad, but they had no food for\nit, and could give it nothing to eat, so it soon had to be killed.\nThey salted the flesh, and the peasant went into the town and wanted\nto sell the skin there, so that he might buy a new calf with the\nproceeds. On the way he passed by a mill, and there sat a raven with\nbroken wings, and out of pity he took him and wrapped him in the skin.\nBut as the weather grew so bad and there was a storm of rain and wind,\nhe could go no farther, and turned back to the mill and begged for\nshelter. The miller’s wife was alone in the house, and said to the\npeasant: ’Lay yourself on the straw there,’ and gave him a slice of\nbread and cheese. The peasant ate it, and lay down with his skin\nbeside him, and the woman thought: ’He is tired and has gone to\nsleep.’ In the meantime came the parson; the miller’s wife received\nhim well, and said: ’My husband is out, so we will have a feast.’ The\npeasant listened, and when he heard them talk about feasting he was\nvexed that he had been forced to make shift with a slice of bread and\ncheese. Then the woman served up four different things, roast meat,\nsalad, cakes, and wine.",
        "Just as they were about to sit down and eat, there was a knocking\noutside. The woman said: ’Oh, heavens! It is my husband!’ she quickly\nhid the roast meat inside the tiled stove, the wine under the pillow,\nthe salad on the bed, the cakes under it, and the parson in the closet\non the porch. Then she opened the door for her husband, and said:\n’Thank heaven, you are back again! There is such a storm, it looks as\nif the world were coming to an end.’ The miller saw the peasant lying\non the straw, and asked, ’What is that fellow doing there?’ ’Ah,’ said\nthe wife, ’the poor knave came in the storm and rain, and begged for\nshelter, so I gave him a bit of bread and cheese, and showed him where\nthe straw was.’ The man said: ’I have no objection, but be quick and\nget me something to eat.’ The woman said: ’But I have nothing but\nbread and cheese.’ ’I am contented with anything,’ replied the\nhusband, ’so far as I am concerned, bread and cheese will do,’ and\nlooked at the peasant and said: ’Come and eat some more with me.’ The\npeasant did not require to be invited twice, but got up and ate. After\nthis the miller saw the skin in which the raven was, lying on the\nground, and asked: ’What have you there?’ The peasant answered: ’I\nhave a soothsayer inside it.’ ’Can he foretell anything to me?’ said\nthe miller. ’Why not?’ answered the peasant: ’but he only says four\nthings, and the fifth he keeps to himself.’ The miller was curious,\nand said: ’Let him foretell something for once.’ Then the peasant\npinched the raven’s head, so that he croaked and made a noise like\nkrr, krr. The miller said: ’What did he say?’ The peasant answered:\n’In the first place, he says that there is some wine hidden under the\npillow.’ ’Bless me!’ cried the miller, and went there and found the\nwine. ’Now go on,’ said he. The peasant made the raven croak again,\nand said: ’In the second place, he says that there is some roast meat\nin the tiled stove.’ ’Upon my word!’ cried the miller, and went\nthither, and found the roast meat. The peasant made the raven prophesy\nstill more, and said: ’Thirdly, he says that there is some salad on\nthe bed.’ ’That would be a fine thing!’ cried the miller, and went\nthere and found the salad. At last the peasant pinched the raven once\nmore till he croaked, and said: ’Fourthly, he says that there are some\ncakes under the bed.’ ’That would be a fine thing!’ cried the miller,\nand looked there, and found the cakes.",
        "And now the two sat down to the table together, but the miller’s wife\nwas frightened to death, and went to bed and took all the keys with\nher. The miller would have liked much to know the fifth, but the\nlittle peasant said: ’First, we will quickly eat the four things, for\nthe fifth is something bad.’ So they ate, and after that they\nbargained how much the miller was to give for the fifth prophecy,\nuntil they agreed on three hundred talers. Then the peasant once more\npinched the raven’s head till he croaked loudly. The miller asked:\n’What did he say?’ The peasant replied: ’He says that the Devil is\nhiding outside there in the closet on the porch.’ The miller said:\n’The Devil must go out,’ and opened the house-door; then the woman was\nforced to give up the keys, and the peasant unlocked the closet. The\nparson ran out as fast as he could, and the miller said: ’It was true;\nI saw the black rascal with my own eyes.’ The peasant, however, made\noff next morning by daybreak with the three hundred talers.",
        "At home the small peasant gradually launched out; he built a beautiful\nhouse, and the peasants said: ’The small peasant has certainly been to\nthe place where golden snow falls, and people carry the gold home in\nshovels.’ Then the small peasant was brought before the mayor, and\nbidden to say from whence his wealth came. He answered: ’I sold my\ncow’s skin in the town, for three hundred talers.’ When the peasants\nheard that, they too wished to enjoy this great profit, and ran home,\nkilled all their cows, and stripped off their skins in order to sell\nthem in the town to the greatest advantage. The mayor, however, said:\n’But my servant must go first.’ When she came to the merchant in the\ntown, he did not give her more than two talers for a skin, and when\nthe others came, he did not give them so much, and said: ’What can I\ndo with all these skins?’",
        "Then the peasants were vexed that the small peasant should have thus\noutwitted them, wanted to take vengeance on him, and accused him of\nthis treachery before the major. The innocent little peasant was\nunanimously sentenced to death, and was to be rolled into the water,\nin a barrel pierced full of holes. He was led forth, and a priest was\nbrought who was to say a mass for his soul. The others were all\nobliged to retire to a distance, and when the peasant looked at the\npriest, he recognized the man who had been with the miller’s wife. He\nsaid to him: ’I set you free from the closet, set me free from the\nbarrel.’ At this same moment up came, with a flock of sheep, the very\nshepherd whom the peasant knew had long been wishing to be mayor, so\nhe cried with all his might: ’No, I will not do it; if the whole world\ninsists on it, I will not do it!’ The shepherd hearing that, came up\nto him, and asked: ’What are you about? What is it that you will not\ndo?’ The peasant said: ’They want to make me mayor, if I will but put\nmyself in the barrel, but I will not do it.’ The shepherd said: ’If\nnothing more than that is needful in order to be mayor, I would get\ninto the barrel at once.’ The peasant said: ’If you will get in, you\nwill be mayor.’ The shepherd was willing, and got in, and the peasant\nshut the top down on him; then he took the shepherd’s flock for\nhimself, and drove it away. The parson went to the crowd, and declared\nthat the mass had been said. Then they came and rolled the barrel\ntowards the water. When the barrel began to roll, the shepherd cried:\n’I am quite willing to be mayor.’ They believed no otherwise than that\nit was the peasant who was saying this, and answered: ’That is what we\nintend, but first you shall look about you a little down below there,’\nand they rolled the barrel down into the water.",
        "After that the peasants went home, and as they were entering the\nvillage, the small peasant also came quietly in, driving a flock of\nsheep and looking quite contented. Then the peasants were astonished,\nand said: ’Peasant, from whence do you come? Have you come out of the\nwater?’ ’Yes, truly,’ replied the peasant, ’I sank deep, deep down,\nuntil at last I got to the bottom; I pushed the bottom out of the\nbarrel, and crept out, and there were pretty meadows on which a number\nof lambs were feeding, and from thence I brought this flock away with\nme.’ Said the peasants: ’Are there any more there?’ ’Oh, yes,’ said\nhe, ’more than I could want.’ Then the peasants made up their minds\nthat they too would fetch some sheep for themselves, a flock apiece,\nbut the mayor said: ’I come first.’ So they went to the water\ntogether, and just then there were some of the small fleecy clouds in\nthe blue sky, which are called little lambs, and they were reflected\nin the water, whereupon the peasants cried: ’We already see the sheep\ndown below!’ The mayor pressed forward and said: ’I will go down\nfirst, and look about me, and if things promise well I’ll call you.’\nSo he jumped in; splash! went the water; it sounded as if he were\ncalling them, and the whole crowd plunged in after him as one man.\nThen the entire village was dead, and the small peasant, as sole heir,\nbecame a rich man.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}