{
    "title": "Fairy Tales - The Travelling Musicians",
    "author": "the Grimm Brothers",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "An honest farmer had once an ass that had been a faithful servant to\nhim a great many years, but was now growing old and every day more and\nmore unfit for work. His master therefore was tired of keeping him and\nbegan to think of putting an end to him; but the ass, who saw that\nsome mischief was in the wind, took himself slyly off, and began his\njourney towards the great city, ’For there,’ thought he, ’I may turn\nmusician.’",
        "After he had travelled a little way, he spied a dog lying by the\nroadside and panting as if he were tired. ’What makes you pant so, my\nfriend?’ said the ass. ’Alas!’ said the dog, ’my master was going to\nknock me on the head, because I am old and weak, and can no longer\nmake myself useful to him in hunting; so I ran away; but what can I do\nto earn my livelihood?’ ’Hark ye!’ said the ass, ’I am going to the\ngreat city to turn musician: suppose you go with me, and try what you\ncan do in the same way?’ The dog said he was willing, and they jogged\non together.",
        "They had not gone far before they saw a cat sitting in the middle of\nthe road and making a most rueful face. ’Pray, my good lady,’ said the\nass, ’what’s the matter with you? You look quite out of spirits!’ ’Ah,\nme!’ said the cat, ’how can one be in good spirits when one’s life is\nin danger? Because I am beginning to grow old, and had rather lie at\nmy ease by the fire than run about the house after the mice, my\nmistress laid hold of me, and was going to drown me; and though I have\nbeen lucky enough to get away from her, I do not know what I am to\nlive upon.’ ’Oh,’ said the ass, ’by all means go with us to the great\ncity; you are a good night singer, and may make your fortune as a\nmusician.’ The cat was pleased with the thought, and joined the party.",
        "Soon afterwards, as they were passing by a farmyard, they saw a cock\nperched upon a gate, and screaming out with all his might and main.\n’Bravo!’ said the ass; ’upon my word, you make a famous noise; pray\nwhat is all this about?’ ’Why,’ said the cock, ’I was just now saying\nthat we should have fine weather for our washing-day, and yet my\nmistress and the cook don’t thank me for my pains, but threaten to cut\noff my head tomorrow, and make broth of me for the guests that are\ncoming on Sunday!’ ’Heaven forbid!’ said the ass, ’come with us Master\nChanticleer; it will be better, at any rate, than staying here to have\nyour head cut off! Besides, who knows? If we care to sing in tune, we\nmay get up some kind of a concert; so come along with us.’ ’With all\nmy heart,’ said the cock: so they all four went on jollily together.",
        "They could not, however, reach the great city the first day; so when\nnight came on, they went into a wood to sleep. The ass and the dog\nlaid themselves down under a great tree, and the cat climbed up into\nthe branches; while the cock, thinking that the higher he sat the\nsafer he should be, flew up to the very top of the tree, and then,\naccording to his custom, before he went to sleep, looked out on all\nsides of him to see that everything was well. In doing this, he saw\nafar off something bright and shining and calling to his companions\nsaid, ’There must be a house no great way off, for I see a light.’ ’If\nthat be the case,’ said the ass, ’we had better change our quarters,\nfor our lodging is not the best in the world!’ ’Besides,’ added the\ndog, ’I should not be the worse for a bone or two, or a bit of meat.’\nSo they walked off together towards the spot where Chanticleer had\nseen the light, and as they drew near it became larger and brighter,\ntill they at last came close to a house in which a gang of robbers\nlived.",
        "The ass, being the tallest of the company, marched up to the window\nand peeped in. ’Well, Donkey,’ said Chanticleer, ’what do you see?’\n’What do I see?’ replied the ass. ’Why, I see a table spread with all\nkinds of good things, and robbers sitting round it making merry.’\n’That would be a noble lodging for us,’ said the cock. ’Yes,’ said the\nass, ’if we could only get in’; so they consulted together how they\nshould contrive to get the robbers out; and at last they hit upon a\nplan. The ass placed himself upright on his hind legs, with his\nforefeet resting against the window; the dog got upon his back; the\ncat scrambled up to the dog’s shoulders, and the cock flew up and sat\nupon the cat’s head. When all was ready a signal was given, and they\nbegan their music. The ass brayed, the dog barked, the cat mewed, and\nthe cock screamed; and then they all broke through the window at once,\nand came tumbling into the room, amongst the broken glass, with a most\nhideous clatter! The robbers, who had been not a little frightened by\nthe opening concert, had now no doubt that some frightful hobgoblin\nhad broken in upon them, and scampered away as fast as they could.",
        "The coast once clear, our travellers soon sat down and dispatched what\nthe robbers had left, with as much eagerness as if they had not\nexpected to eat again for a month. As soon as they had satisfied\nthemselves, they put out the lights, and each once more sought out a\nresting-place to his own liking. The donkey laid himself down upon a\nheap of straw in the yard, the dog stretched himself upon a mat behind\nthe door, the cat rolled herself up on the hearth before the warm\nashes, and the cock perched upon a beam on the top of the house; and,\nas they were all rather tired with their journey, they soon fell\nasleep.",
        "But about midnight, when the robbers saw from afar that the lights\nwere out and that all seemed quiet, they began to think that they had\nbeen in too great a hurry to run away; and one of them, who was bolder\nthan the rest, went to see what was going on. Finding everything\nstill, he marched into the kitchen, and groped about till he found a\nmatch in order to light a candle; and then, espying the glittering\nfiery eyes of the cat, he mistook them for live coals, and held the\nmatch to them to light it. But the cat, not understanding this joke,\nsprang at his face, and spat, and scratched at him. This frightened\nhim dreadfully, and away he ran to the back door; but there the dog\njumped up and bit him in the leg; and as he was crossing over the yard\nthe ass kicked him; and the cock, who had been awakened by the noise,\ncrowed with all his might. At this the robber ran back as fast as he\ncould to his comrades, and told the captain how a horrid witch had got\ninto the house, and had spat at him and scratched his face with her\nlong bony fingers; how a man with a knife in his hand had hidden\nhimself behind the door, and stabbed him in the leg; how a black\nmonster stood in the yard and struck him with a club, and how the\ndevil had sat upon the top of the house and cried out, ’Throw the\nrascal up here!’ After this the robbers never dared to go back to the\nhouse; but the musicians were so pleased with their quarters that they\ntook up their abode there; and there they are, I dare say, at this\nvery day.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}