{
    "title": "Fairy Tales - The Blue Light",
    "author": "the Grimm Brothers",
    "chapter": "48",
    "content": [
        "\n",
        "\n\n",
        "There was once upon a time a soldier who for many years had served the\nking faithfully, but when the war came to an end could serve no longer\nbecause of the many wounds which he had received. The king said to\nhim: ’You may return to your home, I need you no longer, and you will\nnot receive any more money, for he only receives wages who renders me\nservice for them.’ Then the soldier did not know how to earn a living,\nwent away greatly troubled, and walked the whole day, until in the\nevening he entered a forest. When darkness came on, he saw a light,\nwhich he went up to, and came to a house wherein lived a witch. ’Do\ngive me one night’s lodging, and a little to eat and drink,’ said he\nto her, ’or I shall starve.’ ’Oho!’ she answered, ’who gives anything\nto a run-away soldier? Yet will I be compassionate, and take you in,\nif you will do what I wish.’ ’What do you wish?’ said the soldier.\n’That you should dig all round my garden for me, tomorrow.’ The\nsoldier consented, and next day laboured with all his strength, but\ncould not finish it by the evening. ’I see well enough,’ said the\nwitch, ’that you can do no more today, but I will keep you yet another\nnight, in payment for which you must tomorrow chop me a load of wood,\nand chop it small.’ The soldier spent the whole day in doing it, and\nin the evening the witch proposed that he should stay one night more.\n’Tomorrow, you shall only do me a very trifling piece of work. Behind\nmy house, there is an old dry well, into which my light has fallen, it\nburns blue, and never goes out, and you shall bring it up again.’ Next\nday the old woman took him to the well, and let him down in a basket.\nHe found the blue light, and made her a signal to draw him up again.\nShe did draw him up, but when he came near the edge, she stretched\ndown her hand and wanted to take the blue light away from him. ’No,’\nsaid he, perceiving her evil intention, ’I will not give you the light\nuntil I am standing with both feet upon the ground.’ The witch fell\ninto a passion, let him fall again into the well, and went away.",
        "The poor soldier fell without injury on the moist ground, and the blue\nlight went on burning, but of what use was that to him? He saw very\nwell that he could not escape death. He sat for a while very\nsorrowfully, then suddenly he felt in his pocket and found his tobacco\npipe, which was still half full. ’This shall be my last pleasure,’\nthought he, pulled it out, lit it at the blue light and began to\nsmoke. When the smoke had circled about the cavern, suddenly a little\nblack dwarf stood before him, and said: ’Lord, what are your\ncommands?’ ’What my commands are?’ replied the soldier, quite\nastonished. ’I must do everything you bid me,’ said the little man.\n’Good,’ said the soldier; ’then in the first place help me out of this\nwell.’ The little man took him by the hand, and led him through an\nunderground passage, but he did not forget to take the blue light with\nhim. On the way the dwarf showed him the treasures which the witch had\ncollected and hidden there, and the soldier took as much gold as he\ncould carry. When he was above, he said to the little man: ’Now go and\nbind the old witch, and carry her before the judge.’ In a short time\nshe came by like the wind, riding on a wild tom-cat and screaming\nfrightfully. Nor was it long before the little man reappeared. ’It is\nall done,’ said he, ’and the witch is already hanging on the gallows.\nWhat further commands has my lord?’ inquired the dwarf. ’At this\nmoment, none,’ answered the soldier; ’you can return home, only be at\nhand immediately, if I summon you.’ ’Nothing more is needed than that\nyou should light your pipe at the blue light, and I will appear before\nyou at once.’ Thereupon he vanished from his sight.",
        "The soldier returned to the town from which he come. He went to the\nbest inn, ordered himself handsome clothes, and then bade the landlord\nfurnish him a room as handsome as possible. When it was ready and the\nsoldier had taken possession of it, he summoned the little black\nmanikin and said: ’I have served the king faithfully, but he has\ndismissed me, and left me to hunger, and now I want to take my\nrevenge.’ ’What am I to do?’ asked the little man. ’Late at night,\nwhen the king’s daughter is in bed, bring her here in her sleep, she\nshall do servant’s work for me.’ The manikin said: ’That is an easy\nthing for me to do, but a very dangerous thing for you, for if it is\ndiscovered, you will fare ill.’ When twelve o’clock had struck, the\ndoor sprang open, and the manikin carried in the princess. ’Aha! are\nyou there?’ cried the soldier, ’get to your work at once! Fetch the\nbroom and sweep the chamber.’ When she had done this, he ordered her\nto come to his chair, and then he stretched out his feet and said:\n’Pull off my boots,’ and then he threw them in her face, and made her\npick them up again, and clean and brighten them. She, however, did\neverything he bade her, without opposition, silently and with half-\nshut eyes. When the first cock crowed, the manikin carried her back to\nthe royal palace, and laid her in her bed.",
        "Next morning when the princess arose she went to her father, and told\nhim that she had had a very strange dream. ’I was carried through the\nstreets with the rapidity of lightning,’ said she, ’and taken into a\nsoldier’s room, and I had to wait upon him like a servant, sweep his\nroom, clean his boots, and do all kinds of menial work. It was only a\ndream, and yet I am just as tired as if I really had done everything.’\n’The dream may have been true,’ said the king. ’I will give you a\npiece of advice. Fill your pocket full of peas, and make a small hole\nin the pocket, and then if you are carried away again, they will fall\nout and leave a track in the streets.’ But unseen by the king, the\nmanikin was standing beside him when he said that, and heard all. At\nnight when the sleeping princess was again carried through the\nstreets, some peas certainly did fall out of her pocket, but they made\nno track, for the crafty manikin had just before scattered peas in\nevery street there was. And again the princess was compelled to do\nservant’s work until cock-crow.",
        "Next morning the king sent his people out to seek the track, but it\nwas all in vain, for in every street poor children were sitting,\npicking up peas, and saying: ’It must have rained peas, last night.’\n’We must think of something else,’ said the king; ’keep your shoes on\nwhen you go to bed, and before you come back from the place where you\nare taken, hide one of them there, I will soon contrive to find it.’\nThe black manikin heard this plot, and at night when the soldier again\nordered him to bring the princess, revealed it to him, and told him\nthat he knew of no expedient to counteract this stratagem, and that if\nthe shoe were found in the soldier’s house it would go badly with him.\n’Do what I bid you,’ replied the soldier, and again this third night\nthe princess was obliged to work like a servant, but before she went\naway, she hid her shoe under the bed.",
        "Next morning the king had the entire town searched for his daughter’s\nshoe. It was found at the soldier’s, and the soldier himself, who at\nthe entreaty of the dwarf had gone outside the gate, was soon brought\nback, and thrown into prison. In his flight he had forgotten the most\nvaluable things he had, the blue light and the gold, and had only one\nducat in his pocket. And now loaded with chains, he was standing at\nthe window of his dungeon, when he chanced to see one of his comrades\npassing by. The soldier tapped at the pane of glass, and when this man\ncame up, said to him: ’Be so kind as to fetch me the small bundle I\nhave left lying in the inn, and I will give you a ducat for doing it.’\nHis comrade ran thither and brought him what he wanted. As soon as the\nsoldier was alone again, he lighted his pipe and summoned the black\nmanikin. ’Have no fear,’ said the latter to his master. ’Go\nwheresoever they take you, and let them do what they will, only take\nthe blue light with you.’ Next day the soldier was tried, and though\nhe had done nothing wicked, the judge condemned him to death. When he\nwas led forth to die, he begged a last favour of the king. ’What is\nit?’ asked the king. ’That I may smoke one more pipe on my way.’ ’You\nmay smoke three,’ answered the king, ’but do not imagine that I will\nspare your life.’ Then the soldier pulled out his pipe and lighted it\nat the blue light, and as soon as a few wreaths of smoke had ascended,\nthe manikin was there with a small cudgel in his hand, and said: ’What\ndoes my lord command?’ ’Strike down to earth that false judge there,\nand his constable, and spare not the king who has treated me so ill.’\nThen the manikin fell on them like lightning, darting this way and\nthat way, and whosoever was so much as touched by his cudgel fell to\nearth, and did not venture to stir again. The king was terrified; he\nthrew himself on the soldier’s mercy, and merely to be allowed to live\nat all, gave him his kingdom for his own, and his daughter to wife.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}