{
    "title": "Fairy Tales - The Wedding of Mrs Fox",
    "author": "the Grimm Brothers",
    "chapter": "56",
    "content": [
        "\n",
        "\n\n",
        "FIRST STORY",
        "There was once upon a time an old fox with nine tails, who believed\nthat his wife was not faithful to him, and wished to put her to the\ntest. He stretched himself out under the bench, did not move a limb,\nand behaved as if he were stone dead. Mrs Fox went up to her room,\nshut herself in, and her maid, Miss Cat, sat by the fire, and did the\ncooking. When it became known that the old fox was dead, suitors\npresented themselves. The maid heard someone standing at the house-\ndoor, knocking. She went and opened it, and it was a young fox, who\nsaid:",
        " ’What may you be about, Miss Cat?\n  Do you sleep or do you wake?’",
        "She answered:",
        " ’I am not sleeping, I am waking,\n  Would you know what I am making?\n  I am boiling warm beer with butter,\n  Will you be my guest for supper?’",
        "’No, thank you, miss,’ said the fox, ’what is Mrs Fox doing?’ The maid\nreplied:",
        " ’She is sitting in her room,\n  Moaning in her gloom,\n  Weeping her little eyes quite red,\n  Because old Mr Fox is dead.’",
        "’Do just tell her, miss, that a young fox is here, who would like to\nwoo her.’ ’Certainly, young sir.’",
        "  The cat goes up the stairs trip, trap,\n  The door she knocks at tap, tap, tap,\n ’Mistress Fox, are you inside?’\n ’Oh, yes, my little cat,’ she cried.\n ’A wooer he stands at the door out there.’\n ’What does he look like, my dear?’",
        "’Has he nine as beautiful tails as the late Mr Fox?’ ’Oh, no,’\nanswered the cat, ’he has only one.’ ’Then I will not have him.’",
        "Miss Cat went downstairs and sent the wooer away. Soon afterwards\nthere was another knock, and another fox was at the door who wished to\nwoo Mrs Fox. He had two tails, but he did not fare better than the\nfirst. After this still more came, each with one tail more than the\nother, but they were all turned away, until at last one came who had\nnine tails, like old Mr Fox. When the widow heard that, she said\njoyfully to the cat:",
        " ’Now open the gates and doors all wide,\n  And carry old Mr Fox outside.’",
        "But just as the wedding was going to be solemnized, old Mr Fox stirred\nunder the bench, and cudgelled all the rabble, and drove them and Mrs\nFox out of the house.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}