{
    "title": "Fairy Tales - Lily and the Lion",
    "author": "the Grimm Brothers",
    "chapter": "46",
    "content": [
        "\n",
        "\n\n",
        "A merchant, who had three daughters, was once setting out upon a\njourney; but before he went he asked each daughter what gift he should\nbring back for her. The eldest wished for pearls; the second for\njewels; but the third, who was called Lily, said, ’Dear father, bring\nme a rose.’ Now it was no easy task to find a rose, for it was the\nmiddle of winter; yet as she was his prettiest daughter, and was very\nfond of flowers, her father said he would try what he could do. So he\nkissed all three, and bid them goodbye.",
        "And when the time came for him to go home, he had bought pearls and\njewels for the two eldest, but he had sought everywhere in vain for\nthe rose; and when he went into any garden and asked for such a thing,\nthe people laughed at him, and asked him whether he thought roses grew\nin snow. This grieved him very much, for Lily was his dearest child;\nand as he was journeying home, thinking what he should bring her, he\ncame to a fine castle; and around the castle was a garden, in one half\nof which it seemed to be summer-time and in the other half winter. On\none side the finest flowers were in full bloom, and on the other\neverything looked dreary and buried in the snow. ’A lucky hit!’ said\nhe, as he called to his servant, and told him to go to a beautiful bed\nof roses that was there, and bring him away one of the finest flowers.",
        "This done, they were riding away well pleased, when up sprang a fierce\nlion, and roared out, ’Whoever has stolen my roses shall be eaten up\nalive!’ Then the man said, ’I knew not that the garden belonged to\nyou; can nothing save my life?’ ’No!’ said the lion, ’nothing, unless\nyou undertake to give me whatever meets you on your return home; if\nyou agree to this, I will give you your life, and the rose too for\nyour daughter.’ But the man was unwilling to do so and said, ’It may\nbe my youngest daughter, who loves me most, and always runs to meet me\nwhen I go home.’ Then the servant was greatly frightened, and said,\n’It may perhaps be only a cat or a dog.’ And at last the man yielded\nwith a heavy heart, and took the rose; and said he would give the lion\nwhatever should meet him first on his return.",
        "And as he came near home, it was Lily, his youngest and dearest\ndaughter, that met him; she came running, and kissed him, and welcomed\nhim home; and when she saw that he had brought her the rose, she was\nstill more glad. But her father began to be very sorrowful, and to\nweep, saying, ’Alas, my dearest child! I have bought this flower at a\nhigh price, for I have said I would give you to a wild lion; and when\nhe has you, he will tear you in pieces, and eat you.’ Then he told her\nall that had happened, and said she should not go, let what would\nhappen.",
        "But she comforted him, and said, ’Dear father, the word you have given\nmust be kept; I will go to the lion, and soothe him: perhaps he will\nlet me come safe home again.’",
        "The next morning she asked the way she was to go, and took leave of\nher father, and went forth with a bold heart into the wood. But the\nlion was an enchanted prince. By day he and all his court were lions,\nbut in the evening they took their right forms again. And when Lily\ncame to the castle, he welcomed her so courteously that she agreed to\nmarry him. The wedding-feast was held, and they lived happily together\na long time. The prince was only to be seen as soon as evening came,\nand then he held his court; but every morning he left his bride, and\nwent away by himself, she knew not whither, till the night came again.",
        "After some time he said to her, ’Tomorrow there will be a great feast\nin your father’s house, for your eldest sister is to be married; and\nif you wish to go and visit her my lions shall lead you thither.’ Then\nshe rejoiced much at the thoughts of seeing her father once more, and\nset out with the lions; and everyone was overjoyed to see her, for\nthey had thought her dead long since. But she told them how happy she\nwas, and stayed till the feast was over, and then went back to the\nwood.",
        "Her second sister was soon after married, and when Lily was asked to\ngo to the wedding, she said to the prince, ’I will not go alone this\ntime–you must go with me.’ But he would not, and said that it would\nbe a very hazardous thing; for if the least ray of the torch-light\nshould fall upon him his enchantment would become still worse, for he\nshould be changed into a dove, and be forced to wander about the world\nfor seven long years. However, she gave him no rest, and said she\nwould take care no light should fall upon him. So at last they set out\ntogether, and took with them their little child; and she chose a large\nhall with thick walls for him to sit in while the wedding-torches were\nlighted; but, unluckily, no one saw that there was a crack in the\ndoor. Then the wedding was held with great pomp, but as the train came\nfrom the church, and passed with the torches before the hall, a very\nsmall ray of light fell upon the prince. In a moment he disappeared,\nand when his wife came in and looked for him, she found only a white\ndove; and it said to her, ’Seven years must I fly up and down over the\nface of the earth, but every now and then I will let fall a white\nfeather, that will show you the way I am going; follow it, and at last\nyou may overtake and set me free.’",
        "This said, he flew out at the door, and poor Lily followed; and every\nnow and then a white feather fell, and showed her the way she was to\njourney. Thus she went roving on through the wide world, and looked\nneither to the right hand nor to the left, nor took any rest, for\nseven years. Then she began to be glad, and thought to herself that\nthe time was fast coming when all her troubles should end; yet repose\nwas still far off, for one day as she was travelling on she missed the\nwhite feather, and when she lifted up her eyes she could nowhere see\nthe dove. ’Now,’ thought she to herself, ’no aid of man can be of use\nto me.’ So she went to the sun and said, ’Thou shinest everywhere, on\nthe hill’s top and the valley’s depth–hast thou anywhere seen my\nwhite dove?’ ’No,’ said the sun, ’I have not seen it; but I will give\nthee a casket–open it when thy hour of need comes.’",
        "So she thanked the sun, and went on her way till eventide; and when\nthe moon arose, she cried unto it, and said, ’Thou shinest through the\nnight, over field and grove–hast thou nowhere seen my white dove?’\n’No,’ said the moon, ’I cannot help thee but I will give thee an egg–\nbreak it when need comes.’",
        "Then she thanked the moon, and went on till the night-wind blew; and\nshe raised up her voice to it, and said, ’Thou blowest through every\ntree and under every leaf–hast thou not seen my white dove?’ ’No,’\nsaid the night-wind, ’but I will ask three other winds; perhaps they\nhave seen it.’ Then the east wind and the west wind came, and said\nthey too had not seen it, but the south wind said, ’I have seen the\nwhite dove–he has fled to the Red Sea, and is changed once more into\na lion, for the seven years are passed away, and there he is fighting\nwith a dragon; and the dragon is an enchanted princess, who seeks to\nseparate him from you.’ Then the night-wind said, ’I will give thee\ncounsel. Go to the Red Sea; on the right shore stand many rods–count\nthem, and when thou comest to the eleventh, break it off, and smite\nthe dragon with it; and so the lion will have the victory, and both of\nthem will appear to you in their own forms. Then look round and thou\nwilt see a griffin, winged like bird, sitting by the Red Sea; jump on\nto his back with thy beloved one as quickly as possible, and he will\ncarry you over the waters to your home. I will also give thee this\nnut,’ continued the night-wind. ’When you are half-way over, throw it\ndown, and out of the waters will immediately spring up a high nut-tree\non which the griffin will be able to rest, otherwise he would not have\nthe strength to bear you the whole way; if, therefore, thou dost\nforget to throw down the nut, he will let you both fall into the sea.’",
        "So our poor wanderer went forth, and found all as the night-wind had\nsaid; and she plucked the eleventh rod, and smote the dragon, and the\nlion forthwith became a prince, and the dragon a princess again. But\nno sooner was the princess released from the spell, than she seized\nthe prince by the arm and sprang on to the griffin’s back, and went\noff carrying the prince away with her.",
        "Thus the unhappy traveller was again forsaken and forlorn; but she\ntook heart and said, ’As far as the wind blows, and so long as the\ncock crows, I will journey on, till I find him once again.’ She went\non for a long, long way, till at length she came to the castle whither\nthe princess had carried the prince; and there was a feast got ready,\nand she heard that the wedding was about to be held. ’Heaven aid me\nnow!’ said she; and she took the casket that the sun had given her,\nand found that within it lay a dress as dazzling as the sun itself. So\nshe put it on, and went into the palace, and all the people gazed upon\nher; and the dress pleased the bride so much that she asked whether it\nwas to be sold. ’Not for gold and silver.’ said she, ’but for flesh\nand blood.’ The princess asked what she meant, and she said, ’Let me\nspeak with the bridegroom this night in his chamber, and I will give\nthee the dress.’ At last the princess agreed, but she told her\nchamberlain to give the prince a sleeping draught, that he might not\nhear or see her. When evening came, and the prince had fallen asleep,\nshe was led into his chamber, and she sat herself down at his feet,\nand said: ’I have followed thee seven years. I have been to the sun,\nthe moon, and the night-wind, to seek thee, and at last I have helped\nthee to overcome the dragon. Wilt thou then forget me quite?’ But the\nprince all the time slept so soundly, that her voice only passed over\nhim, and seemed like the whistling of the wind among the fir-trees.",
        "Then poor Lily was led away, and forced to give up the golden dress;\nand when she saw that there was no help for her, she went out into a\nmeadow, and sat herself down and wept. But as she sat she bethought\nherself of the egg that the moon had given her; and when she broke it,\nthere ran out a hen and twelve chickens of pure gold, that played\nabout, and then nestled under the old one’s wings, so as to form the\nmost beautiful sight in the world. And she rose up and drove them\nbefore her, till the bride saw them from her window, and was so\npleased that she came forth and asked her if she would sell the brood.\n’Not for gold or silver, but for flesh and blood: let me again this\nevening speak with the bridegroom in his chamber, and I will give thee\nthe whole brood.’",
        "Then the princess thought to betray her as before, and agreed to what\nshe asked: but when the prince went to his chamber he asked the\nchamberlain why the wind had whistled so in the night. And the\nchamberlain told him all–how he had given him a sleeping draught, and\nhow a poor maiden had come and spoken to him in his chamber, and was\nto come again that night. Then the prince took care to throw away the\nsleeping draught; and when Lily came and began again to tell him what\nwoes had befallen her, and how faithful and true to him she had been,\nhe knew his beloved wife’s voice, and sprang up, and said, ’You have\nawakened me as from a dream, for the strange princess had thrown a\nspell around me, so that I had altogether forgotten you; but Heaven\nhath sent you to me in a lucky hour.’",
        "And they stole away out of the palace by night unawares, and seated\nthemselves on the griffin, who flew back with them over the Red Sea.\nWhen they were half-way across Lily let the nut fall into the water,\nand immediately a large nut-tree arose from the sea, whereon the\ngriffin rested for a while, and then carried them safely home. There\nthey found their child, now grown up to be comely and fair; and after\nall their troubles they lived happily together to the end of their\ndays.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}