{
    "title": "Fairy Tales - The Robber Bridegroom",
    "author": "the Grimm Brothers",
    "chapter": "23",
    "content": [
        "\n",
        "\n\n",
        "There was once a miller who had one beautiful daughter, and as she was\ngrown up, he was anxious that she should be well married and provided\nfor. He said to himself, ’I will give her to the first suitable man\nwho comes and asks for her hand.’ Not long after a suitor appeared,\nand as he appeared to be very rich and the miller could see nothing in\nhim with which to find fault, he betrothed his daughter to him. But\nthe girl did not care for the man as a girl ought to care for her\nbetrothed husband. She did not feel that she could trust him, and she\ncould not look at him nor think of him without an inward shudder. One\nday he said to her, ’You have not yet paid me a visit, although we\nhave been betrothed for some time.’ ’I do not know where your house\nis,’ she answered. ’My house is out there in the dark forest,’ he\nsaid. She tried to excuse herself by saying that she would not be able\nto find the way thither. Her betrothed only replied, ’You must come\nand see me next Sunday; I have already invited guests for that day,\nand that you may not mistake the way, I will strew ashes along the\npath.’",
        "When Sunday came, and it was time for the girl to start, a feeling of\ndread came over her which she could not explain, and that she might be\nable to find her path again, she filled her pockets with peas and\nlentils to sprinkle on the ground as she went along. On reaching the\nentrance to the forest she found the path strewed with ashes, and\nthese she followed, throwing down some peas on either side of her at\nevery step she took. She walked the whole day until she came to the\ndeepest, darkest part of the forest. There she saw a lonely house,\nlooking so grim and mysterious, that it did not please her at all. She\nstepped inside, but not a soul was to be seen, and a great silence\nreigned throughout. Suddenly a voice cried:",
        " ’Turn back, turn back, young maiden fair,\n  Linger not in this murderers’ lair.’",
        "The girl looked up and saw that the voice came from a bird hanging in\na cage on the wall. Again it cried:",
        " ’Turn back, turn back, young maiden fair,\n  Linger not in this murderers’ lair.’",
        "The girl passed on, going from room to room of the house, but they\nwere all empty, and still she saw no one. At last she came to the\ncellar, and there sat a very, very old woman, who could not keep her\nhead from shaking. ’Can you tell me,’ asked the girl, ’if my betrothed\nhusband lives here?’",
        "’Ah, you poor child,’ answered the old woman, ’what a place for you to\ncome to! This is a murderers’ den. You think yourself a promised\nbride, and that your marriage will soon take place, but it is with\ndeath that you will keep your marriage feast. Look, do you see that\nlarge cauldron of water which I am obliged to keep on the fire! As\nsoon as they have you in their power they will kill you without mercy,\nand cook and eat you, for they are eaters of men. If I did not take\npity on you and save you, you would be lost.’",
        "Thereupon the old woman led her behind a large cask, which quite hid\nher from view. ’Keep as still as a mouse,’ she said; ’do not move or\nspeak, or it will be all over with you. Tonight, when the robbers are\nall asleep, we will flee together. I have long been waiting for an\nopportunity to escape.’",
        "The words were hardly out of her mouth when the godless crew returned,\ndragging another young girl along with them. They were all drunk, and\npaid no heed to her cries and lamentations. They gave her wine to\ndrink, three glasses full, one of white wine, one of red, and one of\nyellow, and with that her heart gave way and she died. Then they tore\nof her dainty clothing, laid her on a table, and cut her beautiful\nbody into pieces, and sprinkled salt upon it.",
        "The poor betrothed girl crouched trembling and shuddering behind the\ncask, for she saw what a terrible fate had been intended for her by\nthe robbers. One of them now noticed a gold ring still remaining on\nthe little finger of the murdered girl, and as he could not draw it\noff easily, he took a hatchet and cut off the finger; but the finger\nsprang into the air, and fell behind the cask into the lap of the girl\nwho was hiding there. The robber took a light and began looking for\nit, but he could not find it. ’Have you looked behind the large cask?’\nsaid one of the others. But the old woman called out, ’Come and eat\nyour suppers, and let the thing be till tomorrow; the finger won’t run\naway.’",
        "’The old woman is right,’ said the robbers, and they ceased looking\nfor the finger and sat down.",
        "The old woman then mixed a sleeping draught with their wine, and\nbefore long they were all lying on the floor of the cellar, fast\nasleep and snoring. As soon as the girl was assured of this, she came\nfrom behind the cask. She was obliged to step over the bodies of the\nsleepers, who were lying close together, and every moment she was\nfilled with renewed dread lest she should awaken them. But God helped\nher, so that she passed safely over them, and then she and the old\nwoman went upstairs, opened the door, and hastened as fast as they\ncould from the murderers’ den. They found the ashes scattered by the\nwind, but the peas and lentils had sprouted, and grown sufficiently\nabove the ground, to guide them in the moonlight along the path. All\nnight long they walked, and it was morning before they reached the\nmill. Then the girl told her father all that had happened.",
        "The day came that had been fixed for the marriage. The bridegroom\narrived and also a large company of guests, for the miller had taken\ncare to invite all his friends and relations. As they sat at the\nfeast, each guest in turn was asked to tell a tale; the bride sat\nstill and did not say a word.",
        "’And you, my love,’ said the bridegroom, turning to her, ’is there no\ntale you know? Tell us something.’",
        "’I will tell you a dream, then,’ said the bride. ’I went alone through\na forest and came at last to a house; not a soul could I find within,\nbut a bird that was hanging in a cage on the wall cried:",
        " ’Turn back, turn back, young maiden fair,\n  Linger not in this murderers’ lair.’",
        "and again a second time it said these words.’",
        "’My darling, this is only a dream.’",
        "’I went on through the house from room to room, but they were all\nempty, and everything was so grim and mysterious. At last I went down\nto the cellar, and there sat a very, very old woman, who could not\nkeep her head still. I asked her if my betrothed lived here, and she\nanswered, “Ah, you poor child, you are come to a murderers’ den; your\nbetrothed does indeed live here, but he will kill you without mercy\nand afterwards cook and eat you.\"’",
        "’My darling, this is only a dream.’",
        "’The old woman hid me behind a large cask, and scarcely had she done\nthis when the robbers returned home, dragging a young girl along with\nthem. They gave her three kinds of wine to drink, white, red, and\nyellow, and with that she died.’",
        "’My darling, this is only a dream.’",
        "’Then they tore off her dainty clothing, and cut her beautiful body\ninto pieces and sprinkled salt upon it.’",
        "’My darling, this is only a dream.’",
        "’And one of the robbers saw that there was a gold ring still left on\nher finger, and as it was difficult to draw off, he took a hatchet and\ncut off her finger; but the finger sprang into the air and fell behind\nthe great cask into my lap. And here is the finger with the ring.’ and\nwith these words the bride drew forth the finger and shewed it to the\nassembled guests.",
        "The bridegroom, who during this recital had grown deadly pale, up and\ntried to escape, but the guests seized him and held him fast. They\ndelivered him up to justice, and he and all his murderous band were\ncondemned to death for their wicked deeds.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}