{
    "title": "Fairy Tales - The Frog-Prince",
    "author": "the Grimm Brothers",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "One fine evening a young princess put on her bonnet and clogs, and\nwent out to take a walk by herself in a wood; and when she came to a\ncool spring of water, that rose in the midst of it, she sat herself\ndown to rest a while. Now she had a golden ball in her hand, which was\nher favourite plaything; and she was always tossing it up into the\nair, and catching it again as it fell. After a time she threw it up so\nhigh that she missed catching it as it fell; and the ball bounded\naway, and rolled along upon the ground, till at last it fell down into\nthe spring. The princess looked into the spring after her ball, but it\nwas very deep, so deep that she could not see the bottom of it. Then\nshe began to bewail her loss, and said, ’Alas! if I could only get my\nball again, I would give all my fine clothes and jewels, and\neverything that I have in the world.’",
        "Whilst she was speaking, a frog put its head out of the water, and\nsaid, ’Princess, why do you weep so bitterly?’ ’Alas!’ said she, ’what\ncan you do for me, you nasty frog? My golden ball has fallen into the\nspring.’ The frog said, ’I want not your pearls, and jewels, and fine\nclothes; but if you will love me, and let me live with you and eat\nfrom off your golden plate, and sleep upon your bed, I will bring you\nyour ball again.’ ’What nonsense,’ thought the princess, ’this silly\nfrog is talking! He can never even get out of the spring to visit me,\nthough he may be able to get my ball for me, and therefore I will tell\nhim he shall have what he asks.’ So she said to the frog, ’Well, if\nyou will bring me my ball, I will do all you ask.’ Then the frog put\nhis head down, and dived deep under the water; and after a little\nwhile he came up again, with the ball in his mouth, and threw it on\nthe edge of the spring. As soon as the young princess saw her ball,\nshe ran to pick it up; and she was so overjoyed to have it in her hand\nagain, that she never thought of the frog, but ran home with it as\nfast as she could. The frog called after her, ’Stay, princess, and\ntake me with you as you said,’ But she did not stop to hear a word.",
        "The next day, just as the princess had sat down to dinner, she heard a\nstrange noise–tap, tap–plash, plash–as if something was coming up\nthe marble staircase: and soon afterwards there was a gentle knock at\nthe door, and a little voice cried out and said:",
        " ’Open the door, my princess dear,\n  Open the door to thy true love here!\n  And mind the words that thou and I said\n  By the fountain cool, in the greenwood shade.’",
        "Then the princess ran to the door and opened it, and there she saw the\nfrog, whom she had quite forgotten. At this sight she was sadly\nfrightened, and shutting the door as fast as she could came back to\nher seat. The king, her father, seeing that something had frightened\nher, asked her what was the matter. ’There is a nasty frog,’ said she,\n’at the door, that lifted my ball for me out of the spring this\nmorning: I told him that he should live with me here, thinking that he\ncould never get out of the spring; but there he is at the door, and he\nwants to come in.’",
        "While she was speaking the frog knocked again at the door, and said:",
        " ’Open the door, my princess dear,\n  Open the door to thy true love here!\n  And mind the words that thou and I said\n  By the fountain cool, in the greenwood shade.’",
        "Then the king said to the young princess, ’As you have given your word\nyou must keep it; so go and let him in.’ She did so, and the frog\nhopped into the room, and then straight on–tap, tap–plash, plash–\nfrom the bottom of the room to the top, till he came up close to the\ntable where the princess sat. ’Pray lift me upon chair,’ said he to\nthe princess, ’and let me sit next to you.’ As soon as she had done\nthis, the frog said, ’Put your plate nearer to me, that I may eat out\nof it.’ This she did, and when he had eaten as much as he could, he\nsaid, ’Now I am tired; carry me upstairs, and put me into your bed.’\nAnd the princess, though very unwilling, took him up in her hand, and\nput him upon the pillow of her own bed, where he slept all night long.\nAs soon as it was light he jumped up, hopped downstairs, and went out\nof the house. ’Now, then,’ thought the princess, ’at last he is gone,\nand I shall be troubled with him no more.’",
        "But she was mistaken; for when night came again she heard the same\ntapping at the door; and the frog came once more, and said:",
        " ’Open the door, my princess dear,\n  Open the door to thy true love here!\n  And mind the words that thou and I said\n  By the fountain cool, in the greenwood shade.’",
        "And when the princess opened the door the frog came in, and slept upon\nher pillow as before, till the morning broke. And the third night he\ndid the same. But when the princess awoke on the following morning she\nwas astonished to see, instead of the frog, a handsome prince, gazing\non her with the most beautiful eyes she had ever seen, and standing at\nthe head of her bed.",
        "He told her that he had been enchanted by a spiteful fairy, who had\nchanged him into a frog; and that he had been fated so to abide till\nsome princess should take him out of the spring, and let him eat from\nher plate, and sleep upon her bed for three nights. ’You,’ said the\nprince, ’have broken his cruel charm, and now I have nothing to wish\nfor but that you should go with me into my father’s kingdom, where I\nwill marry you, and love you as long as you live.’",
        "The young princess, you may be sure, was not long in saying ’Yes’ to\nall this; and as they spoke a gay coach drove up, with eight beautiful\nhorses, decked with plumes of feathers and a golden harness; and\nbehind the coach rode the prince’s servant, faithful Heinrich, who had\nbewailed the misfortunes of his dear master during his enchantment so\nlong and so bitterly, that his heart had well-nigh burst.",
        "They then took leave of the king, and got into the coach with eight\nhorses, and all set out, full of joy and merriment, for the prince’s\nkingdom, which they reached safely; and there they lived happily a\ngreat many years.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}