{
    "title": "Fairy Tales - The Queen Bee",
    "author": "the Grimm Brothers",
    "chapter": "38",
    "content": [
        "\n",
        "\n\n",
        "Two kings’ sons once upon a time went into the world to seek their\nfortunes; but they soon fell into a wasteful foolish way of living, so\nthat they could not return home again. Then their brother, who was a\nlittle insignificant dwarf, went out to seek for his brothers: but\nwhen he had found them they only laughed at him, to think that he, who\nwas so young and simple, should try to travel through the world, when\nthey, who were so much wiser, had been unable to get on. However, they\nall set out on their journey together, and came at last to an ant-\nhill. The two elder brothers would have pulled it down, in order to\nsee how the poor ants in their fright would run about and carry off\ntheir eggs. But the little dwarf said, ’Let the poor things enjoy\nthemselves, I will not suffer you to trouble them.’",
        "So on they went, and came to a lake where many many ducks were\nswimming about. The two brothers wanted to catch two, and roast them.\nBut the dwarf said, ’Let the poor things enjoy themselves, you shall\nnot kill them.’ Next they came to a bees’-nest in a hollow tree, and\nthere was so much honey that it ran down the trunk; and the two\nbrothers wanted to light a fire under the tree and kill the bees, so\nas to get their honey. But the dwarf held them back, and said, ’Let\nthe pretty insects enjoy themselves, I cannot let you burn them.’",
        "At length the three brothers came to a castle: and as they passed by\nthe stables they saw fine horses standing there, but all were of\nmarble, and no man was to be seen. Then they went through all the\nrooms, till they came to a door on which were three locks: but in the\nmiddle of the door was a wicket, so that they could look into the next\nroom. There they saw a little grey old man sitting at a table; and\nthey called to him once or twice, but he did not hear: however, they\ncalled a third time, and then he rose and came out to them.",
        "He said nothing, but took hold of them and led them to a beautiful\ntable covered with all sorts of good things: and when they had eaten\nand drunk, he showed each of them to a bed-chamber.",
        "The next morning he came to the eldest and took him to a marble table,\nwhere there were three tablets, containing an account of the means by\nwhich the castle might be disenchanted. The first tablet said: ’In the\nwood, under the moss, lie the thousand pearls belonging to the king’s\ndaughter; they must all be found: and if one be missing by set of sun,\nhe who seeks them will be turned into marble.’",
        "The eldest brother set out, and sought for the pearls the whole day:\nbut the evening came, and he had not found the first hundred: so he\nwas turned into stone as the tablet had foretold.",
        "The next day the second brother undertook the task; but he succeeded\nno better than the first; for he could only find the second hundred of\nthe pearls; and therefore he too was turned into stone.",
        "At last came the little dwarf’s turn; and he looked in the moss; but\nit was so hard to find the pearls, and the job was so tiresome!–so he\nsat down upon a stone and cried. And as he sat there, the king of the\nants (whose life he had saved) came to help him, with five thousand\nants; and it was not long before they had found all the pearls and\nlaid them in a heap.",
        "The second tablet said: ’The key of the princess’s bed-chamber must be\nfished up out of the lake.’ And as the dwarf came to the brink of it,\nhe saw the two ducks whose lives he had saved swimming about; and they\ndived down and soon brought in the key from the bottom.",
        "The third task was the hardest. It was to choose out the youngest and\nthe best of the king’s three daughters. Now they were all beautiful,\nand all exactly alike: but he was told that the eldest had eaten a\npiece of sugar, the next some sweet syrup, and the youngest a spoonful\nof honey; so he was to guess which it was that had eaten the honey.",
        "Then came the queen of the bees, who had been saved by the little\ndwarf from the fire, and she tried the lips of all three; but at last\nshe sat upon the lips of the one that had eaten the honey: and so the\ndwarf knew which was the youngest. Thus the spell was broken, and all\nwho had been turned into stones awoke, and took their proper forms.\nAnd the dwarf married the youngest and the best of the princesses, and\nwas king after her father’s death; but his two brothers married the\nother two sisters.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}