{
    "title": "Fairy Tales - Clever Gretel",
    "author": "the Grimm Brothers",
    "chapter": "26",
    "content": [
        "\n",
        "\n\n",
        "There was once a cook named Gretel, who wore shoes with red heels, and\nwhen she walked out with them on, she turned herself this way and\nthat, was quite happy and thought: ’You certainly are a pretty girl!’\nAnd when she came home she drank, in her gladness of heart, a draught\nof wine, and as wine excites a desire to eat, she tasted the best of\nwhatever she was cooking until she was satisfied, and said: ’The cook\nmust know what the food is like.’",
        "It came to pass that the master one day said to her: ’Gretel, there is\na guest coming this evening; prepare me two fowls very daintily.’ ’I\nwill see to it, master,’ answered Gretel. She killed two fowls,\nscalded them, plucked them, put them on the spit, and towards evening\nset them before the fire, that they might roast. The fowls began to\nturn brown, and were nearly ready, but the guest had not yet arrived.\nThen Gretel called out to her master: ’If the guest does not come, I\nmust take the fowls away from the fire, but it will be a sin and a\nshame if they are not eaten the moment they are at their juiciest.’\nThe master said: ’I will run myself, and fetch the guest.’ When the\nmaster had turned his back, Gretel laid the spit with the fowls on one\nside, and thought: ’Standing so long by the fire there, makes one\nsweat and thirsty; who knows when they will come? Meanwhile, I will\nrun into the cellar, and take a drink.’ She ran down, set a jug, said:\n’God bless it for you, Gretel,’ and took a good drink, and thought\nthat wine should flow on, and should not be interrupted, and took yet\nanother hearty draught.",
        "Then she went and put the fowls down again to the fire, basted them,\nand drove the spit merrily round. But as the roast meat smelt so good,\nGretel thought: ’Something might be wrong, it ought to be tasted!’ She\ntouched it with her finger, and said: ’Ah! how good fowls are! It\ncertainly is a sin and a shame that they are not eaten at the right\ntime!’ She ran to the window, to see if the master was not coming with\nhis guest, but she saw no one, and went back to the fowls and thought:\n’One of the wings is burning! I had better take it off and eat it.’ So\nshe cut it off, ate it, and enjoyed it, and when she had done, she\nthought: ’The other must go down too, or else master will observe that\nsomething is missing.’ When the two wings were eaten, she went and\nlooked for her master, and did not see him. It suddenly occurred to\nher: ’Who knows? They are perhaps not coming at all, and have turned\nin somewhere.’ Then she said: ’Well, Gretel, enjoy yourself, one fowl\nhas been cut into, take another drink, and eat it up entirely; when it\nis eaten you will have some peace, why should God’s good gifts be\nspoilt?’ So she ran into the cellar again, took an enormous drink and\nate up the one chicken in great glee. When one of the chickens was\nswallowed down, and still her master did not come, Gretel looked at\nthe other and said: ’What one is, the other should be likewise, the\ntwo go together; what’s right for the one is right for the other; I\nthink if I were to take another draught it would do me no harm.’ So\nshe took another hearty drink, and let the second chicken follow the\nfirst.",
        "While she was making the most of it, her master came and cried: ’Hurry\nup, Gretel, the guest is coming directly after me!’ ’Yes, sir, I will\nsoon serve up,’ answered Gretel. Meantime the master looked to see\nwhat the table was properly laid, and took the great knife, wherewith\nhe was going to carve the chickens, and sharpened it on the steps.\nPresently the guest came, and knocked politely and courteously at the\nhouse-door. Gretel ran, and looked to see who was there, and when she\nsaw the guest, she put her finger to her lips and said: ’Hush! hush!\ngo away as quickly as you can, if my master catches you it will be the\nworse for you; he certainly did ask you to supper, but his intention\nis to cut off your two ears. Just listen how he is sharpening the\nknife for it!’ The guest heard the sharpening, and hurried down the\nsteps again as fast as he could. Gretel was not idle; she ran\nscreaming to her master, and cried: ’You have invited a fine guest!’\n’Why, Gretel? What do you mean by that?’ ’Yes,’ said she, ’he has\ntaken the chickens which I was just going to serve up, off the dish,\nand has run away with them!’ ’That’s a nice trick!’ said her master,\nand lamented the fine chickens. ’If he had but left me one, so that\nsomething remained for me to eat.’ He called to him to stop, but the\nguest pretended not to hear. Then he ran after him with the knife\nstill in his hand, crying: ’Just one, just one,’ meaning that the\nguest should leave him just one chicken, and not take both. The guest,\nhowever, thought no otherwise than that he was to give up one of his\nears, and ran as if fire were burning under him, in order to take them\nboth with him.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}