{
    "title": "Fairy Tales - The Twelve Dancing Princesses",
    "author": "the Grimm Brothers",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "There was a king who had twelve beautiful daughters. They slept in\ntwelve beds all in one room; and when they went to bed, the doors were\nshut and locked up; but every morning their shoes were found to be\nquite worn through as if they had been danced in all night; and yet\nnobody could find out how it happened, or where they had been.",
        "Then the king made it known to all the land, that if any person could\ndiscover the secret, and find out where it was that the princesses\ndanced in the night, he should have the one he liked best for his\nwife, and should be king after his death; but whoever tried and did\nnot succeed, after three days and nights, should be put to death.",
        "A king’s son soon came. He was well entertained, and in the evening\nwas taken to the chamber next to the one where the princesses lay in\ntheir twelve beds. There he was to sit and watch where they went to\ndance; and, in order that nothing might pass without his hearing it,\nthe door of his chamber was left open. But the king’s son soon fell\nasleep; and when he awoke in the morning he found that the princesses\nhad all been dancing, for the soles of their shoes were full of holes.\nThe same thing happened the second and third night: so the king\nordered his head to be cut off. After him came several others; but\nthey had all the same luck, and all lost their lives in the same\nmanner.",
        "Now it chanced that an old soldier, who had been wounded in battle and\ncould fight no longer, passed through the country where this king\nreigned: and as he was travelling through a wood, he met an old woman,\nwho asked him where he was going. ’I hardly know where I am going, or\nwhat I had better do,’ said the soldier; ’but I think I should like\nvery well to find out where it is that the princesses dance, and then\nin time I might be a king.’ ’Well,’ said the old dame, ’that is no\nvery hard task: only take care not to drink any of the wine which one\nof the princesses will bring to you in the evening; and as soon as she\nleaves you pretend to be fast asleep.’",
        "Then she gave him a cloak, and said, ’As soon as you put that on you\nwill become invisible, and you will then be able to follow the\nprincesses wherever they go.’ When the soldier heard all this good\ncounsel, he determined to try his luck: so he went to the king, and\nsaid he was willing to undertake the task.",
        "He was as well received as the others had been, and the king ordered\nfine royal robes to be given him; and when the evening came he was led\nto the outer chamber. Just as he was going to lie down, the eldest of\nthe princesses brought him a cup of wine; but the soldier threw it all\naway secretly, taking care not to drink a drop. Then he laid himself\ndown on his bed, and in a little while began to snore very loud as if\nhe was fast asleep. When the twelve princesses heard this they laughed\nheartily; and the eldest said, ’This fellow too might have done a\nwiser thing than lose his life in this way!’ Then they rose up and\nopened their drawers and boxes, and took out all their fine clothes,\nand dressed themselves at the glass, and skipped about as if they were\neager to begin dancing. But the youngest said, ’I don’t know how it\nis, while you are so happy I feel very uneasy; I am sure some\nmischance will befall us.’ ’You simpleton,’ said the eldest, ’you are\nalways afraid; have you forgotten how many kings’ sons have already\nwatched in vain? And as for this soldier, even if I had not given him\nhis sleeping draught, he would have slept soundly enough.’",
        "When they were all ready, they went and looked at the soldier; but he\nsnored on, and did not stir hand or foot: so they thought they were\nquite safe; and the eldest went up to her own bed and clapped her\nhands, and the bed sank into the floor and a trap-door flew open. The\nsoldier saw them going down through the trap-door one after another,\nthe eldest leading the way; and thinking he had no time to lose, he\njumped up, put on the cloak which the old woman had given him, and\nfollowed them; but in the middle of the stairs he trod on the gown of\nthe youngest princess, and she cried out to her sisters, ’All is not\nright; someone took hold of my gown.’ ’You silly creature!’ said the\neldest, ’it is nothing but a nail in the wall.’ Then down they all\nwent, and at the bottom they found themselves in a most delightful\ngrove of trees; and the leaves were all of silver, and glittered and\nsparkled beautifully. The soldier wished to take away some token of\nthe place; so he broke off a little branch, and there came a loud\nnoise from the tree. Then the youngest daughter said again, ’I am sure\nall is not right–did not you hear that noise? That never happened\nbefore.’ But the eldest said, ’It is only our princes, who are\nshouting for joy at our approach.’",
        "Then they came to another grove of trees, where all the leaves were of\ngold; and afterwards to a third, where the leaves were all glittering\ndiamonds. And the soldier broke a branch from each; and every time\nthere was a loud noise, which made the youngest sister tremble with\nfear; but the eldest still said, it was only the princes, who were\ncrying for joy. So they went on till they came to a great lake; and at\nthe side of the lake there lay twelve little boats with twelve\nhandsome princes in them, who seemed to be waiting there for the\nprincesses.",
        "One of the princesses went into each boat, and the soldier stepped\ninto the same boat with the youngest. As they were rowing over the\nlake, the prince who was in the boat with the youngest princess and\nthe soldier said, ’I do not know why it is, but though I am rowing\nwith all my might we do not get on so fast as usual, and I am quite\ntired: the boat seems very heavy today.’ ’It is only the heat of the\nweather,’ said the princess: ’I feel it very warm too.’",
        "On the other side of the lake stood a fine illuminated castle, from\nwhich came the merry music of horns and trumpets. There they all\nlanded, and went into the castle, and each prince danced with his\nprincess; and the soldier, who was all the time invisible, danced with\nthem too; and when any of the princesses had a cup of wine set by her,\nhe drank it all up, so that when she put the cup to her mouth it was\nempty. At this, too, the youngest sister was terribly frightened, but\nthe eldest always silenced her. They danced on till three o’clock in\nthe morning, and then all their shoes were worn out, so that they were\nobliged to leave off. The princes rowed them back again over the lake\n(but this time the soldier placed himself in the boat with the eldest\nprincess); and on the opposite shore they took leave of each other,\nthe princesses promising to come again the next night.",
        "When they came to the stairs, the soldier ran on before the\nprincesses, and laid himself down; and as the twelve sisters slowly\ncame up very much tired, they heard him snoring in his bed; so they\nsaid, ’Now all is quite safe’; then they undressed themselves, put\naway their fine clothes, pulled off their shoes, and went to bed. In\nthe morning the soldier said nothing about what had happened, but\ndetermined to see more of this strange adventure, and went again the\nsecond and third night; and every thing happened just as before; the\nprincesses danced each time till their shoes were worn to pieces, and\nthen returned home. However, on the third night the soldier carried\naway one of the golden cups as a token of where he had been.",
        "As soon as the time came when he was to declare the secret, he was\ntaken before the king with the three branches and the golden cup; and\nthe twelve princesses stood listening behind the door to hear what he\nwould say. And when the king asked him. ’Where do my twelve daughters\ndance at night?’ he answered, ’With twelve princes in a castle under\nground.’ And then he told the king all that had happened, and showed\nhim the three branches and the golden cup which he had brought with\nhim. Then the king called for the princesses, and asked them whether\nwhat the soldier said was true: and when they saw that they were\ndiscovered, and that it was of no use to deny what had happened, they\nconfessed it all. And the king asked the soldier which of them he\nwould choose for his wife; and he answered, ’I am not very young, so I\nwill have the eldest.’–And they were married that very day, and the\nsoldier was chosen to be the king’s heir.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}