{
    "title": "Fairy Tales - Clever Elsie",
    "author": "the Grimm Brothers",
    "chapter": "33",
    "content": [
        "\n",
        "\n\n",
        "There was once a man who had a daughter who was called Clever Elsie.\nAnd when she had grown up her father said: ’We will get her married.’\n’Yes,’ said the mother, ’if only someone would come who would have\nher.’ At length a man came from a distance and wooed her, who was\ncalled Hans; but he stipulated that Clever Elsie should be really\nsmart. ’Oh,’ said the father, ’she has plenty of good sense’; and the\nmother said: ’Oh, she can see the wind coming up the street, and hear\nthe flies coughing.’ ’Well,’ said Hans, ’if she is not really smart, I\nwon’t have her.’ When they were sitting at dinner and had eaten, the\nmother said: ’Elsie, go into the cellar and fetch some beer.’ Then\nClever Elsie took the pitcher from the wall, went into the cellar, and\ntapped the lid briskly as she went, so that the time might not appear\nlong. When she was below she fetched herself a chair, and set it\nbefore the barrel so that she had no need to stoop, and did not hurt\nher back or do herself any unexpected injury. Then she placed the can\nbefore her, and turned the tap, and while the beer was running she\nwould not let her eyes be idle, but looked up at the wall, and after\nmuch peering here and there, saw a pick-axe exactly above her, which\nthe masons had accidentally left there.",
        "Then Clever Elsie began to weep and said: ’If I get Hans, and we have\na child, and he grows big, and we send him into the cellar here to\ndraw beer, then the pick-axe will fall on his head and kill him.’ Then\nshe sat and wept and screamed with all the strength of her body, over\nthe misfortune which lay before her. Those upstairs waited for the\ndrink, but Clever Elsie still did not come. Then the woman said to the\nservant: ’Just go down into the cellar and see where Elsie is.’ The\nmaid went and found her sitting in front of the barrel, screaming\nloudly. ’Elsie why do you weep?’ asked the maid. ’Ah,’ she answered,\n’have I not reason to weep? If I get Hans, and we have a child, and he\ngrows big, and has to draw beer here, the pick-axe will perhaps fall\non his head, and kill him.’ Then said the maid: ’What a clever Elsie\nwe have!’ and sat down beside her and began loudly to weep over the\nmisfortune. After a while, as the maid did not come back, and those\nupstairs were thirsty for the beer, the man said to the boy: ’Just go\ndown into the cellar and see where Elsie and the girl are.’ The boy\nwent down, and there sat Clever Elsie and the girl both weeping\ntogether. Then he asked: ’Why are you weeping?’ ’Ah,’ said Elsie,\n’have I not reason to weep? If I get Hans, and we have a child, and he\ngrows big, and has to draw beer here, the pick-axe will fall on his\nhead and kill him.’ Then said the boy: ’What a clever Elsie we have!’\nand sat down by her, and likewise began to howl loudly. Upstairs they\nwaited for the boy, but as he still did not return, the man said to\nthe woman: ’Just go down into the cellar and see where Elsie is!’ The\nwoman went down, and found all three in the midst of their\nlamentations, and inquired what was the cause; then Elsie told her\nalso that her future child was to be killed by the pick-axe, when it\ngrew big and had to draw beer, and the pick-axe fell down. Then said\nthe mother likewise: ’What a clever Elsie we have!’ and sat down and\nwept with them. The man upstairs waited a short time, but as his wife\ndid not come back and his thirst grew ever greater, he said: ’I must\ngo into the cellar myself and see where Elsie is.’ But when he got\ninto the cellar, and they were all sitting together crying, and he\nheard the reason, and that Elsie’s child was the cause, and the Elsie\nmight perhaps bring one into the world some day, and that he might be\nkilled by the pick-axe, if he should happen to be sitting beneath it,\ndrawing beer just at the very time when it fell down, he cried: ’Oh,\nwhat a clever Elsie!’ and sat down, and likewise wept with them. The\nbridegroom stayed upstairs alone for along time; then as no one would\ncome back he thought: ’They must be waiting for me below: I too must\ngo there and see what they are about.’ When he got down, the five of\nthem were sitting screaming and lamenting quite piteously, each out-\ndoing the other. ’What misfortune has happened then?’ asked he. ’Ah,\ndear Hans,’ said Elsie, ’if we marry each other and have a child, and\nhe is big, and we perhaps send him here to draw something to drink,\nthen the pick-axe which has been left up there might dash his brains\nout if it were to fall down, so have we not reason to weep?’ ’Come,’\nsaid Hans, ’more understanding than that is not needed for my\nhousehold, as you are such a clever Elsie, I will have you,’ and\nseized her hand, took her upstairs with him, and married her.",
        "After Hans had had her some time, he said: ’Wife, I am going out to\nwork and earn some money for us; go into the field and cut the corn\nthat we may have some bread.’ ’Yes, dear Hans, I will do that.’ After\nHans had gone away, she cooked herself some good broth and took it\ninto the field with her. When she came to the field she said to\nherself: ’What shall I do; shall I cut first, or shall I eat first?\nOh, I will eat first.’ Then she drank her cup of broth and when she\nwas fully satisfied, she once more said: ’What shall I do? Shall I cut\nfirst, or shall I sleep first? I will sleep first.’ Then she lay down\namong the corn and fell asleep. Hans had been at home for a long time,\nbut Elsie did not come; then said he: ’What a clever Elsie I have; she\nis so industrious that she does not even come home to eat.’ But when\nevening came and she still stayed away, Hans went out to see what she\nhad cut, but nothing was cut, and she was lying among the corn asleep.\nThen Hans hastened home and brought a fowler’s net with little bells\nand hung it round about her, and she still went on sleeping. Then he\nran home, shut the house-door, and sat down in his chair and worked.\nAt length, when it was quite dark, Clever Elsie awoke and when she got\nup there was a jingling all round about her, and the bells rang at\neach step which she took. Then she was alarmed, and became uncertain\nwhether she really was Clever Elsie or not, and said: ’Is it I, or is\nit not I?’ But she knew not what answer to make to this, and stood for\na time in doubt; at length she thought: ’I will go home and ask if it\nbe I, or if it be not I, they will be sure to know.’ She ran to the\ndoor of her own house, but it was shut; then she knocked at the window\nand cried: ’Hans, is Elsie within?’ ’Yes,’ answered Hans, ’she is\nwithin.’ Hereupon she was terrified, and said: ’Ah, heavens! Then it\nis not I,’ and went to another door; but when the people heard the\njingling of the bells they would not open it, and she could get in\nnowhere. Then she ran out of the village, and no one has seen her\nsince.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}