{
    "title": "Fairy Tales - The Story of the Youth Who Went Forth to Learn What Fear Was",
    "author": "the Grimm Brothers",
    "chapter": "59",
    "content": [
        "\n",
        "\n\n",
        "A certain father had two sons, the elder of who was smart and\nsensible, and could do everything, but the younger was stupid and\ncould neither learn nor understand anything, and when people saw him\nthey said: ’There’s a fellow who will give his father some trouble!’\nWhen anything had to be done, it was always the elder who was forced\nto do it; but if his father bade him fetch anything when it was late,\nor in the night-time, and the way led through the churchyard, or any\nother dismal place, he answered: ’Oh, no father, I’ll not go there, it\nmakes me shudder!’ for he was afraid. Or when stories were told by the\nfire at night which made the flesh creep, the listeners sometimes\nsaid: ’Oh, it makes us shudder!’ The younger sat in a corner and\nlistened with the rest of them, and could not imagine what they could\nmean. ’They are always saying: “It makes me shudder, it makes me\nshudder!” It does not make me shudder,’ thought he. ’That, too, must\nbe an art of which I understand nothing!’",
        "Now it came to pass that his father said to him one day: ’Hearken to\nme, you fellow in the corner there, you are growing tall and strong,\nand you too must learn something by which you can earn your bread.\nLook how your brother works, but you do not even earn your salt.’\n’Well, father,’ he replied, ’I am quite willing to learn something–\nindeed, if it could but be managed, I should like to learn how to\nshudder. I don’t understand that at all yet.’ The elder brother smiled\nwhen he heard that, and thought to himself: ’Goodness, what a\nblockhead that brother of mine is! He will never be good for anything\nas long as he lives! He who wants to be a sickle must bend himself\nbetimes.’",
        "The father sighed, and answered him: ’You shall soon learn what it is\nto shudder, but you will not earn your bread by that.’",
        "Soon after this the sexton came to the house on a visit, and the\nfather bewailed his trouble, and told him how his younger son was so\nbackward in every respect that he knew nothing and learnt nothing.\n’Just think,’ said he, ’when I asked him how he was going to earn his\nbread, he actually wanted to learn to shudder.’ ’If that be all,’\nreplied the sexton, ’he can learn that with me. Send him to me, and I\nwill soon polish him.’ The father was glad to do it, for he thought:\n’It will train the boy a little.’ The sexton therefore took him into\nhis house, and he had to ring the church bell. After a day or two, the\nsexton awoke him at midnight, and bade him arise and go up into the\nchurch tower and ring the bell. ’You shall soon learn what shuddering\nis,’ thought he, and secretly went there before him; and when the boy\nwas at the top of the tower and turned round, and was just going to\ntake hold of the bell rope, he saw a white figure standing on the\nstairs opposite the sounding hole. ’Who is there?’ cried he, but the\nfigure made no reply, and did not move or stir. ’Give an answer,’\ncried the boy, ’or take yourself off, you have no business here at\nnight.’",
        "The sexton, however, remained standing motionless that the boy might\nthink he was a ghost. The boy cried a second time: ’What do you want\nhere?–speak if you are an honest fellow, or I will throw you down the\nsteps!’ The sexton thought: ’He can’t mean to be as bad as his words,’\nuttered no sound and stood as if he were made of stone. Then the boy\ncalled to him for the third time, and as that was also to no purpose,\nhe ran against him and pushed the ghost down the stairs, so that it\nfell down the ten steps and remained lying there in a corner.\nThereupon he rang the bell, went home, and without saying a word went\nto bed, and fell asleep. The sexton’s wife waited a long time for her\nhusband, but he did not come back. At length she became uneasy, and\nwakened the boy, and asked: ’Do you know where my husband is? He\nclimbed up the tower before you did.’ ’No, I don’t know,’ replied the\nboy, ’but someone was standing by the sounding hole on the other side\nof the steps, and as he would neither gave an answer nor go away, I\ntook him for a scoundrel, and threw him downstairs. Just go there and\nyou will see if it was he. I should be sorry if it were.’ The woman\nran away and found her husband, who was lying moaning in the corner,\nand had broken his leg.",
        "She carried him down, and then with loud screams she hastened to the\nboy’s father, ’Your boy,’ cried she, ’has been the cause of a great\nmisfortune! He has thrown my husband down the steps so that he broke\nhis leg. Take the good-for-nothing fellow out of our house.’ The\nfather was terrified, and ran thither and scolded the boy. ’What\nwicked tricks are these?’ said he. ’The devil must have put them into\nyour head.’ ’Father,’ he replied, ’do listen to me. I am quite\ninnocent. He was standing there by night like one intent on doing\nevil. I did not know who it was, and I entreated him three times\neither to speak or to go away.’ ’Ah,’ said the father, ’I have nothing\nbut unhappiness with you. Go out of my sight. I will see you no more.’",
        "’Yes, father, right willingly, wait only until it is day. Then will I\ngo forth and learn how to shudder, and then I shall, at any rate,\nunderstand one art which will support me.’ ’Learn what you will,’\nspoke the father, ’it is all the same to me. Here are fifty talers for\nyou. Take these and go into the wide world, and tell no one from\nwhence you come, and who is your father, for I have reason to be\nashamed of you.’ ’Yes, father, it shall be as you will. If you desire\nnothing more than that, I can easily keep it in mind.’",
        "When the day dawned, therefore, the boy put his fifty talers into his\npocket, and went forth on the great highway, and continually said to\nhimself: ’If I could but shudder! If I could but shudder!’ Then a man\napproached who heard this conversation which the youth was holding\nwith himself, and when they had walked a little farther to where they\ncould see the gallows, the man said to him: ’Look, there is the tree\nwhere seven men have married the ropemaker’s daughter, and are now\nlearning how to fly. Sit down beneath it, and wait till night comes,\nand you will soon learn how to shudder.’ ’If that is all that is\nwanted,’ answered the youth, ’it is easily done; but if I learn how to\nshudder as fast as that, you shall have my fifty talers. Just come\nback to me early in the morning.’ Then the youth went to the gallows,\nsat down beneath it, and waited till evening came. And as he was cold,\nhe lighted himself a fire, but at midnight the wind blew so sharply\nthat in spite of his fire, he could not get warm. And as the wind\nknocked the hanged men against each other, and they moved backwards\nand forwards, he thought to himself: ’If you shiver below by the fire,\nhow those up above must freeze and suffer!’ And as he felt pity for\nthem, he raised the ladder, and climbed up, unbound one of them after\nthe other, and brought down all seven. Then he stoked the fire, blew\nit, and set them all round it to warm themselves. But they sat there\nand did not stir, and the fire caught their clothes. So he said: ’Take\ncare, or I will hang you up again.’ The dead men, however, did not\nhear, but were quite silent, and let their rags go on burning. At this\nhe grew angry, and said: ’If you will not take care, I cannot help\nyou, I will not be burnt with you,’ and he hung them up again each in\nhis turn. Then he sat down by his fire and fell asleep, and the next\nmorning the man came to him and wanted to have the fifty talers, and\nsaid: ’Well do you know how to shudder?’ ’No,’ answered he, ’how\nshould I know? Those fellows up there did not open their mouths, and\nwere so stupid that they let the few old rags which they had on their\nbodies get burnt.’ Then the man saw that he would not get the fifty\ntalers that day, and went away saying: ’Such a youth has never come my\nway before.’",
        "The youth likewise went his way, and once more began to mutter to\nhimself: ’Ah, if I could but shudder! Ah, if I could but shudder!’ A\nwaggoner who was striding behind him heard this and asked: ’Who are\nyou?’ ’I don’t know,’ answered the youth. Then the waggoner asked:\n’From whence do you come?’ ’I know not.’ ’Who is your father?’ ’That I\nmay not tell you.’ ’What is it that you are always muttering between\nyour teeth?’ ’Ah,’ replied the youth, ’I do so wish I could shudder,\nbut no one can teach me how.’ ’Enough of your foolish chatter,’ said\nthe waggoner. ’Come, go with me, I will see about a place for you.’\nThe youth went with the waggoner, and in the evening they arrived at\nan inn where they wished to pass the night. Then at the entrance of\nthe parlour the youth again said quite loudly: ’If I could but\nshudder! If I could but shudder!’ The host who heard this, laughed and\nsaid: ’If that is your desire, there ought to be a good opportunity\nfor you here.’ ’Ah, be silent,’ said the hostess, ’so many prying\npersons have already lost their lives, it would be a pity and a shame\nif such beautiful eyes as these should never see the daylight again.’",
        "But the youth said: ’However difficult it may be, I will learn it. For\nthis purpose indeed have I journeyed forth.’ He let the host have no\nrest, until the latter told him, that not far from thence stood a\nhaunted castle where anyone could very easily learn what shuddering\nwas, if he would but watch in it for three nights. The king had\npromised that he who would venture should have his daughter to wife,\nand she was the most beautiful maiden the sun shone on. Likewise in\nthe castle lay great treasures, which were guarded by evil spirits,\nand these treasures would then be freed, and would make a poor man\nrich enough. Already many men had gone into the castle, but as yet\nnone had come out again. Then the youth went next morning to the king,\nand said: ’If it be allowed, I will willingly watch three nights in\nthe haunted castle.’",
        "The king looked at him, and as the youth pleased him, he said: ’You\nmay ask for three things to take into the castle with you, but they\nmust be things without life.’ Then he answered: ’Then I ask for a\nfire, a turning lathe, and a cutting-board with the knife.’",
        "The king had these things carried into the castle for him during the\nday. When night was drawing near, the youth went up and made himself a\nbright fire in one of the rooms, placed the cutting-board and knife\nbeside it, and seated himself by the turning-lathe. ’Ah, if I could\nbut shudder!’ said he, ’but I shall not learn it here either.’ Towards\nmidnight he was about to poke his fire, and as he was blowing it,\nsomething cried suddenly from one corner: ’Au, miau! how cold we are!’\n’You fools!’ cried he, ’what are you crying about? If you are cold,\ncome and take a seat by the fire and warm yourselves.’ And when he had\nsaid that, two great black cats came with one tremendous leap and sat\ndown on each side of him, and looked savagely at him with their fiery\neyes. After a short time, when they had warmed themselves, they said:\n’Comrade, shall we have a game of cards?’ ’Why not?’ he replied, ’but\njust show me your paws.’ Then they stretched out their claws. ’Oh,’\nsaid he, ’what long nails you have! Wait, I must first cut them for\nyou.’ Thereupon he seized them by the throats, put them on the\ncutting-board and screwed their feet fast. ’I have looked at your\nfingers,’ said he, ’and my fancy for card-playing has gone,’ and he\nstruck them dead and threw them out into the water. But when he had\nmade away with these two, and was about to sit down again by his fire,\nout from every hole and corner came black cats and black dogs with\nred-hot chains, and more and more of them came until he could no\nlonger move, and they yelled horribly, and got on his fire, pulled it\nto pieces, and tried to put it out. He watched them for a while\nquietly, but at last when they were going too far, he seized his\ncutting-knife, and cried: ’Away with you, vermin,’ and began to cut\nthem down. Some of them ran away, the others he killed, and threw out\ninto the fish-pond. When he came back he fanned the embers of his fire\nagain and warmed himself. And as he thus sat, his eyes would keep open\nno longer, and he felt a desire to sleep. Then he looked round and saw\na great bed in the corner. ’That is the very thing for me,’ said he,\nand got into it. When he was just going to shut his eyes, however, the\nbed began to move of its own accord, and went over the whole of the\ncastle. ’That’s right,’ said he, ’but go faster.’ Then the bed rolled\non as if six horses were harnessed to it, up and down, over thresholds\nand stairs, but suddenly hop, hop, it turned over upside down, and lay\non him like a mountain. But he threw quilts and pillows up in the air,\ngot out and said: ’Now anyone who likes, may drive,’ and lay down by\nhis fire, and slept till it was day. In the morning the king came, and\nwhen he saw him lying there on the ground, he thought the evil spirits\nhad killed him and he was dead. Then said he: ’After all it is a\npity,–for so handsome a man.’ The youth heard it, got up, and said:\n’It has not come to that yet.’ Then the king was astonished, but very\nglad, and asked how he had fared. ’Very well indeed,’ answered he;\n’one night is past, the two others will pass likewise.’ Then he went\nto the innkeeper, who opened his eyes very wide, and said: ’I never\nexpected to see you alive again! Have you learnt how to shudder yet?’\n’No,’ said he, ’it is all in vain. If someone would but tell me!’",
        "The second night he again went up into the old castle, sat down by the\nfire, and once more began his old song: ’If I could but shudder!’ When\nmidnight came, an uproar and noise of tumbling about was heard; at\nfirst it was low, but it grew louder and louder. Then it was quiet for\na while, and at length with a loud scream, half a man came down the\nchimney and fell before him. ’Hullo!’ cried he, ’another half belongs\nto this. This is not enough!’ Then the uproar began again, there was a\nroaring and howling, and the other half fell down likewise. ’Wait,’\nsaid he, ’I will just stoke up the fire a little for you.’ When he had\ndone that and looked round again, the two pieces were joined together,\nand a hideous man was sitting in his place. ’That is no part of our\nbargain,’ said the youth, ’the bench is mine.’ The man wanted to push\nhim away; the youth, however, would not allow that, but thrust him off\nwith all his strength, and seated himself again in his own place. Then\nstill more men fell down, one after the other; they brought nine dead\nmen’s legs and two skulls, and set them up and played at nine-pins\nwith them. The youth also wanted to play and said: ’Listen you, can I\njoin you?’ ’Yes, if you have any money.’ ’Money enough,’ replied he,\n’but your balls are not quite round.’ Then he took the skulls and put\nthem in the lathe and turned them till they were round. ’There, now\nthey will roll better!’ said he. ’Hurrah! now we’ll have fun!’ He\nplayed with them and lost some of his money, but when it struck\ntwelve, everything vanished from his sight. He lay down and quietly\nfell asleep. Next morning the king came to inquire after him. ’How has\nit fared with you this time?’ asked he. ’I have been playing at nine-\npins,’ he answered, ’and have lost a couple of farthings.’ ’Have you\nnot shuddered then?’ ’What?’ said he, ’I have had a wonderful time! If\nI did but know what it was to shudder!’",
        "The third night he sat down again on his bench and said quite sadly:\n’If I could but shudder.’ When it grew late, six tall men came in and\nbrought a coffin. Then he said: ’Ha, ha, that is certainly my little\ncousin, who died only a few days ago,’ and he beckoned with his\nfinger, and cried: ’Come, little cousin, come.’ They placed the coffin\non the ground, but he went to it and took the lid off, and a dead man\nlay therein. He felt his face, but it was cold as ice. ’Wait,’ said\nhe, ’I will warm you a little,’ and went to the fire and warmed his\nhand and laid it on the dead man’s face, but he remained cold. Then he\ntook him out, and sat down by the fire and laid him on his breast and\nrubbed his arms that the blood might circulate again. As this also did\nno good, he thought to himself: ’When two people lie in bed together,\nthey warm each other,’ and carried him to the bed, covered him over\nand lay down by him. After a short time the dead man became warm too,\nand began to move. Then said the youth, ’See, little cousin, have I\nnot warmed you?’ The dead man, however, got up and cried: ’Now will I\nstrangle you.’",
        "’What!’ said he, ’is that the way you thank me? You shall at once go\ninto your coffin again,’ and he took him up, threw him into it, and\nshut the lid. Then came the six men and carried him away again. ’I\ncannot manage to shudder,’ said he. ’I shall never learn it here as\nlong as I live.’",
        "Then a man entered who was taller than all others, and looked\nterrible. He was old, however, and had a long white beard. ’You\nwretch,’ cried he, ’you shall soon learn what it is to shudder, for\nyou shall die.’ ’Not so fast,’ replied the youth. ’If I am to die, I\nshall have to have a say in it.’ ’I will soon seize you,’ said the\nfiend. ’Softly, softly, do not talk so big. I am as strong as you are,\nand perhaps even stronger.’ ’We shall see,’ said the old man. ’If you\nare stronger, I will let you go–come, we will try.’ Then he led him\nby dark passages to a smith’s forge, took an axe, and with one blow\nstruck an anvil into the ground. ’I can do better than that,’ said the\nyouth, and went to the other anvil. The old man placed himself near\nand wanted to look on, and his white beard hung down. Then the youth\nseized the axe, split the anvil with one blow, and in it caught the\nold man’s beard. ’Now I have you,’ said the youth. ’Now it is your\nturn to die.’ Then he seized an iron bar and beat the old man till he\nmoaned and entreated him to stop, when he would give him great riches.\nThe youth drew out the axe and let him go. The old man led him back\ninto the castle, and in a cellar showed him three chests full of gold.\n’Of these,’ said he, ’one part is for the poor, the other for the\nking, the third yours.’ In the meantime it struck twelve, and the\nspirit disappeared, so that the youth stood in darkness. ’I shall\nstill be able to find my way out,’ said he, and felt about, found the\nway into the room, and slept there by his fire. Next morning the king\ncame and said: ’Now you must have learnt what shuddering is?’ ’No,’ he\nanswered; ’what can it be? My dead cousin was here, and a bearded man\ncame and showed me a great deal of money down below, but no one told\nme what it was to shudder.’ ’Then,’ said the king, ’you have saved the\ncastle, and shall marry my daughter.’ ’That is all very well,’ said\nhe, ’but still I do not know what it is to shudder!’",
        "Then the gold was brought up and the wedding celebrated; but howsoever\nmuch the young king loved his wife, and however happy he was, he still\nsaid always: ’If I could but shudder–if I could but shudder.’ And\nthis at last angered her. Her waiting-maid said: ’I will find a cure\nfor him; he shall soon learn what it is to shudder.’ She went out to\nthe stream which flowed through the garden, and had a whole bucketful\nof gudgeons brought to her. At night when the young king was sleeping,\nhis wife was to draw the clothes off him and empty the bucket full of\ncold water with the gudgeons in it over him, so that the little fishes\nwould sprawl about him. Then he woke up and cried: ’Oh, what makes me\nshudder so?– what makes me shudder so, dear wife? Ah! now I know what\nit is to shudder!’",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}