{
    "title": "Fairy Tales - The Fox and the Horse",
    "author": "the Grimm Brothers",
    "chapter": "47",
    "content": [
        "\n",
        "\n\n",
        "A farmer had a horse that had been an excellent faithful servant to\nhim: but he was now grown too old to work; so the farmer would give\nhim nothing more to eat, and said, ’I want you no longer, so take\nyourself off out of my stable; I shall not take you back again until\nyou are stronger than a lion.’ Then he opened the door and turned him\nadrift.",
        "The poor horse was very melancholy, and wandered up and down in the\nwood, seeking some little shelter from the cold wind and rain.\nPresently a fox met him: ’What’s the matter, my friend?’ said he, ’why\ndo you hang down your head and look so lonely and woe-begone?’ ’Ah!’\nreplied the horse, ’justice and avarice never dwell in one house; my\nmaster has forgotten all that I have done for him so many years, and\nbecause I can no longer work he has turned me adrift, and says unless\nI become stronger than a lion he will not take me back again; what\nchance can I have of that? he knows I have none, or he would not talk\nso.’",
        "However, the fox bid him be of good cheer, and said, ’I will help you;\nlie down there, stretch yourself out quite stiff, and pretend to be\ndead.’ The horse did as he was told, and the fox went straight to the\nlion who lived in a cave close by, and said to him, ’A little way off\nlies a dead horse; come with me and you may make an excellent meal of\nhis carcase.’ The lion was greatly pleased, and set off immediately;\nand when they came to the horse, the fox said, ’You will not be able\nto eat him comfortably here; I’ll tell you what–I will tie you fast\nto his tail, and then you can draw him to your den, and eat him at\nyour leisure.’",
        "This advice pleased the lion, so he laid himself down quietly for the\nfox to make him fast to the horse. But the fox managed to tie his legs\ntogether and bound all so hard and fast that with all his strength he\ncould not set himself free. When the work was done, the fox clapped\nthe horse on the shoulder, and said, ’Jip! Dobbin! Jip!’ Then up he\nsprang, and moved off, dragging the lion behind him. The beast began\nto roar and bellow, till all the birds of the wood flew away for\nfright; but the horse let him sing on, and made his way quietly over\nthe fields to his master’s house.",
        "’Here he is, master,’ said he, ’I have got the better of him’: and\nwhen the farmer saw his old servant, his heart relented, and he said.\n’Thou shalt stay in thy stable and be well taken care of.’ And so the\npoor old horse had plenty to eat, and lived–till he died.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}