{
    "title": "Fairy Tales - The Golden Goose",
    "author": "the Grimm Brothers",
    "chapter": "50",
    "content": [
        "\n",
        "\n\n",
        "There was a man who had three sons, the youngest of whom was called\nDummling,[*] and was despised, mocked, and sneered at on every\noccasion.",
        "It happened that the eldest wanted to go into the forest to hew wood,\nand before he went his mother gave him a beautiful sweet cake and a\nbottle of wine in order that he might not suffer from hunger or\nthirst.",
        "When he entered the forest he met a little grey-haired old man who\nbade him good day, and said: ’Do give me a piece of cake out of your\npocket, and let me have a draught of your wine; I am so hungry and\nthirsty.’ But the clever son answered: ’If I give you my cake and\nwine, I shall have none for myself; be off with you,’ and he left the\nlittle man standing and went on.",
        "But when he began to hew down a tree, it was not long before he made a\nfalse stroke, and the axe cut him in the arm, so that he had to go\nhome and have it bound up. And this was the little grey man’s doing.",
        "After this the second son went into the forest, and his mother gave\nhim, like the eldest, a cake and a bottle of wine. The little old grey\nman met him likewise, and asked him for a piece of cake and a drink of\nwine. But the second son, too, said sensibly enough: ’What I give you\nwill be taken away from myself; be off!’ and he left the little man\nstanding and went on. His punishment, however, was not delayed; when\nhe had made a few blows at the tree he struck himself in the leg, so\nthat he had to be carried home.",
        "Then Dummling said: ’Father, do let me go and cut wood.’ The father\nanswered: ’Your brothers have hurt themselves with it, leave it alone,\nyou do not understand anything about it.’ But Dummling begged so long\nthat at last he said: ’Just go then, you will get wiser by hurting\nyourself.’ His mother gave him a cake made with water and baked in the\ncinders, and with it a bottle of sour beer.",
        "When he came to the forest the little old grey man met him likewise,\nand greeting him, said: ’Give me a piece of your cake and a drink out\nof your bottle; I am so hungry and thirsty.’ Dummling answered: ’I\nhave only cinder-cake and sour beer; if that pleases you, we will sit\ndown and eat.’ So they sat down, and when Dummling pulled out his\ncinder-cake, it was a fine sweet cake, and the sour beer had become\ngood wine. So they ate and drank, and after that the little man said:\n’Since you have a good heart, and are willing to divide what you have,\nI will give you good luck. There stands an old tree, cut it down, and\nyou will find something at the roots.’ Then the little man took leave\nof him.",
        "Dummling went and cut down the tree, and when it fell there was a\ngoose sitting in the roots with feathers of pure gold. He lifted her\nup, and taking her with him, went to an inn where he thought he would\nstay the night. Now the host had three daughters, who saw the goose\nand were curious to know what such a wonderful bird might be, and\nwould have liked to have one of its golden feathers.",
        "The eldest thought: ’I shall soon find an opportunity of pulling out a\nfeather,’ and as soon as Dummling had gone out she seized the goose by\nthe wing, but her finger and hand remained sticking fast to it.",
        "The second came soon afterwards, thinking only of how she might get a\nfeather for herself, but she had scarcely touched her sister than she\nwas held fast.",
        "At last the third also came with the like intent, and the others\nscreamed out: ’Keep away; for goodness’ sake keep away!’ But she did\nnot understand why she was to keep away. ’The others are there,’ she\nthought, ’I may as well be there too,’ and ran to them; but as soon as\nshe had touched her sister, she remained sticking fast to her. So they\nhad to spend the night with the goose.",
        "The next morning Dummling took the goose under his arm and set out,\nwithout troubling himself about the three girls who were hanging on to\nit. They were obliged to run after him continually, now left, now\nright, wherever his legs took him.",
        "In the middle of the fields the parson met them, and when he saw the\nprocession he said: ’For shame, you good-for-nothing girls, why are\nyou running across the fields after this young man? Is that seemly?’\nAt the same time he seized the youngest by the hand in order to pull\nher away, but as soon as he touched her he likewise stuck fast, and\nwas himself obliged to run behind.",
        "Before long the sexton came by and saw his master, the parson, running\nbehind three girls. He was astonished at this and called out: ’Hi!\nyour reverence, whither away so quickly? Do not forget that we have a\nchristening today!’ and running after him he took him by the sleeve,\nbut was also held fast to it.",
        "Whilst the five were trotting thus one behind the other, two labourers\ncame with their hoes from the fields; the parson called out to them\nand begged that they would set him and the sexton free. But they had\nscarcely touched the sexton when they were held fast, and now there\nwere seven of them running behind Dummling and the goose.",
        "Soon afterwards he came to a city, where a king ruled who had a\ndaughter who was so serious that no one could make her laugh. So he\nhad put forth a decree that whosoever should be able to make her laugh\nshould marry her. When Dummling heard this, he went with his goose and\nall her train before the king’s daughter, and as soon as she saw the\nseven people running on and on, one behind the other, she began to\nlaugh quite loudly, and as if she would never stop. Thereupon Dummling\nasked to have her for his wife; but the king did not like the son-in-\nlaw, and made all manner of excuses and said he must first produce a\nman who could drink a cellarful of wine. Dummling thought of the\nlittle grey man, who could certainly help him; so he went into the\nforest, and in the same place where he had felled the tree, he saw a\nman sitting, who had a very sorrowful face. Dummling asked him what he\nwas taking to heart so sorely, and he answered: ’I have such a great\nthirst and cannot quench it; cold water I cannot stand, a barrel of\nwine I have just emptied, but that to me is like a drop on a hot\nstone!’",
        "’There, I can help you,’ said Dummling, ’just come with me and you\nshall be satisfied.’",
        "He led him into the king’s cellar, and the man bent over the huge\nbarrels, and drank and drank till his loins hurt, and before the day\nwas out he had emptied all the barrels. Then Dummling asked once more\nfor his bride, but the king was vexed that such an ugly fellow, whom\neveryone called Dummling, should take away his daughter, and he made a\nnew condition; he must first find a man who could eat a whole mountain\nof bread. Dummling did not think long, but went straight into the\nforest, where in the same place there sat a man who was tying up his\nbody with a strap, and making an awful face, and saying: ’I have eaten\na whole ovenful of rolls, but what good is that when one has such a\nhunger as I? My stomach remains empty, and I must tie myself up if I\nam not to die of hunger.’",
        "At this Dummling was glad, and said: ’Get up and come with me; you\nshall eat yourself full.’ He led him to the king’s palace where all\nthe flour in the whole Kingdom was collected, and from it he caused a\nhuge mountain of bread to be baked. The man from the forest stood\nbefore it, began to eat, and by the end of one day the whole mountain\nhad vanished. Then Dummling for the third time asked for his bride;\nbut the king again sought a way out, and ordered a ship which could\nsail on land and on water. ’As soon as you come sailing back in it,’\nsaid he, ’you shall have my daughter for wife.’",
        "Dummling went straight into the forest, and there sat the little grey\nman to whom he had given his cake. When he heard what Dummling wanted,\nhe said: ’Since you have given me to eat and to drink, I will give you\nthe ship; and I do all this because you once were kind to me.’ Then he\ngave him the ship which could sail on land and water, and when the\nking saw that, he could no longer prevent him from having his\ndaughter. The wedding was celebrated, and after the king’s death,\nDummling inherited his kingdom and lived for a long time contentedly\nwith his wife.",
        "[*] Simpleton",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}