{
    "title": "Fairy Tales - The Dog and the Sparrow",
    "author": "the Grimm Brothers",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "A shepherd’s dog had a master who took no care of him, but often let\nhim suffer the greatest hunger. At last he could bear it no longer; so\nhe took to his heels, and off he ran in a very sad and sorrowful mood.\nOn the road he met a sparrow that said to him, ’Why are you so sad, my\nfriend?’ ’Because,’ said the dog, ’I am very very hungry, and have\nnothing to eat.’ ’If that be all,’ answered the sparrow, ’come with me\ninto the next town, and I will soon find you plenty of food.’ So on\nthey went together into the town: and as they passed by a butcher’s\nshop, the sparrow said to the dog, ’Stand there a little while till I\npeck you down a piece of meat.’ So the sparrow perched upon the shelf:\nand having first looked carefully about her to see if anyone was\nwatching her, she pecked and scratched at a steak that lay upon the\nedge of the shelf, till at last down it fell. Then the dog snapped it\nup, and scrambled away with it into a corner, where he soon ate it all\nup. ’Well,’ said the sparrow, ’you shall have some more if you will;\nso come with me to the next shop, and I will peck you down another\nsteak.’ When the dog had eaten this too, the sparrow said to him,\n’Well, my good friend, have you had enough now?’ ’I have had plenty of\nmeat,’ answered he, ’but I should like to have a piece of bread to eat\nafter it.’ ’Come with me then,’ said the sparrow, ’and you shall soon\nhave that too.’ So she took him to a baker’s shop, and pecked at two\nrolls that lay in the window, till they fell down: and as the dog\nstill wished for more, she took him to another shop and pecked down\nsome more for him. When that was eaten, the sparrow asked him whether\nhe had had enough now. ’Yes,’ said he; ’and now let us take a walk a\nlittle way out of the town.’ So they both went out upon the high road;\nbut as the weather was warm, they had not gone far before the dog\nsaid, ’I am very much tired–I should like to take a nap.’ ’Very\nwell,’ answered the sparrow, ’do so, and in the meantime I will perch\nupon that bush.’ So the dog stretched himself out on the road, and\nfell fast asleep. Whilst he slept, there came by a carter with a cart\ndrawn by three horses, and loaded with two casks of wine. The sparrow,\nseeing that the carter did not turn out of the way, but would go on in\nthe track in which the dog lay, so as to drive over him, called out,\n’Stop! stop! Mr Carter, or it shall be the worse for you.’ But the\ncarter, grumbling to himself, ’You make it the worse for me, indeed!\nwhat can you do?’ cracked his whip, and drove his cart over the poor\ndog, so that the wheels crushed him to death. ’There,’ cried the\nsparrow, ’thou cruel villain, thou hast killed my friend the dog. Now\nmind what I say. This deed of thine shall cost thee all thou art\nworth.’ ’Do your worst, and welcome,’ said the brute, ’what harm can\nyou do me?’ and passed on. But the sparrow crept under the tilt of the\ncart, and pecked at the bung of one of the casks till she loosened it;\nand than all the wine ran out, without the carter seeing it. At last\nhe looked round, and saw that the cart was dripping, and the cask\nquite empty. ’What an unlucky wretch I am!’ cried he. ’Not wretch\nenough yet!’ said the sparrow, as she alighted upon the head of one of\nthe horses, and pecked at him till he reared up and kicked. When the\ncarter saw this, he drew out his hatchet and aimed a blow at the\nsparrow, meaning to kill her; but she flew away, and the blow fell\nupon the poor horse’s head with such force, that he fell down dead.\n’Unlucky wretch that I am!’ cried he. ’Not wretch enough yet!’ said\nthe sparrow. And as the carter went on with the other two horses, she\nagain crept under the tilt of the cart, and pecked out the bung of the\nsecond cask, so that all the wine ran out. When the carter saw this,\nhe again cried out, ’Miserable wretch that I am!’ But the sparrow\nanswered, ’Not wretch enough yet!’ and perched on the head of the\nsecond horse, and pecked at him too. The carter ran up and struck at\nher again with his hatchet; but away she flew, and the blow fell upon\nthe second horse and killed him on the spot. ’Unlucky wretch that I\nam!’ said he. ’Not wretch enough yet!’ said the sparrow; and perching\nupon the third horse, she began to peck him too. The carter was mad\nwith fury; and without looking about him, or caring what he was about,\nstruck again at the sparrow; but killed his third horse as he done the\nother two. ’Alas! miserable wretch that I am!’ cried he. ’Not wretch\nenough yet!’ answered the sparrow as she flew away; ’now will I plague\nand punish thee at thy own house.’ The carter was forced at last to\nleave his cart behind him, and to go home overflowing with rage and\nvexation. ’Alas!’ said he to his wife, ’what ill luck has befallen me!\n–my wine is all spilt, and my horses all three dead.’ ’Alas!\nhusband,’ replied she, ’and a wicked bird has come into the house, and\nhas brought with her all the birds in the world, I am sure, and they\nhave fallen upon our corn in the loft, and are eating it up at such a\nrate!’ Away ran the husband upstairs, and saw thousands of birds\nsitting upon the floor eating up his corn, with the sparrow in the\nmidst of them. ’Unlucky wretch that I am!’ cried the carter; for he\nsaw that the corn was almost all gone. ’Not wretch enough yet!’ said\nthe sparrow; ’thy cruelty shall cost thee they life yet!’ and away she\nflew.",
        "The carter seeing that he had thus lost all that he had, went down\ninto his kitchen; and was still not sorry for what he had done, but\nsat himself angrily and sulkily in the chimney corner. But the sparrow\nsat on the outside of the window, and cried ’Carter! thy cruelty shall\ncost thee thy life!’ With that he jumped up in a rage, seized his\nhatchet, and threw it at the sparrow; but it missed her, and only\nbroke the window. The sparrow now hopped in, perched upon the window-\nseat, and cried, ’Carter! it shall cost thee thy life!’ Then he became\nmad and blind with rage, and struck the window-seat with such force\nthat he cleft it in two: and as the sparrow flew from place to place,\nthe carter and his wife were so furious, that they broke all their\nfurniture, glasses, chairs, benches, the table, and at last the walls,\nwithout touching the bird at all. In the end, however, they caught\nher: and the wife said, ’Shall I kill her at once?’ ’No,’ cried he,\n’that is letting her off too easily: she shall die a much more cruel\ndeath; I will eat her.’ But the sparrow began to flutter about, and\nstretch out her neck and cried, ’Carter! it shall cost thee thy life\nyet!’ With that he could wait no longer: so he gave his wife the\nhatchet, and cried, ’Wife, strike at the bird and kill her in my\nhand.’ And the wife struck; but she missed her aim, and hit her\nhusband on the head so that he fell down dead, and the sparrow flew\nquietly home to her nest.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}