{
    "title": "Fairy Tales - Hans in Luck",
    "author": "the Grimm Brothers",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "Some men are born to good luck: all they do or try to do comes right–\nall that falls to them is so much gain–all their geese are swans–all\ntheir cards are trumps–toss them which way you will, they will\nalways, like poor puss, alight upon their legs, and only move on so\nmuch the faster. The world may very likely not always think of them as\nthey think of themselves, but what care they for the world? what can\nit know about the matter?",
        "One of these lucky beings was neighbour Hans. Seven long years he had\nworked hard for his master. At last he said, ’Master, my time is up; I\nmust go home and see my poor mother once more: so pray pay me my wages\nand let me go.’ And the master said, ’You have been a faithful and\ngood servant, Hans, so your pay shall be handsome.’ Then he gave him a\nlump of silver as big as his head.",
        "Hans took out his pocket-handkerchief, put the piece of silver into\nit, threw it over his shoulder, and jogged off on his road homewards.\nAs he went lazily on, dragging one foot after another, a man came in\nsight, trotting gaily along on a capital horse. ’Ah!’ said Hans aloud,\n’what a fine thing it is to ride on horseback! There he sits as easy\nand happy as if he was at home, in the chair by his fireside; he trips\nagainst no stones, saves shoe-leather, and gets on he hardly knows\nhow.’ Hans did not speak so softly but the horseman heard it all, and\nsaid, ’Well, friend, why do you go on foot then?’ ’Ah!’ said he, ’I\nhave this load to carry: to be sure it is silver, but it is so heavy\nthat I can’t hold up my head, and you must know it hurts my shoulder\nsadly.’ ’What do you say of making an exchange?’ said the horseman. ’I\nwill give you my horse, and you shall give me the silver; which will\nsave you a great deal of trouble in carrying such a heavy load about\nwith you.’ ’With all my heart,’ said Hans: ’but as you are so kind to\nme, I must tell you one thing–you will have a weary task to draw that\nsilver about with you.’ However, the horseman got off, took the\nsilver, helped Hans up, gave him the bridle into one hand and the whip\ninto the other, and said, ’When you want to go very fast, smack your\nlips loudly together, and cry “Jip!\"’",
        "Hans was delighted as he sat on the horse, drew himself up, squared\nhis elbows, turned out his toes, cracked his whip, and rode merrily\noff, one minute whistling a merry tune, and another singing,",
        " ’No care and no sorrow,\n  A fig for the morrow!\n  We’ll laugh and be merry,\n  Sing neigh down derry!’",
        "After a time he thought he should like to go a little faster, so he\nsmacked his lips and cried ’Jip!’ Away went the horse full gallop; and\nbefore Hans knew what he was about, he was thrown off, and lay on his\nback by the road-side. His horse would have ran off, if a shepherd who\nwas coming by, driving a cow, had not stopped it. Hans soon came to\nhimself, and got upon his legs again, sadly vexed, and said to the\nshepherd, ’This riding is no joke, when a man has the luck to get upon\na beast like this that stumbles and flings him off as if it would\nbreak his neck. However, I’m off now once for all: I like your cow now\na great deal better than this smart beast that played me this trick,\nand has spoiled my best coat, you see, in this puddle; which, by the\nby, smells not very like a nosegay. One can walk along at one’s\nleisure behind that cow–keep good company, and have milk, butter, and\ncheese, every day, into the bargain. What would I give to have such a\nprize!’ ’Well,’ said the shepherd, ’if you are so fond of her, I will\nchange my cow for your horse; I like to do good to my neighbours, even\nthough I lose by it myself.’ ’Done!’ said Hans, merrily. ’What a noble\nheart that good man has!’ thought he. Then the shepherd jumped upon\nthe horse, wished Hans and the cow good morning, and away he rode.",
        "Hans brushed his coat, wiped his face and hands, rested a while, and\nthen drove off his cow quietly, and thought his bargain a very lucky\none. ’If I have only a piece of bread (and I certainly shall always be\nable to get that), I can, whenever I like, eat my butter and cheese\nwith it; and when I am thirsty I can milk my cow and drink the milk:\nand what can I wish for more?’ When he came to an inn, he halted, ate\nup all his bread, and gave away his last penny for a glass of beer.\nWhen he had rested himself he set off again, driving his cow towards\nhis mother’s village. But the heat grew greater as soon as noon came\non, till at last, as he found himself on a wide heath that would take\nhim more than an hour to cross, he began to be so hot and parched that\nhis tongue clave to the roof of his mouth. ’I can find a cure for\nthis,’ thought he; ’now I will milk my cow and quench my thirst’: so\nhe tied her to the stump of a tree, and held his leathern cap to milk\ninto; but not a drop was to be had. Who would have thought that this\ncow, which was to bring him milk and butter and cheese, was all that\ntime utterly dry? Hans had not thought of looking to that.",
        "While he was trying his luck in milking, and managing the matter very\nclumsily, the uneasy beast began to think him very troublesome; and at\nlast gave him such a kick on the head as knocked him down; and there\nhe lay a long while senseless. Luckily a butcher soon came by, driving\na pig in a wheelbarrow. ’What is the matter with you, my man?’ said\nthe butcher, as he helped him up. Hans told him what had happened, how\nhe was dry, and wanted to milk his cow, but found the cow was dry too.\nThen the butcher gave him a flask of ale, saying, ’There, drink and\nrefresh yourself; your cow will give you no milk: don’t you see she is\nan old beast, good for nothing but the slaughter-house?’ ’Alas, alas!’\nsaid Hans, ’who would have thought it? What a shame to take my horse,\nand give me only a dry cow! If I kill her, what will she be good for?\nI hate cow-beef; it is not tender enough for me. If it were a pig now\n–like that fat gentleman you are driving along at his ease–one could\ndo something with it; it would at any rate make sausages.’ ’Well,’\nsaid the butcher, ’I don’t like to say no, when one is asked to do a\nkind, neighbourly thing. To please you I will change, and give you my\nfine fat pig for the cow.’ ’Heaven reward you for your kindness and\nself-denial!’ said Hans, as he gave the butcher the cow; and taking\nthe pig off the wheel-barrow, drove it away, holding it by the string\nthat was tied to its leg.",
        "So on he jogged, and all seemed now to go right with him: he had met\nwith some misfortunes, to be sure; but he was now well repaid for all.\nHow could it be otherwise with such a travelling companion as he had\nat last got?",
        "The next man he met was a countryman carrying a fine white goose. The\ncountryman stopped to ask what was o’clock; this led to further chat;\nand Hans told him all his luck, how he had so many good bargains, and\nhow all the world went gay and smiling with him. The countryman than\nbegan to tell his tale, and said he was going to take the goose to a\nchristening. ’Feel,’ said he, ’how heavy it is, and yet it is only\neight weeks old. Whoever roasts and eats it will find plenty of fat\nupon it, it has lived so well!’ ’You’re right,’ said Hans, as he\nweighed it in his hand; ’but if you talk of fat, my pig is no trifle.’\nMeantime the countryman began to look grave, and shook his head. ’Hark\nye!’ said he, ’my worthy friend, you seem a good sort of fellow, so I\ncan’t help doing you a kind turn. Your pig may get you into a scrape.\nIn the village I just came from, the squire has had a pig stolen out\nof his sty. I was dreadfully afraid when I saw you that you had got\nthe squire’s pig. If you have, and they catch you, it will be a bad\njob for you. The least they will do will be to throw you into the\nhorse-pond. Can you swim?’",
        "Poor Hans was sadly frightened. ’Good man,’ cried he, ’pray get me out\nof this scrape. I know nothing of where the pig was either bred or\nborn; but he may have been the squire’s for aught I can tell: you know\nthis country better than I do, take my pig and give me the goose.’ ’I\nought to have something into the bargain,’ said the countryman; ’give\na fat goose for a pig, indeed! ’Tis not everyone would do so much for\nyou as that. However, I will not be hard upon you, as you are in\ntrouble.’ Then he took the string in his hand, and drove off the pig\nby a side path; while Hans went on the way homewards free from care.\n’After all,’ thought he, ’that chap is pretty well taken in. I don’t\ncare whose pig it is, but wherever it came from it has been a very\ngood friend to me. I have much the best of the bargain. First there\nwill be a capital roast; then the fat will find me in goose-grease for\nsix months; and then there are all the beautiful white feathers. I\nwill put them into my pillow, and then I am sure I shall sleep soundly\nwithout rocking. How happy my mother will be! Talk of a pig, indeed!\nGive me a fine fat goose.’",
        "As he came to the next village, he saw a scissor-grinder with his\nwheel, working and singing,",
        " ’O’er hill and o’er dale\n  So happy I roam,\n  Work light and live well,\n  All the world is my home;\n  Then who so blythe, so merry as I?’",
        "Hans stood looking on for a while, and at last said, ’You must be well\noff, master grinder! you seem so happy at your work.’ ’Yes,’ said the\nother, ’mine is a golden trade; a good grinder never puts his hand\ninto his pocket without finding money in it–but where did you get\nthat beautiful goose?’ ’I did not buy it, I gave a pig for it.’ ’And\nwhere did you get the pig?’ ’I gave a cow for it.’ ’And the cow?’ ’I\ngave a horse for it.’ ’And the horse?’ ’I gave a lump of silver as big\nas my head for it.’ ’And the silver?’ ’Oh! I worked hard for that\nseven long years.’ ’You have thriven well in the world hitherto,’ said\nthe grinder, ’now if you could find money in your pocket whenever you\nput your hand in it, your fortune would be made.’ ’Very true: but how\nis that to be managed?’ ’How? Why, you must turn grinder like myself,’\nsaid the other; ’you only want a grindstone; the rest will come of\nitself. Here is one that is but little the worse for wear: I would not\nask more than the value of your goose for it–will you buy?’ ’How can\nyou ask?’ said Hans; ’I should be the happiest man in the world, if I\ncould have money whenever I put my hand in my pocket: what could I\nwant more? there’s the goose.’ ’Now,’ said the grinder, as he gave him\na common rough stone that lay by his side, ’this is a most capital\nstone; do but work it well enough, and you can make an old nail cut\nwith it.’",
        "Hans took the stone, and went his way with a light heart: his eyes\nsparkled for joy, and he said to himself, ’Surely I must have been\nborn in a lucky hour; everything I could want or wish for comes of\nitself. People are so kind; they seem really to think I do them a\nfavour in letting them make me rich, and giving me good bargains.’",
        "Meantime he began to be tired, and hungry too, for he had given away\nhis last penny in his joy at getting the cow.",
        "At last he could go no farther, for the stone tired him sadly: and he\ndragged himself to the side of a river, that he might take a drink of\nwater, and rest a while. So he laid the stone carefully by his side on\nthe bank: but, as he stooped down to drink, he forgot it, pushed it a\nlittle, and down it rolled, plump into the stream.",
        "For a while he watched it sinking in the deep clear water; then sprang\nup and danced for joy, and again fell upon his knees and thanked\nHeaven, with tears in his eyes, for its kindness in taking away his\nonly plague, the ugly heavy stone.",
        "’How happy am I!’ cried he; ’nobody was ever so lucky as I.’ Then up\nhe got with a light heart, free from all his troubles, and walked on\ntill he reached his mother’s house, and told her how very easy the\nroad to good luck was.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}