{
    "title": "Fairy Tales - Snow-White and Rose-Red",
    "author": "the Grimm Brothers",
    "chapter": "63",
    "content": [
        "\n",
        "\n\n",
        "There was once a poor widow who lived in a lonely cottage. In front of\nthe cottage was a garden wherein stood two rose-trees, one of which\nbore white and the other red roses. She had two children who were like\nthe two rose-trees, and one was called Snow-white, and the other Rose-\nred. They were as good and happy, as busy and cheerful as ever two\nchildren in the world were, only Snow-white was more quiet and gentle\nthan Rose-red. Rose-red liked better to run about in the meadows and\nfields seeking flowers and catching butterflies; but Snow-white sat at\nhome with her mother, and helped her with her housework, or read to\nher when there was nothing to do.",
        "The two children were so fond of one another that they always held\neach other by the hand when they went out together, and when Snow-\nwhite said: ’We will not leave each other,’ Rose-red answered: ’Never\nso long as we live,’ and their mother would add: ’What one has she\nmust share with the other.’",
        "They often ran about the forest alone and gathered red berries, and no\nbeasts did them any harm, but came close to them trustfully. The\nlittle hare would eat a cabbage-leaf out of their hands, the roe\ngrazed by their side, the stag leapt merrily by them, and the birds\nsat still upon the boughs, and sang whatever they knew.",
        "No mishap overtook them; if they had stayed too late in the forest,\nand night came on, they laid themselves down near one another upon the\nmoss, and slept until morning came, and their mother knew this and did\nnot worry on their account.",
        "Once when they had spent the night in the wood and the dawn had roused\nthem, they saw a beautiful child in a shining white dress sitting near\ntheir bed. He got up and looked quite kindly at them, but said nothing\nand went into the forest. And when they looked round they found that\nthey had been sleeping quite close to a precipice, and would certainly\nhave fallen into it in the darkness if they had gone only a few paces\nfurther. And their mother told them that it must have been the angel\nwho watches over good children.",
        "Snow-white and Rose-red kept their mother’s little cottage so neat\nthat it was a pleasure to look inside it. In the summer Rose-red took\ncare of the house, and every morning laid a wreath of flowers by her\nmother’s bed before she awoke, in which was a rose from each tree. In\nthe winter Snow-white lit the fire and hung the kettle on the hob. The\nkettle was of brass and shone like gold, so brightly was it polished.\nIn the evening, when the snowflakes fell, the mother said: ’Go, Snow-\nwhite, and bolt the door,’ and then they sat round the hearth, and the\nmother took her spectacles and read aloud out of a large book, and the\ntwo girls listened as they sat and spun. And close by them lay a lamb\nupon the floor, and behind them upon a perch sat a white dove with its\nhead hidden beneath its wings.",
        "One evening, as they were thus sitting comfortably together, someone\nknocked at the door as if he wished to be let in. The mother said:\n’Quick, Rose-red, open the door, it must be a traveller who is seeking\nshelter.’ Rose-red went and pushed back the bolt, thinking that it was\na poor man, but it was not; it was a bear that stretched his broad,\nblack head within the door.",
        "Rose-red screamed and sprang back, the lamb bleated, the dove\nfluttered, and Snow-white hid herself behind her mother’s bed. But the\nbear began to speak and said: ’Do not be afraid, I will do you no\nharm! I am half-frozen, and only want to warm myself a little beside\nyou.’",
        "’Poor bear,’ said the mother, ’lie down by the fire, only take care\nthat you do not burn your coat.’ Then she cried: ’Snow-white, Rose-\nred, come out, the bear will do you no harm, he means well.’ So they\nboth came out, and by-and-by the lamb and dove came nearer, and were\nnot afraid of him. The bear said: ’Here, children, knock the snow out\nof my coat a little’; so they brought the broom and swept the bear’s\nhide clean; and he stretched himself by the fire and growled\ncontentedly and comfortably. It was not long before they grew quite at\nhome, and played tricks with their clumsy guest. They tugged his hair\nwith their hands, put their feet upon his back and rolled him about,\nor they took a hazel-switch and beat him, and when he growled they\nlaughed. But the bear took it all in good part, only when they were\ntoo rough he called out: ’Leave me alive, children,",
        " ’Snow-white, Rose-red,\n  Will you beat your wooer dead?’",
        "When it was bed-time, and the others went to bed, the mother said to\nthe bear: ’You can lie there by the hearth, and then you will be safe\nfrom the cold and the bad weather.’ As soon as day dawned the two\nchildren let him out, and he trotted across the snow into the forest.",
        "Henceforth the bear came every evening at the same time, laid himself\ndown by the hearth, and let the children amuse themselves with him as\nmuch as they liked; and they got so used to him that the doors were\nnever fastened until their black friend had arrived.",
        "When spring had come and all outside was green, the bear said one\nmorning to Snow-white: ’Now I must go away, and cannot come back for\nthe whole summer.’ ’Where are you going, then, dear bear?’ asked Snow-\nwhite. ’I must go into the forest and guard my treasures from the\nwicked dwarfs. In the winter, when the earth is frozen hard, they are\nobliged to stay below and cannot work their way through; but now, when\nthe sun has thawed and warmed the earth, they break through it, and\ncome out to pry and steal; and what once gets into their hands, and in\ntheir caves, does not easily see daylight again.’",
        "Snow-white was quite sorry at his departure, and as she unbolted the\ndoor for him, and the bear was hurrying out, he caught against the\nbolt and a piece of his hairy coat was torn off, and it seemed to\nSnow-white as if she had seen gold shining through it, but she was not\nsure about it. The bear ran away quickly, and was soon out of sight\nbehind the trees.",
        "A short time afterwards the mother sent her children into the forest\nto get firewood. There they found a big tree which lay felled on the\nground, and close by the trunk something was jumping backwards and\nforwards in the grass, but they could not make out what it was. When\nthey came nearer they saw a dwarf with an old withered face and a\nsnow-white beard a yard long. The end of the beard was caught in a\ncrevice of the tree, and the little fellow was jumping about like a\ndog tied to a rope, and did not know what to do.",
        "He glared at the girls with his fiery red eyes and cried: ’Why do you\nstand there? Can you not come here and help me?’ ’What are you up to,\nlittle man?’ asked Rose-red. ’You stupid, prying goose!’ answered the\ndwarf: ’I was going to split the tree to get a little wood for\ncooking. The little bit of food that we people get is immediately\nburnt up with heavy logs; we do not swallow so much as you coarse,\ngreedy folk. I had just driven the wedge safely in, and everything was\ngoing as I wished; but the cursed wedge was too smooth and suddenly\nsprang out, and the tree closed so quickly that I could not pull out\nmy beautiful white beard; so now it is tight and I cannot get away,\nand the silly, sleek, milk-faced things laugh! Ugh! how odious you\nare!’",
        "The children tried very hard, but they could not pull the beard out,\nit was caught too fast. ’I will run and fetch someone,’ said Rose-red.\n’You senseless goose!’ snarled the dwarf; ’why should you fetch\nsomeone? You are already two too many for me; can you not think of\nsomething better?’ ’Don’t be impatient,’ said Snow-white, ’I will help\nyou,’ and she pulled her scissors out of her pocket, and cut off the\nend of the beard.",
        "As soon as the dwarf felt himself free he laid hold of a bag which lay\namongst the roots of the tree, and which was full of gold, and lifted\nit up, grumbling to himself: ’Uncouth people, to cut off a piece of my\nfine beard. Bad luck to you!’ and then he swung the bag upon his back,\nand went off without even once looking at the children.",
        "Some time afterwards Snow-white and Rose-red went to catch a dish of\nfish. As they came near the brook they saw something like a large\ngrasshopper jumping towards the water, as if it were going to leap in.\nThey ran to it and found it was the dwarf. ’Where are you going?’ said\nRose-red; ’you surely don’t want to go into the water?’ ’I am not such\na fool!’ cried the dwarf; ’don’t you see that the accursed fish wants\nto pull me in?’ The little man had been sitting there fishing, and\nunluckily the wind had tangled up his beard with the fishing-line; a\nmoment later a big fish made a bite and the feeble creature had not\nstrength to pull it out; the fish kept the upper hand and pulled the\ndwarf towards him. He held on to all the reeds and rushes, but it was\nof little good, for he was forced to follow the movements of the fish,\nand was in urgent danger of being dragged into the water.",
        "The girls came just in time; they held him fast and tried to free his\nbeard from the line, but all in vain, beard and line were entangled\nfast together. There was nothing to do but to bring out the scissors\nand cut the beard, whereby a small part of it was lost. When the dwarf\nsaw that he screamed out: ’Is that civil, you toadstool, to disfigure\na man’s face? Was it not enough to clip off the end of my beard? Now\nyou have cut off the best part of it. I cannot let myself be seen by\nmy people. I wish you had been made to run the soles off your shoes!’\nThen he took out a sack of pearls which lay in the rushes, and without\nanother word he dragged it away and disappeared behind a stone.",
        "It happened that soon afterwards the mother sent the two children to\nthe town to buy needles and thread, and laces and ribbons. The road\nled them across a heath upon which huge pieces of rock lay strewn\nabout. There they noticed a large bird hovering in the air, flying\nslowly round and round above them; it sank lower and lower, and at\nlast settled near a rock not far away. Immediately they heard a loud,\npiteous cry. They ran up and saw with horror that the eagle had seized\ntheir old acquaintance the dwarf, and was going to carry him off.",
        "The children, full of pity, at once took tight hold of the little man,\nand pulled against the eagle so long that at last he let his booty go.\nAs soon as the dwarf had recovered from his first fright he cried with\nhis shrill voice: ’Could you not have done it more carefully! You\ndragged at my brown coat so that it is all torn and full of holes, you\nclumsy creatures!’ Then he took up a sack full of precious stones, and\nslipped away again under the rock into his hole. The girls, who by\nthis time were used to his ingratitude, went on their way and did\ntheir business in town.",
        "As they crossed the heath again on their way home they surprised the\ndwarf, who had emptied out his bag of precious stones in a clean spot,\nand had not thought that anyone would come there so late. The evening\nsun shone upon the brilliant stones; they glittered and sparkled with\nall colours so beautifully that the children stood still and stared at\nthem. ’Why do you stand gaping there?’ cried the dwarf, and his ashen-\ngrey face became copper-red with rage. He was still cursing when a\nloud growling was heard, and a black bear came trotting towards them\nout of the forest. The dwarf sprang up in a fright, but he could not\nreach his cave, for the bear was already close. Then in the dread of\nhis heart he cried: ’Dear Mr Bear, spare me, I will give you all my\ntreasures; look, the beautiful jewels lying there! Grant me my life;\nwhat do you want with such a slender little fellow as I? you would not\nfeel me between your teeth. Come, take these two wicked girls, they\nare tender morsels for you, fat as young quails; for mercy’s sake eat\nthem!’ The bear took no heed of his words, but gave the wicked\ncreature a single blow with his paw, and he did not move again.",
        "The girls had run away, but the bear called to them: ’Snow-white and\nRose-red, do not be afraid; wait, I will come with you.’ Then they\nrecognized his voice and waited, and when he came up to them suddenly\nhis bearskin fell off, and he stood there a handsome man, clothed all\nin gold. ’I am a king’s son,’ he said, ’and I was bewitched by that\nwicked dwarf, who had stolen my treasures; I have had to run about the\nforest as a savage bear until I was freed by his death. Now he has got\nhis well-deserved punishment.",
        "Snow-white was married to him, and Rose-red to his brother, and they\ndivided between them the great treasure which the dwarf had gathered\ntogether in his cave. The old mother lived peacefully and happily with\nher children for many years. She took the two rose-trees with her, and\nthey stood before her window, and every year bore the most beautiful\nroses, white and red.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}