{
    "title": "Fairy Tales - Cat and Mouse in Partnership",
    "author": "the Grimm Brothers",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "A certain cat had made the acquaintance of a mouse, and had said so\nmuch to her about the great love and friendship she felt for her, that\nat length the mouse agreed that they should live and keep house\ntogether. ’But we must make a provision for winter, or else we shall\nsuffer from hunger,’ said the cat; ’and you, little mouse, cannot\nventure everywhere, or you will be caught in a trap some day.’ The\ngood advice was followed, and a pot of fat was bought, but they did\nnot know where to put it. At length, after much consideration, the cat\nsaid: ’I know no place where it will be better stored up than in the\nchurch, for no one dares take anything away from there. We will set it\nbeneath the altar, and not touch it until we are really in need of\nit.’ So the pot was placed in safety, but it was not long before the\ncat had a great yearning for it, and said to the mouse: ’I want to\ntell you something, little mouse; my cousin has brought a little son\ninto the world, and has asked me to be godmother; he is white with\nbrown spots, and I am to hold him over the font at the christening.\nLet me go out today, and you look after the house by yourself.’ ’Yes,\nyes,’ answered the mouse, ’by all means go, and if you get anything\nvery good to eat, think of me. I should like a drop of sweet red\nchristening wine myself.’ All this, however, was untrue; the cat had\nno cousin, and had not been asked to be godmother. She went straight\nto the church, stole to the pot of fat, began to lick at it, and\nlicked the top of the fat off. Then she took a walk upon the roofs of\nthe town, looked out for opportunities, and then stretched herself in\nthe sun, and licked her lips whenever she thought of the pot of fat,\nand not until it was evening did she return home. ’Well, here you are\nagain,’ said the mouse, ’no doubt you have had a merry day.’ ’All went\noff well,’ answered the cat. ’What name did they give the child?’ ’Top\noff!’ said the cat quite coolly. ’Top off!’ cried the mouse, ’that is\na very odd and uncommon name, is it a usual one in your family?’ ’What\ndoes that matter,’ said the cat, ’it is no worse than Crumb-stealer,\nas your godchildren are called.’",
        "Before long the cat was seized by another fit of yearning. She said to\nthe mouse: ’You must do me a favour, and once more manage the house\nfor a day alone. I am again asked to be godmother, and, as the child\nhas a white ring round its neck, I cannot refuse.’ The good mouse\nconsented, but the cat crept behind the town walls to the church, and\ndevoured half the pot of fat. ’Nothing ever seems so good as what one\nkeeps to oneself,’ said she, and was quite satisfied with her day’s\nwork. When she went home the mouse inquired: ’And what was the child\nchristened?’ ’Half-done,’ answered the cat. ’Half-done! What are you\nsaying? I never heard the name in my life, I’ll wager anything it is\nnot in the calendar!’",
        "The cat’s mouth soon began to water for some more licking. ’All good\nthings go in threes,’ said she, ’I am asked to stand godmother again.\nThe child is quite black, only it has white paws, but with that\nexception, it has not a single white hair on its whole body; this only\nhappens once every few years, you will let me go, won’t you?’ ’Top-\noff! Half-done!’ answered the mouse, ’they are such odd names, they\nmake me very thoughtful.’ ’You sit at home,’ said the cat, ’in your\ndark-grey fur coat and long tail, and are filled with fancies, that’s\nbecause you do not go out in the daytime.’ During the cat’s absence\nthe mouse cleaned the house, and put it in order, but the greedy cat\nentirely emptied the pot of fat. ’When everything is eaten up one has\nsome peace,’ said she to herself, and well filled and fat she did not\nreturn home till night. The mouse at once asked what name had been\ngiven to the third child. ’It will not please you more than the\nothers,’ said the cat. ’He is called All-gone.’ ’All-gone,’ cried the\nmouse ’that is the most suspicious name of all! I have never seen it\nin print. All-gone; what can that mean?’ and she shook her head,\ncurled herself up, and lay down to sleep.",
        "From this time forth no one invited the cat to be godmother, but when\nthe winter had come and there was no longer anything to be found\noutside, the mouse thought of their provision, and said: ’Come, cat,\nwe will go to our pot of fat which we have stored up for ourselves–we\nshall enjoy that.’ ’Yes,’ answered the cat, ’you will enjoy it as much\nas you would enjoy sticking that dainty tongue of yours out of the\nwindow.’ They set out on their way, but when they arrived, the pot of\nfat certainly was still in its place, but it was empty. ’Alas!’ said\nthe mouse, ’now I see what has happened, now it comes to light! You a\ntrue friend! You have devoured all when you were standing godmother.\nFirst top off, then half-done, then–’ ’Will you hold your tongue,’\ncried the cat, ’one word more, and I will eat you too.’ ’All-gone’ was\nalready on the poor mouse’s lips; scarcely had she spoken it before\nthe cat sprang on her, seized her, and swallowed her down. Verily,\nthat is the way of the world.",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}