{
    "title": "Fairy Tales - The Fox and the Cat",
    "author": "the Grimm Brothers",
    "chapter": "44",
    "content": [
        "\n",
        "\n\n",
        "It happened that the cat met the fox in a forest, and as she thought\nto herself: ’He is clever and full of experience, and much esteemed in\nthe world,’ she spoke to him in a friendly way. ’Good day, dear Mr\nFox, how are you? How is all with you? How are you getting on in these\nhard times?’ The fox, full of all kinds of arrogance, looked at the\ncat from head to foot, and for a long time did not know whether he\nwould give any answer or not. At last he said: ’Oh, you wretched\nbeard-cleaner, you piebald fool, you hungry mouse-hunter, what can you\nbe thinking of? Have you the cheek to ask how I am getting on? What\nhave you learnt? How many arts do you understand?’ ’I understand but\none,’ replied the cat, modestly. ’What art is that?’ asked the fox.\n’When the hounds are following me, I can spring into a tree and save\nmyself.’ ’Is that all?’ said the fox. ’I am master of a hundred arts,\nand have into the bargain a sackful of cunning. You make me sorry for\nyou; come with me, I will teach you how people get away from the\nhounds.’ Just then came a hunter with four dogs. The cat sprang nimbly\nup a tree, and sat down at the top of it, where the branches and\nfoliage quite concealed her. ’Open your sack, Mr Fox, open your sack,’\ncried the cat to him, but the dogs had already seized him, and were\nholding him fast. ’Ah, Mr Fox,’ cried the cat. ’You with your hundred\narts are left in the lurch! Had you been able to climb like me, you\nwould not have lost your life.’",
        "Continue...",
        "\nThis eBook of “Fairy Tales” by the Grimm Brothers (based on translations from the Grimms’ Kinder und Hausmärchen by Edgar Taylor and Edgar Taylor and Marian Edwardes) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Eat This Not That: Thousands of Simple Food Swaps That Can Save You 10, 20, 30 Pounds-or More!By David ZinczenkoAt Amazon"
    ]
}