{
    "title": "Famous Affinities of History - The Story of the Empress Marie Louise and Count Neipperg",
    "author": "Lyndon Orr",
    "chapter": "8",
    "content": [
        "\nMarie Antoinette a la Rose (detail)\nby Elizabeth Vigee Lebrun\n",
        "\n\n",
        "There is one famous woman whom history condems while at the same\ntime it partly hides the facts which might mitigate the harshness\nof the judgment that is passed upon her. This woman is Marie\nLouise, Empress of France, consort of the great Napoleon, and\narchduchess of imperial Austria. When the most brilliant figure in\nall history, after his overthrow in 1814, was in tawdry exile on\nthe petty island of Elba, the empress was already about to become\na mother; and the father of her unborn child was not Napoleon, but\nanother man. This is almost all that is usually remembered of her\n–that she was unfaithful to Napoleon, that she abandoned him in\nthe hour of his defeat, and that she gave herself with readiness\nto one inferior in rank, yet with whom she lived for years, and to\nwhom she bore what a French writer styled “a brood of bastards.”",
        "Naturally enough, the Austrian and German historians do not have\nmuch to say of Marie Louise, because in her own disgrace she also\nbrought disgrace upon the proudest reigning family in Europe.\nNaturally, also, French writers, even those who are hostile to\nNapoleon, do not care to dwell upon the story; since France itself\nwas humiliated when its greatest genius and most splendid soldier\nwas deceived by his Austrian wife. Therefore there are still many\nwho know little beyond the bare fact that the Empress Marie Louise\nthrew away her pride as a princess, her reputation as a wife, and\nher honor as a woman. Her figure seems to crouch in a sort of\nmurky byway, and those who pass over the highroad of history\nignore it with averted eyes.",
        "In reality the story of Napoleon and Marie Louise and of the Count\nvon Neipperg is one which, when you search it to the very core,\nleads you straight to a sex problem of a very curious nature.\nNowhere else does it occur in the relations of the great\npersonages of history; but in literature Balzac, that master of\npsychology, has touched upon the theme in the early chapters of\nhis famous novel called “A Woman of Thirty.”",
        "As to the Napoleonic story, let us first recall the facts of the\ncase, giving them in such order that their full significance may\nbe understood.",
        "In 1809 Napoleon, then at the plenitude of his power, shook\nhimself free from the clinging clasp of Josephine and procured the\nannulment of his marriage to her. He really owed her nothing.\nBefore he knew her she had been the mistress of another. In the\nfirst years of their life together she had been notoriously\nunfaithful to him. He had held to her from habit which was in part\na superstition; but the remembrance of the wrong which she had\ndone him made her faded charms at times almost repulsive. And then\nJosephine had never borne him any children; and without a son to\nperpetuate his dynasty, the gigantic achievements which he had\nwrought seemed futile in his eyes, and likely to crumble into\nnothingness when he should die.",
        "No sooner had the marriage been annulled than his titanic ambition\nleaped, as it always did, to a tremendous pinnacle. He would wed.\nHe would have children. But he would wed no petty princess. This\nman who in his early youth had felt honored by a marriage with the\nalmost declassee widow of a creole planter now stretched out his\nhand that he might take to himself a woman not merely royal but\nimperial.",
        "At first he sought the sister of the Czar of Russia; but Alexander\nentertained a profound distrust of the French emperor, and managed\nto evade the tentative demand. There was, however, a reigning\nfamily far more ancient than the Romanoffs–a family which had\nheld the imperial dignity for nearly six centuries–the oldest and\nthe noblest blood in Europe. This was the Austrian house of\nHapsburg. Its head, the Emperor Francis, had thirteen children, of\nwhom the eldest, the Archduchess Marie Louise, was then in her\nnineteenth year.",
        "Napoleon had resented the rebuff which the Czar had given him. He\nturned, therefore, the more eagerly to the other project. Yet\nthere were many reasons why an Austrian marriage might be\ndangerous, or, at any rate, ill-omened. Only sixteen years before,\nan Austrian arch-duchess, Marie Antionette, married to the ruler\nof France, had met her death upon the scaffold, hated and cursed\nby the French people, who had always blamed “the Austrian” for the\nevil days which had ended in the flames of revolution. Again, the\nfather of the girl to whom Napoleon’s fancy turned had been the\nbitter enemy of the new regime in France. His troops had been\nbeaten by the French in five wars and had been crushed at\nAusterlitz and at Wagram. Bonaparte had twice entered Vienna at\nthe head of a conquering army, and thrice he had slept in the\nimperial palace at Schonbrunn, while Francis was fleeing through\nthe dark, a beaten fugitive pursued by the swift squadrons of\nFrench cavalry.",
        "The feeling of Francis of Austria was not merely that of the\nvanquished toward the victor. It was a deep hatred almost\nreligious in its fervor. He was the head and front of the old-time\nfeudalism of birth and blood; Napoleon was the incarnation of the\nmodern spirit which demolished thrones and set an iron heel upon\ncrowned heads, giving the sacred titles of king and prince to\nsoldiers who, even in palaces, still showed the swaggering\nbrutality of the camp and the stable whence they sprang. Yet, just\nbecause an alliance with the Austrian house seemed in so many ways\nimpossible, the thought of it inflamed the ardor of Napoleon all\nthe more.",
        "“Impossible?” he had once said, contemptuously. “The word\n’impossible’ is not French.”",
        "The Austrian alliance, unnatural though it seemed, was certainly\nquite possible. In the year 1809 Napoleon had finished his fifth\nwar with Austria by the terrific battle of Wagram, which brought\nthe empire of the Hapsburgs to the very dust. The conqueror’s rude\nhand had stripped from Francis province after province. He had\neven let fall hints that the Hapsburgs might be dethroned and that\nAustria might disappear from the map of Europe, to be divided\nbetween himself and the Russian Czar, who was still his ally. It\nwas at this psychological moment that the Czar wounded Napoleon’s\npride by refusing to give the hand of his sister Anne.",
        "The subtle diplomats of Vienna immediately saw their chance.\nPrince Metternich, with the caution of one who enters the cage of\na man-eating-tiger, suggested that the Austrian archduchess would\nbe a fitting bride for the French conqueror. The notion soothed\nthe wounded vanity of Napoleon. From that moment events moved\nswiftly; and before long it was understood that there was to be a\nnew empress in France, and that she was to be none other than the\ndaughter of the man who had been Napoleon’s most persistent foe\nupon the Continent. The girl was to be given–sacrificed, if you\nlike–to appease an imperial adventurer. After such a marriage,\nAustria would be safe from spoliation. The reigning dynasty would\nremain firmly seated upon its historic throne.",
        "But how about the girl herself? She had always heard Napoleon\nspoken of as a sort of ogre–a man of low ancestry, a brutal and\nfaithless enemy of her people. She knew that this bold, rough-\nspoken soldier less than a year before had added insult to the\ninjury which he had inflicted on her father. In public\nproclamations he had called the Emperor Francis a coward and a\nliar. Up to the latter part of the year Napoleon was to her\nimagination a blood-stained, sordid, and yet all-powerful monster,\noutside the pale of human liking and respect. What must have been\nher thoughts when her father first told her with averted face that\nshe was to become the bride of such a being?",
        "Marie Louise had been brought up, as all German girls of rank were\nthen brought up, in quiet simplicity and utter innocence. In\nperson she was a tall blonde, with a wealth of light brown hair\ntumbling about a face which might be called attractive because it\nwas so youthful and so gentle, but in which only poets and\ncourtiers could see beauty. Her complexion was rosy, with that\npeculiar tinge which means that in the course of time it will\nbecome red and mottled. Her blue eyes were clear and childish. Her\nfigure was good, though already too full for a girl who was\nyounger than her years.",
        "She had a large and generous mouth with full lips, the lower one\nbeing the true “Hapsburg lip,” slightly pendulous–a feature which\nhas remained for generation after generation as a sure sign of\nHapsburg blood. One sees it in the present emperor of Austria, in\nthe late Queen Regent of Spain, and in the present King of Spain,\nAlfonso. All the artists who made miniatures or paintings of Marie\nLouise softened down this racial mark so that no likeness of her\nshows it as it really was. But take her all in all, she was a\nsimple, childlike, German madchen who knew nothing of the outside\nworld except what she had heard from her discreet and watchful\ngoverness, and what had been told her of Napoleon by her uncles,\nthe archdukes whom he had beaten down in battle.",
        "When she learned that she was to be given to the French emperor\nher girlish soul experienced a shudder; but her father told her\nhow vital was this union to her country and to him. With a sort of\npiteous dread she questioned the archdukes who had called Napoleon\nan ogre.",
        "“Oh, that was when Napoleon was an enemy,” they replied. “Now he\nis our friend.”",
        "Marie Louise listened to all this, and, like the obedient German\ngirl she was, yielded her own will.",
        "Events moved with a rush, for Napoleon was not the man to dally.\nJosephine had retired to her residence at Malmaison, and Paris was\nalready astir with preparations for the new empress who was to\nassure the continuation of the Napoleonic glory by giving children\nto her husband. Napoleon had said to his ambassador with his usual\nbluntness:",
        "“This is the first and most important thing–she must have\nchildren.”",
        "To the girl whom he was to marry he sent the following letter–an\nodd letter, combining the formality of a negotiator with the\nveiled ardor of a lover:",
        "MY COUSIN: The brilliant qualities which adorn your person have\ninspired in me a desire to serve you and to pay you homage. In\nmaking my request to the emperor, your father, and praying him to\nintrust to me the happiness of your imperial highness, may I hope\nthat you will understand the sentiments which lead me to this act?\nMay I flatter myself that it will not be decided solely by the\nduty of parental obedience? However slightly the feelings of your\nimperial highness may incline to me, I wish to cultivate them with\nso great care, and to endeavor so constantly to please you in\neverything, that I flatter myself that some day I shall prove\nattractive to you. This is the end at which I desire to arrive,\nand for which I pray your highness to be favorable to me.",
        "Immediately everything was done to dazzle the imagination of the\ngirl. She had dressed always in the simplicity of the school-room.\nHer only ornaments had been a few colored stones which she\nsometimes wore as a necklace or a bracelet. Now the resources of\nall France were drawn upon. Precious laces foamed about her.\nCascades of diamonds flashed before her eyes. The costliest and\nmost exquisite creations of the Parisian shops were spread around\nher to make up a trousseau fit for the princess who was soon to\nbecome the bride of the man who had mastered continental Europe.",
        "The archives of Vienna were ransacked for musty documents which\nwould show exactly what had been done for other Austrian\nprincesses who had married rulers of France. Everything was\nduplicated down to the last detail. Ladies-in-waiting thronged\nabout the young archduchess; and presently there came to her Queen\nCaroline of Naples, Napoleon’s sister, of whom Napoleon himself\nonce said: “She is the only man among my sisters, as Joseph is the\nonly woman among my brothers.” Caroline, by virtue of her rank as\nqueen, could have free access to her husband’s future bride. Also,\nthere came presently Napoleon’s famous marshal, Berthier, Prince\nof Neuchatel, the chief of the Old Guard, who had just been\ncreated Prince of Wagram–a title which, very naturally, he did\nnot use in Austria. He was to act as proxy for Napoleon in the\npreliminary marriage service at Vienna.",
        "All was excitement. Vienna had never been so gay. Money was\nlavished under the direction of Caroline and Berthier. There were\nilluminations and balls. The young girl found herself the center\nof the world’s interest; and the excitement made her dizzy. She\ncould not but be flattered, and yet there were many hours when her\nheart misgave her. More than once she was found in tears. Her\nfather, an affectionate though narrow soul, spent an entire day\nwith her consoling and reassuring her. One thought she always kept\nin mind–what she had said to Metternich at the very first: “I\nwant only what my duty bids me want.” At last came the official\nmarriage, by proxy, in the presence of a splendid gathering. The\nvarious documents were signed, the dowry was arranged for. Gifts\nwere scattered right and left. At the opera there were gala\nperformances. Then Marie Louise bade her father a sad farewell.\nAlmost suffocated by sobs and with her eyes streaming with tears,\nshe was led between two hedges of bayonets to her carriage, while\ncannon thundered and all the church-bells of Vienna rang a joyful\npeal.",
        "She set out for France accompanied by a long train of carriages\nfilled with noblemen and noblewomen, with ladies-in-waiting and\nscores of attendant menials. The young bride–the wife of a man\nwhom she had never seen–was almost dead with excitement and\nfatigue. At a station in the outskirts of Vienna she scribbled a\nfew lines to her father, which are a commentary upon her state of\nmind:",
        "I think of you always, and I always shall. God has given me power\nto endure this final shock, and in Him alone I have put all my\ntrust. He will help me and give me courage, and I shall find\nsupport in doing my duty toward you, since it is all for you that\nI have sacrificed myself.",
        "There is something piteous in this little note of a frightened\ngirl going to encounter she knew not what, and clinging almost\nfrantically to the one thought–that whatever might befall her,\nshe was doing as her father wished.",
        "One need not recount the long and tedious journey of many days\nover wretched roads, in carriages that jolted and lurched and\nswayed. She was surrounded by unfamiliar faces and was compelled\nto meet at every town the chief men of the place, all of whom paid\nher honor, but stared at her with irrepressible curiosity. Day\nafter day she went on and on. Each morning a courier on a foaming\nhorse presented her with a great cluster of fresh flowers and a\nfew lines scrawled by the unknown husband who was to meet her at\nher journey’s end.",
        "There lay the point upon which her wandering thoughts were\nfocused–the journey’s end! The man whose strange, mysterious\npower had forced her from her school-room, had driven her through\na nightmare of strange happenings, and who was waiting for her\nsomewhere to take her to himself, to master her as he had mastered\ngenerals and armies!",
        "What was marriage? What did it mean? What experience still lay\nbefore her! These were the questions which she must have asked\nherself throughout that long, exhausting journey. When she thought\nof the past she was homesick. When she thought of the immediate\nfuture she was fearful with a shuddering fear.",
        "At last she reached the frontier of France, and her carriage\npassed into a sort of triple structure, the first pavilion of\nwhich was Austrian, while the middle pavilion was neutral, and the\nfarther one was French. Here she was received by those who were\nafterward to surround her–the representatives of the Napoleonic\ncourt. They were not all plebeians and children of the Revolution,\nex-stable boys, ex-laundresses. By this time Napoleon had gathered\naround himself some of the noblest families of France, who had\nrallied to the empire. The assemblage was a brilliant one. There\nwere Montmorencys and Beaumonts and Audenardes in abundance. But\nto Marie Louise, as to her Austrian attendants, they were all\nalike. They were French, they were strangers, and she shrank from\nthem.",
        "Yet here her Austrians must leave her. All who had accompanied her\nthus far were now turned back. Napoleon had been insistent on this\npoint. Even her governess, who had been with her since her\nchildhood, was not allowed to cross the French frontier. So fixed\nwas Napoleon’s purpose to have nothing Austrian about her, that\neven her pet dog, to which she clung as a girl would cling, was\ntaken from her. Thereafter she was surrounded only by French\nfaces, by French guards, and was greeted only by salvos of French\nartillery.",
        "In the mean time what was Napoleon doing at Paris. Since the\nannulment of his marriage with Josephine he had gone into a sort\nof retirement. Matters of state, war, internal reforms, no longer\ninterested him; but that restless brain could not sink into\nrepose. Inflamed with the ardor of a new passion, that passion was\nall the greater because he had never yet set eyes upon its object.\nMarriage with an imperial princess flattered his ambition. The\nyouth and innocence of the bride stirred his whole being with a\nthrill of novelty. The painted charms of Josephine, the mercenary\nfavors of actresses, the calculated ecstasies of the women of the\ncourt who gave themselves to him from vanity, had long since\npalled upon him. Therefore the impatience with which he awaited\nthe coming of Marie Louise became every day more tense.",
        "For a time he amused himself with planning down to the very last\ndetails the demonstrations that were to be given in her honor. He\norganized them as minutely as he had ever organized a conquering\narmy. He showed himself as wonderful in these petty things as he\nhad in those great strategic combinations which had baffled the\nablest generals of Europe. But after all had been arranged–even\nto the illuminations, the cheering, the salutes, and the etiquette\nof the court–he fell into a fever of impatience which gave him\nsleepless nights and frantic days. He paced up and down the\nTuileries, almost beside himself. He hurried off courier after\ncourier with orders that the postilions should lash their horses\nto bring the hour of meeting nearer still. He scribbled love\nletters. He gazed continually on the diamond-studded portrait of\nthe woman who was hurrying toward him.",
        "At last as the time approached he entered a swift traveling-\ncarriage and hastened to Compiegne, about fifty miles from Paris,\nwhere it had been arranged that he should meet his consort and\nwhence he was to escort her to the capital, so that they might be\nmarried in the great gallery of the Louvre. At Compiegne the\nchancellerie had been set apart for Napoleon’s convenience, while\nthe chateau had been assigned to Marie Louise and her attendants.\nWhen Napoleon’s carriage dashed into the place, drawn by horses\nthat had traveled at a gallop, the emperor could not restrain\nhimself. It was raining torrents and night was coming on, yet,\nnone the less, he shouted for fresh horses and pushed on to\nSoissons, where the new empress was to stop and dine. When he\nreached there and she had not arrived, new relays of horses were\ndemanded, and he hurried off once more into the dark.",
        "At the little village of Courcelles he met the courier who was\nriding in advance of the empress’s cortege.",
        "“She will be here in a few moments!” cried Napoleon; and he leaped\nfrom his carriage into the highway.",
        "The rain descended harder than ever, and he took refuge in the\narched doorway of the village church, his boots already bemired,\nhis great coat reeking with the downpour. As he crouched before\nthe church he heard the sound of carriages; and before long there\ncame toiling through the mud the one in which was seated the girl\nfor whom he had so long been waiting. It was stopped at an order\ngiven by an officer. Within it, half-fainting with fatigue and\nfear, Marie Louise sat in the dark, alone.",
        "Here, if ever, was the chance for Napoleon to win his bride. Could\nhe have restrained himself, could he have shown the delicate\nconsideration which was demanded of him, could he have remembered\nat least that he was an emperor and that the girl–timid and\nshuddering–was a princess, her future story might have been far\ndifferent. But long ago he had ceased to think of anything except\nhis own desires.",
        "He approached the carriage. An obsequious chamberlain drew aside\nthe leathern covering and opened the door, exclaiming as he did\nso, “The emperor!” And then there leaped in the rain-soaked, mud-\nbespattered being whose excesses had always been as unbridled as\nhis genius. The door was closed, the leathern curtain again drawn,\nand the horses set out at a gallop for Soissons. Within, the\nshrinking bride was at the mercy of pure animal passion, feeling\nupon her hot face a torrent of rough kisses, and yielding herself\nin terror to the caresses of wanton hands.",
        "At Soissons Napoleon allowed no halt, but the carriage plunged on,\nstill in the rain, to Compiegne. There all the arrangements made\nwith so much care were thrust aside. Though the actual marriage\nhad not yet taken place, Napoleon claimed all the rights which\nafterward were given in the ceremonial at Paris. He took the girl\nto the chancellerie, and not to the chateau. In an anteroom dinner\nwas served with haste to the imperial pair and Queen Caroline.\nThen the latter was dismissed with little ceremony, the lights\nwere extinguished, and this daughter of a line of emperors was\nleft to the tender mercies of one who always had about him\nsomething of the common soldier–the man who lives for loot and\nlust. ... At eleven the next morning she was unable to rise and\nwas served in bed by the ladies of her household.",
        "These facts, repellent as they are, must be remembered when we\ncall to mind what happened in the next five years. The horror of\nthat night could not be obliterated by splendid ceremonies, by\nstudious attention, or by all the pomp and gaiety of the court.\nNapoleon was then forty-one–practically the same age as his new\nwife’s father, the Austrian emperor; Marie Louise was barely\nnineteen and younger than her years. Her master must have seemed\nto be the brutal ogre whom her uncles had described.",
        "Installed in the Tuileries, she taught herself compliance. On\ntheir marriage night Napoleon had asked her briefly: “What did\nyour parents tell you?” And she had answered, meekly: “To be yours\naltogether and to obey you in everything.” But, though she gave\ncompliance, and though her freshness seemed enchanting to\nNapoleon, there was something concealed within her thoughts to\nwhich he could not penetrate. He gaily said to a member of the\ncourt:",
        "“Marry a German, my dear fellow. They are the best women in the\nworld–gentle, good, artless, and as fresh as roses.”",
        "Yet, at the same time, Napoleon felt a deep anxiety lest in her\nvery heart of hearts this German girl might either fear or hate\nhim secretly. Somewhat later Prince Metternich came from the\nAustrian court to Paris.",
        "“I give you leave,” said Napoleon, “to have a private interview\nwith the empress. Let her tell you what she likes, and I shall ask\nno questions. Even should I do so, I now forbid your answering\nme.”",
        "Metternich was closeted with the empress for a long while. When he\nreturned to the ante-room he found Napoleon fidgeting about, his\neyes a pair of interrogation-points.",
        "“I am sure,” he said, “that the empress told you that I was kind\nto her?”",
        "Metternich bowed and made no answer.",
        "“Well,” said Napoleon, somewhat impatiently, “at least I am sure\nthat she is happy. Tell me, did she not say so?”",
        "The Austrian diplomat remained unsmiling.",
        "“Your majesty himself has forbidden me to answer,” he returned\nwith another bow.",
        "We may fairly draw the inference that Marie Louise, though she\nadapted herself to her surroundings, was never really happy.\nNapoleon became infatuated with her. He surrounded her with every\npossible mark of honor. He abandoned public business to walk or\ndrive with her. But the memory of his own brutality must have\nvaguely haunted him throughout it all. He was jealous of her as he\nhad never been jealous of the fickle Josephine. Constant has\nrecorded that the greatest precautions were taken to prevent any\nperson whatsoever, and especially any man, from approaching the\nempress save in the presence of witnesses.",
        "Napoleon himself underwent a complete change of habits and\ndemeanor. Where he had been rough and coarse he became attentive\nand refined. His shabby uniforms were all discarded, and he spent\nhours in trying on new costumes. He even attempted to learn to\nwaltz, but this he gave up in despair. Whereas before he ate\nhastily and at irregular intervals, he now sat at dinner with\nunusual patience, and the court took on a character which it had\nnever had. Never before had he sacrificed either his public duty\nor his private pleasure for any woman. Even in the first ardor of\nhis marriage with Josephine, when he used to pour out his heart to\nher in letters from Italian battle-fields, he did so only after he\nhad made the disposition of his troops and had planned his\nmovements for the following day. Now, however, he was not merely\ndevoted, but uxorious; and in 1811, after the birth of the little\nKing of Rome, he ceased to be the earlier Napoleon altogether. He\nhad founded a dynasty. He was the head of a reigning house. He\nforgot the principles of the Revolution, and he ruled, as he\nthought, like other monarchs, by the grace of God.",
        "As for Marie Louise, she played her part extremely well. Somewhat\nhaughty and unapproachable to others, she nevertheless studied\nNapoleon’s every wish. She seemed even to be loving; but one can\nscarcely doubt that her obedience sprang ultimately from fear and\nthat her devotion was the devotion of a dog which has been beaten\ninto subjection.",
        "Her vanity was flattered in many ways, and most of all by her\nappointment as regent of the empire during Napoleon’s absence in\nthe disastrous Russian campaign which began in 1812. It was in\nJune of that year that the French emperor held court at Dresden,\nwhere he played, as was said, to “a parterre of kings.” This was\nthe climax of his magnificence, for there were gathered all the\nsovereigns and princes who were his allies and who furnished the\nlevies that swelled his Grand Army to six hundred thousand men.\nHere Marie Louise, like her husband, felt to the full the\nintoxication of supreme power. By a sinister coincidence it was\nhere that she first met the other man, then unnoticed and little\nheeded, who was to cast upon her a fascination which in the end\nproved irresistible.",
        "This man was Adam Albrecht, Count von Neipperg. There is something\nmysterious about his early years, and something baleful about his\nsilent warfare with Napoleon. As a very young soldier he had been\nan Austrian officer in 1793. His command served in Belgium; and\nthere, in a skirmish, he was overpowered by the French in superior\nnumbers, but resisted desperately. In the melee a saber slashed\nhim across the right side of his face, and he was made prisoner.\nThe wound deprived him of his right eye, so that for the rest of\nhis life he was compelled to wear a black bandage to conceal the\nmutilation.",
        "From that moment he conceived an undying hatred of the French,\nserving against them in the Tyrol and in Italy. He always claimed\nthat had the Archduke Charles followed his advice, the Austrians\nwould have forced Napoleon’s army to capitulate at Marengo, thus\nbringing early eclipse to the rising star of Bonaparte. However\nthis may be, Napoleon’s success enraged Neipperg and made his\nhatred almost the hatred of a fiend.",
        "Hitherto he had detested the French as a nation. Afterward he\nconcentrated his malignity upon the person of Napoleon. In every\nway he tried to cross the path of that great soldier, and, though\nNeipperg was comparatively an unknown man, his indomitable purpose\nand his continued intrigues at last attracted the notice of the\nemperor; for in 1808 Napoleon wrote this significant sentence:",
        "The Count von Neipperg is openly known to have been the enemy of\nthe French.",
        "Little did the great conqueror dream how deadly was the blow which\nthis Austrian count was destined finally to deal him!",
        "Neipperg, though his title was not a high one, belonged to the old\nnobility of Austria. He had proved his bravery in war and as a\nduelist, and he was a diplomat as well as a soldier. Despite his\nmutilation, he was a handsome and accomplished courtier, a man of\nwide experience, and one who bore himself in a manner which\nsuggested the spirit of romance. According to Masson, he was an\nAustrian Don Juan, and had won the hearts of many women. At thirty\nhe had formed a connection with an Italian woman named Teresa\nPola, whom he had carried away from her husband. She had borne him\nfive children; and in 1813 he had married her in order that these\nchildren might be made legitimate.",
        "In his own sphere the activity of Neipperg was almost as\nremarkable as Napoleon’s in a greater one. Apart from his exploits\non the field of battle he had been attached to the Austrian\nembassy in Paris, and, strangely enough, had been decorated by\nNapoleon himself with, the golden eagle of the Legion of Honor.\nFour months later we find him minister of Austria at the court of\nSweden, where he helped to lay the train of intrigue which was to\ndetach Bernadotte from Napoleon’s cause. In 1812, as has just been\nsaid, he was with Marie Louise for a short time at Dresden,\nhovering about her, already forming schemes. Two years after this\nhe overthrew Murat at Naples; and then hurried on post-haste to\nurge Prince Eugene to abandon Bonaparte.",
        "When the great struggle of 1814 neared its close, and Napoleon,\nfighting with his back to the wall, was about to succumb to the\nunited armies of Europe, it was evident that the Austrian emperor\nwould soon be able to separate his daughter from her husband. In\nfact, when Napoleon was sent to Elba, Marie Louise returned to\nVienna. The cynical Austrian diplomats resolved that she should\nnever again meet her imperial husband. She was made Duchess of\nParma in Italy, and set out for her new possessions; and the man\nwith the black band across his sightless eye was chosen to be her\nescort and companion.",
        "When Neipperg received this commission he was with Teresa Pola at\nMilan. A strange smile flitted across his face; and presently he\nremarked, with cynical frankness:",
        "“Before six months I shall be her lover, and, later on, her\nhusband.”",
        "He took up his post as chief escort of Marie Louise, and they\njourneyed slowly to Munich and Baden and Geneva, loitering on the\nway. Amid the great events which were shaking Europe this couple\nattracted slight attention. Napoleon, in Elba, longed for his wife\nand for his little son, the King of Rome. He sent countless\nmessages and many couriers; but every message was intercepted, and\nno courier reached his destination. Meanwhile Marie Louise was\nlingering agreeably in Switzerland. She was happy to have escaped\nfrom the whirlpool of politics and war. Amid the romantic scenery\nthrough which she passed Neipperg was always by her side,\nattentive, devoted, trying in everything to please her. With him\nshe passed delightful evenings. He sang to her in his rich\nbarytone songs of love. He seemed romantic with a touch of\nmystery, a gallant soldier whose soul was also touched by\nsentiment.",
        "One would have said that Marie Louise, the daughter of an imperial\nline, would have been proof against the fascinations of a person\nso far inferior to herself in rank, and who, beside the great\nemperor, was less than nothing. Even granting that she had never\nreally loved Napoleon, she might still have preferred to maintain\nher dignity, to share his fate, and to go down in history as the\nempress of the greatest man whom modern times have known.",
        "But Marie Louise was, after all, a woman, and she followed the\nguidance of her heart. To her Napoleon was still the man who had\nmet her amid the rain-storm at Courcelles, and had from the first\nmoment when he touched her violated all the instincts of a virgin.\nLater he had in his way tried to make amends; but the horror of\nthat first night had never wholly left her memory. Napoleon had\nunrolled before her the drama of sensuality, but her heart had not\nbeen given to him. She had been his empress. In a sense it might\nbe more true to say that she had been his mistress. But she had\nnever been duly wooed and won and made his wife–an experience\nwhich is the right of every woman. And so this Neipperg, with his\ndeferential manners, his soothing voice, his magnetic touch, his\nardor, and his devotion, appeased that craving which the master of\na hundred legions could not satisfy.",
        "In less than the six months of which Neipperg had spoken the\npsychological moment had arrived. In the dim twilight she listened\nto his words of love; and then, drawn by that irresistible power\nwhich masters pride and woman’s will, she sank into her lover’s\narms, yielding to his caresses, and knowing that she would be\nparted from him no more except by death.",
        "From that moment he was bound to her by the closest ties and lived\nwith her at the petty court of Parma. His prediction came true to\nthe very letter. Teresa Pola died, and then Napoleon died, and\nafter this Marie Louise and Neipperg were united in a morganatic\nmarriage. Three children were born to them before his death in\n1829.",
        "It is interesting to note how much of an impression was made upon\nher by the final exile of her imperial husband to St. Helena. When\nthe news was brought her she observed, casually:",
        "“Thanks. By the way, I should like to ride this morning to\nMarkenstein. Do you think the weather is good enough to risk it?”",
        "Napoleon, on his side, passed through agonies of doubt and longing\nwhen no letters came to him from Marie Louise. She was constantly\nin his thoughts during his exile at St. Helena. “When his faithful\nfriend and constant companion at St. Helena, the Count Las Casas,\nwas ordered by Sir Hudson Lowe to depart from St. Helena, Napoleon\nwrote to him:",
        "“Should you see, some day, my wife and son, embrace them. For two\nyears I have, neither directly nor indirectly, heard from them.\nThere has been on this island for six months a German botanist,\nwho has seen them in the garden of Schoenbrunn a few months before\nhis departure. The barbarians (meaning the English authorities at\nSt. Helena) have carefully prevented him from coming to give me\nany news respecting them.”",
        "At last the truth was told him, and he received it with that high\nmagnanimity, or it may be fatalism, which at times he was capable\nof showing. Never in all his days of exile did he say one word\nagainst her. Possibly in searching his own soul he found excuses\nsuch as we may find. In his will he spoke of her with great\naffection, and shortly before his death he said to his physician,\nAntommarchi:",
        "“After my death, I desire that you will take my heart, put it in\nthe spirits of wine, and that you carry it to Parma to my dear\nMarie Louise. You will please tell her that I tenderly loved her–\nthat I never ceased to love her. You will relate to her all that\nyou have seen, and every particular respecting my situation and\ndeath.”",
        "The story of Marie Louise is pathetic, almost tragic. There is the\ntaint of grossness about it; and yet, after all, there is a lesson\nin it–the lesson that true love cannot be forced or summoned at\ncommand, that it is destroyed before its birth by outrage, and\nthat it goes out only when evoked by sympathy, by tenderness, and\nby devotion.",
        " ",
        "\nThis etext of Famous Affinities of History (II of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}