{
    "title": "Famous Men of the Middle Ages - Peter the Hermit",
    "author": "John H. Haaren (John Henry)",
    "chapter": "21",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "During the Middle Ages the Christians of Europe used to go to the\nHoly Land for the purpose of visiting the tomb of Christ and other\nsacred places.  Those who made such a journey were called “pilgrims.”",
        "Every year thousands of pilgrims—kings, nobles and people of\nhumbler rank—went to the Holy Land.",
        "While Jerusalem was in the hands of the Arabian caliphs who reigned\nat Bagdad, the Christian pilgrims were generally well treated.  After\nabout 1070, when the Turks took possession of the city, outrages\nbecame so frequent that it seemed as if it would not be safe for\nChristians to visit the Savior’s tomb at all.",
        "About the year 1095 there lived at Amiens (ä-me-an’) France, a monk\nnamed Peter the Hermit.",
        "Peter was present at a council of clergy and people held at Clermont\nin France when his Holiness, Pope Urban II, made a stirring speech.\nHe begged the people to rescue the Holy Sepulchre and other sacred\nsites from the Mohammedans.",
        "The council was so roused by his words that they broke forth into\nloud cries, “God wills it!  God wills it!”",
        "“It is, indeed, His will,” said the Pope, “and let these words be\nyour war-cry when you meet the enemy.”",
        "Peter listened with deep attention.  Immediately after the council\nhe began to preach in favor of a war against the Turks.  With head\nand feet bare, and clothed in a long, coarse robe tied at the waist\nwith a rope, he went through Italy from city to city, riding on a\ndonkey.  He preached in churches, on the streets—wherever he could\nsecure an audience.",
        "When Peter had gone over Italy he crossed the Alps and preached to\nthe people of France, Germany, and neighboring countries.  Everywhere\nhe kindled the zeal of the people, and multitudes enlisted as\nchampions of the cross.",
        "Thus began the first of seven wars known as the “Crusades” or “Wars\nof the Cross,” waged to rescue the Holy Land from the Mohammedans.",
        "It is said that more than 100,000 men, women and children went on\nthe first Crusade.  Each wore on the right shoulder the emblem of\nthe cross.",
        "Peter was in command of one portion of this great multitude.  His\nfollowers began their journey with shouts of joy and praise.",
        "But they had no proper supply of provisions.  So when passing through\nHungary they plundered the towns and compelled the inhabitants\nto support them.  This roused the anger of the Hungarians.  They\nattacked the Crusaders and killed a great many of them.",
        "After long delays about seven thousand of those who had started on\nthe Crusade reached Constantinople.  They were still enthusiastic\nand sounded their war-cry, “God wills it!” with as much fervor as\nwhen they first joined Peter’s standard.",
        "Leaving Constantinople, they went eastward into the land of the\nTurks.  A powerful army led by the sultan met them.  The Crusaders\nfought heroically all day long but at length were badly beaten.\nOnly a few escaped and found their way back to Constantinople.",
        "Peter the Hermit had left the Crusaders before the battle and returned\nto Constantinople.  He afterwards joined the army of Godfrey of\nBouillon.",
        "Godfrey’s army was composed of six divisions, each commanded by a\nsoldier of high rank and distinction.  It was a well organized and\ndisciplined force and numbered about half a million men.",
        "It started only a few weeks after the irregular multitude which\nfollowed Peter the Hermit, and was really the first Crusading army,\nfor Peter’s undisciplined throng could hardly be called an army.",
        "After a long march Godfrey reached Antioch and laid siege to it.",
        "It was believed that this Moslem stronghold could be taken in\na short time; but the city resisted the attacks of the Christians\nfor seven months.  Then it surrendered.",
        "And now something happened that none of the Crusaders had dreamed\nof.  An army of two hundred thousand Persians arrived to help the\nMoslems.  They laid siege to Antioch and shut up the Crusaders\nwithin its walls for weeks.  However, after a number of engagements\nin which there was great loss of life, the Turks and Persians were\nat last driven away.",
        "The way was now opened to Jerusalem.  But out of the half million\nCrusaders who had marched from Europe less than fifty thousand were\nleft.  They had won their way at a fearful cost.",
        "Still onward they pushed with brave hearts, until on a bright\nsummer morning they caught the first glimpse of the Holy City in\nthe distance.  For two whole years they had toiled and suffered in\nthe hope of reaching Jerusalem.  Now it lay before them.",
        "But it had yet to be taken.  For more than five weeks the Crusaders\ncarried on the siege.  Finally, on the 15th of July, 1099, the\nTurks surrendered.  The Moslem flag was hauled down and the banner\nof the cross floated over the Holy City.",
        "A few days after the Christians had occupied Jerusalem Godfrey of\nBouillon was chosen king of the Holy Land.",
        "“I will accept the office,” he said, “but no crown must be put on\nmy head and I must never be called king.  I cannot wear a crown of\ngold where Christ wore one of thorns nor will I be called king in\nthe land where once lived the King of Kings.”",
        "Peter the Hermit is said to have preached an eloquent sermon on the\nMount of Olives.  He did not, however, remain long in Jerusalem,\nbut after the capture of the city returned to Europe.  He founded\na monastery in France and within its walls passed the rest of his\nlife.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}