{
    "title": "Famous Affinities of History - Charles Reade and Laura Seymour",
    "author": "Lyndon Orr",
    "chapter": "9",
    "content": [
        "\nMary Godwin Wollstonecraft Shelley (1797-1851)\nEnglish novelist, author of Frankenstein\n",
        "\n\n",
        "The instances of distinguished men, or of notable women, who have\nbroken through convention in order to find a fitting mate, are\nvery numerous. A few of these instances may, perhaps, represent\nwhat is usually called a Platonic union. But the evidence is\nalways doubtful. The world is not possessed of abundant charity,\nnor does human experience lead one to believe that intimate\nrelations between a man and a woman are compatible with Platonic\nfriendship.",
        "Perhaps no case is more puzzling than that which is found in the\nlife-history of Charles Reade and Laura Seymour.",
        "Charles Reade belongs to that brilliant group of English writers\nand artists which included Dickens, Bulwer-Lytton, Wilkie Collins,\nTom Taylor, George Eliot, Swinburne, Sir Walter Besant, Maclise,\nand Goldwin Smith. In my opinion, he ranks next to Dickens in\noriginality and power. His books are little read to-day; yet he\ngave to the English stage the comedy “Masks and Faces,” which is\nnow as much a classic as Goldsmith’s “She Stoops to Conquer” or\nSheridan’s “School for Scandal.” His power as a novelist was\nmarvelous. Who can forget the madhouse episodes in Hard Cash, or\nthe great trial scene in Griffith Gaunt, or that wonderful\npicture, in The Cloister and the Hearth, of Germany and Rome at\nthe end of the Middle Ages? Here genius has touched the dead past\nand made it glow again with an intense reality.",
        "He was the son of a country gentleman, the lord of a manor which\nhad been held by his family before the Wars of the Boses. His\nancestors had been noted for their services in warfare, in\nParliament, and upon the bench. Reade, therefore, was in feeling\nvery much of an aristocrat. Sometimes he pushed his ancestral\npride to a whimsical excess, very much as did his own creation,\nSquire Raby, in Put Yourself in His Place.",
        "At the same time he might very well have been called a Tory\ndemocrat. His grandfather had married the daughter of a village\nblacksmith, and Reade was quite as proud of this as he was of the\nfact that another ancestor had been lord chief justice of England.\nFrom the sturdy strain which came to him from the blacksmith he,\nperhaps, derived that sledge-hammer power with which he wrote many\nof his most famous chapters, and which he used in newspaper\ncontroversies with his critics. From his legal ancestors there may\nhave come to him the love of litigation, which kept him often in\nhot water. From those who had figured in the life of royal courts,\nhe inherited a romantic nature, a love of art, and a very delicate\nperception of the niceties of cultivated usage. Such was Charles\nReade–keen observer, scholar, Bohemian–a man who could be both\nrough and tender, and whose boisterous ways never concealed his\nwarm heart.",
        "Reade’s school-days were Spartan in their severity. A teacher with\nthe appropriate name of Slatter set him hard tasks and caned him\nunmercifully for every shortcoming. A weaker nature would have\nbeen crushed. Reade’s was toughened, and he learned to resist pain\nand to resent wrong, so that hatred of injustice has been called\nhis dominating trait.",
        "In preparing himself for college he was singularly fortunate in\nhis tutors. One of them was Samuel Wilberforce, afterward Bishop\nof Oxford, nicknamed, from his suavity of manner, “Soapy Sam\"; and\nafterward, when Reade was studying law, his instructor was Samuel\nWarren, the author of that once famous novel, Ten Thousand a Year,\nand the creator of “Tittlebat Titmouse.”",
        "For his college at Oxford, Reade selected one of the most\nbeautiful and ancient–Magdalen–which he entered, securing what\nis known as a demyship. Reade won his demyship by an extraordinary\naccident. Always an original youth, his reading was varied and\nvaluable; but in his studies he had never tried to be minutely\naccurate in small matters. At that time every candidate was\nsupposed to be able to repeat, by heart, the “Thirty-Nine\nArticles.” Reade had no taste for memorizing; and out of the whole\nthirty-nine he had learned but three. His general examination was\ngood, though not brilliant. When he came to be questioned orally,\nthe examiner, by a chance that would not occur once in a million\ntimes, asked the candidate to repeat these very articles. Reade\nrattled them off with the greatest glibness, and produced so\nfavorable an impression that he was let go without any further\nquestioning.",
        "It must be added that his English essay was original, and this\nalso helped him; but had it not been for the other great piece of\nluck he would, in Oxford phrase, have been “completely gulfed.” As\nit was, however, he was placed as highly as the young men who were\nafterward known as Cardinal Newman and Sir Robert Lowe (Lord\nSherbrooke).",
        "At the age of twenty-one, Reade obtained a fellowship, which\nentitled him to an income so long as he remained unmarried. It is\nnecessary to consider the significance of this when we look at his\nsubsequent career. The fellowship at Magdalen was worth, at the\noutset, about twelve hundred dollars annually, and it gave him\npossession of a suite of rooms free of any charge. He likewise\nsecured a Vinerian fellowship in law, to which was attached an\nincome of four hundred dollars. As time went on, the value of the\nfirst fellowship increased until it was worth twenty-five hundred\ndollars. Therefore, as with many Oxford men of his time, Charles\nReade, who had no other fortune, was placed in this position–if he\nrefrained from marrying, he had a home and a moderate income for\nlife, without any duties whatsoever. If he married, he must give\nup his income and his comfortable apartments, and go out into the\nworld and struggle for existence.",
        "There was the further temptation that the possession of his\nfellowship did not even necessitate his living at Oxford. He might\nspend his time in London, or even outside of England, knowing that\nhis chambers at Magdalen were kept in order for him, as a resting-\nplace to which he might return whenever he chose.",
        "Reade remained a while at Oxford, studying books and men–\nespecially the latter. He was a great favorite with the\nundergraduates, though less so with the dons. He loved the boat-\nraces on the river; he was a prodigious cricket-player, and one of\nthe best bowlers of his time. He utterly refused to put on any of\nthe academic dignity which his associates affected. He wore loud\nclothes. His flaring scarfs were viewed as being almost\nscandalous, very much as Longfellow’s parti-colored waistcoats\nwere regarded when he first came to Harvard as a professor.",
        "Charles Reade pushed originality to eccentricity. He had a passion\nfor violins, and ran himself into debt because he bought so many\nand such good ones. Once, when visiting his father’s house at\nIpsden, he shocked the punctilious old gentleman by dancing on the\ndining-table to the accompaniment of a fiddle, which he scraped\ndelightedly. Dancing, indeed, was another of his diversions, and,\nin spite of the fact that he was a fellow of Magdalen and a D.C.L.\nof Oxford, he was always ready to caper and to display the new\nsteps.",
        "In the course of time, he went up to London; and at once plunged\ninto the seething tide of the metropolis. He made friends far and\nwide, and in every class and station–among authors and\npoliticians, bishops and bargees, artists and musicians. Charles\nReade learned much from all of them, and all of them were fond of\nhim.",
        "But it was the theater that interested him most. Nothing else\nseemed to him quite so fine as to be a successful writer for the\nstage. He viewed the drama with all the reverence of an ancient\nGreek. On his tombstone he caused himself to be described as\n“Dramatist, novelist, journalist.”",
        "“Dramatist” he put first of all, even after long experience had\nshown him that his greatest power lay in writing novels. But in\nthis early period he still hoped for fame upon the stage.",
        "It was not a fortunate moment for dramatic writers. Plays were\nbought outright by the managers, who were afraid to risk any\nconsiderable sum, and were very shy about risking anything at all.\nThe system had not yet been established according to which an\nauthor receives a share of the money taken at the box-office.\nConsequently, Reade had little or no financial success. He adapted\nseveral pieces from the French, for which he was paid a few bank-\nnotes. “Masks and Faces” got a hearing, and drew large audiences,\nbut Reade had sold it for a paltry sum; and he shared the honors\nof its authorship with Tom Taylor, who was then much better known.",
        "Such was the situation. Reade was personally liked, but his plays\nwere almost all rejected. He lived somewhat extravagantly and ran\ninto debt, though not very deeply. He had a play entitled\n“Christie Johnstone,” which he believed to be a great one, though\nno manager would venture to produce it. Reade, brooding, grew thin\nand melancholy. Finally, he decided that he would go to a leading\nactress at one of the principal theaters and try to interest her\nin his rejected play. The actress he had in mind was Laura\nSeymour, then appearing at the Haymarket under the management of\nBuckstone; and this visit proved to be the turning-point in\nReade’s whole life.",
        "Laura Seymour was the daughter of a surgeon at Bath–a man in\nlarge practise and with a good income, every penny of which he\nspent. His family lived in lavish style; but one morning, after he\nhad sat up all night playing cards, his little daughter found him\nin the dining-room, stone dead. After his funeral it appeared that\nhe had left no provision for his family. A friend of his–a Jewish\ngentleman of Portuguese extraction–showed much kindness to the\nchildren, settling their affairs and leaving them with some money\nin the bank; but, of course, something must be done.",
        "The two daughters removed to London, and at a very early age Laura\nhad made for herself a place in the dramatic world, taking small\nparts at first, but rising so rapidly that in her fifteenth year\nshe was cast for the part of Juliet. As an actress she led a life\nof strange vicissitudes. At one time she would be pinched by\npoverty, and at another time she would be well supplied with\nmoney, which slipped through her fingers like water. She was a\ntrue Bohemian, a happy-go-lucky type of the actors of her time.",
        "From all accounts, she was never very beautiful; but she had an\ninstinct for strange, yet effective, costumes, which attracted\nmuch attention. She has been described as “a fluttering, buoyant,\ngorgeous little butterfly.” Many were drawn to her. She was\ncareless of what she did, and her name was not untouched with\nscandal. But she lived through it all, and emerged a clever,\nsympathetic woman of wide experience, both on the stage and off\nit.",
        "One of her admirers–an elderly gentleman named Seymour–came to\nher one day when she was in much need of money, and told her that\nhe had just deposited a thousand pounds to her credit at the bank.\nHaving said this, he left the room precipitately. It was the\nbeginning of a sort of courtship; and after a while she married\nhim. Her feeling toward him was one of gratitude. There was no\nsentiment about it; but she made him a good wife, and gave no\nfurther cause for gossip.",
        "Such was the woman whom Charles Reade now approached with the\nrequest that she would let him read to her a portion of his play.\nHe had seen her act, and he honestly believed her to be a dramatic\ngenius of the first order. Few others shared this belief; but she\nwas generally thought of as a competent, though by no means\nbrilliant, actress. Reade admired her extremely, so that at the\nvery thought of speaking with her his emotions almost choked him.",
        "In answer to a note, she sent word that he might call at her\nhouse. He was at this time (1849) in his thirty-eighth year. The\nlady was a little older, and had lost something of her youthful\ncharm; yet, when Reade was ushered into her drawing-room, she\nseemed to him the most graceful and accomplished woman whom he had\never met.",
        "She took his measure, or she thought she took it, at a glance.\nHere was one of those would-be playwrights who live only to\ntorment managers and actresses. His face was thin, from which she\ninferred that he was probably half starved. His bashfulness led\nher to suppose that he was an inexperienced youth. Little did she\nimagine that he was the son of a landed proprietor, a fellow of\none of Oxford’s noblest colleges, and one with friends far higher\nin the world than herself. Though she thought so little of him,\nand quite expected to be bored, she settled herself in a soft\narmchair to listen. The unsuccessful playwright read to her a\nscene or two from his still unfinished drama. She heard him\npatiently, noting the cultivated accent of his voice, which proved\nto her that he was at least a gentleman. When he had finished, she\nsaid:",
        "“Yes, that’s good! The plot is excellent.” Then she laughed a sort\nof stage laugh, and remarked lightly: “Why don’t you turn it into\na novel?”",
        "Reade was stung to the quick. Nothing that she could have said\nwould have hurt him more. Novels he despised; and here was this\nwoman, the queen of the English stage, as he regarded her,\nlaughing at his drama and telling him to make a novel of it. He\nrose and bowed.",
        "“I am trespassing on your time,” he said; and, after barely\ntouching the fingers of her outstretched hand, he left the room\nabruptly.",
        "The woman knew men very well, though she scarcely knew Charles\nReade. Something in his melancholy and something in his manner\nstirred her heart. It was not a heart that responded to emotions\nreadily, but it was a very good-natured heart. Her explanation of\nReade’s appearance led her to think that he was very poor. If she\nhad not much tact, she had an abundant store of sympathy; and so\nshe sat down and wrote a very blundering but kindly letter, in\nwhich she enclosed a five-pound note.",
        "Reade subsequently described his feelings on receiving this letter\nwith its bank-note. He said:",
        "“I, who had been vice-president of Magdalen–I, who flattered\nmyself I was coming to the fore as a dramatist–to have a five-\npound note flung at my head, like a ticket for soup to a pauper,\nor a bone to a dog, and by an actress, too! Yet she said my\nreading was admirable; and, after all, there is much virtue in a\nfive-pound note. Anyhow, it showed the writer had a good heart.”",
        "The more he thought of her and of the incident, the more comforted\nhe was. He called on her the next day without making an\nappointment; and when she received him, he had the five-pound note\nfluttering in his hand.",
        "She started to speak, but he interrupted her.",
        "“No,” he said, “that is not what I wanted from you. I wanted\nsympathy, and you have unintentionally supplied it.”",
        "Then this man, whom she had regarded as half starved, presented\nher with an enormous bunch of hothouse grapes, and the two sat\ndown and ate them together, thus beginning a friendship which\nended only with Laura Seymour’s death.",
        "Oddly enough, Mrs. Seymour’s suggestion that Reade should make a\nstory of his play was a suggestion which he actually followed. It\nwas to her guidance and sympathy that the world owes the great\nnovels which he afterward composed. If he succeeded on the stage\nat all, it was not merely in “Masks and Faces,” but in his\npowerful dramatization of Zola’s novel, L’Assommoir, under the\ntitle “Drink,” in which the late Charles Warner thrilled and\nhorrified great audiences all over the English-speaking world. Had\nReade never known Laura Seymour, he might never have written so\nstrong a drama.",
        "The mystery of Reade’s relations with this woman can never be\ndefinitely cleared up. Her husband, Mr. Seymour, died not long\nafter she and Reade became acquainted. Then Reade and several\nfriends, both men and women, took a house together; and Laura\nSeymour, now a clever manager and amiable hostess, looked after\nall the practical affairs of the establishment. One by one, the\nothers fell away, through death or by removal, until at last these\ntwo were left alone. Then Reade, unable to give up the\ncompanionship which meant so much to him, vowed that she must\nstill remain and care for him. He leased a house in Sloane Street,\nwhich he has himself described in his novel A Terrible Temptation.\nIt is the chapter wherein Reade also draws his own portrait in the\ncharacter of Francis Bolfe:",
        "The room was rather long, low, and nondescript; scarlet flock\npaper; curtains and sofas, green Utrecht velvet; woodwork and\npillars, white and gold; two windows looking on the street; at the\nother end folding-doors, with scarcely any woodwork, all plate\nglass, but partly hidden by heavy curtains of the same color and\nmaterial as the others.",
        "At last a bell rang; the maid came in and invited Lady Bassett to\nfollow her. She opened the glass folding-doors and took them into\na small conservatory, walled like a grotto, with ferns sprouting\nout of rocky fissures, and spars sparkling, water dripping. Then\nshe opened two more glass folding-doors, and ushered them into an\nempty room, the like of which Lady Bassett had never seen; it was\nlarge in itself, and multiplied tenfold by great mirrors from\nfloor to ceiling, with no frames but a narrow oak beading;\nopposite her, on entering, was a bay window, all plate glass, the\ncentral panes of which opened, like doors, upon a pretty little\ngarden that glowed with color, and was backed by fine trees\nbelonging to the nation; for this garden ran up to the wall of\nHyde Park.",
        "The numerous and large mirrors all down to the ground laid hold of\nthe garden and the flowers, and by double and treble reflection\nfilled the room with delightful nooks of verdure and color.",
        "Here are the words in which Reade describes himself as he looked\nwhen between fifty and sixty years of age:",
        "He looked neither like a poet nor a drudge, but a great fat\ncountry farmer. He was rather tall, very portly, smallish head,\ncommonplace features, mild brown eye not very bright, short beard,\nand wore a suit of tweed all one color.",
        "Such was the house and such was the man over both of which Laura\nSeymour held sway until her death in 1879. What must be thought of\ntheir relations? She herself once said to Mr. John Coleman:",
        "“As for our positions–his and mine–we are partners, nothing\nmore. He has his bank-account, and I have mine. He is master of\nhis fellowship and his rooms at Oxford, and I am mistress of this\nhouse, but not his mistress! Oh, dear, no!”",
        "At another time, long after Mr. Seymour’s death, she said to an\nintimate friend:",
        "“I hope Mr. Reade will never ask me to marry him, for I should\ncertainly refuse the offer.”",
        "There was no reason why he should not have made this offer,\nbecause his Oxford fellowship ceased to be important to him after\nhe had won fame as a novelist. Publishers paid him large sums for\neverything he wrote. His debts were all paid off, and his income\nwas assured. Yet he never spoke of marriage, and he always\nintroduced his friend as “the lady who keeps my house for me.”",
        "As such, he invited his friends to meet her, and as such, she even\naccompanied him to Oxford. There was no concealment, and\napparently there was nothing to conceal. Their manner toward each\nother was that of congenial friends. Mrs. Seymour, in fact, might\nwell have been described as “a good fellow.” Sometimes she\nreferred to him as “the doctor,” and sometimes by the nickname\n“Charlie.” He, on his side, often spoke of her by her last name as\n“Seymour,” precisely as if she had been a man. One of his\nrelatives rather acutely remarked about her that she was not a\nwoman of sentiment at all, but had a genius for friendship; and\nthat she probably could not have really loved any man at all.",
        "This is, perhaps, the explanation of their intimacy. If so, it is\na very remarkable instance of Platonic friendship. It is certain\nthat, after she met Reade, Mrs. Seymour never cared for any other\nman. It is no less certain that he never cared for any other\nwoman. When she died, five years before his death, his life became\na burden to him. It was then that he used to speak of her as “my\nlost darling” and “my dove.” He directed that they should be\nburied side by side in Willesden churchyard. Over the monument\nwhich commemorates them both, he caused to be inscribed, in\naddition to an epitaph for himself, the following tribute to his\nfriend. One should read it and accept the touching words as\nanswering every question that may be asked:",
        "Here lies the great heart of Laura Seymour, a brilliant artist, a\nhumble Christian, a charitable woman, a loving daughter, sister,\nand friend, who lived for others from her childhood. Tenderly\npitiful to all God’s creatures–even to some that are frequently\ndestroyed or neglected–she wiped away the tears from many faces,\nhelping the poor with her savings and the sorrowful with her\nearnest pity. When the eye saw her it blessed her, for her face\nwas sunshine, her voice was melody, and her heart was sympathy.",
        "This grave was made for her and for himself by Charles Reade,\nwhose wise counselor, loyal ally, and bosom friend she was for\ntwenty-four years, and who mourns her all his days.",
        "The End",
        " ",
        "\nThis etext of Famous Affinities of History (IV of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}