{
    "title": "Famous Affinities of History",
    "author": "Lyndon Orr",
    "chapter": "1",
    "content": [
        "\nMary Godwin Wollstonecraft Shelley (1797-1851)\nEnglish novelist, author of Frankenstein\n",
        "\n\n",
        "The story of Jonathan Swift and of the two women who gave their\nlives for love of him is familiar to every student of English\nliterature. Swift himself, both in letters and in politics, stands\nout a conspicuous figure in the reigns of King William III and\nQueen Anne. By writing Gulliver’s Travels he made himself\nimmortal. The external facts of his singular relations with two\ncharming women are sufficiently well known; but a definite\nexplanation of these facts has never yet been given. Swift held\nhis tongue with a repellent taciturnity. No one ever dared to\nquestion him. Whether the true solution belongs to the sphere of\npsychology or of physiology is a question that remains unanswered.",
        "But, as the case is one of the most puzzling in the annals of\nlove, it may be well to set forth the circumstances very briefly,\nto weigh the theories that have already been advanced, and to\nsuggest another.",
        "Jonathan Swift was of Yorkshire stock, though he happened to be\nborn in Dublin, and thus is often spoken of as “the great Irish\nsatirist,” or “the Irish dean.” It was, in truth, his fate to\nspend much of his life in Ireland, and to die there, near the\ncathedral where his remains now rest; but in truth he hated\nIreland and everything connected with it, just as he hated\nScotland and everything that was Scottish. He was an Englishman to\nthe core.",
        "High-stomached, proud, obstinate, and over-mastering, independence\nwas the dream of his life. He would accept no favors, lest he\nshould put himself under obligation; and although he could give\ngenerously, and even lavishly, he lived for the most part a\nmiser’s life, hoarding every penny and halfpenny that he could.\nWhatever one may think of him, there is no doubt that he was a\nvery manly man. Too many of his portraits give the impression of a\nsour, supercilious pedant; but the finest of them all–that by\nJervas–shows him as he must have been at his very prime, with a\nface that was almost handsome, and a look of attractive humor\nwhich strengthens rather than lessens the power of his brows and\nof the large, lambent eyes beneath them.",
        "At fifteen he entered Trinity College, in Dublin, where he read\nwidely but studied little, so that his degree was finally granted\nhim only as a special favor. At twenty-one he first visited\nEngland, and became secretary to Sir William Temple, at Moor Park.\nTemple, after a distinguished career in diplomacy, had retired to\nhis fine country estate in Surrey. He is remembered now for\nseveral things–for having entertained Peter the Great of Russia;\nfor having, while young, won the affections of Dorothy Osborne,\nwhose letters to him are charming in their grace and archness; for\nhaving been the patron of Jonathan Swift; and for fathering the\nyoung girl named Esther Johnson, a waif, born out of wedlock, to\nwhom Temple gave a place in his household.",
        "When Swift first met her, Esther Johnson was only eight years old;\nand part of his duties at Moor Park consisted in giving her what\nwas then an unusual education for a girl. She was, however, still\na child, and nothing serious could have passed between the raw\nyouth and this little girl who learned the lessons that he imposed\nupon her.",
        "Such acquaintance as they had was rudely broken off. Temple, a man\nof high position, treated Swift with an urbane condescension which\ndrove the young man’s independent soul into a frenzy. He returned\nto Ireland, where he was ordained a clergyman, and received a\nsmall parish at Kilroot, near Belfast.",
        "It was here that the love-note was first seriously heard in the\ndiscordant music of Swift’s career. A college friend of his named\nWaring had a sister who was about the age of Swift, and whom he\nmet quite frequently at Kilroot. Not very much is known of this\nepisode, but there is evidence that Swift fell in love with the\ngirl, whom he rather romantically called “Varina.”",
        "This cannot be called a serious love-affair. Swift was lonely, and\nJane Waring was probably the only girl of refinement who lived\nnear Kilroot. Furthermore, she had inherited a small fortune,\nwhile Swift was miserably poor, and had nothing to offer except\nthe shadowy prospect of future advancement in England. He was\ndefinitely refused by her; and it was this, perhaps, that led him\nto resolve on going back to England and making his peace with Sir\nWilliam Temple.",
        "On leaving, Swift wrote a passionate letter to Miss Waring–the\nonly true love-letter that remains to us of their correspondence.\nHe protests that he does not want Varina’s fortune, and that he\nwill wait until he is in a position to marry her on equal terms.\nThere is a smoldering flame of jealousy running through the\nletter. Swift charges her with being cold, affected, and willing\nto flirt with persons who are quite beneath her.",
        "Varina played no important part in Swift’s larger life thereafter;\nbut something must be said of this affair in order to show, first\nof all, that Swift’s love for her was due only to proximity, and\nthat when he ceased to feel it he could be not only hard, but\nharsh. His fiery spirit must have made a deep impression on Miss\nWaring; for though she at the time refused him, she afterward\nremembered him, and tried to renew their old relations. Indeed, no\nsooner had Swift been made rector of a larger parish, than Varina\nlet him know that she had changed her mind, and was ready to marry\nhim; but by this time Swift had lost all interest in her. He wrote\nan answer which even his truest admirers have called brutal.",
        "“Yes,” he said in substance, “I will marry you, though you have\ntreated me vilely, and though you are living in a sort of social\nsink. I am still poor, though you probably think otherwise.\nHowever, I will marry you on certain conditions. First, you must\nbe educated, so that you can entertain me. Next, you must put up\nwith all my whims and likes and dislikes. Then you must live\nwherever I please. On these terms I will take you, without\nreference to your looks or to your income. As to the first,\ncleanliness is all that I require; as to the second, I only ask\nthat it be enough.”",
        "Such a letter as this was like a blow from a bludgeon. The\ninsolence, the contempt, and the hardness of it were such as no\nself-respecting woman could endure. It put an end to their\nacquaintance, as Swift undoubtedly intended it should do. He would\nhave been less censurable had he struck Varina with his fist or\nkicked her.",
        "The true reason for Swift’s utter change of heart is found, no\ndoubt, in the beginning of what was destined to be his long\nintimacy with Esther Johnson. When Swift left Sir William Temple’s\nin a huff, Esther had been a mere schoolgirl. Now, on his return,\nshe was fifteen years of age, and seemed older. She had blossomed\nout into a very comely girl, vivacious, clever, and physically\nwell developed, with dark hair, sparkling eyes, and features that\nwere unusually regular and lovely.",
        "For three years the two were close friends and intimate\nassociates, though it cannot he said that Swift ever made open\nlove to her. To the outward eye they were no more than fellow\nworkers. Yet love does not need the spoken word and the formal\ndeclaration to give it life and make it deep and strong. Esther\nJohnson, to whom Swift gave the pet name of “Stella,” grew into\nthe existence of this fiery, hold, and independent genius. All\nthat he did she knew. She was his confidante. As to his writings,\nhis hopes, and his enmities, she was the mistress of all his\nsecrets. For her, at last, no other man existed.",
        "On Sir William Temple’s death, Esther John son came into a small\nfortune, though she now lost her home at Moor Park. Swift returned\nto Ireland, and soon afterward he invited Stella to join him\nthere.",
        "Swift was now thirty-four years of age, and Stella a very\nattractive girl of twenty. One might have expected that the two\nwould marry, and yet they did not do so. Every precaution was\ntaken to avoid anything like scandal. Stella was accompanied by a\nfriend–a widow named Mrs. Dingley–without whose presence, or\nthat of some third person, Swift never saw Esther Johnson. When\nSwift was absent, how ever, the two ladies occupied his\napartments; and Stella became more than ever essential to his\nhappiness.",
        "When they were separated for any length of time Swift wrote to\nStella in a sort of baby-talk, which they called “the little\nlanguage.” It was made up of curious abbreviations and childish\nwords, growing more and more complicated as the years went on. It\nis interesting to think of this stern and often savage genius, who\nloved to hate, and whose hate was almost less terrible than his\nlove, babbling and prattling in little half caressing sentences,\nas a mother might babble over her first child. Pedantic writers\nhave professed to find in Swift’s use of this “little language\"\nthe coming shadow of that insanity which struck him down in his\nold age.",
        "As it is, these letters are among the curiosities of amatory\ncorrespondence. When Swift writes “oo” for “you,” and “deelest\"\nfor “dearest,” and “vely” for “very,” there is no need of an\ninterpreter; but “rettle” for “let ter,” “dallars” for “girls,\"\nand “givar” for “devil,” are at first rather difficult to guess.\nThen there is a system of abbreviating. “Md” means “my dear,\"\n“Ppt” means “poppet,” and “Pdfr,” with which Swift sometimes\nsigned his epistles, “poor, dear, foolish rogue.”",
        "The letters reveal how very closely the two were bound together,\nyet still there was no talk of marriage. On one occasion, after\nthey had been together for three years in Ireland, Stella might\nhave married another man. This was a friend of Swift’s, one Dr.\nTisdall, who made energetic love to the sweet-faced English girl.\nTisdall accused Swift of poisoning Stella’s mind against him.\nSwift replied that such was not the case. He said that no feelings\nof his own would ever lead him to influence the girl if she\npreferred another.",
        "It is quite sure, then, that Stella clung wholly to Swift, and\ncared nothing for the proffered love of any other man. Thus\nthrough the years the relations of the two remained unchanged,\nuntil in 1710 Swift left Ireland and appeared as a very brilliant\nfigure in the London drawing-rooms of the great Tory leaders of\nthe day.",
        "He was now a man of mark, because of his ability as a\ncontroversialist. He had learned the manners of the world, and he\ncarried him self with an air of power which impressed all those\nwho met him. Among these persons was a Miss Hester–or Esther–\nVanhomrigh, the daughter of a rather wealthy widow who was living\nin London at that time. Miss Vanhomrigh–a name which she and her\nmother pronounced “Vanmeury\"–was then seventeen years of age, or\ntwelve years younger than the patient Stella.",
        "Esther Johnson, through her long acquaintance with Swift, and from\nhis confidence in her, had come to treat him almost as an\nintellectual equal. She knew all his moods, some of which were\nvery difficult, and she bore them all; though when he was most\ntyrannous she became only passive, waiting, with a woman’s wisdom,\nfor the tempest to blow over.",
        "Miss Vanhomrigh, on the other hand, was one of those girls who,\nthough they have high spirit, take an almost voluptuous delight in\nyielding to a spirit that is stronger still. This beautiful\ncreature felt a positive fascination in Swift’s presence and his\nimperious manner. When his eyes flashed, and his voice thundered\nout words of anger, she looked at him with adoration, and bowed in\na sort of ecstasy before him. If he chose to accost a great lady\nwith “Well, madam, are you as ill-natured and disagreeable as when\nI met you last?” Esther Vanhomrigh thrilled at the insolent\naudacity of the man. Her evident fondness for him exercised a\nseductive influence over Swift.",
        "As the two were thrown more and more together, the girl lost all\nher self-control. Swift did not in any sense make love to her,\nthough he gave her the somewhat fanciful name of “Vanessa\"; but\nshe, driven on by a high-strung, unbridled temperament, made open\nlove to him. When he was about to return to Ireland, there came\none startling moment when Vanessa flung herself into the arms of\nSwift, and amazed him by pouring out a torrent of passionate\nendearments.",
        "Swift seems to have been surprised. He did what he could to quiet\nher. He told her that they were too unequal in years and fortune\nfor anything but friendship, and he offered to give her as much\nfriendship as she desired.",
        "Doubtless he thought that, after returning to Ireland, he would\nnot see Vanessa any more. In this, however, he was mistaken. An\nardent girl, with a fortune of her own, was not to be kept from\nthe man whom absence only made her love the more. In addition,\nSwift carried on his correspondence with her, which served to fan\nthe flame and to increase the sway that Swift had already\nacquired.",
        "Vanessa wrote, and with every letter she burned and pined. Swift\nreplied, and each reply enhanced her yearning for him. Ere long,\nVanessa’s mother died, and Vanessa herself hastened to Ireland and\ntook up her residence near Dublin. There, for years, was enacted\nthis tragic comedy–Esther Johnson was near Swift, and had all his\nconfidence; Esther Vanhomrigh was kept apart from him, while still\nreceiving missives from him, and, later, even visits.",
        "It was at this time, after he had become dean of St. Patrick’s\nCathedral, in Dublin, that Swift was married to Esther Johnson–\nfor it seems probable that the ceremony took place, though it was\nnothing more than a form. They still saw each other only in the\npresence of a third person. Nevertheless, some knowledge of their\nclose relationship leaked out. Stella had been jealous of her\nrival during the years that Swift spent in London. Vanessa was now\ntold that Swift was married to the other woman, or that she was\nhis mistress. Writhing with jealousy, she wrote directly to\nStella, and asked whether she was Dean Swift’s wife. In answer\nStella replied that she was, and then she sent Vanessa’s letter to\nSwift himself.",
        "All the fury of his nature was roused in him; and he was a man who\ncould be very terrible when angry. He might have remembered the\nintense love which Vanessa bore for him, the humility with which\nshe had accepted his conditions, and, finally, the loneliness of\nthis girl.",
        "But Swift was utterly unsparing. No gleam of pity entered his\nheart as he leaped upon a horse and galloped out to Marley Abbey,\nwhere she was living–\"his prominent eyes arched by jet-black\nbrows and glaring with the green fury of a cat’s.” Reaching the\nhouse, he dashed into it, with something awful in his looks, made\nhis way to Vanessa, threw her letter down upon the table and,\nafter giving her one frightful glare, turned on his heel, and in a\nmoment more was galloping back to Dublin.",
        "The girl fell to the floor in an agony of terror and remorse. She\nwas taken to her room, and only three weeks afterward was carried\nforth, having died literally of a broken heart.",
        "Five years later, Stella also died, withering away a sacrifice to\nwhat the world has called Swift’s cruel heartlessness and egotism.\nHis greatest public triumphs came to him in his final years of\nmelancholy isolation; but in spite of the applause that greeted\nThe Drapier Letters and Gulliver’s Travels, he brooded morbidly\nover his past life. At last his powerful mind gave way, so that he\ndied a victim to senile dementia. By his directions his body was\ninterred in the same coffin with Stella’s, in the cathedral of\nwhich he had been dean.",
        "Such is the story of Dean Swift, and it has always suggested\nseveral curious questions. Why, if he loved Stella, did he not\nmarry her long before? Why, when he married her, did he treat her\nstill as if she were not his wife? Why did he allow Vanessa’s love\nto run like a scarlet thread across the fabric of the other\naffection, which must have been so strong?",
        "Many answers have been given to these questions. That which was\nformulated by Sir Walter Scott is a simple one, and has been\ngenerally accepted. Scott believed that Swift was physically\nincapacitated for marriage, and that he needed feminine sympathy,\nwhich he took where he could get it, without feeling bound to give\nanything in return.",
        "If Scott’s explanation be the true one, it still leaves Swift\nexposed to ignominy as a monster of ingratitude. Therefore, many\nof his biographers have sought other explanations. No one can\npalliate his conduct toward Vanessa; but Sir Leslie Stephen makes\na plea for him with reference to Stella. Sir Leslie points out\nthat until Swift became dean of St. Patrick’s his income was far\ntoo small to marry on, and that after his brilliant but\ndisappointing three years in London, when his prospects of\nadvancement were ruined, he felt himself a broken man.",
        "Furthermore, his health was always precarious, since he suffered\nfrom a distressing illness which attacked him at intervals,\nrendering him both deaf and giddy. The disease is now known as\nMeniere’s disease, from its classification by the French\nphysician, Meniere, in 1861. Swift felt that he lived in constant\ndanger of some sudden stroke that would deprive him either of life\nor reason; and his ultimate insanity makes it appear that his\nforebodings were not wholly futile. Therefore, though he married\nStella, he kept the marriage secret, thus leaving her free, in\ncase of his demise, to marry as a maiden, and not to be regarded\nas a widow.",
        "Sir Leslie offers the further plea that, after all, Stella’s life\nwas what she chose to make it. She enjoyed Swift’s friendship,\nwhich she preferred to the love of any other man.",
        "Another view is that of Dr. Richard Garnett, who has discussed the\nquestion with some subtlety. “Swift,” says Dr. Garnett, “was by\nnature devoid of passion. He was fully capable of friendship, but\nnot of love. The spiritual realm, whether of divine or earthly\nthings, was a region closed to him, where he never set foot.” On\nthe side of friendship he must greatly have preferred Stella to\nVanessa, and yet the latter assailed him on his weakest side–on\nthe side of his love of imperious domination.",
        "Vanessa hugged the fetters to which Stella merely submitted.\nFlattered to excess by her surrender, yet conscious of his\nobligations and his real preference, he could neither discard the\none beauty nor desert the other.",
        "Therefore, he temporized with both of them, and when the choice\nwas forced upon him he madly struck down the woman for whom he\ncared the less.",
        "One may accept Dr. Garnett’s theory with a somewhat altered\nconclusion. It is not true, as a matter of recorded fact, that\nSwift was incapable of passion, for when a boy at college he was\nsought out by various young women, and he sought them out in turn.\nHis fiery letter to Miss Waring points to the same conclusion.\nWhen Esther Johnson began to love him he was heart-free, yet\nunable, because of his straitened means, to marry. But Esther\nJohnson always appealed more to his reason, his friendship, and\nhis comfort, than to his love, using the word in its material,\nphysical sense. This love was stirred in him by Vanessa. Yet when\nhe met Vanessa he had already gone too far with Esther Johnson to\nbreak the bond which had so long united them, nor could he think\nof a life without her, for she was to him his other self.",
        "At the same time, his more romantic association with Vanessa\nroused those instincts which he had scarcely known himself to be\npossessed of. His position was, therefore, most embarrassing. He\nhoped to end it when he left London and returned to Ireland; but\nfate was unkind to him in this, because Vanessa followed him. He\nlacked the will to be frank with her, and thus he stood a\nwretched, halting victim of his own dual nature.",
        "He was a clergyman, and at heart religious. He had also a sense of\nhonor, and both of these traits compelled him to remain true to\nEsther Johnson. The terrible outbreak which brought about\nVanessa’s death was probably the wild frenzy of a tortured soul.\nIt recalls the picture of some fierce animal brought at last to\nbay, and venting its own anguish upon any object that is within\nreach of its fangs and claws.",
        "No matter how the story may be told, it makes one shiver, for it\nis a tragedy in which the three participants all meet their doom–\none crushed by a lightning-bolt of unreasoning anger, the other\nwasting away through hope deferred; while the man whom the world\nwill always hold responsible was himself destined to end his years\nblind and sleepless, bequeathing his fortune to a madhouse, and\nsaying, with his last muttered breath:",
        "“I am a fool!”",
        "Continue...",
        "\nThis etext of Famous Affinities of History (IV of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}