{
    "title": "Famous Affinities of History - by Lyndon Orr [Authorama]",
    "author": "Unknown",
    "chapter": "i",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\nNell Gwyn\nSimon Verelst, ca. 1680\nAt the National Gallery\n",
        "Of all love stories that are known to human history, the love\nstory of Antony and Cleopatra has been for nineteen centuries the\nmost remarkable. It has tasked the resources of the plastic and\nthe graphic arts. It has been made the theme of poets and of prose\nnarrators. It has appeared and reappeared in a thousand forms, and\nit appeals as much to the imagination to-day as it did when Antony\ndeserted his almost victorious troops and hastened in a swift\ngalley from Actium in pursuit of Cleopatra.",
        "The wonder of the story is explained by its extraordinary nature.\nMany men in private life have lost fortune and fame for the love\nof woman. Kings have incurred the odium of their people, and have\ncared nothing for it in comparison with the joys of sense that\ncome from the lingering caresses and clinging kisses. Cold-blooded\nstatesmen, such as Parnell, have lost the leadership of their\nparty and have gone down in history with a clouded name because of\nthe fascination exercised upon them by some woman, often far from\nbeautiful, and yet possessing the mysterious power which makes the\ntriumphs of statesmanship seem slight in comparison with the\nswiftly flying hours of pleasure.",
        "But in the case of Antony and Cleopatra alone do we find a man\nflinging away not merely the triumphs of civic honors or the\nheadship of a state, but much more than these–the mastery of what\nwas practically the world–in answer to the promptings of a\nwoman’s will. Hence the story of the Roman triumvir and the\nEgyptian queen is not like any other story that has yet been told.\nThe sacrifice involved in it was so overwhelming, so\ninstantaneous, and so complete as to set this narrative above all\nothers. Shakespeare’s genius has touched it with the glory of a\ngreat imagination. Dryden, using it in the finest of his plays,\nexpressed its nature in the title “All for Love.”",
        "The distinguished Italian historian, Signor Ferrero, the author of\nmany books, has tried hard to eliminate nearly all the romantic\nelements from the tale, and to have us see in it not the triumph\nof love, but the blindness of ambition. Under his handling it\nbecomes almost a sordid drama of man’s pursuit of power and of\nwoman’s selfishness. Let us review the story as it remains, even\nafter we have taken full account of Ferrero’s criticism. Has the\nworld for nineteen hundred years been blinded by a show of\nsentiment? Has it so absolutely been misled by those who lived and\nwrote in the days which followed closely on the events that make\nup this extraordinary narrative?",
        "In answering these questions we must consider, in the first place,\nthe scene, and, in the second place, the psychology of the two\ncentral characters who for so long a time have been regarded as\nthe very embodiment of unchecked passion.",
        "As to the scene, it must be remembered that the Egypt of those\ndays was not Egyptian as we understand the word, but rather Greek.\nCleopatra herself was of Greek descent. The kingdom of Egypt had\nbeen created by a general of Alexander the Great after that\nsplendid warrior’s death. Its capital, the most brilliant city of\nthe Greco-Roman world, had been founded by Alexander himself, who\ngave to it his name. With his own hands he traced out the limits\nof the city and issued the most peremptory orders that it should\nbe made the metropolis of the entire world. The orders of a king\ncannot give enduring greatness to a city; but Alexander’s keen eye\nand marvelous brain saw at once that the site of Alexandria was\nsuch that a great commercial community planted there would live\nand flourish throughout out succeeding ages. He was right; for\nwithin a century this new capital of Egypt leaped to the forefront\namong the exchanges of the world’s commerce, while everything that\nart could do was lavished on its embellishment.",
        "Alexandria lay upon a projecting tongue of land so situated that\nthe whole trade of the Mediterranean centered there. Down the Nile\nthere floated to its gates the barbaric wealth of Africa. To it\ncame the treasures of the East, brought from afar by caravans–\nsilks from China, spices and pearls from India, and enormous\nmasses of gold and silver from lands scarcely known. In its harbor\nwere the vessels of every country, from Asia in the East to Spain\nand Gaul and even Britain in the West.",
        "When Cleopatra, a young girl of seventeen, succeeded to the throne\nof Egypt the population of Alexandria amounted to a million souls.\nThe customs duties collected at the port would, in terms of modern\nmoney, amount each year to more than thirty million dollars, even\nthough the imposts were not heavy. The people, who may be\ndescribed as Greek at the top and Oriental at the bottom, were\nboisterous and pleasure-loving, devoted to splendid spectacles,\nwith horse-racing, gambling, and dissipation; yet at the same time\nthey were an artistic people, loving music passionately, and by no\nmeans idle, since one part of the city was devoted to large and\nprosperous manufactories of linen, paper, glass, and muslin.",
        "To the outward eye Alexandria was extremely beautiful. Through its\nentire length ran two great boulevards, shaded and diversified by\nmighty trees and parterres of multicolored flowers, amid which\nfountains plashed and costly marbles gleamed. One-fifth of the\nwhole city was known as the Royal Residence. In it were the\npalaces of the reigning family, the great museum, and the famous\nlibrary which the Arabs later burned. There were parks and gardens\nbrilliant with tropical foliage and adorned with the masterpieces\nof Grecian sculpture, while sphinxes and obelisks gave a\nsuggestion of Oriental strangeness. As one looked seaward his eye\nbeheld over the blue water the snow-white rocks of the sheltering\nisland, Pharos, on which was reared a lighthouse four hundred feet\nin height and justly numbered among the seven wonders of the\nworld. Altogether, Alexandria was a city of wealth, of beauty, of\nstirring life, of excitement, and of pleasure. Ferrero has aptly\nlikened it to Paris–not so much the Paris of to-day as the Paris\nof forty years ago, when the Second Empire flourished in all its\nsplendor as the home of joy and strange delights.",
        "Over the country of which Alexandria was the capital Cleopatra\ncame to reign at seventeen. Following the odd custom which the\nGreek dynasty of the Ptolemies had inherited from their Egyptian\npredecessors, she was betrothed to her own brother. He, however,\nwas a mere child of less than twelve, and was under the control of\nevil counselors, who, in his name, gained control of the capital\nand drove Cleopatra into exile. Until then she had been a mere\ngirl; but now the spirit of a woman who was wronged blazed up in\nher and called out all her latent powers. Hastening to Syria, she\ngathered about herself an army and led it against her foes.",
        "But meanwhile Julius Caesar, the greatest man of ancient times,\nhad arrived at Alexandria backed by an army of his veterans.\nAgainst him no resistance would avail. Then came a brief moment\nduring which the Egyptian king and the Egyptian queen each strove\nto win the favor of the Roman imperator. The king and his advisers\nhad many arts, and so had Cleopatra. One thing, however, she\npossessed which struck the balance in her favor, and this was a\nwoman’s fascination.",
        "According to the story, Caesar was unwilling to receive her. There\ncame into his presence, as he sat in the palace, a group of slaves\nbearing a long roll of matting, bound carefully and seeming to\ncontain some precious work of art. The slaves made signs that they\nwere bearing a gift to Caesar. The master of Egypt bade them\nunwrap the gift that he might see it. They did so, and out of the\nwrapping came Cleopatra–a radiant vision, appealing,\nirresistible. Next morning it became known everywhere that\nCleopatra had remained in Caesar’s quarters through the night and\nthat her enemies were now his enemies. In desperation they rushed\nupon his legions, casting aside all pretense of amity. There\nensued a fierce contest, but the revolt was quenched in blood.",
        "This was a crucial moment in Cleopatra’s life. She had sacrificed\nall that a woman has to give; but she had not done so from any\nlove of pleasure or from wantonness. She was queen of Egypt, and\nshe had redeemed her kingdom and kept it by her sacrifice. One\nshould not condemn her too severely. In a sense, her act was one\nof heroism like that of Judith in the tent of Holofernes. But\nbeyond all question it changed her character. It taught her the\nsecret of her own great power. Henceforth she was no longer a mere\ngirl, nor a woman of the ordinary type. Her contact with so great\na mind as Caesar’s quickened her intellect. Her knowledge that, by\nthe charms of sense, she had mastered even him transformed her\ninto a strange and wonderful creature. She learned to study the\nweaknesses of men, to play on their emotions, to appeal to every\nsubtle taste and fancy. In her were blended mental power and that\nillusive, indefinable gift which is called charm.",
        "For Cleopatra was never beautiful. Signor Ferrero seems to think\nthis fact to be discovery of his own, but it was set down by\nPlutarch in a very striking passage written less than a century\nafter Cleopatra and Antony died. We may quote here what the Greek\nhistorian said of her:",
        "Her actual beauty was far from being so remarkable that none could\nbe compared with her, nor was it such that it would strike your\nfancy when you saw her first. Yet the influence of her presence,\nif you lingered near her, was irresistible. Her attractive\npersonality, joined with the charm of her conversation, and the\nindividual touch that she gave to everything she said or did, were\nutterly bewitching. It was delightful merely to hear the music of\nher voice, with which, like an instrument of many strings, she\ncould pass from one language to another.",
        "Caesar had left Cleopatra firmly seated on the throne of Egypt.\nFor six years she reigned with great intelligence, keeping order\nin her dominions, and patronizing with discrimination both arts\nand letters. But ere long the convulsions of the Roman state once\nmore caused her extreme anxiety. Caesar had been assassinated, and\nthere ensued a period of civil war. Out of it emerged two striking\nfigures which were absolutely contrasted in their character. One\nwas Octavian, the adopted son of Caesar, a man who, though still\nquite young and possessed of great ability, was cunning, cold-\nblooded, and deceitful. The other was Antony, a soldier by\ntraining, and with all a soldier’s bluntness, courage, and\nlawlessness.",
        "The Roman world was divided for the time between these two men,\nAntony receiving the government of the East, Octavian that of the\nWest. In the year which had preceded this division Cleopatra had\nwavered between the two opposite factions at Rome. In so doing she\nhad excited the suspicion of Antony, and he now demanded of her an\nexplanation.",
        "One must have some conception of Antony himself in order to\nunderstand the events that followed. He was essentially a soldier,\nof excellent family, being related to Caesar himself. As a very\nyoung man he was exceedingly handsome, and bad companions led him\ninto the pursuit of vicious pleasure. He had scarcely come of age\nwhen he found that he owed the enormous sum of two hundred and\nfifty talents, equivalent to half a million dollars in the money\nof to-day. But he was much more than a mere man of pleasure, given\nover to drinking and to dissipation. Men might tell of his\nescapades, as when he drove about the streets of Rome in a common\ncab, dangling his legs out of the window while he shouted forth\ndrunken songs of revelry. This was not the whole of Antony.\nJoining the Roman army in Syria, he showed himself to be a soldier\nof great personal bravery, a clever strategist, and also humane\nand merciful in the hour of victory.",
        "Unlike most Romans, Antony wore a full beard. His forehead was\nlarge, and his nose was of the distinctive Roman type. His look\nwas so bold and masculine that people likened him to Hercules. His\ndemocratic manners endeared him to the army. He wore a plain tunic\ncovered with a large, coarse mantle, and carried a huge sword at\nhis side, despising ostentation. Even his faults and follies added\nto his popularity. He would sit down at the common soldiers’ mess\nand drink with them, telling them stories and clapping them on the\nback. He spent money like water, quickly recognizing any daring\ndeed which his legionaries performed. In this respect he was like\nNapoleon; and, like Napoleon, he had a vein of florid eloquence\nwhich was criticized by literary men, but which went straight to\nthe heart of the private soldier. In a word, he was a powerful,\nvirile, passionate, able man, rough, as were nearly all his\ncountrymen, but strong and true.",
        "It was to this general that Cleopatra was to answer, and with a\nfirm reliance on the charms which had subdued Antony’s great\ncommander, Caesar, she set out in person for Cilicia, in Asia\nMinor, sailing up the river Cydnus to the place where Antony was\nencamped with his army. Making all allowance for the exaggeration\nof historians, there can be no doubt that she appeared to him like\nsome dreamy vision. Her barge was gilded, and was wafted on its\nway by swelling sails of Tyrian purple. The oars which smote the\nwater were of shining silver. As she drew near the Roman general’s\ncamp the languorous music of flutes and harps breathed forth a\nstrain of invitation.",
        "Cleopatra herself lay upon a divan set upon the deck of the barge\nbeneath a canopy of woven gold. She was dressed to resemble Venus,\nwhile girls about her personated nymphs and Graces. Delicate\nperfumes diffused themselves from the vessel; and at last, as she\ndrew near the shore, all the people for miles about were gathered\nthere, leaving Antony to sit alone in the tribunal where he was\ndispensing justice.",
        "Word was brought to him that Venus had come to feast with Bacchus.\nAntony, though still suspicious of Cleopatra, sent her an\ninvitation to dine with him in state. With graceful tact she sent\nhim a counter-invitation, and he came. The magnificence of his\nreception dazzled the man who had so long known only a soldier’s\nfare, or at most the crude entertainments which he had enjoyed in\nRome. A marvelous display of lights was made. Thousands upon\nthousands of candles shone brilliantly, arranged in squares and\ncircles; while the banquet itself was one that symbolized the\nstudied luxury of the East.",
        "At this time Cleopatra was twenty-seven years of age–a period of\nlife which modern physiologists have called the crisis in a\nwoman’s growth. She had never really loved before, since she had\ngiven herself to Caesar, not because she cared for him, but to\nsave her kingdom. She now came into the presence of one whose\nmanly beauty and strong passions were matched by her own subtlety\nand appealing charm.",
        "When Antony addressed her he felt himself a rustic in her\npresence. Almost resentful, he betook himself to the coarse\nlanguage of the camp. Cleopatra, with marvelous adaptability, took\nher tone from his, and thus in a moment put him at his ease.\nFerrero, who takes a most unfavorable view of her character and\npersonality, nevertheless explains the secret of her fascination:",
        "Herself utterly cold and callous, insensitive by nature to the\nflame of true devotion, Cleopatra was one of those women gifted\nwith an unerring instinct for all the various roads to men’s\naffections. She could be the shrinking, modest girl, too shy to\nreveal her half-unconscious emotions of jealousy and depression\nand self-abandonment, or a woman carried away by the sweep of a\nfiery and uncontrollable passion. She could tickle the esthetic\nsensibilities of her victims by rich and gorgeous festivals, by\nthe fantastic adornment of her own person and her palace, or by\nbrilliant discussions on literature and art; she could conjure up\nall their grossest instincts with the vilest obscenities of\nconversation, with the free and easy jocularity of a woman of the\ncamps.",
        "These last words are far too strong, and they represent only\nFerrero’s personal opinion; yet there is no doubt that she met\nevery mood of Antony’s so that he became enthralled with her at\nonce. No such woman as this had ever cast her eyes on him before.\nHe had a wife at home–a most disreputable wife–so that he cared\nlittle for domestic ties. Later, out of policy, he made another\nmarriage with the sister of his rival, Octavian, but this wife he\nnever cared for. His heart and soul were given up to Cleopatra,\nthe woman who could be a comrade in the camp and a fount of\ntenderness in their hours of dalliance, and who possessed the keen\nintellect of a man joined to the arts and fascinations of a woman.",
        "On her side she found in Antony an ardent lover, a man of vigorous\nmasculinity, and, moreover, a soldier whose armies might well\nsustain her on the throne of Egypt. That there was calculation\nmingled with her love, no one can doubt. That some calculation\nalso entered into Antony’s affection is likewise certain. Yet this\ndoes not affect the truth that each was wholly given to the other.\nWhy should it have lessened her love for him to feel that he could\nprotect her and defend her? Why should it have lessened his love\nfor her to know that she was queen of the richest country in the\nworld–one that could supply his needs, sustain his armies, and\ngild his triumphs with magnificence?",
        "There are many instances in history of regnant queens who loved\nand yet whose love was not dissociated from the policy of state.\nSuch were Anne of Austria, Elizabeth of England, and the\nunfortunate Mary Stuart. Such, too, we cannot fail to think, was\nCleopatra.",
        "The two remained together for ten years. In this time Antony was\nseparated from her only during a campaign in the East. In\nAlexandria he ceased to seem a Roman citizen and gave himself up\nwholly to the charms of this enticing woman. Many stories are told\nof their good fellowship and close intimacy. Plutarch quotes Plato\nas saying that there are four kinds of flattery, but he adds that\nCleopatra had a thousand. She was the supreme mistress of the art\nof pleasing.",
        "Whether Antony were serious or mirthful, she had at the instant\nsome new delight or some new charm to meet his wishes. At every\nturn she was with him both day and night. With him she threw dice;\nwith him she drank; with him she hunted; and when he exercised\nhimself in arms she was there to admire and applaud.",
        "At night the pair would disguise themselves as servants and wander\nabout the streets of Alexandria. In fact, more than once they were\nset upon in the slums and treated roughly by the rabble who did\nnot recognize them. Cleopatra was always alluring, always tactful,\noften humorous, and full of frolic.",
        "Then came the shock of Antony’s final breach with Octavian. Either\nAntony or his rival must rule the world. Cleopatra’s lover once\nmore became the Roman general, and with a great fleet proceeded to\nthe coast of Greece, where his enemy was encamped. Antony had\nraised a hundred and twelve thousand troops and five hundred\nships–a force far superior to that commanded by Octavian.\nCleopatra was there with sixty ships.",
        "In the days that preceded the final battle much took place which\nstill remains obscure. It seems likely that Antony desired to\nbecome again the Roman, while Cleopatra wished him to thrust Rome\naside and return to Egypt with her, to reign there as an\nindependent king. To her Rome was almost a barbarian city. In it\nshe could not hold sway as she could in her beautiful Alexandria,\nwith its blue skies and velvet turf and tropical flowers. At Rome\nAntony would be distracted by the cares of state, and she would\nlose her lover. At Alexandria she would have him for her very own.",
        "The clash came when the hostile fleets met off the promontory of\nActium. At its crisis Cleopatra, prematurely concluding that the\nbattle was lost, of a sudden gave the signal for retreat and put\nout to sea with her fleet. This was the crucial moment. Antony,\nmastered by his love, forgot all else, and in a swift ship started\nin pursuit of her, abandoning his fleet and army to win or lose as\nfortune might decide. For him the world was nothing; the dark-\nbrowed Queen of Egypt, imperious and yet caressing, was\neverything. Never was such a prize and never were such great hopes\nthrown carelessly away. After waiting seven days Antony’s troops,\nstill undefeated, finding that their commander would not return to\nthem, surrendered to Octavian, who thus became the master of an\nempire.",
        "Later his legions assaulted Alexandria, and there Antony was twice\ndefeated. At last Cleopatra saw her great mistake. She had made\nher lover give up the hope of being Rome’s dictator, but in so\ndoing she had also lost the chance of ruling with him tranquilly\nin Egypt. She shut herself behind the barred doors of the royal\nsepulcher; and, lest she should be molested there, she sent forth\nword that she had died. Her proud spirit could not brook the\nthought that she might be seized and carried as a prisoner to\nRome. She was too much a queen in soul to be led in triumph up the\nSacred Way to the Capitol with golden chains clanking on her\nslender wrists.",
        "Antony, believing the report that she was dead, fell upon his\nsword; but in his dying moments he was carried into the presence\nof the woman for whom he had given all. With her arms about him,\nhis spirit passed away; and soon after she, too, met death,\nwhether by a poisoned draught or by the storied asp no one can\nsay.",
        "Cleopatra had lived the mistress of a splendid kingdom. She had\nsuccessively captivated two of the greatest men whom Rome had ever\nseen. She died, like a queen, to escape disgrace. Whatever modern\ncritics may have to say concerning small details, this story still\nremains the strangest love story of which the world has any\nrecord.",
        "Many a woman, amid the transports of passionate and languishing\nlove, has cried out in a sort of ecstasy:",
        "“I love you as no woman ever loved a man before!”",
        "When she says this she believes it. Her whole soul is aflame with\nthe ardor of emotion. It really seems to her that no one ever\ncould have loved so much as she.",
        "This cry–spontaneous, untaught, sincere–has become almost one\nof those conventionalities of amorous expression which belong to\nthe vocabulary of self-abandonment. Every woman who utters it,\nwhen torn by the almost terrible extravagance of a great love,\nbelieves that no one before her has ever said it, and that in her\nown case it is absolutely true.",
        "Yet, how many women are really faithful to the end? Very many,\nindeed, if circumstances admit of easy faithfulness. A high-\nsouled, generous, ardent nature will endure an infinity of\ndisillusionment, of misfortune, of neglect, and even of ill\ntreatment. Even so, the flame, though it may sink low, can be\nrevived again to burn as brightly as before. But in order that\nthis may be so it is necessary that the object of such a wonderful\ndevotion be alive, that he be present and visible; or, if he be\nabsent, that there should still exist some hope of renewing the\nexquisite intimacy of the past.",
        "A man who is sincerely loved may be compelled to take long\njourneys which will separate him for an indefinite time from the\nwoman who has given her heart to him, and she will still be\nconstant. He may be imprisoned, perhaps for life, yet there is\nalways the hope of his release or of his escape; and some women\nwill be faithful to him and will watch for his return. But, given\na situation which absolutely bars out hope, which sunders two\nsouls in such a way that they can never be united in this world,\nand there we have a test so terribly severe that few even of the\nmost loyal and intensely clinging lovers can endure it.",
        "Not that such a situation would lead a woman to turn to any other\nman than the one to whom she had given her very life; but we might\nexpect that at least her strong desire would cool and weaken. She\nmight cherish his memory among the precious souvenirs of her love\nlife; but that she should still pour out the same rapturous,\nunstinted passion as before seems almost too much to believe. The\nannals of emotion record only one such instance; and so this\ninstance has become known to all, and has been cherished for\nnearly a thousand years. It involves the story of a woman who did\nlove, perhaps, as no one ever loved before or since; for she was\nsubjected to this cruel test, and she met the test not alone\ncompletely, but triumphantly and almost fiercely.",
        "The story is, of course, the story of Abelard and Heloise. It has\nmany times been falsely told. Portions of it have been omitted,\nand other portions of it have been garbled. A whole literature has\ngrown up around the subject. It may well be worth our while to\nclear away the ambiguities and the doubtful points, and once more\nto tell it simply, without bias, and with a strict adherence to\nwhat seems to be the truth attested by authentic records.",
        "There is one circumstance connected with the story which we must\nspecially note. The narrative does something more than set forth\nthe one quite unimpeachable instance of unconquered constancy. It\nshows how, in the last analysis, that which touches the human\nheart has more vitality and more enduring interest than what\nconcerns the intellect or those achievements of the human mind\nwhich are external to our emotional nature.",
        "Pierre Abelard was undoubtedly the boldest and most creative\nreasoner of his time. As a wandering teacher he drew after him\nthousands of enthusiastic students. He gave a strong impetus to\nlearning. He was a marvelous logician and an accomplished orator.\nAmong his pupils were men who afterward became prelates of the\nchurch and distinguished scholars. In the Dark Age, when the\ndictates of reason were almost wholly disregarded, he fought\nfearlessly for intellectual freedom. He was practically the\nfounder of the University of Paris, which in turn became the\nmother of medieval and modern universities.",
        "He was, therefore, a great and striking figure in the history of\ncivilization. Nevertheless he would to-day be remembered only by\nscholars and students of the Middle Ages were it not for the fact\nthat he inspired the most enduring love that history records. If\nHeloise had never loved him, and if their story had not been so\ntragic and so poignant, he would be to-day only a name known to\nbut a few. His final resting-place, in the cemetery of Pere\nLachaise, in Paris, would not be sought out by thousands every\nyear and kept bright with flowers, the gift of those who have\nthemselves both loved and suffered.",
        "Pierre Abelard–or, more fully, Pierre Abelard de Palais–was a\nnative of Brittany, born in the year 1079. His father was a\nknight, the lord of the manor; but Abelard cared little for the\nlife of a petty noble; and so he gave up his seigniorial rights to\nhis brothers and went forth to become, first of all a student, and\nthen a public lecturer and teacher.",
        "His student days ended abruptly in Paris, where he had enrolled\nhimself as the pupil of a distinguished philosopher, Guillaume de\nChampeaux; but one day Abelard engaged in a disputation with his\nmaster. His wonderful combination of eloquence, logic, and\noriginality utterly routed Champeaux, who was thus humiliated in\nthe presence of his disciples. He was the first of many enemies\nthat Abelard was destined to make in his long and stormy career.\nFrom that moment the young Breton himself set up as a teacher of\nphilosophy, and the brilliancy of his discourses soon drew to him\nthrongs of students from all over Europe.",
        "Before proceeding with the story of Abelard it is well to\nreconstruct, however slightly, a picture of the times in which he\nlived. It was an age when Western Europe was but partly civilized.\nPedantry and learning of the most minute sort existed side by side\nwith the most violent excesses of medieval barbarism. The Church\nhad undertaken the gigantic task of subduing and enlightening the\nsemi-pagan peoples of France and Germany and England.",
        "When we look back at that period some will unjustly censure Rome\nfor not controlling more completely the savagery of the medievals.\nMore fairly should we wonder at the great measure of success which\nhad already been achieved. The leaven of a true Christianity was\nworking in the half-pagan populations. It had not yet completely\nreached the nobles and the knights, or even all the ecclesiastics\nwho served it and who were consecrated to its mission. Thus, amid\na sort of political chaos were seen the glaring evils of\nfeudalism. Kings and princes and their followers lived the lives\nof swine. Private blood-feuds were regarded lightly. There was as\nyet no single central power. Every man carried his life in his\nhand, trusting to sword and dagger for protection.",
        "The cities were still mere hamlets clustered around great castles\nor fortified cathedrals. In Paris itself the network of dark\nlanes, ill lighted and unguarded, was the scene of midnight murder\nand assassination. In the winter-time wolves infested the town by\nnight. Men-at-arms, with torches and spears, often had to march\nout from their barracks to assail the snarling, yelping packs of\nsavage animals that hunger drove from the surrounding forests.",
        "Paris of the twelfth century was typical of France itself, which\nwas harried by human wolves intent on rapine and wanton plunder.\nThere were great schools of theology, but the students who\nattended them fought and slashed one another. If a man’s life was\nthreatened he must protect it by his own strength or by gathering\nabout him a band of friends. No one was safe. No one was tolerant.\nVery few were free from the grosser vices. Even in some of the\nreligious houses the brothers would meet at night for unseemly\nrevels, splashing the stone floors with wine and shrieking in a\ndelirium of drunkenness. The rules of the Church enjoined\ntemperance, continence, and celibacy; but the decrees of Leo IX.\nand Nicholas II. and Alexander II. and Gregory were only partially\nobserved.",
        "In fact, Europe was in a state of chaos–political and moral and\nsocial. Only very slowly was order emerging from sheer anarchy. We\nmust remember this when we recall some facts which meet us in the\nstory of Abelard and Heloise.",
        "The jealousy of Champeaux drove Abelard for a time from Paris. He\ntaught and lectured at several other centers of learning, always\nadmired, and yet at the same time denounced by many for his\nadvocacy of reason as against blind faith. During the years of his\nwandering he came to have a wide knowledge of the world and of\nhuman nature. If we try to imagine him as he was in his thirty-\nfifth year we shall find in him a remarkable combination of\nattractive qualities.",
        "It must be remembered that though, in a sense, he was an\necclesiastic, he had not yet been ordained to the priesthood, but\nwas rather a canon–a person who did not belong to any religious\norder, though he was supposed to live according to a definite set\nof religious rules and as a member of a religious community.\nAbelard, however, made rather light of his churchly associations.\nHe was at once an accomplished man of the world and a profound\nscholar. There was nothing of the recluse about him. He mingled\nwith his fellow men, whom he dominated by the charm of his\npersonality. He was eloquent, ardent, and persuasive. He could\nturn a delicate compliment as skilfully as he could elaborate a\nsyllogism. His rich voice had in it a seductive quality which was\nnever without its effect.",
        "Handsome and well formed, he possessed as much vigor of body as of\nmind. Nor were his accomplishments entirely those of the scholar.\nHe wrote dainty verses, which he also set to music, and which he\nsang himself with a rare skill. Some have called him “the first of\nthe troubadours,” and many who cared nothing for his skill in\nlogic admired him for his gifts as a musician and a poet.\nAltogether, he was one to attract attention wherever he went, for\nnone could fail to recognize his power.",
        "It was soon after his thirty-fifth year that he returned to Paris,\nwhere he was welcomed by thousands. With much tact he reconciled\nhimself to his enemies, so that his life now seemed to be full of\npromise and of sunshine.",
        "It was at this time that he became acquainted with a very\nbeautiful young girl named Heloise. She was only eighteen years of\nage, yet already she possessed not only beauty, but many\naccomplishments which were then quite rare in women, since she\nboth wrote and spoke a number of languages, and, like Abelard, was\na lover of music and poetry. Heloise was the illegitimate daughter\nof a canon of patrician blood; so that she is said to have been a\nworthy representative of the noble house of the Montmorencys–\nfamous throughout French history for chivalry and charm.",
        "Up to this time we do not know precisely what sort of life Abelard\nhad lived in private. His enemies declared that he had squandered\nhis substance in vicious ways. His friends denied this, and\nrepresented him as strict and chaste. The truth probably lies\nbetween these two assertions. He was naturally a pleasure-loving\nman of the world, who may very possibly have relieved his severer\nstudies by occasional revelry and light love. It is not at all\nlikely that he was addicted to gross passions and low practices.",
        "But such as he was, when he first saw Heloise he conceived for her\na violent attachment. Carefully guarded in the house of her uncle,\nFulbert, it was difficult at first for Abelard to meet her save in\nthe most casual way; yet every time that he heard her exquisite\nvoice and watched her graceful manners he became more and more\ninfatuated. His studies suddenly seemed tame and colorless beside\nthe fierce scarlet flame which blazed up in his heart.",
        "Nevertheless, it was because of these studies and of his great\nreputation as a scholar that he managed to obtain access to\nHeloise. He flattered her uncle and made a chance proposal that he\nshould himself become an inmate of Fulbert’s household in order\nthat he might teach this girl of so much promise. Such an offer\ncoming from so brilliant a man was joyfully accepted.",
        "From that time Abelard could visit Heloise without restraint. He\nwas her teacher, and the two spent hours together, nominally in\nthe study of Greek and Hebrew; but doubtless very little was said\nbetween them upon such unattractive subjects. On the contrary,\nwith all his wide experience of life, his eloquence, his perfect\nmanners, and his fascination, Abelard put forth his power to\ncaptivate the senses of a girl still in her teens and quite\nignorant of the world. As Remusat says, he employed to win her the\ngenius which had overwhelmed all the great centers of learning in\nthe Western world.",
        "It was then that the pleasures of knowledge, the joys of thought,\nthe emotions of eloquence, were all called into play to charm and\nmove and plunge into a profound and strange intoxication this\nnoble and tender heart which had never known either love or\nsorrow. ... One can imagine that everything helped on the\ninevitable end. Their studies gave them opportunities to see each\nother freely, and also permitted them to be alone together. Then\ntheir books lay open between them; but either long periods of\nsilence stilled their reading, or else words of deepening intimacy\nmade them forget their studies altogether. The eyes of the two\nlovers turned from the book to mingle their glances, and then to\nturn away in a confusion that was conscious.",
        "Hand would touch hand, apparently by accident; and when\nconversation ceased, Abelard would often hear the long, quivering\nsigh which showed the strange, half-frightened, and yet exquisite\njoy which Heloise experienced.",
        "It was not long before the girl’s heart had been wholly won.\nTransported by her emotion, she met the caresses of her lover with\nthose as unrestrained as his. Her very innocence deprived her of\nthe protection which older women would have had. All was given\nfreely, and even wildly, by Heloise; and all was taken by Abelard,\nwho afterward himself declared:",
        "“The pleasure of teaching her to love surpassed the delightful\nfragrance of all the perfumes in the world.”",
        "Yet these two could not always live in a paradise which was\nentirely their own. The world of Paris took notice of their close\nassociation. Some poems written to Heloise by Abelard, as if in\nletters of fire, were found and shown to Fulbert, who, until this\ntime, had suspected nothing. Angrily he ordered Abelard to leave\nhis house. He forbade his niece to see her lover any more.",
        "But the two could not be separated; and, indeed, there was good\nreason why they should still cling together. Secretly Heloise left\nher uncle’s house and fled through the narrow lanes of Paris to\nthe dwelling of Abelard’s sister, Denyse, where Abelard himself\nwas living. There, presently, the young girl gave birth to a son,\nwho was named Astrolabe, after an instrument used by astronomers,\nsince both the father and the mother felt that the offspring of so\ngreat a love should have no ordinary name.",
        "Fulbert was furious, and rightly so. His hospitality had been\noutraged and his niece dishonored. He insisted that the pair\nshould at once be married. Here was revealed a certain weakness in\nthe character of Abelard. He consented to the marriage, but\ninsisted that it should be kept an utter secret.",
        "Oddly enough, it was Heloise herself who objected to becoming the\nwife of the man she loved. Unselfishness could go no farther. She\nsaw that, were he to marry her, his advancement in the Church\nwould be almost impossible; for, while the very minor clergy\nsometimes married in spite of the papal bulls, matrimony was\nbecoming a fatal bar to ecclesiastical promotion. And so Heloise\npleaded pitifully, both with her uncle and with Abelard, that\nthere should be no marriage. She would rather bear all manner of\ndisgrace than stand in the way of Abelard’s advancement.",
        "He has himself given some of the words in which she pleaded with\nhim:",
        "What glory shall I win from you, when I have made you quite\ninglorious and have humbled both of us? What vengeance will the\nworld inflict on me if I deprive it of one so brilliant? What\ncurses will follow such a marriage? How outrageous would it be\nthat you, whom nature created for the universal good, should be\ndevoted to one woman and plunged into such disgrace? I loathe the\nthought of a marriage which would humiliate you.",
        "Indeed, every possible effort which another woman in her place\nwould employ to make him marry her she used in order to dissuade\nhim. Finally, her sweet face streaming with tears, she uttered\nthat tremendous sentence which makes one really think that she\nloved him as no other woman ever loved a man. She cried out, in an\nagony of self-sacrifice:",
        "“I would rather be your mistress than the wife even of an\nemperor!”",
        "Nevertheless, the two were married, and Abelard returned to his\nlecture-room and to his studies. For months they met but seldom.\nMeanwhile, however, the taunts and innuendos directed against\nHeloise so irritated Fulbert that he broke his promise of secrecy,\nand told his friends that Abelard and Heloise were man and wife.\nThey went to Heloise for confirmation. Once more she showed in an\nextraordinary way the depth of her devotion.",
        "“I am no wife,” she said. “It is not true that Abelard has married\nme. My uncle merely tells you this to save my reputation.”",
        "They asked her whether she would swear to this; and, without a\nmoment’s hesitation, this pure and noble woman took an oath upon\nthe Scriptures that there had been no marriage.",
        "Fulbert was enraged by this. He ill-treated Heloise, and,\nfurthermore, he forbade Abelard to visit her. The girl, therefore,\nagain left her uncle’s house and betook herself to a convent just\noutside of Paris, where she assumed the habit of a nun as a\ndisguise. There Abelard continued from time to time to meet her.",
        "When Fulbert heard of this he put his own interpretation on it. He\nbelieved that Abelard intended to ignore the marriage altogether,\nand that possibly he might even marry some other woman. In any\ncase, he now hated Abelard with all his heart; and he resolved to\ntake a fearful and unnatural vengeance which would at once prevent\nhis enemy from making any other marriage, while at the same time\nit would debar him from ecclesiastical preferment.",
        "To carry out his plot Fulbert first bribed a man who was the body-\nservant of Abelard, watching at the door of his room each night.\nThen he hired the services of four ruffians. After Abelard had\nretired and was deep in slumber the treacherous valet unbarred the\ndoor. The hirelings of Fulbert entered and fell upon the sleeping\nman. Three of them bound him fast, while the fourth, with a razor,\ninflicted on him the most shameful mutilation that is possible.\nThen, extinguishing the lights, the wretches slunk away and were\nlost in darkness, leaving behind their victim bound to his couch,\nuttering cries of torment and bathed in his own blood.",
        "It is a shocking story, and yet it is intensely characteristic of\nthe lawless and barbarous era in which it happened. Early the next\nmorning the news flew rapidly through Paris. The city hummed like\na bee-hive. Citizens and students and ecclesiastics poured into\nthe street and surrounded the house of Abelard.",
        "“Almost the entire city,” says Fulques, as quoted by McCabe, “went\nclamoring toward his house. Women wept as if each one had lost her\nhusband.”",
        "Unmanned though he was, Abelard still retained enough of the\nspirit of his time to seek vengeance. He, in his turn, employed\nruffians whom he set upon the track of those who had assaulted\nhim. The treacherous valet and one of Fulbert’s hirelings were run\ndown, seized, and mutilated precisely as Abelard had been; and\ntheir eyes were blinded. A third was lodged in prison. Fulbert\nhimself was accused before one of the Church courts, which alone\nhad power to punish an ecclesiastic, and all his goods were\nconfiscated.",
        "But, meantime, how did it fare with Heloise? Her grief was greater\nthan his own, while her love and her devotion were absolutely\nundiminished. But Abelard now showed a selfishness–and indeed, a\nmeanness–far beyond any that he had before exhibited. Heloise\ncould no more be his wife. He made it plain that he put no trust\nin her fidelity. He was unwilling that she should live in the\nworld while he could not; and so he told her sternly that she must\ntake the veil and bury herself for ever in a nunnery.",
        "The pain and shame which she experienced at this came wholly from\nthe fact that evidently Abelard did not trust her. Long afterward\nshe wrote:",
        "God knows I should not have hesitated, at your command, to precede\nor to follow you to hell itself!",
        "It was his distrust that cut her to the heart. Still, her love for\nhim was so intense that she obeyed his order. Soon after she took\nthe vows; and in the convent chapel, shaken with sobs, she knelt\nbefore the altar and assumed the veil of a cloistered nun. Abelard\nhimself put on the black tunic of a Benedictine monk and entered\nthe Abbey of St. Denis.",
        "It is unnecessary here to follow out all the details of the lives\nof Abelard and Heloise after this heart-rendering scene. Abelard\npassed through many years of strife and disappointment, and even\nof humiliation; for on one occasion, just as he had silenced\nGuillaume de Champeaux, so he himself was silenced and put to rout\nby Bernard of Clairvaux–\"a frail, tense, absorbed, dominant\nlittle man, whose face was white and worn with suffering,” but in\nwhose eyes there was a light of supreme strength. Bernard\nrepresented pure faith, as Abelard represented pure reason; and\nthe two men met before a great council to match their respective\npowers.",
        "Bernard, with fiery eloquence, brought a charge of heresy against\nAbelard in an oration which was like a charge of cavalry. When he\nhad concluded Abelard rose with an ashen face, stammered out a few\nwords, and sat down. He was condemned by the council, and his\nworks were ordered to be burned.",
        "All his later life was one of misfortune, of humiliation, and even\nof personal danger. The reckless monks whom he tried to rule rose\nfiercely against him. His life was threatened. He betook himself\nto a desolate and lonely place, where he built for himself a hut\nof reeds and rushes, hoping to spend his final years in\nmeditation. But there were many who had not forgotten his ability\nas a teacher. These flocked by hundreds to the desert place where\nhe abode. His hut was surrounded by tents and rude hovels, built\nby his scholars for their shelter.",
        "Thus Abelard resumed his teaching, though in a very different\nframe of mind. In time he built a structure of wood and stone,\nwhich he called the Paraclete, some remains of which can still be\nseen.",
        "All this time no word had passed between him and Heloise. But\npresently Abelard wrote and gave to the world a curious and\nexceedingly frank book, which he called The Story of My\nMisfortunes. A copy of it reached the hands of Heloise, and she at\nonce sent to Abelard the first of a series of letters which have\nremained unique in the literature of love.",
        "Ten years had passed, and yet the woman’s heart was as faithful\nand as full of yearning as on the day when the two had parted. It\nhas been said that the letters are not genuine, and they must be\nread with this assertion in mind; yet it is difficult to believe\nthat any one save Heloise herself could have flung a human soul\ninto such frankly passionate utterances, or that any imitator\ncould have done the work.",
        "In her first letter, which was sent to Abelard written upon\nparchment, she said:",
        "At thy command I would change, not merely my costume, but my very\nsoul, so entirely art thou the sole possessor of my body and my\nspirit. Never, God is my witness, never have I sought anything in\nthee but thyself; I have sought thee, and not thy gifts. I have\nnot looked to the marriage-bond or dowry.",
        "She begged him to write to her, and to lead her to God, as once he\nhad led her into the mysteries of pleasure. Abelard answered in a\nletter, friendly to be sure, but formal–the letter of a priest to\na cloistered nun. The opening words of it are characteristic of\nthe whole:",
        "To Heloise, his sister in Christ, from Abelard, her brother in\nHim.",
        "The letter was a long one, but throughout the whole of it the\nwriter’s tone was cold and prudent. Its very coldness roused her\nsoul to a passionate revolt. Her second letter bursts forth in a\nsort of anguish:",
        "How hast thou been able to frame such thoughts, dearest? How hast\nthou found words to convey them? Oh, if I dared but call God cruel\nto me! Oh, most wretched of all creatures that I am! So sweet did\nI find the pleasures of our loving days that I cannot bring myself\nto reject them or to banish them from my memory. Wheresoever I go,\nthey thrust themselves upon my vision, and rekindle the old\ndesire.",
        "But Abelard knew only too well that not in this life could there\nbe anything save spiritual love between himself and Heloise. He\nwrote to her again and again, always in the same remote and\nunimpassioned way. He tells her about the history of monasticism,\nand discusses with her matters of theology and ethics; but he\nnever writes one word to feed the flame that is consuming her. The\nwoman understood at last; and by degrees her letters became as\ncalm as his–suffused, however, with a tenderness and feeling\nwhich showed that in her heart of hearts she was still entirely\ngiven to him.",
        "After some years Abelard left his dwelling at the Paraclete, and\nthere was founded there a religious house of which Heloise became\nthe abbess. All the world respected her for her sweetness, her\nwisdom, and the purity of her character. She made friends as\neasily as Abelard made enemies. Even Bernard, who had overthrown\nher husband, sought out Heloise to ask for her advice and counsel.",
        "Abelard died while on his way to Rome, whither he was journeying\nin order to undergo a penalty; and his body was brought back to\nthe Paraclete, where it was entombed. Over it for twenty-two years\nHeloise watched with tender care; and when she died, her body was\nlaid beside that of her lover.",
        "To-day their bones are mingled as she would have desired them to\nbe mingled. The stones of their tomb in the great cemetery of Pere\nLachaise were brought from the ruins of the Paraclete, and above\nthe sarcophagus are two recumbent figures, the whole being the\nwork of the artist Alexandra Lenoir, who died in 1836. The figure\nrepresenting Heloise is not, however, an authentic likeness. The\nmodel for it was a lady belonging to a noble family of France, and\nthe figure itself was brought to Pere Lachaise from the ancient\nCollege de Beauvais.",
        "The letters of Heloise have been read and imitated throughout the\nwhole of the last nine centuries. Some have found in them the\nutterances of a woman whose love of love was greater than her love\nof God and whose intensity of passion nothing could subdue; and so\nthese have condemned her. But others, like Chateaubriand, have\nmore truly seen in them a pure and noble spirit to whom fate had\nbeen very cruel; and who was, after all, writing to the man who\nhad been her lawful husband.",
        "Some of the most famous imitations of her letters are those in the\nancient poem entitled, “The Romance of the Rose,” written by Jean\nde Meung, in the thirteenth century; and in modern times her first\nletter was paraphrased by Alexander Pope, and in French by\nColardeau. There exist in English half a dozen translations of\nthem, with Abelard’s replies. It is interesting to remember that\npractically all the other writings of Abelard remained unpublished\nand unedited until a very recent period. He was a remarkable\nfigure as a philosopher and scholar; but the world cares for him\nonly because he was loved by Heloise.",
        "History has many romantic stories to tell of the part which women\nhave played in determining the destinies of nations. Sometimes it\nis a woman’s beauty that causes the shifting of a province. Again\nit is another woman’s rich possessions that incite invasion and\nlead to bloody wars. Marriages or dowries, or the refusal of\nmarriages and the lack of dowries, inheritance through an heiress,\nthe failure of a male succession–in these and in many other ways\nwomen have set their mark indelibly upon the trend of history.",
        "However, if we look over these different events we shall find that\nit is not so much the mere longing for a woman–the desire to have\nher as a queen–that has seriously affected the annals of any\nnation. Kings, like ordinary men, have paid their suit and then\nhave ridden away repulsed, yet not seriously dejected. Most royal\nmarriages are made either to secure the succession to a throne by\na legitimate line of heirs or else to unite adjoining states and\nmake a powerful kingdom out of two that are less powerful. But, as\na rule, kings have found greater delight in some sheltered bower\nremote from courts than in the castled halls and well-cared-for\nnooks where their own wives and children have been reared with all\nthe appurtenances of legitimacy.",
        "There are not many stories that hang persistently about the love-\nmaking of a single woman. In the case of one or another we may\nfind an episode or two–something dashing, something spirited or\nstriking, something brilliant and exhilarating, or something sad.\nBut for a woman’s whole life to be spent in courtship that meant\nnothing and that was only a clever aid to diplomacy–this is\nsurely an unusual and really wonderful thing.",
        "It is the more unusual because the woman herself was not intended\nby nature to be wasted upon the cold and cheerless sport of\nchancellors and counselors and men who had no thought of her\nexcept to use her as a pawn. She was hot-blooded, descended from a\nfiery race, and one whose temper was quick to leap into the\npassion of a man.",
        "In studying this phase of the long and interesting life of\nElizabeth of England we must notice several important facts. In\nthe first place, she gave herself, above all else, to the\nmaintenance of England–not an England that would be half Spanish\nor half French, or even partly Dutch and Flemish, but the Merry\nEngland of tradition–the England that was one and undivided, with\nits growing freedom of thought, its bows and bills, its nut-brown\nale, its sturdy yeomen, and its loyalty to crown and Parliament.\nShe once said, almost as in an agony:",
        "“I love England more than anything!”",
        "And one may really hold that this was true.",
        "For England she schemed and planned. For England she gave up many\nof her royal rights. For England she descended into depths of\ntreachery. For England she left herself on record as an arrant\nliar, false, perjured, yet successful; and because of her success\nfor England’s sake her countrymen will hold her in high\nremembrance, since her scheming and her falsehood are the offenses\nthat one pardons most readily in a woman.",
        "In the second place, it must be remembered that Elizabeth’s\ncourtships and pretended love-makings were almost always a part of\nher diplomacy. When not a part of her diplomacy they were a mere\nappendage to her vanity. To seem to be the flower of the English\npeople, and to be surrounded by the noblest, the bravest, and the\nmost handsome cavaliers, not only of her own kingdom, but of\nothers–this was, indeed, a choice morsel of which she was fond of\ntasting, even though it meant nothing beyond the moment.",
        "Finally, though at times she could be very cold, and though she\nmade herself still colder in order that she might play fast and\nloose with foreign suitors who played fast and loose with her–the\nKing of Spain, the Duc d’Alencon, brother of the French king, with\nan Austrian archduke, with a magnificent barbarian prince of\nMuscovy, with Eric of Sweden, or any other Scandinavian suitor–\nshe felt a woman’s need for some nearer and more tender\nassociation to which she might give freer play and in which she\nmight feel those deeper emotions without the danger that arises\nwhen love is mingled with diplomacy.",
        "Let us first consider a picture of the woman as she really was in\norder that we may understand her triple nature–consummate\nmistress of every art that statesmen know, and using at every\nmoment her person as a lure; a vain-glorious queen who seemed to\nbe the prey of boundless vanity; and, lastly, a woman who had all\na woman’s passion, and who could cast suddenly aside the check and\nbalance which restrained her before the public gaze and could\nallow herself to give full play to the emotion that she inherited\nfrom the king, her father, who was himself a marvel of fire and\nimpetuosity. That the daughter of Henry VIII. and Anne Boleyn\nshould be a gentle, timid maiden would be to make heredity a\nfarce.",
        "Elizabeth was about twenty-five years of age when she ascended the\nthrone of England. It is odd that the date of her birth cannot be\ngiven with precision. The intrigues and disturbances of the\nEnglish court, and the fact that she was a princess, made her\nbirth a matter of less account than if there had been no male heir\nto the throne. At any rate, when she ascended it, after the deaths\nof her brother, King Edward VI., and her sister, Queen Mary, she\nwas a woman well trained both in intellect and in physical\ndevelopment.",
        "Mr. Martin Hume, who loves to dwell upon the later years of Queen\nElizabeth, speaks rather bitterly of her as a “painted old\nharridan\"; and such she may well have seemed when, at nearly\nseventy years of age, she leered and grinned a sort of skeleton\nsmile at the handsome young courtiers who pretended to see in her\nthe queen of beauty and to be dying for love of her.",
        "Yet, in her earlier years, when she was young and strong and\nimpetuous, she deserved far different words than these. The\nportrait of her by Zucchero, which now hangs in Hampton Court,\ndepicts her when she must have been of more than middle age; and\nstill the face is one of beauty, though it be a strange and almost\nartificial beauty–one that draws, attracts, and, perhaps, lures\nyou on against your will.",
        "It is interesting to compare this painting with the frank word-\npicture of a certain German agent who was sent to England by his\nemperor, and who seems to have been greatly fascinated by Queen\nElizabeth. She was at that time in the prime of her beauty and her\npower. Her complexion was of that peculiar transparency which is\nseen only in the face of golden blondes. Her figure was fine and\ngraceful, and her wit an accomplishment that would have made a\nwoman of any rank or time remarkable. The German envoy says:",
        "She lives a life of such magnificence and feasting as can hardly\nbe imagined, and occupies a great portion of her time with balls,\nbanquets, hunting, and similar amusements, with the utmost\npossible display, but nevertheless she insists upon far greater\nrespect being shown her than was exacted by Queen Mary. She\nsummons Parliament, but lets them know that her orders must be\nobeyed in any case.",
        "If any one will look at the painting by Zucchero he will see how\nmuch is made of Elizabeth’s hands–a distinctive feature quite as\nnoble with the Tudors as is the “Hapsburg lip” among the\ndescendants of the house of Austria. These were ungloved, and were\nvery long and white, and she looked at them and played with them a\ngreat deal; and, indeed, they justified the admiration with which\nthey were regarded by her flatterers.",
        "Such was the personal appearance of Elizabeth. When a young girl,\nwe have still more favorable opinions of her that were written by\nthose who had occasion to be near her. Not only do they record\nswift glimpses of her person, but sometimes in a word or two they\ngive an insight into certain traits of mind which came out\nprominently in her later years.",
        "It may, perhaps, be well to view her as a woman before we regard\nher more fully as a queen. It has been said that Elizabeth\ninherited many of the traits of her father–the boldness of\nspirit, the rapidity of decision, and, at the same time, the fox-\nlike craft which often showed itself when it was least expected.",
        "Henry had also, as is well known, a love of the other sex, which\nhas made his reign memorable. And yet it must be noted that while\nhe loved much, it was not loose love. Many a king of England, from\nHenry II. to Charles II., has offended far more than Henry VIII.\nWhere Henry loved, he married; and it was the unfortunate result\nof these royal marriages that has made him seem unduly fond of\nwomen. If, however, we examine each one of the separate espousals\nwe shall find that he did not enter into it lightly, and that he\nbroke it off unwillingly. His ardent temperament, therefore, was\nchecked by a certain rational or conventional propriety, so that\nhe was by no means a loose liver, as many would make him out to\nbe.",
        "We must remember this when we recall the charges that have been\nmade against Elizabeth, and the strange stories that were told of\nher tricks–by no means seemly tricks–which she used to play with\nher guardian, Lord Thomas Seymour. The antics she performed with\nhim in her dressing-room were made the subject of an official\ninquiry; yet it came out that while Elizabeth was less than\nsixteen, and Lord Thomas was very much her senior, his wife was\nwith him on his visits to the chamber of the princess.",
        "Sir Robert Tyrwhitt and his wife were also sent to question her,\nTyrwhitt had a keen mind and one well trained to cope with any\nother’s wit in this sort of cross-examination. Elizabeth was only\na girl of fifteen, yet she was a match for the accomplished\ncourtier in diplomacy and quick retort. He was sent down to worm\nout of her everything that she knew. Threats and flattery and\nforged letters and false confessions were tried on her; but they\nwere tried in vain. She would tell nothing of importance. She\ndenied everything. She sulked, she cried, she availed herself of a\nwoman’s favorite defense in suddenly attacking those who had\nattacked her. She brought counter charges against Tyrwhitt, and\nput her enemies on their own defense. Not a compromising word\ncould they wring out of her.",
        "She bitterly complained of the imprisonment of her governess, Mrs.\nAshley, and cried out:",
        "“I have not so behaved that you need put more mistresses upon me!”",
        "Altogether, she was too much for Sir Robert, and he was wise\nenough to recognize her cleverness.",
        "“She hath a very good wit,” said he, shrewdly; “and nothing is to\nbe gotten of her except by great policy.” And he added: “If I had\nto say my fancy, I think it more meet that she should have two\ngovernesses than one.”",
        "Mr. Hume notes the fact that after the two servants of the\nprincess had been examined and had told nothing very serious they\nfound that they had been wise in remaining friends of the royal\ngirl. No sooner had Elizabeth become queen than she knighted the\nman Parry and made him treasurer of the household, while Mrs.\nAshley, the governess, was treated with great consideration. Thus,\nvery naturally, Mr. Hume says: “They had probably kept back far\nmore than they told.”",
        "Even Tyrwhitt believed that there was a secret compact between\nthem, for he said, quaintly: “They all sing one song, and she hath\nset the note for them.”",
        "Soon after this her brother Edward’s death brought to the throne\nher elder sister, Mary, who has harshly become known as Bloody\nMary. During this time Elizabeth put aside her boldness, and\nbecame apparently a shy and simple-minded virgin. Surrounded on\nevery side by those who sought to trap her, there was nothing in\nher bearing to make her seem the head of a party or the young\nchief of a faction. Nothing could exceed her in meekness. She\nspoke of her sister in the humblest terms. She exhibited no signs\nof the Tudor animation that was in reality so strong a part of her\ncharacter.",
        "But, coming to the throne, she threw away her modesty and brawled\nand rioted with very little self-restraint. The people as a whole\nfound little fault with her. She reminded them of her father, the\nbluff King Hal; and even those who criticized her did so only\npartially. They thought much better of her than they had of her\nsaturnine sister, the first Queen Mary.",
        "The life of Elizabeth has been very oddly misunderstood, not so\nmuch for the facts in it as for the manner in which these have\nbeen arranged and the relation which they have to one another. We\nought to recollect that this woman did not live in a restricted\nsphere, that her life was not a short one, and that it was crowded\nwith incidents and full of vivid color. Some think of her as\nliving for a short period of time and speak of the great\nhistorical characters who surrounded her as belonging to a single\nepoch. To them she has one set of suitors all the time–the Duc\nd’Alencon, the King of Denmark’s brother, the Prince of Sweden,\nthe russian potentate, the archduke sending her sweet messages\nfrom Austria, the melancholy King of Spain, together with a number\nof her own brilliant Englishmen–Sir William Pickering, Sir Robert\nDudley, Lord Darnley, the Earl of Essex, Sir Philip Sidney, and\nSir Walter Raleigh.",
        "Of course, as a matter of fact, Elizabeth lived for nearly seventy\nyears–almost three-quarters of a century–and in that long time\nthere came and went both men and women, those whom she had used\nand cast aside, with others whom she had also treated with\ngratitude, and who had died gladly serving her. But through it all\nthere was a continual change in her environment, though not in\nher. The young soldier went to the battle-field and died; the wise\ncounselor gave her his advice, and she either took it or cared\nnothing for it. She herself was a curious blending of forwardness\nand folly, of wisdom and wantonness, of frivolity and unbridled\nfancy. But through it all she loved her people, even though she\noften cheated them and made them pay her taxes in the harsh old\nway that prevailed before there was any right save the king’s\nwill.",
        "At the same time, this was only by fits and starts, and on the\nwhole she served them well. Therefore, to most of them she was\nalways the good Queen Bess. What mattered it to the ditcher and\nyeoman, far from the court, that the queen was said to dance in\nher nightdress and to swear like a trooper?",
        "It was, indeed, largely from these rustic sources that such\nstories were scattered throughout England. Peasants thought them\npicturesque. More to the point with them were peace and prosperity\nthroughout the country, the fact that law was administered with\nhonesty and justice, and that England was safe from her deadly\nenemies–the swarthy Spaniards and the scheming French.",
        "But, as I said, we must remember always that the Elizabeth of one\nperiod was not the Elizabeth of another, and that the England of\none period was not the England of another. As one thinks of it,\nthere is something wonderful in the almost star-like way in which\nthis girl flitted unharmed through a thousand perils. Her own\ncountrymen were at first divided against her; a score of greedy,\navaricious suitors sought her destruction, or at least her hand to\nlead her to destruction; all the great powers of the Continent\nwere either demanding an alliance with England or threatening to\ndash England down amid their own dissensions.",
        "What had this girl to play off against such dangers? Only an\nundaunted spirit, a scheming mind that knew no scruples, and\nfinally her own person and the fact that she was a woman, and,\ntherefore, might give herself in marriage and become the mother of\na race of kings.",
        "It was this last weapon, the weapon of her sex, that proved,\nperhaps, the most powerful of all. By promising a marriage or by\ndenying it, or by neither promising nor denying but withholding\nit, she gave forth a thousand wily intimations which kept those\nwho surrounded her at bay until she had made still another deft\nand skilful combination, escaping like some startled creature to a\nnew place of safety.",
        "In 1583, when she was fifty years of age, she had reached a point\nwhen her courtships and her pretended love-making were no longer\nnecessary. She had played Sweden against Denmark, and France\nagainst Spain, and the Austrian archduke against the others, and\nmany suitors in her own land against the different factions which\nthey headed. She might have sat herself down to rest; for she\ncould feel that her wisdom had led her up into a high place,\nwhence she might look down in peace and with assurance of the\ntranquillity that she had won. Not yet had the great Armada rolled\nand thundered toward the English shores. But she was certain that\nher land was secure, compact, and safe.",
        "It remains to see what were those amatory relations which she may\nbe said to have sincerely held. She had played at love-making with\nforeign princes, because it was wise and, for the moment, best.\nShe had played with Englishmen of rank who aspired to her hand,\nbecause in that way she might conciliate, at one time her Catholic\nand at another her Protestant subjects. But what of the real and\ninward feeling of her heart, when she was not thinking of\npolitical problems or the necessities of state!",
        "This is an interesting question. One may at least seek the answer,\nhoping thereby to solve one of the most interesting phases of this\nperplexing and most remarkable woman.",
        "It must be remembered that it was not a question of whether\nElizabeth desired marriage. She may have done so as involving a\nbrilliant stroke of policy. In this sense she may have wished to\nmarry one of the two French princes who were among her suitors.\nBut even here she hesitated, and her Parliament disapproved; for\nby this time England had become largely Protestant. Again, had she\nmarried a French prince and had children, England might have\nbecome an appanage of France.",
        "There is no particular evidence that she had any feeling at all\nfor her Flemish, Austrian, or Russian suitors, while the Swede’s\npretensions were the laughing-stock of the English court. So we\nmay set aside this question of marriage as having nothing to do\nwith her emotional life. She did desire a son, as was shown by her\npassionate outcry when she compared herself with Mary of Scotland.",
        "“The Queen of Scots has a bonny son, while I am but a barren\nstock!”",
        "She was too wise to wed a subject; though. had she married at all,\nher choice would doubtless have been an Englishman. In this\nrespect, as in so many others, she was like her father, who chose\nhis numerous wives, with the exception of the first, from among\nthe English ladies of the court; just as the showy Edward IV. was\nhappy in marrying “Dame Elizabeth Woodville.” But what a king may\ndo is by no means so easy for a queen; and a husband is almost\ncertain to assume an authority which makes him unpopular with the\nsubjects of his wife.",
        "Hence, as said above, we must consider not so much whom she would\nhave liked to marry, but rather to whom her love went out\nspontaneously, and not as a part of that amatory play which amused\nher from the time when she frisked with Seymour down to the very\nlast days, when she could no longer move about, but when she still\ndabbled her cheeks with rouge and powder and set her skeleton face\namid a forest of ruffs.",
        "There were many whom she cared for after a fashion. She would not\nlet Sir Walter Raleigh visit her American colonies, because she\ncould not bear to have him so long away from her. She had great\nmoments of passion for the Earl of Essex, though in the end she\nsigned his death-warrant because he was as dominant in spirit as\nthe queen herself.",
        "Readers of Sir Walter Scott’s wonderfully picturesque novel,\nKenilworth, will note how he throws the strongest light upon\nElizabeth’s affection for Robert Dudley, Earl of Leicester.\nScott’s historical instinct is united here with a vein of\npsychology which goes deeper than is usual with him. We see\nElizabeth trying hard to share her favor equally between two\nnobles; but the Earl of Essex fails to please her because he\nlacked those exquisite manners which made Leicester so great a\nfavorite with the fastidious queen.",
        "Then, too, the story of Leicester’s marriage with Amy Robsart is\nsomething more than a myth, based upon an obscure legend and an\nancient ballad. The earl had had such a wife, and there were\nsinister stories about the manner of her death. But it is Scott\nwho invents the villainous Varney and the bulldog Anthony Foster;\njust as he brought the whole episode into the foreground and made\nit occur at a period much later than was historically true. Still,\nScott felt–and he was imbued with the spirit and knowledge of\nthat time–a strong conviction that Elizabeth loved Leicester as\nshe really loved no one else.",
        "There is one interesting fact which goes far to convince us. Just\nas her father was, in a way, polygamous, so Elizabeth was even\nmore truly polyandrous. It was inevitable that she should surround\nherself with attractive men, whose love-locks she would caress and\nwhose flatteries she would greedily accept. To the outward eye\nthere was very little difference in her treatment of the handsome\nand daring nobles of her court; yet a historian of her time makes\none very shrewd remark when he says: “To every one she gave some\npower at times–to all save Leicester.”",
        "Cecil and Walsingham in counsel and Essex and Raleigh in the field\nmight have their own way at times, and even share the sovereign’s\npower, but to Leicester she intrusted no high commands and no\nimportant mission. Why so? Simply because she loved him more than\nany of the rest; and, knowing this, she knew that if besides her\nlove she granted him any measure of control or power, then she\nwould be but half a queen and would be led either to marry him or\nelse to let him sway her as he would.",
        "For the reason given, one may say with confidence that, while\nElizabeth’s light loves were fleeting, she gave a deep affection\nto this handsome, bold, and brilliant Englishman and cherished him\nin a far different way from any of the others. This was as near as\nshe ever came to marriage, and it was this love at least which\nmakes Shakespeare’s famous line as false as it is beautiful, when\nhe describes “the imperial votaress” as passing by “in maiden\nmeditation, fancy free.”",
        "Mary Stuart and Cleopatra are the two women who have most\nattracted the fancy of poets, dramatists, novelists, and painters,\nfrom their own time down to the present day.",
        "In some respects there is a certain likeness in their careers.\nEach was queen of a nation whose affairs were entangled with those\nof a much greater one. Each sought for her own ideal of love until\nshe found it. Each won that love recklessly, almost madly. Each,\nin its attainment, fell from power and fortune. Each died before\nher natural life was ended. One caused the man she loved to cast\naway the sovereignty of a mighty state. The other lost her own\ncrown in order that she might achieve the whole desire of her\nheart.",
        "There is still another parallel which may be found. Each of these\nwomen was reputed to be exquisitely beautiful; yet each fell short\nof beauty’s highest standards. They are alike remembered in song\nand story because of qualities that are far more powerful than any\nphysical charm can be. They impressed the imagination of their own\ncontemporaries just as they had impressed the imagination of all\nsucceeding ages, by reason of a strange and irresistible\nfascination which no one could explain, but which very few could\nexperience and resist.",
        "Mary Stuart was born six days before her father’s death, and when\nthe kingdom which was her heritage seemed to be almost in its\ndeath-throes. James V. of Scotland, half Stuart and half Tudor,\nwas no ordinary monarch. As a mere boy he had burst the bonds with\nwhich a regency had bound him, and he had ruled the wild Scotland\nof the sixteenth century. He was brave and crafty, keen in\nstatesmanship, and dissolute in pleasure.",
        "His first wife had given him no heirs; so at her death he sought\nout a princess whom he pursued all the more ardently because she\nwas also courted by the burly Henry VIII. of England. This girl\nwas Marie of Lorraine, daughter of the Duc de Guise. She was fit\nto be the mother of a lion’s brood, for she was above six feet in\nheight and of proportions so ample as to excite the admiration of\nthe royal voluptuary who sat upon the throne of England.",
        "“I am big,” said he, “and I want a wife who is as big as I am.”",
        "But James of Scotland wooed in person, and not by embassies, and\nhe triumphantly carried off his strapping princess. Henry of\nEngland gnawed his beard in vain; and, though in time he found\nconsolation in another woman’s arms, he viewed James not only as a\npublic but as a private enemy.",
        "There was war between the two countries. First the Scots repelled\nan English army; but soon they were themselves disgracefully\ndefeated at Solway Moss by a force much their inferior in numbers.\nThe shame of it broke King James’s heart. As he was galloping from\nthe battle-field the news was brought him that his wife had given\nbirth to a daughter. He took little notice of the message; and in\na few days he had died, moaning with his last breath the\nmysterious words:",
        "“It came with a lass–with a lass it will go!”",
        "The child who was born at this ill-omened crisis was Mary Stuart,\nwho within a week became, in her own right, Queen of Scotland. Her\nmother acted as regent of the kingdom. Henry of England demanded\nthat the infant girl should be betrothed to his young son, Prince\nEdward, who afterward reigned as Edward VI., though he died while\nstill a boy. The proposal was rejected, and the war between\nEngland and Scotland went on its bloody course; but meanwhile the\nlittle queen was sent to France, her mother’s home, so that she\nmight be trained in accomplishments which were rare in Scotland.",
        "In France she grew up at the court of Catherine de’ Medici, that\nimperious intriguer whose splendid surroundings were tainted with\nthe corruption which she had brought from her native Italy. It\nwas, indeed, a singular training-school for a girl of Mary\nStuart’s character. She saw about her a superficial chivalry and a\nmost profound depravity. Poets like Ronsard graced the life of the\ncourt with exquisite verse. Troubadours and minstrels sang sweet\nmusic there. There were fetes and tournaments and gallantry of\nbearing; yet, on the other hand, there was every possible\nrefinement and variety of vice. Men were slain before the eyes of\nthe queen herself. The talk of the court was of intrigue and lust\nand evil things which often verged on crime. Catherine de’ Medici\nherself kept her nominal husband at arm’s-length; and in order to\nmaintain her grasp on France she connived at the corruption of her\nown children, three of whom were destined in their turn to sit\nupon the throne.",
        "Mary Stuart grew up in these surroundings until she was sixteen,\neating the fruit which gave a knowledge of both good and evil. Her\nintelligence was very great. She quickly learned Italian, French,\nand Latin. She was a daring horsewoman. She was a poet and an\nartist even in her teens. She was also a keen judge of human\nmotives, for those early years of hers had forced her into a\nwomanhood that was premature but wonderful. It had been proposed\nthat she should marry the eldest son of Catherine, so that in time\nthe kingdom of Scotland and that of France might be united, while\nif Elizabeth of England were to die unmarried her realm also would\nfall to this pair of children.",
        "And so Mary, at sixteen, wedded the Dauphin Francis, who was a\nyear her junior. The prince was a wretched, whimpering little\ncreature, with a cankered body and a blighted soul. Marriage with\nsuch a husband seemed absurd. It never was a marriage in reality.\nThe sickly child would cry all night, for he suffered from\nabscesses in his ears, and his manhood had been prematurely taken\nfrom him. Nevertheless, within a twelvemonth the French king died\nand Mary Stuart was Queen of France as well as of Scotland,\nhampered only by her nominal obedience to the sick boy whom she\nopenly despised. At seventeen she showed herself a master spirit.\nShe held her own against the ambitious Catherine de’ Medici, whom\nshe contemptuously nicknamed “the apothecary’s daughter.” For the\nbrief period of a year she was actually the ruler of France; but\nthen her husband died and she was left a widow, restless,\nambitious, and yet no longer having any of the power she loved.",
        "Mary Stuart at this time had become a woman whose fascination was\nexerted over all who knew her. She was very tall and very slim,\nwith chestnut hair, “like a flower of the heat, both lax and\ndelicate.” Her skin was fair and pale, so clear and so transparent\nas to make the story plausible that when she drank from a flask of\nwine, the red liquid could be seen passing down her slender\nthroat.",
        "Yet with all this she was not fine in texture, but hardy as a man.\nShe could endure immense fatigue without yielding to it. Her\nsupple form had the strength of steel. There was a gleam in her\nhazel eyes that showed her to be brimful of an almost fierce\nvitality. Young as she was, she was the mistress of a thousand\narts, and she exhaled a sort of atmosphere that turned the heads\nof men. The Stuart blood made her impatient of control, careless\nof state, and easy-mannered. The French and the Tudor strain gave\nher vivacity. She could be submissive in appearance while still\npersisting in her aims. She could be languorous and seductive\nwhile cold within. Again, she could assume the haughtiness which\nbelonged to one who was twice a queen.",
        "Two motives swayed her, and they fought together for supremacy.\nOne was the love of power, and the other was the love of love. The\nfirst was natural to a girl who was a sovereign in her own right.\nThe second was inherited, and was then forced into a rank\nluxuriance by the sort of life that she had seen about her. At\neighteen she was a strangely amorous creature, given to fondling\nand kissing every one about her, with slight discrimination. From\nher sense of touch she received emotions that were almost\nnecessary to her existence. With her slender, graceful hands she\nwas always stroking the face of some favorite–it might be only\nthe face of a child, or it might be the face of some courtier or\npoet, or one of the four Marys whose names are linked with hers–\nMary Livingstone, Mary Fleming, Mary Beaton, and Mary Seton, the\nlast of whom remained with her royal mistress until her death.",
        "But one must not be too censorious in thinking of Mary Stuart. She\nwas surrounded everywhere by enemies. During her stay in France\nshe was hated by the faction of Catherine de’ Medici. When she\nreturned to Scotland she was hated because of her religion by the\nProtestant lords. Her every action was set forth in the worst\npossible light. The most sinister meaning was given to everything\nshe said or did. In truth, we must reject almost all the stories\nwhich accuse her of anything more than a certain levity of\nconduct.",
        "She was not a woman to yield herself in love’s last surrender\nunless her intellect and heart alike had been made captive. She\nwould listen to the passionate outpourings of poets and courtiers,\nand she would plunge her eyes into theirs, and let her hair just\ntouch their faces, and give them her white hands to kiss–but\nthat was all. Even in this she was only following the fashion of\nthe court where she was bred, and she was not unlike her royal\nrelative, Elizabeth of England, who had the same external\namorousness coupled with the same internal self-control.",
        "Mary Stuart’s love life makes a piteous story, for it is the life\nof one who was ever seeking–seeking for the man to whom she\ncould look up, who could be strong and brave and ardent like\nherself, and at the same time be more powerful and more steadfast\neven than she herself in mind and thought. Whatever may be said of\nher, and howsoever the facts may be colored by partisans, this\nroyal girl, stung though she was by passion and goaded by desire,\ncared nothing for any man who could not match her in body and mind\nand spirit all at once.",
        "It was in her early widowhood that she first met the man, and when\ntheir union came it brought ruin on them both. In France there\ncame to her one day one of her own subjects, the Earl of Bothwell.\nHe was but a few years older than she, and in his presence for the\nfirst time she felt, in her own despite, that profoundly moving,\nindescribable, and never-to-be-forgotten thrill which shakes a\nwoman to the very center of her being, since it is the recognition\nof a complete affinity.",
        "Lord Bothwell, like Queen Mary, has been terribly maligned. Unlike\nher, he has found only a few defenders. Maurice Hewlett has drawn\na picture of him more favorable than many, and yet it is a picture\nthat repels. Bothwell, says he, was of a type esteemed by those\nwho pronounce vice to be their virtue. He was “a galliard, flushed\nwith rich blood, broad-shouldered, square-jawed, with a laugh so\nhappy and so prompt that the world, rejoicing to hear it, thought\nall must be well wherever he might be. He wore brave clothes, sat\na brave horse, and kept brave company bravely. His high color,\nwhile it betokened high feeding, got him the credit of good\nhealth. His little eyes twinkled so merrily that you did not see\nthey were like a pig’s, sly and greedy at once, and bloodshot. His\ntawny beard concealed a jaw underhung, a chin jutting and\ndangerous. His mouth had a cruel twist; but his laughing hid that\ntoo. The bridge of his nose had been broken; few observed it, or\nguessed at the brawl which must have given it to him. Frankness\nwas his great charm, careless ease in high places.”",
        "And so, when Mary Stuart first met him in her eighteenth year,\nLord Bothwell made her think as she had never thought of any other\nman, and as she was not to think of any other man again. She grew\nto look eagerly for the frank mockery “in those twinkling eyes, in\nthat quick mouth\"; and to wonder whether it was with him always–\nasleep, at prayers, fighting, furious, or in love.",
        "Something more, however, must be said of Bothwell. He was\nundoubtedly a roisterer, but he was very much a man. He made easy\nlove to women. His sword leaped quickly from its sheath. He could\nfight, and he could also think. He was no brawling ruffian, no\nordinary rake. Remembering what Scotland was in those days,\nBothwell might well seem in reality a princely figure. He knew\nItalian; he was at home in French; he could write fluent Latin. He\nwas a collector of books and a reader of them also. He was perhaps\nthe only Scottish noble of his time who had a book-plate of his\nown. Here is something more than a mere reveler. Here is a man of\nvaried accomplishments and of a complex character.",
        "Though he stayed but a short time near the queen in France, he\nkindled her imagination, so that when she seriously thought of men\nshe thought of Bothwell. And yet all the time she was fondling the\nyoung pages in her retinue and kissing her maids of honor with her\nscarlet lips, and lying on their knees, while poets like Ronsard\nand Chastelard wrote ardent love sonnets to her and sighed and\npined for something more than the privilege of kissing her two\ndainty hands.",
        "In 1561, less than a year after her widowhood, Mary set sail for\nScotland, never to return. The great high-decked ships which\nescorted her sailed into the harbor of Leith, and she pressed on\nto Edinburgh. A depressing change indeed from the sunny terraces\nand fields of France! In her own realm were fog and rain and only\na hut to shelter her upon her landing. When she reached her\ncapital there were few welcoming cheers; but as she rode over the\ncobblestones to Holyrood, the squalid wynds vomited forth great\nmobs of hard-featured, grim-visaged men and women who stared with\ncuriosity and a half-contempt at the girl queen and her retinue of\nforeigners.",
        "The Scots were Protestants of the most dour sort, and they\ndistrusted their new ruler because of her religion and because she\nloved to surround herself with dainty things and bright colors and\nexotic elegance. They feared lest she should try to repeal the law\nof Scotland’s Parliament which had made the country Protestant.",
        "The very indifference of her subjects stirred up the nobler part\nof Mary’s nature. For a time she was indeed a queen. She governed\nwisely. She respected the religious rights of her Protestant\nsubjects. She strove to bring order out of the chaos into which\nher country had fallen. And she met with some success. The time\ncame when her people cheered her as she rode among them. Her\nsubtle fascination was her greatest source of strength. Even John\nKnox, that iron-visaged, stentorian preacher, fell for a time\nunder the charm of her presence. She met him frankly and pleaded\nwith him as a woman, instead of commanding him as a queen. The\nsurly ranter became softened for a time, and, though he spoke of\nher to others as “Honeypot,” he ruled his tongue in public. She\nhad offers of marriage from Austrian and Spanish princes. The new\nKing of France, her brother-in-law, would perhaps have wedded her.\nIt mattered little to Mary that Elizabeth of England was hostile.\nShe felt that she was strong enough to hold her own and govern\nScotland.",
        "But who could govern a country such as Scotland was? It was a land\nof broils and feuds, of clan enmities and fierce vendettas. Its\nnobles were half barbarous, and they fought and slashed at one\nanother with drawn dirks almost in the presence of the queen\nherself. No matter whom she favored, there rose up a swarm of\nenemies. Here was a Corsica of the north, more savage and untamed\nthan even the other Corsica.",
        "In her perplexity Mary felt a woman’s need of some man on whom she\nwould have the right to lean, and whom she could make king\nconsort. She thought that she had found him in the person of her\ncousin, Lord Darnley, a Catholic, and by his upbringing half an\nEnglishman. Darnley came to Scotland, and for the moment Mary\nfancied that she had forgotten Bothwell. Here again she was in\nlove with love, and she idealized the man who came to give it to\nher. Darnley seemed, indeed, well worthy to be loved, for he was\ntall and handsome, appearing well on horseback and having some of\nthe accomplishments which Mary valued.",
        "It was a hasty wooing, and the queen herself was first of all the\nwooer. Her quick imagination saw in Darnley traits and gifts of\nwhich he really had no share. Therefore, the marriage was soon\nconcluded, and Scotland had two sovereigns, King Henry and Queen\nMary. So sure was Mary of her indifference to Bothwell that she\nurged the earl to marry, and he did marry a girl of the great\nhouse of Gordon.",
        "Mary’s self-suggested love for Darnley was extinguished almost on\nher wedding-night. The man was a drunkard who came into her\npresence befuddled and almost bestial. He had no brains. His\nvanity was enormous. He loved no one but himself, and least of all\nthis queen, whom he regarded as having thrown herself at his empty\nhead.",
        "The first-fruits of the marriage were uprisings among the\nProtestant lords. Mary then showed herself a heroic queen. At the\nhead of a motley band of soldiery who came at her call–half-\nclad, uncouth, and savage–she rode into the west, sleeping at\nnight upon the bare ground, sharing the camp food, dressed in\nplain tartan, but swift and fierce as any eagle. Her spirit ran\nlike fire through the veins of those who followed her. She crushed\nthe insurrection, scattered its leaders, and returned in triumph\nto her capital.",
        "Now she was really queen, but here came in the other motive which\nwas interwoven in her character. She had shown herself a man in\ncourage. Should she not have the pleasures of a woman? To her\ncourt in Holyrood came Bothwell once again, and this time Mary\nknew that he was all the world to her. Darnley had shrunk from the\nhardships of battle. He was steeped in low intrigues. He roused\nthe constant irritation of the queen by his folly and utter lack\nof sense and decency. Mary felt she owed him nothing, but she\nforgot that she owed much to herself.",
        "Her old amorous ways came back to her, and she relapsed into the\njoys of sense. The scandal-mongers of the capital saw a lover in\nevery man with whom she talked. She did, in fact, set convention\nat defiance. She dressed in men’s clothing. She showed what the\nunemotional Scots thought to be unseemly levity. The French poet,\nChastelard, misled by her external signs of favor, believed\nhimself to be her choice. At the end of one mad revel he was found\nsecreted beneath her bed, and was driven out by force. A second\ntime he ventured to secrete himself within the covers of the bed.\nThen he was dragged forth, imprisoned, and condemned to death. He\nmet his fate without a murmur, save at the last when he stood upon\nthe scaffold and, gazing toward the palace, cried in French:",
        "“Oh, cruel queen! I die for you!”",
        "Another favorite, the Italian, David Rizzio, or Riccio, in like\nmanner wrote love verses to the queen, and she replied to them in\nkind; but there is no evidence that she valued him save for his\nability, which was very great. She made him her foreign secretary,\nand the man whom he supplanted worked on the jealousy of Darnley;\nso that one night, while Mary and Rizzio were at dinner in a small\nprivate chamber, Darnley and the others broke in upon her. Darnley\nheld her by the waist while Rizzio was stabbed before her eyes\nwith a cruelty the greater because the queen was soon to become a\nmother.",
        "From that moment she hated Darnley as one would hate a snake. She\ntolerated him only that he might acknowledge her child as his son.\nThis child was the future James VI. of Scotland and James I. of\nEngland. It is recorded of him that never throughout his life\ncould he bear to look upon drawn steel.",
        "After this Mary summoned Bothwell again and again. It was revealed\nto her as in a blaze of light that, after all, he was the one and\nonly man who could be everything to her. His frankness, his\ncynicism, his mockery, his carelessness, his courage, and the\npower of his mind matched her moods completely. She threw away all\nsemblance of concealment. She ignored the fact that he had married\nat her wish. She was queen. She desired him. She must have him at\nany cost.",
        "“Though I lose Scotland and England both,” she cried in a passion\nof abandonment, “I shall have him for my own!”",
        "Bothwell, in his turn, was nothing loath, and they leaped at each\nother like two flames.",
        "It was then that Mary wrote those letters which were afterward\ndiscovered in a casket and which were used against her when she\nwas on trial for her life. These so-called Casket Letters, though\nwe have not now the originals, are among the most extraordinary\nletters ever written. All shame, all hesitation, all innocence,\nare flung away in them. The writer is so fired with passion that\neach sentence is like a cry to a lover in the dark. As De Peyster\nsays: “In them the animal instincts override and spur and lash the\npen.” Mary was committing to paper the frenzied madness of a woman\nconsumed to her very marrow by the scorching blaze of unedurable\ndesire.",
        "Events moved quickly. Darnley, convalescent from an attack of\nsmallpox, was mysteriously destroyed by an explosion of gunpowder.\nBothwell was divorced from his young wife on curious grounds. A\ndispensation allowed Mary to wed a Protestant, and she married\nBothwell three months after Darnley’s death.",
        "Here one sees the consummation of what had begun many years before\nin France. From the moment that she and Bothwell met, their union\nwas inevitable. Seas could not sunder them. Other loves and other\nfancies were as nothing to them. Even the bonds of marriage were\nburst asunder so that these two fiery, panting souls could meet.",
        "It was the irony of fate that when they had so met it was only to\nbe parted. Mary’s subjects, outraged by her conduct, rose against\nher. As she passed through the streets of Edinburgh the women\nhurled after her indecent names. Great banners were raised with\nexecrable daubs representing the murdered Darnley. The short and\ndreadful monosyllable which is familiar to us in the pages of the\nBible was hurled after her wherever she went.",
        "With Bothwell by her side she led a wild and ragged horde of\nfollowers against the rebellious nobles, whose forces met her at\nCarberry Hill. Her motley followers melted away, and Mary\nsurrendered to the hostile chieftains, who took her to the castle\nat Lochleven. There she became the mother of twins–a fact that is\nseldom mentioned by historians. These children were the fruit of\nher union with Bothwell. From this time forth she cared but little\nfor herself, and she signed, without great reluctance, a document\nby which she abdicated in favor of her infant son.",
        "Even in this place of imprisonment, however, her fascination had\npower to charm. Among those who guarded her, two of the Douglas\nfamily–George Douglas and William Douglas–for love of her,\neffected her escape. The first attempt failed. Mary, disguised as\na laundress, was betrayed by the delicacy of her hands. But a\nsecond attempt was successful. The queen passed through a postern\ngate and made her way to the lake, where George Douglas met her\nwith a boat. Crossing the lake, fifty horsemen under Lord Claude\nHamilton gave her their escort and bore her away in safety.",
        "But Mary was sick of Scotland, for Bothwell could not be there.\nShe had tasted all the bitterness of life, and for a few months\nall the sweetness; but she would have no more of this rough and\nbarbarous country. Of her own free will she crossed the Solway\ninto England, to find herself at once a prisoner.",
        "Never again did she set eyes on Bothwell. After the battle of\nCarberry Hill he escaped to the north, gathered some ships\ntogether, and preyed upon English merchantmen, very much as a\npirate might have done. Ere long, however, when he had learned of\nMary’s fate, he set sail for Norway. King Frederick of Denmark\nmade him a prisoner of state. He was not confined within prison\nwalls, however, but was allowed to hunt and ride in the vicinity\nof Malmo Castle and of Dragsholm. It is probably in Malmo Castle\nthat he died. In 1858 a coffin which was thought to be the coffin\nof the earl was opened, and a Danish artist sketched the head–\nwhich corresponds quite well with the other portraits of the ill-\nfated Scottish noble.",
        "It is a sad story. Had Mary been less ambitious when she first met\nBothwell, or had he been a little bolder, they might have reigned\ntogether and lived out their lives in the plenitude of that great\nlove which held them both in thrall. But a queen is not as other\nwomen; and she found too late that the teaching of her heart was,\nafter all, the truest teaching. She went to her death as Bothwell\nwent to his, alone, in a strange, unfriendly land.",
        "Yet, even this, perhaps, was better so. It has at least touched\nboth their lives with pathos and has made the name of Mary Stuart\none to be remembered throughout all the ages.",
        "Sweden to-day is one of the peaceful kingdoms of the world, whose\npeople are prosperous, well governed, and somewhat apart from the\nclash and turmoil of other states and nations. Even the secession\nof Norway, a few years ago, was accomplished without bloodshed,\nand now the two kingdoms exist side by side as free from strife as\nthey are with Denmark, which once domineered and tyrannized over\nboth.",
        "It is difficult to believe that long ago, in the Middle Ages, the\ncities of southern Sweden were among the great commercial centers\nof the world. Stockholm and Lund ranked with London and Paris.\nThey absorbed the commerce of the northern seas, and were the\nadmiration of thousands of travelers and merchants who passed\nthrough them and trafficked with them.",
        "Much nearer to our own time, Sweden was the great military power\nof northern Europe. The ambassadors of the Swedish kings were\nreceived with the utmost deference in every court. Her soldiers\nwon great battles and ended mighty wars. The England of Cromwell\nand Charles II. was unimportant and isolated in comparison with\nthis northern kingdom, which could pour forth armies of gigantic\nblond warriors, headed by generals astute as well as brave.",
        "It was no small matter, then, in 1626, that the loyal Swedes were\nhoping that their queen would give birth to a male heir to succeed\nhis splendid father, Gustavus Adolphus, ranked by military\nhistorians as one of the six great generals whom the world had so\nfar produced. The queen, a German princess of Brandenburg, had\nalready borne two daughters, who died in infancy. The expectation\nwas wide-spread and intense that she should now become the mother\nof a son; and the king himself was no less anxious.",
        "When the event occurred, the child was seen to be completely\ncovered with hair, and for this reason the attendants at first\nbelieved that it was the desired boy. When their mistake was\ndiscovered they were afraid to tell the king, who was waiting in\nhis study for the announcement to be made. At last, when no one\nelse would go to him, his sister, the Princess Caroline,\nvolunteered to break the news.",
        "Gustavus was in truth a chivalrous, high-bred monarch. Though he\nmust have been disappointed at the advent of a daughter, he showed\nno sign of dissatisfaction or even of surprise; but, rising, he\nembraced his sister, saying:",
        "“Let us thank God. I hope this girl will be as good as a boy to\nme. May God preserve her now that He has sent her!”",
        "It is customary at almost all courts to pay less attention to the\nbirth of a princess than to that of a prince; but Gustavus\ndisplayed his chivalry toward this little daughter, whom he named\nChristina. He ordered that the full royal salute should be fired\nin every fortress of his kingdom and that displays of fireworks,\nballs of honor, and court functions should take place; “for,” as\nhe said, “this is the heir to my throne.” And so from the first he\ntook his child under his own keeping and treated her as if she\nwere a much-loved son as well as a successor.",
        "He joked about her looks when she was born, when she was mistaken\nfor a boy.",
        "“She will be clever,” he said, “for she has taken us all in!”",
        "The Swedish people were as delighted with their little princess as\nwere the people of Holland when the present Queen Wilhelmina was\nborn, to carry on the succession of the House of Orange. On one\noccasion the king and the small Christina, who were inseparable\ncompanions, happened to approach a fortress where they expected to\nspend the night. The commander of the castle was bound to fire a\nroyal salute of fifty cannon in honor of his sovereign; yet he\ndreaded the effect upon the princess of such a roaring and\nbellowing of artillery. He therefore sent a swift horseman to meet\nthe royal party at a distance and explain his perplexity. Should\nhe fire these guns or not? Would the king give an order?",
        "Gustavus thought for a moment, and then replied:",
        "“My daughter is the daughter of a soldier, and she must learn to\nlead a soldier’s life. Let the guns be fired!”",
        "The procession moved on. Presently fire spurted from the\nembrasures of the fort, and its batteries thundered in one great\nroar. The king looked down at Christina. Her face was aglow with\npleasure and excitement; she clapped her hands and laughed, and\ncried out:",
        "“More bang! More! More! More!”",
        "This is only one of a score of stories that were circulated about\nthe princess, and the Swedes were more and more delighted with the\ngirl who was to be their queen.",
        "Somewhat curiously, Christina’s mother, Queen Maria, cared little\nfor the child, and, in fact, came at last to detest her almost as\nmuch as the king loved her. It is hard to explain this dislike.\nPerhaps she had a morbid desire for a son and begrudged the honors\ngiven to a daughter. Perhaps she was a little jealous of her own\nchild, who took so much of the king’s attention. Afterward, in\nwriting of her mother, Christina excuses her, and says quite\nfrankly:",
        "She could not bear to see me, because I was a girl, and an ugly\ngirl at that. And she was right enough, for I was as tawny as a\nlittle Turk.",
        "This candid description of herself is hardly just. Christina was\nnever beautiful, and she had a harsh voice. She was apt to be\noverbearing even as a little girl. Yet she was a most interesting\nchild, with an expressive face, large eyes, an aquiline nose, and\nthe blond hair of her people. There was nothing in this to account\nfor her mother’s intense dislike for her.",
        "It was currently reported at the time that attempts were made to\nmaim or seriously injure the little princess. By what was made to\nseem an accident, she would be dropped upon the floor, and heavy\narticles of furniture would somehow manage to strike her. More\nthan once a great beam fell mysteriously close to her, either in\nthe palace or while she was passing through the streets. None of\nthese things did her serious harm, however. Most of them she\nluckily escaped; but when she had grown to be a woman one of her\nshoulders was permanently higher than the other.",
        "“I suppose,” said Christina, “that I could be straightened if I\nwould let the surgeons attend to it; but it isn’t worth while to\ntake the trouble.”",
        "When Christina was four, Sweden became involved in the great war\nthat had been raging for a dozen years between the Protestant and\nthe Catholic states of Germany. Gradually the neighboring powers\nhad been drawn into the struggle, either to serve their own ends\nor to support the faith to which they adhered. Gustavus Adolphus\ntook up the sword with mixed motives, for he was full of\nenthusiasm for the imperiled cause of the Reformation, and at the\nsame time he deemed it a favorable opportunity to assert his\ncontrol over the shores of the Baltic.",
        "The warrior king summoned his army and prepared to invade Germany.\nBefore departing he took his little daughter by the hand and led\nher among the assembled nobles and councilors of state. To them he\nintrusted the princess, making them kneel and vow that they would\nregard her as his heir, and, if aught should happen to him, as his\nsuccessor. Amid the clashing of swords and the clang of armor this\nvow was taken, and the king went forth to war.",
        "He met the ablest generals of his enemies, and the fortunes of\nbattle swayed hither and thither; but the climax came when his\nsoldiers encountered those of Wallenstein–that strange,\noverbearing, arrogant, mysterious creature whom many regarded with\na sort of awe. The clash came at Lutzen, in Saxony. The Swedish\nking fought long and hard, and so did his mighty opponent; but at\nlast, in the very midst of a tremendous onset that swept all\nbefore him, Gustavus received a mortal wound and died, even while\nWallenstein was fleeing from the field of battle.",
        "The battle of Lutzen made Christina Queen of Sweden at the age of\nsix. Of course, she could not yet be crowned, but a council of\nable ministers continued the policy of the late king and taught\nthe young queen her first lessons in statecraft. Her intellect\nsoon showed itself as more than that of a child. She understood\nall that was taking place, and all that was planned and arranged.\nHer tact was unusual. Her discretion was admired by every one; and\nafter a while she had the advice and training of the great Swedish\nchancellor, Oxenstierna, whose wisdom she shared to a remarkable\ndegree.",
        "Before she was sixteen she had so approved herself to her\ncounselors, and especially to the people at large, that there was\na wide-spread clamor that she should take the throne and govern in\nher own person. To this she gave no heed, but said:",
        "“I am not yet ready.”",
        "All this time she bore herself like a king. There was nothing\ndistinctly feminine about her. She took but slight interest in her\nappearance. She wore sword and armor in the presence of her\ntroops, and often she dressed entirely in men’s clothes. She would\ntake long, lonely gallops through the forests, brooding over\nproblems of state and feeling no fatigue or fear. And indeed why\nshould she fear, who was beloved by all her subjects?",
        "When her eighteenth year arrived, the demand for her coronation\nwas impossible to resist. All Sweden wished to see a ruling queen,\nwho might marry and have children to succeed her through the royal\nline of her great father. Christina consented to be crowned, but\nshe absolutely refused all thought of marriage. She had more\nsuitors from all parts of Europe than even Elizabeth of England;\nbut, unlike Elizabeth, she did not dally with them, give them\nfalse hopes, or use them for the political advantage of her\nkingdom.",
        "At that time Sweden was stronger than England, and was so situated\nas to be independent of alliances. So Christina said, in her\nharsh, peremptory voice:",
        "“I shall never marry; and why should you speak of my having\nchildren! I am just as likely to give birth to a Nero as to an\nAugustus.”",
        "Having assumed the throne, she ruled with a strictness of\ngovernment such as Sweden had not known before. She took the reins\nof state into her own hands and carried out a foreign policy of\nher own, over the heads of her ministers, and even against the\nwishes of her people. The fighting upon the Continent had dragged\nout to a weary length, but the Swedes, on the whole, had scored a\nmarked advantage. For this reason the war was popular, and every\none wished it to go on; but Christina, of her own will, decided\nthat it must stop, that mere glory was not to be considered\nagainst material advantages. Sweden had had enough of glory; she\nmust now look to her enrichment and prosperity through the\nchannels of peace.",
        "Therefore, in 1648, against Oxenstierna, against her generals, and\nagainst her people, she exercised her royal power and brought the\nThirty Years’ War to an end by the so-called Peace of Westphalia.\nAt this time she was twenty-two, and by her personal influence she\nhad ended one of the greatest struggles of history. Nor had she\ndone it to her country’s loss. Denmark yielded up rich provinces,\nwhile Germany was compelled to grant Sweden membership in the\nGerman diet.",
        "Then came a period of immense prosperity through commerce, through\neconomies in government, through the improvement of agriculture\nand the opening of mines. This girl queen, without intrigue,\nwithout descending from her native nobility to peep and whisper\nwith shady diplomats, showed herself in reality a great monarch, a\ntrue Semiramis of the north, more worthy of respect and reverence\nthan Elizabeth of England. She was highly trained in many arts.\nShe was fond of study, spoke Latin fluently, and could argue with\nSalmasius, Descartes, and other accomplished scholars without\nshowing any inferiority to them.",
        "She gathered at her court distinguished persons from all\ncountries. She repelled those who sought her hand, and she was\npure and truthful and worthy of all men’s admiration. Had she died\nat this time history would rank her with the greatest of women\nsovereigns. Naude, the librarian of Cardinal Mazarin, wrote of her\nto the scientist Gassendi in these words:",
        "To say truth, I am sometimes afraid lest the common saying should\nbe verified in her, that short is the life and rare the old age of\nthose who surpass the common limits. Do not imagine that she is\nlearned only in books, for she is equally so in painting,\narchitecture, sculpture, medals, antiquities, and all curiosities.\nThere is not a cunning workman in these arts but she has him\nfetched. There are as good workers in wax and in enamel,\nengravers, singers, players, dancers here as will be found\nanywhere.",
        "She has a gallery of statues, bronze and marble, medals of gold,\nsilver, and bronze, pieces of ivory, amber, coral, worked crystal,\nsteel mirrors, clocks and tables, bas-reliefs and other things of\nthe kind; richer I have never seen even in Italy; finally, a great\nquantity of pictures. In short, her mind is open to all\nimpressions.",
        "But after she began to make her court a sort of home for art and\nletters it ceased to be the sort of court that Sweden was prepared\nfor. Christina’s subjects were still rude and lacking in\naccomplishments; therefore she had to summon men of genius from\nother countries, especially from France and Italy. Many of these\nwere illustrious artists or scholars, but among them were also\nsome who used their mental gifts for harm.",
        "Among these latter was a French physician named Bourdelot–a man\nof keen intellect, of winning manners, and of a profound cynicism,\nwhich was not apparent on the surface, but the effect of which\nlast lasting. To Bourdelot we must chiefly ascribe the mysterious\nchange which gradually came over Queen Christina. With his\nassociates he taught her a distaste for the simple and healthy\nlife that she had been accustomed to lead. She ceased to think of\nthe welfare of the state and began to look down with scorn upon\nher unsophisticated Swedes. Foreign luxury displayed itself at\nStockholm, and her palaces overflowed with beautiful things.",
        "By subtle means Bourdelot undermined her principles. Having been a\nStoic, she now became an Epicurean. She was by nature devoid of\nsentiment. She would not spend her time in the niceties of love-\nmaking, as did Elizabeth; but beneath the surface she had a sort\nof tigerish, passionate nature, which would break forth at\nintervals, and which demanded satisfaction from a series of\nfavorites. It is probable that Bourdelot was her first lover, but\nthere were many others whose names are recorded in the annals of\nthe time.",
        "When she threw aside her virtue Christina ceased to care about\nappearances. She squandered her revenues upon her favorites. What\nshe retained of her former self was a carelessness that braved the\nopinion of her subjects. She dressed almost without thought, and\nit is said that she combed her hair not more than twice a month.\nShe caroused with male companions to the scandal of her people,\nand she swore like a trooper when displeased.",
        "Christina’s philosophy of life appears to have been compounded of\nan almost brutal licentiousness, a strong love of power, and a\nstrange, freakish longing for something new. Her political\nambitions were checked by the rising discontent of her people, who\nbegan to look down upon her and to feel ashamed of her shame.\nKnowing herself as she did, she did not care to marry.",
        "Yet Sweden must have an heir. Therefore she chose out her cousin\nCharles, declared that he was to be her successor, and finally\ncaused him to be proclaimed as such before the assembled estates\nof the realm. She even had him crowned; and finally, in her\ntwenty-eighth year, she abdicated altogether and prepared to leave\nSweden. When asked whither she would go, she replied in a Latin\nquotation:",
        "“The Fates will show the way.”",
        "In her act of abdication she reserved to herself the revenues of\nsome of the richest provinces in Sweden and absolute power over\nsuch of her subjects as should accompany her. They were to be her\nsubjects until the end.",
        "The Swedes remembered that Christina was the daughter of their\ngreatest king, and that, apart from personal scandals, she had\nruled them well; and so they let her go regretfully and accepted\nher cousin as their king. Christina, on her side, went joyfully\nand in the spirit of a grand adventuress. With a numerous suite\nshe entered Germany, and then stayed for a year at Brussels, where\nshe renounced Lutheranism. After this she traveled slowly into\nItaly, where she entered Borne on horseback, and was received by\nthe Pope, Alexander VII., who lodged her in a magnificent palace,\naccepted her conversion, and baptized her, giving her a new name,\nAlexandra.",
        "In Rome she was a brilliant but erratic personage, living\nsumptuously, even though her revenues from Sweden came in slowly,\npartly because the Swedes disliked her change of religion. She was\nsurrounded by men of letters, with whom she amused herself, and\nshe took to herself a lover, the Marquis Monaldeschi. She thought\nthat at last she had really found her true affinity, while\nMonaldeschi believed that he could count on the queen’s fidelity.",
        "He was in attendance upon her daily, and they were almost\ninseparable. He swore allegiance to her and thereby made himself\none of the subjects over whom she had absolute power. For a time\nhe was the master of those intense emotions which, in her,\nalternated with moods of coldness and even cruelty.",
        "Monaldeschi was a handsome Italian, who bore himself with a fine\nair of breeding. He understood the art of charming, but he did not\nknow that beyond a certain time no one could hold the affections\nof Christina.",
        "However, after she had quarreled with various cardinals and\ndecided to leave Rome for a while, Monaldeschi accompanied her to\nFrance, where she had an immense vogue at the court of Louis XIV.\nShe attracted wide attention because of her eccentricity and utter\nlack of manners. It gave her the greatest delight to criticize the\nladies of the French court–their looks, their gowns, and their\njewels. They, in return, would speak of Christina’s deformed\nshoulder and skinny frame; but the king was very gracious to her\nand invited her to his hunting-palace at Fontainebleau.",
        "While she had been winning triumphs of sarcasm the infatuated\nMonaldeschi had gradually come to suspect, and then to know, that\nhis royal mistress was no longer true to him. He had been\nsupplanted in her favor by another Italian, one Sentanelli, who\nwas the captain of her guard.",
        "Monaldeschi took a tortuous and roundabout revenge. He did not let\nthe queen know of his discovery; nor did he, like a man, send a\nchallenge to Sentanelli. Instead he began by betraying her secrets\nto Oliver Cromwell, with whom she had tried to establish a\ncorrespondence. Again, imitating the hand and seal of Sentanelli,\nhe set in circulation a series of the most scandalous and\ninsulting letters about Christina. By this treacherous trick he\nhoped to end the relations between his rival and the queen; but\nwhen the letters were carried to Christina she instantly\nrecognized their true source. She saw that she was betrayed by her\nformer favorite and that he had taken a revenge which might\nseriously compromise her.",
        "This led to a tragedy, of which the facts were long obscure. They\nwere carefully recorded, however, by the queen’s household\nchaplain, Father Le Bel; and there is also a narrative written by\none Marco Antonio Conti, which confirms the story. Both were\npublished privately in 1865, with notes by Louis Lacour.",
        "The narration of the priest is dreadful in its simplicity and\nminuteness of detail. It may be summed up briefly here, because it\nis the testimony of an eye-witness who knew Christina.",
        "Christina, with the marquis and a large retinue, was at\nFontainebleau in November, 1657. A little after midnight, when all\nwas still, the priest, Father Le Bel, was aroused and ordered to\ngo at once to the Galerie des Cerfs, or Hall of Stags, in another\npart of the palace. When he asked why, he was told:",
        "“It is by the order of her majesty the Swedish queen.”",
        "The priest, wondering, hurried on his garments. On reaching the\ngloomy hall he saw the Marquis Monaldeschi, evidently in great\nagitation, and at the end of the corridor the queen in somber\nrobes. Beside the queen, as if awaiting orders, stood three\nfigures, who could with some difficulty be made out as three\nsoldiers of her guard.",
        "The queen motioned to Father Le Bel and asked him for a packet\nwhich she had given him for safe-keeping some little time before.\nHe gave it to her, and she opened it. In it were letters and other\ndocuments, which, with a steely glance, she displayed to\nMonaldeschi. He was confused by the sight of them and by the\nincisive words in which Christina showed how he had both insulted\nher and had tried to shift the blame upon Sentanelli.",
        "Monaldeschi broke down completely. He fell at the queen’s feet and\nwept piteously, begging for pardon, only to be met by the cold\nanswer:",
        "“You are my subject and a traitor to me. Marquis, you must prepare\nto die!”",
        "Then she turned away and left the hall, in spite of the cries of\nMonaldeschi, to whom she merely added the advice that he should\nmake his peace with God by confessing to Father Le Bel.",
        "After she had gone the marquis fell into a torrent of self-\nexculpation and cried for mercy. The three armed men drew near and\nurged him to confess for the good of his soul. They seemed to have\nno malice against him, but to feel that they must obey the orders\ngiven them. At the frantic urging of the marquis their leader even\nwent to the queen to ask whether she would relent; but he returned\nshaking his head, and said:",
        "“Marquis, you must die.”",
        "Father Le Bel undertook a like mission, but returned with the\nmessage that there was no hope. So the marquis made his confession\nin French and Latin, but even then he hoped; for he did not wait\nto receive absolution, but begged still further for delay or\npardon.",
        "Then the three armed men approached, having drawn their swords.\nThe absolution was pronounced; and, following it, one of the\nguards slashed the marquis across the forehead. He stumbled and\nfell forward, making signs as if to ask that he might have his\nthroat cut. But his throat was partly protected by a coat of mail,\nso that three or four strokes delivered there had slight effect.\nFinally, however, a long, narrow sword was thrust into his side,\nafter which the marquis made no sound.",
        "Father Le Bel at once left the Galerie des Cerfs and went into the\nqueen’s apartment, with the smell of blood in his nostrils. He\nfound her calm and ready to justify herself. Was she not still\nqueen over all who had voluntarily become members of her suite?\nThis had been agreed to in her act of abdication. Wherever she set\nher foot, there, over her own, she was still a monarch, with full\npower to punish traitors at her will. This power she had\nexercised, and with justice. What mattered it that she was in\nFrance? She was queen as truly as Louis XIV. was king.",
        "The story was not long in getting out, but the truth was not\nwholly known until a much later day. It was said that Sentanelli\nhad slapped the marquis in a fit of jealousy, though some added\nthat it was done with the connivance of the queen. King Louis, the\nincarnation of absolutism, knew the truth, but he was slow to act.\nHe sympathized with the theory of Christina’s sovereignty. It was\nonly after a time that word was sent to Christina that she must\nleave Fontainebleau. She took no notice of the order until it\nsuited her convenience, and then she went forth with all the\nhonors of a reigning monarch.",
        "This was the most striking episode in all the strange story of her\nprivate life. When her cousin Charles, whom she had made king,\ndied without an heir she sought to recover her crown; but the\nestates of the realm refused her claim, reduced her income, and\nimposed restraints upon her power. She then sought the vacant\nthrone of Poland; but the Polish nobles, who desired a weak ruler\nfor their own purposes, made another choice. So at last she\nreturned to Rome, where the Pope received her with a splendid\nprocession and granted her twelve thousand crowns a year to make\nup for her lessened Swedish revenue.",
        "From this time she lived a life which she made interesting by her\npatronage of learning and exciting by her rather unseemly quarrels\nwith cardinals and even with the Pope. Her armed retinue marched\nthrough the streets with drawn swords and gave open protection to\ncriminals who had taken refuge with her. She dared to criticize\nthe pontiff, who merely smiled and said:",
        "“She is a woman!”",
        "On the whole, the end of her life was pleasant. She was much\nadmired for her sagacity in politics. Her words were listened to\nat every court in Europe. She annotated the classics, she made\nbeautiful collections, and she was regarded as a privileged person\nwhose acts no one took amiss. She died at fifty-three, and was\nburied in St. Peter’s.",
        "She was bred a man, she was almost a son to her great father; and\nyet, instead of the sonorous epitaph that is inscribed beside her\ntomb, perhaps a truer one would be the words of the vexed Pope:",
        "“E DONNA!”",
        "One might classify the kings of England in many ways. John was\nundoubtedly the most unpopular. The impetuous yet far-seeing Henry\nII., with the other two great warriors, Edward I. and Edward III.,\nand William of Orange, did most for the foundation and development\nof England’s constitutional law. Some monarchs, such as Edward II.\nand the womanish Henry VI., have been contemptible. Hard-working,\nuseful kings have been Henry VII., the Georges, William IV., and\nespecially the last Edward.",
        "If we consider those monarchs who have in some curious way touched\nthe popular fancy without reference to their virtues we must go\nback to Richard of the Lion Heart, who saw but little of England,\nyet was the best essentially English king, and to Henry V.,\ngallant soldier and conqueror of France. Even Henry VIII. had a\nwarm place in the affection of his countrymen, few of whom saw him\nnear at hand, but most of whom made him a sort of regal\nincarnation of John Bull–wrestling and tilting and boxing, eating\ngreat joints of beef, and staying his thirst with flagons of ale–\na big, healthy, masterful animal, in fact, who gratified the\nnational love of splendor and stood up manfully in his struggle\nwith the Pope.",
        "But if you look for something more than ordinary popularity–\nsomething that belongs to sentiment and makes men willing to\nbecome martyrs for a royal cause–we must find these among the\nStuart kings. It is odd, indeed, that even at this day there are\nEnglishmen and Englishwomen who believe their lawful sovereign to\nbe a minor Bavarian princess in whose veins there runs the Stuart\nblood. Prayers are said for her at English shrines, and toasts are\ndrunk to her in rare old wine.",
        "Of course, to-day this cult of the Stuarts is nothing but a fad.\nNo one ever expects to see a Stuart on the English throne. But it\nis significant of the deep strain of romance which the six Stuarts\nwho reigned in England have implanted in the English heart. The\nold Jacobite ballads still have power to thrill. Queen Victoria\nherself used to have the pipers file out before her at Balmoral to\nthe “skirling” of “Bonnie Dundee,” “Over the Water to Charlie,\"\nand “Wha’ll Be King but Charlie!” It is a sentiment that has never\ndied. Her late majesty used to say that when she heard these tunes\nshe became for the moment a Jacobite; just as the Empress Eugenie\nat the height of her power used pertly to remark that she herself\nwas the only Legitimist left in France.",
        "It may be suggested that the Stuarts are still loved by many\nEnglishmen because they were unfortunate; yet this is hardly true,\nafter all. Many of them were fortunate enough. The first of them,\nKing James, an absurd creature, speaking broad Scotch, timid,\nfoolishly fond of favorites, and having none of the dignity of a\nmonarch, lived out a lengthy reign. The two royal women of the\nfamily–Anne and Mary–had no misfortunes of a public nature.\nCharles II. reigned for more than a quarter of a century, lapped\nin every kind of luxury, and died a king.",
        "The first Charles was beheaded and afterward styled a “saint\"; yet\nthe majority of the English people were against his arrogance, or\nelse he would have won his great struggle against Parliament. The\nsecond James was not popular at all. Nevertheless, no sooner had\nhe been expelled, and been succeeded by a Dutchman gnawing\nasparagus and reeking of cheeses, than there was already a Stuart\nlegend. Even had there been no pretenders to carry on the cult,\nthe Stuarts would still have passed into history as much loved by\nthe people.",
        "It only shows how very little in former days the people expected\nof a regnant king. Many monarchs have had just a few popular\ntraits, and these have stood out brilliantly against the darkness\nof the background.",
        "No one could have cared greatly for the first James, but Charles\nI. was indeed a kingly personage when viewed afar. He was\nhandsome, as a man, fully equaling the French princess who became\nhis wife. He had no personal vices. He was brave, and good to look\nupon, and had a kingly mien. Hence, although he sought to make his\nrule over England a tyranny, there were many fine old cavaliers to\nride afield for him when he raised his standard, and who, when he\ndied, mourned for him as a “martyr.”",
        "Many hardships they underwent while Cromwell ruled with his iron\nhand; and when that iron hand was relaxed in death, and poor,\nfeeble Richard Cromwell slunk away to his country-seat, what\nwonder is it that young Charles came back to England and caracoled\nthrough the streets of London with a smile for every one and a\nhappy laugh upon his lips? What wonder is it that the cannon in\nthe Tower thundered a loud welcome, and that all over England, at\none season or another, maypoles rose and Christmas fires blazed?\nFor Englishmen at heart are not only monarchists, but they are\nlovers of good cheer and merrymaking and all sorts of mirth.",
        "Charles II. might well at first have seemed a worthier and wiser\nsuccessor to his splendid father. As a child, even, he had shown\nhimself to be no faint-hearted creature. When the great Civil War\nbroke out he had joined his father’s army. It met with disaster at\nEdgehill, and was finally shattered by the crushing defeat of\nNaseby, which afterward inspired Macaulay’s most stirring ballad.",
        "Charles was then only a child of twelve, and so his followers did\nwisely in hurrying him out of England, through the Scilly isles\nand Jersey to his mother’s place of exile. Of course, a child so\nvery young could be of no value as a leader, though his presence\nmight prove an inspiration.",
        "In 1648, however, when he was eighteen years of age, he gathered a\nfleet of eighteen ships and cruised along the English coast,\ntaking prizes, which he carried to the Dutch ports. When he was at\nHolland’s capital, during his father’s trial, he wrote many\nmessages to the Parliamentarians, and even sent them a blank\ncharter, which they might fill in with any stipulations they\ndesired if only they would save and restore their king.",
        "When the head of Charles rolled from the velvet-covered block his\nson showed himself to be no loiterer or lover of an easy life. He\nhastened to Scotland, skilfully escaping an English force, and was\nproclaimed as king and crowned at Scone, in 1651. With ten\nthousand men he dashed into England, where he knew there were many\nwho would rally at his call. But it was then that Cromwell put\nforth his supreme military genius and with his Ironsides crushed\nthe royal troops at Worcester.",
        "Charles knew that for the present all was lost. He showed courage\nand address in covering the flight of his beaten soldiers; but he\nsoon afterward went to France, remaining there and in the\nNetherlands for eight years as a pensioner of Louis XIV. He knew\nthat time would fight for him far more surely than infantry and\nhorse. England had not been called “Merry England” for nothing;\nand Cromwell’s tyranny was likely to be far more resented than the\nheavy hand of one who was born a king. So Charles at Paris and\nLiege, though he had little money at the time, managed to maintain\na royal court, such as it was.",
        "Here there came out another side of his nature. As a child he had\nborne hardship and privation and had seen the red blood flow upon\nthe battlefield. Now, as it were, he allowed a certain sensuous,\npleasure-loving ease to envelop him. The red blood should become\nthe rich red burgundy; the sound of trumpets and kettledrums\nshould give way to the melody of lutes and viols. He would be a\nking of pleasure if he were to be king at all. And therefore his\ncourt, even in exile, was a court of gallantry and ease. The Pope\nrefused to lend him money, and the King of France would not\nincrease his pension, but there were many who foresaw that Charles\nwould not long remain in exile; and so they gave him what he\nwanted and waited until he could give them what they would ask for\nin their turn.",
        "Charles at this time was not handsome, like his father. His\ncomplexion was swarthy, his figure by no means imposing, though\nalways graceful. When he chose he could bear himself with all the\ndignity of a monarch. He had a singularly pleasant manner, and a\nword from him could win over the harshest opponent.",
        "The old cavaliers who accompanied their master in exile were like\nNapoleon’s veterans in Elba. With their tall, powerful forms they\nstalked about the courtyards, sniffing their disapproval at these\nforeign ways and longing grimly for the time when they could once\nmore smell the pungent powder of the battle-field. But, as Charles\nhad hoped, the change was coming. Not merely were his own subjects\nbeginning to long for him and to pray in secret for the king, but\ncontinental monarchs who maintained spies in England began to know\nof this. To them Charles was no longer a penniless exile. He was a\nking who before long would take possession of his kingdom.",
        "A very wise woman–the Queen Regent of Portugal–was the first to\nact on this information. Portugal was then very far from being a\npetty state. It had wealth at home and rich colonies abroad, while\nits flag was seen on every sea. The queen regent, being at odds\nwith Spain, and wishing to secure an ally against that power, made\novertures to Charles, asking him whether a match might not be made\nbetween him and the Princess Catharine of Braganza. It was not\nmerely her daughter’s hand that she offered, but a splendid dowry.\nShe would pay Charles a million pounds in gold and cede to England\ntwo valuable ports.",
        "The match was not yet made, but by 1659 it had been arranged. The\nSpaniards were furious, for Charles’s cause began to appear\nsuccessful.",
        "She was a quaint and rather piteous little figure, she who was\ndestined to be the wife of the Merry Monarch. Catharine was dark,\npetite, and by no means beautiful; yet she had a very sweet\nexpression and a heart of utter innocence. She had been wholly\nconvent-bred. She knew nothing of the world. She was told that in\nmarriage she must obey in all things, and that the chief duty of a\nwife was to make her husband happy.",
        "Poor child! It was a too gracious preparation for a very graceless\nhusband. Charles, in exile, had already made more than one\ndiscreditable connection and he was already the father of more\nthan one growing son.",
        "First of all, he had been smitten by the bold ways of one Lucy\nWalters. Her impudence amused the exiled monarch. She was not\nparticularly beautiful, and when she spoke as others did she was\nrather tiresome; but her pertness and the inexperience of the king\nwhen he went into exile made her seem attractive. She bore him a\nson, in the person of that brilliant adventurer whom Charles\nafterward created Duke of Monmouth. Many persons believe that\nCharles had married Lucy Walters, just as George IV. may have\nmarried Mrs. Fitzherbert; yet there is not the slightest proof of\nit, and it must be classed with popular legends.",
        "There was also one Catherine Peg, or Kep, whose son was afterward\nmade Earl of Plymouth. It must be confessed that in his\nattachments to English women Charles showed little care for rank\nor station. Lucy Walters and Catherine Peg were very illiterate\ncreatures.",
        "In a way it was precisely this sort of preference that made\nCharles so popular among the people. He seemed to make rank of no\naccount, but would chat in the most familiar and friendly way with\nany one whom he happened to meet. His easy, democratic manner,\ncoupled with the grace and prestige of royalty, made friends for\nhim all over England. The treasury might be nearly bankrupt; the\nnavy might be routed by the Dutch; the king himself might be too\nmuch given to dissipation; but his people forgave him all, because\neverybody knew that Charles would clap an honest citizen on the\nback and joke with all who came to see him feed the swans in\nRegent’s Park.",
        "The popular name for him was “Rowley,” or “Old Rowley\"–a nickname\nof mysterious origin, though it is said to have been given him\nfrom a fancied resemblance to a famous hunter in his stables.\nPerhaps it is the very final test of popularity that a ruler\nshould have a nickname known to every one.",
        "Cromwell’s death roused all England to a frenzy of king-worship.\nThe Roundhead, General Monk, and his soldiers proclaimed Charles\nKing of England and escorted him to London in splendid state. That\nwas a day when national feeling reached a point such as never has\nbeen before or since. Oughtred, the famous mathematician, died of\njoy when the royal emblems were restored. Urquhart, the translator\nof Rabelais, died, it is said, of laughter at the people’s wild\ndelight–a truly Rabelaisian end.",
        "There was the king once more; and England, breaking through its\nlong period of Puritanism, laughed and danced with more vivacity\nthan ever the French had shown. All the pipers and the players and\npanderers to vice, the mountebanks, the sensual men, and the\nlawless women poured into the presence of the king, who had been\ntoo long deprived of the pleasure that his nature craved.\nParliament voted seventy thousand pounds for a memorial to\nCharles’s father, but the irresponsible king spent the whole sum\non the women who surrounded him. His severest counselor, Lord\nClarendon, sent him a remonstrance.",
        "“How can I build such a memorial,” asked Charles, “when I don’t\nknow where my father’s remains are buried!”",
        "He took money from the King of France to make war against the\nDutch, who had befriended him. It was the French king, too, who\nsent him that insidious, subtle daughter of Brittany, Louise de\nKeroualle–Duchess of Portsmouth–a diplomat in petticoats, who\nwon the king’s wayward affections, and spied on what he did and\nsaid, and faithfully reported all of it to Paris. She became the\nmother of the Duke of Lenox, and she was feared and hated by the\nEnglish more than any other of his mistresses. They called her\n\"Madam Carwell,” and they seemed to have an instinct that she was\nno mere plaything of his idle hours, but was like some strange\nexotic serpent, whose poison might in the end sting the honor of\nEngland.",
        "There is a pitiful little episode in the marriage of Charles with\nhis Portuguese bride, Catharine of Braganza. The royal girl came\nto him fresh from the cloisters of her convent. There was\nsomething about her grace and innocence that touched the dissolute\nmonarch, who was by no means without a heart. For a time he\ntreated her with great respect, and she was happy. At last she\nbegan to notice about her strange faces–faces that were evil,\nwanton, or overbold. The court became more and more a seat of\nreckless revelry.",
        "Finally Catharine was told that the Duchess of Cleveland–that\nsplendid termagant, Barbara Villiers–had been appointed lady of\nthe bedchamber. She was told at the same time who this vixen was–\nthat she was no fit attendant for a virtuous woman, and that her\nthree sons, the Dukes of Southampton, Grafton, and Northumberland,\nwere also the sons of Charles.",
        "Fluttered and frightened and dismayed, the queen hastened to her\nhusband and begged him not to put this slight upon her. A year or\ntwo before, she had never dreamed that life contained such things\nas these; but now it seemed to contain nothing else. Charles spoke\nsternly to her until she burst into tears, and then he petted her\nand told her that her duty as a queen compelled her to submit to\nmany things which a lady in private life need not endure.",
        "After a long and poignant struggle with her own emotions the\nlittle Portuguese yielded to the wishes of her lord. She never\nagain reproached him. She even spoke with kindness to his\nfavorites and made him feel that she studied his happiness alone.\nHer gentleness affected him so that he always spoke to her with\ncourtesy and real friendship. When the Protestant mobs sought to\ndrive her out of England he showed his courage and manliness by\nstanding by her and refusing to allow her to be molested.",
        "Indeed, had Charles been always at his best he would have had a\nvery different name in history. He could be in every sense a king.\nHe had a keen knowledge of human nature. Though he governed\nEngland very badly, he never governed it so badly as to lose his\npopularity.",
        "The epigram of Rochester, written at the king’s own request, was\nsingularly true of Charles. No man relied upon his word, yet men\nloved him. He never said anything that was foolish, and he very\nseldom did anything that was wise; yet his easy manners and\ngracious ways endeared him to those who met him.",
        "One can find no better picture of his court than that which Sir\nWalter Scott has drawn so vividly in Peveril of the Peak; or, if\none wishes first-hand evidence, it can be found in the diaries of\nEvelyn and of Samuel Pepys. In them we find the rakes and dicers,\nfull of strange oaths, deep drunkards, vile women and still viler\nmen, all striving for the royal favor and offering the filthiest\nlures, amid routs and balls and noisy entertainments, of which it\nis recorded that more than once some woman gave birth to a child\namong the crowd of dancers.",
        "No wonder that the little Portuguese queen kept to herself and did\nnot let herself be drawn into this swirling, roaring, roistering\nsaturnalia. She had less influence even than Moll Davis, whom\nCharles picked out of a coffee-house, and far less than “Madam\nCarwell,” to whom it is reported that a great English nobleman\nonce presented pearls to the value of eight thousand pounds in\norder to secure her influence in a single stroke of political\nbusiness.",
        "Of all the women who surrounded Charles there was only one who\ncared anything for him or for England. The rest were all either\nselfish or treacherous or base. This one exception has been so\ngreatly written of, both in fiction and in history, as to make it\nseem almost unnecessary to add another word; yet it may well be\nworth while to separate the fiction from the fact and to see how\nmuch of the legend of Eleanor Gwyn is true.",
        "The fanciful story of her birthplace is most surely quite\nunfounded. She was not the daughter of a Welsh officer, but of two\npetty hucksters who had their booth in the lowest precincts of\nLondon. In those days the Strand was partly open country, and as\nit neared the city it showed the mansions of the gentry set in\ntheir green-walled parks. At one end of the Strand, however, was\nDrury Lane, then the haunt of criminals and every kind of wretch,\nwhile nearer still was the notorious Coal Yard, where no citizen\ndared go unarmed.",
        "Within this dreadful place children were kidnapped and trained to\nvarious forms of vice. It was a school for murderers and robbers\nand prostitutes; and every night when the torches flared it\nvomited forth its deadly spawn. Here was the earliest home of\nEleanor Gwyn, and out of this den of iniquity she came at night to\nsell oranges at the entrance to the theaters. She was stage-\nstruck, and endeavored to get even a minor part in a play; but\nBetterton, the famous actor, thrust her aside when she ventured to\napply to him.",
        "It must be said that in everything that was external, except her\nbeauty, she fell short of a fastidious taste. She was intensely\nignorant even for that time. She spoke in a broad Cockney dialect.\nShe had lived the life of the Coal Yard, and, like Zola’s Nana,\nshe could never remember the time when she had known the meaning\nof chastity.",
        "Nell Gwyn was, in fact, a product of the vilest slums of London;\nand precisely because she was this we must set her down as\nintrinsically a good woman–one of the truest, frankest, and most\nright-minded of whom the history of such women has anything to\ntell. All that external circumstances could do to push her down\ninto the mire was done; yet she was not pushed down, but emerged\nas one of those rare souls who have in their natures an\nuncontaminated spring of goodness and honesty. Unlike Barbara\nVilliers or Lucy Walters or Louise de Keroualle, she was neither a\nharpy nor a foe to England.",
        "Charles is said first to have met her when he, incognito, with\nanother friend, was making the rounds of the theaters at night.\nThe king spied her glowing, nut-brown face in one of the boxes,\nand, forgetting his incognito, went up and joined her. She was\nwith her protector of the time, Lord Buckhurst, who, of course,\nrecognized his majesty.",
        "Presently the whole party went out to a neighboring coffee-house,\nwhere they drank and ate together. When it came time to pay the\nreckoning the king found that he had no money, nor had his friend.\nLord Buckhurst, therefore, paid the bill, while Mistress Nell\njeered at the other two, saying that this was the most poverty-\nstricken party that she had ever met.",
        "Charles did not lose sight of her. Her frankness and honest manner\npleased him. There came a time when she was known to be a mistress\nof the king, and she bore a son, who was ennobled as the Duke of\nSt. Albans, but who did not live to middle age. Nell Gwyn was much\nwith Charles; and after his tempestuous scenes with Barbara\nVilliers, and the feeling of dishonor which the Duchess of\nPortsmouth made him experience, the girl’s good English bluntness\nwas a pleasure far more rare than sentiment.",
        "Somehow, just as the people had come to mistrust “Madam Carwell,\"\nso they came to like Nell Gwyn. She saw enough of Charles, and she\nliked him well enough, to wish that he might do his duty by his\npeople; and she alone had the boldness to speak out what she\nthought. One day she found him lolling in an arm-chair and\ncomplaining that the people were not satisfied.",
        "“You can very easily satisfy them,” said Nell Gwyn. “Dismiss your\nwomen and attend to the proper business of a king.”",
        "Again, her heart was touched at the misfortunes of the old\nsoldiers who had fought for Charles and for his father during the\nCivil War, and who were now neglected, while the treasury was\nemptied for French favorites, and while the policy of England\nitself was bought and sold in France. Many and many a time, when\nother women of her kind used their lures to get jewels or titles\nor estates or actual heaps of money, Nell Gwyn besought the king\nto aid these needy veterans. Because of her efforts Chelsea\nHospital was founded. Such money as she had she shared with the\npoor and with those who had fought for her royal lover.",
        "As I have said, she is a historical type of the woman who loses\nher physical purity, yet who retains a sense of honor and of\nhonesty which nothing can take from her. There are not many such\nexamples, and therefore this one is worth remembering.",
        "Of anecdotes concerning her there are many, but not often has\ntheir real import been detected. If she could twine her arms about\nthe monarch’s neck and transport him in a delirium of passion,\nthis was only part of what she did. She tried to keep him right\nand true and worthy of his rank; and after he had ceased to care\nmuch for her as a lover he remembered that she had been faithful\nin many other things.",
        "Then there came the death-bed scene, when Charles, in his\ninimitable manner, apologized to those about him because he was so\nlong in dying. A far sincerer sentence was that which came from\nhis heart, as he cried out, in the very pangs of death:",
        "“Do not let poor Nelly starve!”",
        "It is an old saying that to every womanly woman self-sacrifice is\nalmost a necessity of her nature. To make herself of small account\nas compared with the one she loves; to give freely of herself,\neven though she may receive nothing in return; to suffer, and yet\nto feel an inner poignant joy in all this suffering–here is a\nmost wonderful trait of womanhood. Perhaps it is akin to the\nmaternal instinct; for to the mother, after she has felt the throb\nof a new life within her, there is no sacrifice so great and no\nanguish so keen that she will not welcome it as the outward sign\nand evidence of her illimitable love.",
        "In most women this spirit of self-sacrifice is checked and kept\nwithin ordinary bounds by the circumstances of their lives. In\nmany small things they do yield and they do suffer; yet it is not\nin yielding and in suffering that they find their deepest joy.",
        "There are some, however, who seem to have been born with an\nabnormal capacity for enduring hardship and mental anguish; so\nthat by a sort of contradiction they find their happiness in\nsorrow. Such women are endowed with a remarkable degree of\nsensibility. They feel intensely. In moments of grief and\ndisappointment, and even of despair, there steals over them a sort\nof melancholy pleasure. It is as if they loved dim lights and\nmournful music and scenes full of sad suggestion.",
        "If everything goes well with them, they are unwilling to believe\nthat such good fortune will last. If anything goes wrong with\nthem, they are sure that this is only the beginning of something\neven worse. The music of their lives is written in a minor key.",
        "Now, for such women as these, the world at large has very little\ncharity. It speaks slightingly of them as “agonizers.” It believes\nthat they are “fond of making scenes.” It regards as an\naffectation something that is really instinctive and inevitable.\nUnless such women are beautiful and young and charming they are\ntreated badly; and this is often true in spite of all their\nnatural attractiveness, for they seem to court ill usage as if\nthey were saying frankly:",
        "“Come, take us! We will give you everything and ask for nothing.\nWe do not expect true and enduring love. Do not be constant or\ngenerous or even kind. We know that we shall suffer. But, none the\nless, in our sorrow there will be sweetness, and even in our\nabasement we shall feel a sort of triumph.”",
        "In history there is one woman who stands out conspicuously as a\ntype of her melancholy sisterhood, one whose life was full of\ndisappointment even when she was most successful, and of indignity\neven when she was most sought after and admired. This woman was\nAdrienne Lecouvreur, famous in the annals of the stage, and still\nmore famous in the annals of unrequited–or, at any rate, unhappy\n–love.",
        "Her story is linked with that of a man no less remarkable than\nherself, a hero of chivalry, a marvel of courage, of fascination,\nand of irresponsibility.",
        "Adrienne Lecouvreur–her name was originally Couvreur–was born\ntoward the end of the seventeenth century in the little French\nvillage of Damery, not far from Rheims, where her aunt was a\nlaundress and her father a hatter in a small way. Of her mother,\nwho died in childbirth, we know nothing; but her father was a man\nof gloomy and ungovernable temper, breaking out into violent fits\nof passion, in one of which, long afterward, he died, raving and\nyelling like a maniac.",
        "Adrienne was brought up at the wash-tub, and became accustomed to\na wandering life, in which she went from one town to another. What\nshe had inherited from her mother is, of course, not known; but\nshe had all her father’s strangely pessimistic temper, softened\nonly by the fact that she was a girl. From her earliest years she\nwas unhappy; yet her unhappiness was largely of her own choosing.\nOther girls of her own station met life cheerfully, worked away\nfrom dawn till dusk, and then had their moments of amusement, and\neven jollity, with their companions, after the fashion of all\nchildren. But Adrienne Lecouvreur was unhappy because she chose to\nbe. It was not the wash-tub that made her so, for she had been\nborn to it; nor was it the half-mad outbreaks of her father,\nbecause to her, at least, he was not unkind. Her discontent sprang\nfrom her excessive sensibility.",
        "Indeed, for a peasant child she had reason to think herself far\nmore fortunate than her associates. Her intelligence was great.\nAmbition was awakened in her before she was ten years of age, when\nshe began to learn and to recite poems–learning them, as has been\nsaid, “between the wash-tub and the ironing-board,” and reciting\nthem to the admiration of older and wiser people than she. Even at\nten she was a very beautiful child, with great lambent eyes, an\nexquisite complexion, and a lovely form, while she had the further\ngift of a voice that thrilled the listener and, when she chose,\nbrought tears to every eye. She was, indeed, a natural\nelocutionist, knowing by instinct all those modulations of tone\nand varied cadences which go to the hearer’s heart.",
        "It was very like Adrienne Lecouvreur to memorize only such poems\nas were mournful, just as in after life she could win success upon\nthe stage only in tragic parts. She would repeat with a sort of\necstasy the pathetic poems that were then admired; and she was\nsoon able to give up her menial work, because many people asked\nher to their houses so that they could listen to the divinely\nbeautiful voice charged with the emotion which was always at her\ncommand.",
        "When she was thirteen her father moved to Paris, where she was\nplaced at school–a very humble school in a very humble quarter of\nthe city. Yet even there her genius showed itself at that early\nage. A number of children and young people, probably influenced by\nAdrienne, formed themselves into a theatrical company from the\npure love of acting. A friendly grocer let them have an empty\nstore-room for their performances, and in this store-room Adrienne\nLecouvreur first acted in a tragedy by Corneille, assuming the\npart of leading woman.",
        "Her genius for the stage was like the genius of Napoleon for war.\nShe had had no teaching. She had never been inside of any theater;\nand yet she delivered the magnificent lines with all the power and\nfire and effectiveness of a most accomplished actress. People\nthronged to see her and to feel the tempest of emotion which shook\nher as she sustained her part, which for the moment was as real to\nher as life itself.",
        "At first only the people of the neighborhood knew anything about\nthese amateur performances; but presently a lady of rank, one Mme.\ndu Gue, came out of curiosity and was fascinated by the little\nactress. Mme. du Gue offered the spacious courtyard of her own\nhouse, and fitted it with some of the appurtenances of a theater.\nFrom that moment the fame of Adrienne spread throughout all Paris.\nThe courtyard was crowded by gentlemen and ladies, by people of\ndistinction from the court, and at last even by actors and\nactresses from the Comedie Franchise.",
        "It is, in fact, a remarkable tribute to Adrienne that in her\nthirteenth year she excited so much jealousy among the actors of\nthe Comedie that they evoked the law against her. Theaters\nrequired a royal license, and of course poor little Adrienne’s\ncompany had none. Hence legal proceedings were begun, and the most\nfamous actresses in Paris talked of having these clever children\nimprisoned! Upon this the company sought the precincts of the\nTemple, where no legal warrant could be served without the express\norder of the king himself.",
        "There for a time the performances still went on. Finally, as the\nother children were not geniuses, but merely boys and girls in\nsearch of fun, the little company broke up. Its success, however,\nhad determined for ever the career of Adrienne. With her beautiful\nface, her lithe and exquisite figure, her golden voice, and her\ninstinctive art, it was plain enough that her future lay upon the\nstage; and so at fourteen or fifteen she began where most\nactresses leave off–accomplished and attractive, and having had a\npractical training in her profession.",
        "Diderot, in that same century, observed that the truest actor is\none who does not feel his part at all, but produces his effects by\nintellectual effort and intelligent observation. Behind the figure\non the stage, torn with passion or rollicking with mirth, there\nmust always be the cool and unemotional mind which directs and\ngoverns and controls. This same theory was both held and practised\nby the late Benoit Constant Coquelin. To some extent it was the\ntheory of Garrick and Fechter and Edwin Booth; though it was\nrejected by the two Keans, and by Edwin Forrest, who entered so\nthroughly into the character which he assumed, and who let loose\nsuch tremendous bursts of passion that other actors dreaded to\nsupport him on the stage in such parts as Spartacus and Metamora.",
        "It is needless to say that a girl like Adrienne Lecouvreur flung\nherself with all the intensity of her nature into every role she\nplayed. This was the greatest secret of her success; for, with\nher, nature rose superior to art. On the other hand, it fixed her\ndramatic limitations, for it barred her out of comedy. Her\nmelancholy, morbid disposition was in the fullest sympathy with\ntragic heroines; but she failed when she tried to represent the\nlighter moods and the merry moments of those who welcome mirth.\nShe could counterfeit despair, and unforced tears would fill her\neyes; but she could not laugh and romp and simulate a gaiety that\nwas never hers.",
        "Adrienne would have been delighted to act at one of the theaters\nin Paris; but they were closed to her through jealousy. She went\ninto the provinces, in the eastern part of France, and for ten\nyears she was a leading lady there in many companies and in many\ntowns. As she blossomed into womanhood there came into her life\nthe love which was to be at once a source of the most profound\ninterest and of the most intense agony.",
        "It is odd that all her professional success never gave her any\nhappiness. The life of the actress who traveled from town to town,\nthe crude and coarse experiences which she had to undergo, the\ndisorder and the unsettled mode of living, all produced in her a\nprofound disgust. She was of too exquisite a fiber to live in such\na way, especially in a century when the refinements of existence\nwere for the very few.",
        "She speaks herself of “obligatory amusements, the insistence of\nmen, and of love affairs.” Yet how could such a woman as Adrienne\nLecouvreur keep herself from love affairs? The motion of the stage\nand its mimic griefs satisfied her only while she was actually\nupon the boards. Love offered her an emotional excitement that\nendured and that was always changing. It was “the profoundest\ninstinct of her being\"; and she once wrote: “What could one do in\nthe world without loving?”",
        "Still, through these ten years she seems to have loved only that\nshe might be unhappy. There was a strange twist in her mind. Men\nwho were honorable and who loved her with sincerity she treated\nvery badly. Men who were indifferent or ungrateful or actually\nbase she seemed to choose by a sort of perverse instinct. Perhaps\nthe explanation of it is that during those ten years, though she\nhad many lovers, she never really loved. She sought excitement,\npassion, and after that the mournfulness which comes when passion\ndies. Thus, one man after another came into her life–some of them\npromising marriage–and she bore two children, whose fathers were\nunknown, or at least uncertain. But, after all, one can scarcely\npity her, since she had not yet in reality known that great\npassion which comes but once in life. So far she had learned only\na sort of feeble cynicism, which she expressed in letters and in\nsuch sayings as these:",
        "“There are sweet errors which I would not venture to commit again.\nMy experiences, all too sad, have served to illumine my reason.”",
        "“I am utterly weary of love and prodigiously tempted to have no\nmore of it for the rest of my life; because, after all, I don’t\nwish either to die or to go mad.”",
        "Yet she also said: “I know too well that no one dies of grief.”",
        "She had had, indeed, some very unfortunate experiences. Men of\nrank had loved her and had then cast her off. An actor, one\nClavel, would have married her, but she would not accept his\noffer. A magistrate in Strasburg promised marriage; and then, when\nshe was about to accept him, he wrote to her that he was going to\nyield to the wishes of his family and make a more advantageous\nalliance. And so she was alternately caressed and repulsed–a\nmere plaything; and yet this was probably all that she really\nneeded at the time–something to stir her, something to make her\nmournful or indignant or ashamed.",
        "It was inevitable that at last Adrienne Lecouvreur should appear\nin Paris. She had won such renown throughout the provinces that\neven those who were intensely jealous of her were obliged to give\nher due consideration. In 1717, when she was in her twenty-fifth\nyear, she became a member of the Comedie Franchise. There she made\nan immediate and most brilliant impression. She easily took the\nleading place. She was one of the glories of Paris, for she became\nthe fashion outside the theater. For the first time the great\nclassic plays were given, not in the monotonous singsong which had\nbecome a sort of theatrical convention, but with all the fire and\nnaturalness of life.",
        "Being the fashion, Mlle. Lecouvreur elevated the social rank of\nactors and of actresses. Her salon was thronged by men and women\nof rank. Voltaire wrote poems in her honor. To be invited to her\ndinners was almost like receiving a decoration from the king. She\nought to have been happy, for she had reached the summit of her\nprofession and something more.",
        "Yet still she was unhappy. In all her letters one finds a\nplaintive tone, a little moaning sound that shows how slightly her\nnature had been changed. No longer, however, did she throw herself\naway upon dullards or brutes. An English peer–Lord Peterborough–\nnot realizing that she was different from other actresses of that\nloose-lived age, said to her coarsely at his first introduction:",
        "“Come now! Show me lots of wit and lots of love.”",
        "The remark was characteristic of the time. Yet Adrienne had\nlearned at least one thing, and that was the discontent which came\nfrom light affairs. She had thrown herself away too often. If she\ncould not love with her entire being, if she could not give all\nthat was in her to be given, whether of her heart or mind or soul,\nthen she would love no more at all.",
        "At this time there came to Paris a man remarkable in his own\ncentury, and one who afterward became almost a hero of romance.\nThis was Maurice, Comte de Saxe, as the French called him, his\nGerman name and title being Moritz, Graf von Sachsen, while we\nusually term him, in English, Marshal Saxe. Maurice de Saxe was\nnow, in 1721, entering his twenty-fifth year. Already, though so\nyoung, his career had been a strange one; and it was destined to\nbe still more remarkable. He was the natural son of Duke Augustus\nII. of Saxony, who later became King of Poland, and who is known\nin history as Augustus the Strong.",
        "Augustus was a giant in stature and in strength, handsome, daring,\nunscrupulous, and yet extremely fascinating. His life was one of\nrevelry and fighting and display. When in his cups he would often\ncall for a horseshoe and twist it into a knot with his powerful\nfingers. Many were his mistresses; but the one for whom he cared\nthe most was a beautiful and high-spirited Swedish girl of rank,\nAurora von Konigsmarck. She was descended from a rough old field-\nmarshal who in the Thirty Years’ War had slashed and sacked and\npillaged and plundered to his heart’s content. From him Aurora von\nKonigsmarck seemed to have inherited a high spirit and a sort of\nlawlessness which charmed the stalwart Augustus of Poland.",
        "Their son, Maurice de Saxe, inherited everything that was good in\nhis parents, and a great deal that was less commendable. As a mere\nchild of twelve he had insisted on joining the army of Prince\nEugene, and had seen rough service in a very strenuous campaign.\nTwo years later he showed such daring on the battle-field that\nPrince Eugene summoned him and paid him a compliment under the\nform of a rebuke.",
        "“Young man,” he said, “you must not mistake mere recklessness for\nvalor.”",
        "Before he was twenty he had attained the stature and strength of\nhis royal father; and, to prove it, he in his turn called for a\nhorseshoe, which he twisted and broke in his fingers. He fought on\nthe side of the Russians and Poles, and again against the Turks,\neverywhere displaying high courage and also genius as a commander;\nfor he never lost his self-possession amid the very blackest\ndanger, but possessed, as Carlyle says, “vigilance, foresight, and\nsagacious precaution.”",
        "Exceedingly handsome, Maurice was a master of all the arts that\npleased, with just a touch of roughness, which seemed not\nunfitting in so gallant a soldier. His troops adored him and would\nfollow wherever he might choose to lead them; for he exercised\nover these rude men a magnetic power resembling that of Napoleon\nin after years. In private life he was a hard drinker and fond of\nevery form of pleasure. Having no fortune of his own, a marriage\nwas arranged for him with the Countess von Loben, who was\nimmensely wealthy; but in three years he had squandered all her\nmoney upon his pleasures, and had, moreover, got himself heavily\nin debt.",
        "It was at this time that he first came to Paris to study military\ntactics. He had fought hard against the French in the wars that\nwere now ended; but his chivalrous bearing, his handsome person,\nand his reckless joviality made him at once a universal favorite\nin Paris. To the perfumed courtiers, with their laces and\nlovelocks and mincing ways, Maurice de Saxe came as a sort of\nknight of old–jovial, daring, pleasure-loving. Even his broken\nFrench was held to be quite charming; and to see him break a\nhorseshoe with his fingers threw every one into raptures.",
        "No wonder, then, that he was welcomed in the very highest circles.\nAlmost at once he attracted the notice of the Princesse de Conti,\na beautiful woman of the blood royal. Of her it has been said that\nshe was “the personification of a kiss, the incarnation of an\nembrace, the ideal of a dream of love.” Her chestnut hair was\ntinted with little gleams of gold. Her eyes were violet black. Her\ncomplexion was dazzling. But by the king’s orders she had been\nforced to marry a hunchback–a man whose very limbs were so\nweakened by disease and evil living that they would often fail to\nsupport him, and he would fall to the ground, a writhing,\nscreaming mass of ill-looking flesh.",
        "It is not surprising that his lovely wife should have shuddered\nmuch at his abuse of her and still more at his grotesque\nendearments. When her eyes fell on Maurice de Saxe she saw in him\none who could free her from her bondage. By a skilful trick he led\nthe Prince de Conti to invade the sleeping-room of the princess,\nwith servants, declaring that she was not alone. The charge proved\nquite untrue, and so she left her husband, having won the sympathy\nof her own world, which held that she had been insulted. But it\nwas not she who was destined to win and hold the love of Maurice\nde Saxe.",
        "Not long after his appearance in the French capital he was invited\nto dine with the “Queen of Paris,” Adrienne Lecouvreur. Saxe had\nseen her on the stage. He knew her previous history. He knew that\nshe was very much of a soiled dove; but when he met her these two\nnatures, so utterly dissimilar, leaped together, as it were,\nthrough the indescribable attraction of opposites. He was big and\npowerful; she was small and fragile. He was merry, and full of\nquips and jests; she was reserved and melancholy. Each felt in the\nother a need supplied.",
        "At one of their earliest meetings the climax came. Saxe was not\nthe man to hesitate; while she already, in her thoughts, had made\na full surrender. In one great sweep he gathered her into his\narms. It appeared to her as if no man had ever laid his hand upon\nher until that moment. She cried out:",
        "“Now, for the first time in my life, I seem to live!”",
        "It was, indeed, the very first love which in her checkered career\nwas really worthy of the name. She had supposed that all such\nthings were passed and gone, that her heart was closed for ever,\nthat she was invulnerable; and yet here she found herself clinging\nabout the neck of this impetuous soldier and showing him all the\nshy fondness and the unselfish devotion of a young girl. From this\ninstant Adrienne Lecouvreur never loved another man and never even\nlooked at any other man with the slightest interest. For nine long\nyears the two were bound together, though there were strange\nevents to ruffle the surface of their love.",
        "Maurice de Saxe had been sired by a king. He had the lofty\nambition to be a king himself, and he felt the stirrings of that\ngenius which in after years was to make him a great soldier, and\nto win the brilliant victory of Fontenoy, which to this very day\nthe French are never tired of recalling. Already Louis XV. had\nmade him a marshal of France; and a certain restlessness came over\nhim. He loved Adrienne; yet he felt that to remain in the\nenjoyment of her witcheries ought not to be the whole of a man’s\ncareer.",
        "Then the Grand Duchy of Courland–at that time a vassal state of\nPoland, now part of Russia–sought a ruler. Maurice de Saxe was\neager to secure its throne, which would make him at least semi-\nroyal and the chief of a principality. He hastened thither and\nfound that money was needed to carry out his plans. The widow of\nthe late duke–the Grand Duchess Anna, niece of Peter the Great,\nand later Empress of Russia–as soon as she had met this dazzling\ngenius, offered to help him to acquire the duchy if he would only\nmarry her. He did not utterly refuse. Still another woman of high\nrank, the Grand Duchess Elizabeth of Russia, Peter the Great’s\ndaughter, made him very much the same proposal.",
        "Both of these imperial women might well have attracted a man like\nMaurice de Saxe, had he been wholly fancy-free, for the second of\nthem inherited the high spirit and the genius of the great Peter,\nwhile the first was a pleasure-seeking princess, resembling some\nof those Roman empresses who loved to stoop that they might\nconquer. She is described as indolent and sensual, and she once\ndeclared that the chief good in the world was love. Yet, though\nshe neglected affairs of state and gave them over to favorites,\nshe won and kept the affections of her people. She was\nunquestionably endowed with the magnetic gift of winning hearts.",
        "Adrienne, who was left behind in Paris, knew very little of what\nwas going on. Only two things were absolutely clear to her. One\nwas that if her lover secured the duchy he must be parted from\nher. The other was that without money his ambition must be\nthwarted, and that he would then return to her. Here was a test to\ntry the soul of any woman. It proved the height and the depth of\nher devotion. Come what might, Maurice should be Duke of Courland,\neven though she lost him. She gathered together her whole fortune,\nsold every jewel that she possessed, and sent her lover the sum of\nnearly a million francs.",
        "This incident shows how absolutely she was his. But in fact,\nbecause of various intrigues, he failed of election to the ducal\nthrone of Courland, and he returned to Adrienne with all her money\nspent, and without even the grace, at first, to show his\ngratitude. He stormed and raged over his ill luck. She merely\nsoothed and petted him, though she had heard that he had thought\nof marrying another woman to secure the dukedom. In one of her\nletters she bursts out with the pitiful exclamation:",
        "I am distracted with rage and anguish. Is it not natural to cry\nout against such treachery? This man surely ought to know me–he\nought to love me. Oh, my God! What are we–what ARE we?",
        "But still she could not give him up, nor could he give her up,\nthough there were frightful scenes between them–times when he\ncruelly reproached her and when her native melancholy deepened\ninto outbursts of despair. Finally there occurred an incident\nwhich is more or less obscure in parts. The Duchesse de Bouillon,\na great lady of the court–facile, feline, licentious, and eager\nfor delights–resolved that she would win the love of Maurice de\nSaxe. She set herself to win it openly and without any sense of\nshame. Maurice himself at times, when the tears of Adrienne proved\nwearisome, flirted with the duchess.",
        "Yet, even so, Adrienne held the first place in his heart, and her\nrival knew it. Therefore she resolved to humiliate Adrienne, and\nto do so in the place where the actress had always reigned\nsupreme. There was to be a gala performance of Racine’s great\ntragedy, “Phedre,” with Adrienne, of course, in the title-role.\nThe Duchesse de Bouillon sent a large number of her lackeys with\norders to hiss and jeer, and, if possible, to break off the play.\nMalignantly delighted with her plan, the duchess arrayed herself\nin jewels and took her seat in a conspicuous stage-box, where she\ncould watch the coming storm and gloat over the discomfiture of\nher rival.",
        "When the curtain rose, and when Adrienne appeared as Phedre, an\nuproar began. It was clear to the great actress that a plot had\nbeen devised against her. In an instant her whole soul was afire.\nThe queen-like majesty of her bearing compelled silence throughout\nthe house. Even the hired lackeys were overawed by it. Then\nAdrienne moved swiftly across the stage and fronted her enemy,\nspeaking into her very face the three insulting lines which came\nto her at that moment of the play:",
        "The whole house rose and burst forth into tremendous applause.\nAdrienne had won, for the woman who had tried to shame her rose in\ntrepidation and hurried from the theater.",
        "But the end was not yet. Those were evil times, when dark deeds\nwere committed by the great almost with impunity. Secret poisoning\nwas a common trade. To remove a rival was as usual a thing in the\neighteenth century as to snub a rival is usual in the twentieth.",
        "Not long afterward, on the night of March 15, 1730, Adrienne\nLecouvreur was acting in one of Voltaire’s plays with all her\npower and instinctive art when suddenly she was seized with the\nmost frightful pains. Her anguish was obvious to every one who saw\nher, and yet she had the courage to go through her part. Then she\nfainted and was carried home.",
        "Four days later she died, and her death was no less dramatic than\nher life had been. Her lover and two friends of his were with her,\nand also a Jesuit priest. He declined to administer extreme\nunction unless she would declare that she repented of her\ntheatrical career. She stubbornly refused, since she believed that\nto be the greatest actress of her time was not a sin. Yet still\nthe priest insisted.",
        "Then came the final moment.",
        "“Weary and revolting against this death, this destiny, she\nstretched her arms with one of the old lovely gestures toward a\nbust which stood near by and cried–her last cry of passion:",
        "“’There is my world, my hope–yes, and my God!’”",
        "The bust was one of Maurice de Saxe.",
        "THE STORY OF PRINCE CHARLES EDWARD STUART",
        "The royal families of Europe are widely known, yet not all of them\nare equally renowned. Thus, the house of Romanoff, although\ncomparatively young, stands out to the mind with a sort of\nbarbaric power, more vividly than the Austrian house of Hapsburg,\nwhich is the oldest reigning family in Europe, tracing its\nbeginnings backward until they are lost in the Dark Ages. The\nHohenzollerns of Prussia are comparatively modern, so far as\nconcerns their royalty. The offshoots of the Bourbons carry on a\nvery proud tradition in the person of the King of Spain, although\nFrance, which has been ruled by so many members of the family,\nwill probably never again behold a Bourbon king. The deposed\nBraganzas bear a name which is ancient, but which has a somewhat\ntinsel sound.",
        "The Bonapartes, of course, are merely parvenus, and they have had\nthe good taste to pretend to no antiquity of birth. The first\nNapoleon, dining at a table full of monarchs, when he heard one of\nthem deferentially alluding to the Bonaparte family as being very\nold and noble, exclaimed:",
        "“Pish! My nobility dates from the day of Marengo!”",
        "And the third Napoleon, in announcing his coming marriage with\nMlle. de Montijo, used the very word “parvenu” in speaking of\nhimself and of his family. His frankness won the hearts of the\nFrench people and helped to reconcile them to a marriage in which\nthe bride was barely noble.",
        "In English history there are two great names to conjure by, at\nleast to the imaginative. One is Plantagenet, which seems to\ncontain within itself the very essence of all that is patrician,\nmagnificent, and royal. It calls to memory at once the lion-\nhearted Richard, whose short reign was replete with romance in\nEngland and France and Austria and the Holy Land.",
        "But perhaps a name of greater influence is that which links the\nroyal family of Britain today with the traditions of the past, and\nwhich summons up legend and story and great deeds of history. This\nis the name of Stuart, about which a whole volume might be written\nto recall its suggestions and its reminiscences.",
        "The first Stuart (then Stewart) of whom anything is known got his\nname from the title of “Steward of Scotland,” which remained in\nthe family for generations, until the sixth of the line, by\nmarriage with Princess Marjory Bruce, acquired the Scottish crown.\nThat was in the early years of the fourteenth century; and\nfinally, after the death of Elizabeth of England, her rival’s son,\nJames VI. of Scotland and I. of England, united under one crown\ntwo kingdoms that had so long been at almost constant war.",
        "It is almost characteristic of the Scot that, having small\nterritory, little wealth, and a seat among his peers that is\nalmost ostentatiously humble, he should bit by bit absorb the\npossessions of all the rest and become their master. Surely, the\nproud Tudors, whose line ended with Elizabeth, must have despised\nthe “Stewards,” whose kingdom was small and bleak and cold, and\nwho could not control their own vassals.",
        "One can imagine also, with Sir Walter Scott, the haughty nobles of\nthe English court sneering covertly at the awkward, shambling\nJames, pedant and bookworm. Nevertheless, his diplomacy was almost\nas good as that of Elizabeth herself; and, though he did some\nfoolish things, he was very far from being a fool.",
        "In his appearance James was not unlike Abraham Lincoln–an\nunkingly figure; and yet, like Lincoln, when occasion required it\nhe could rise to the dignity which makes one feel the presence of\na king. He was the only Stuart who lacked anything in form or\nfeature or external grace. His son, Charles I., was perhaps one of\nthe worst rulers that England has ever had; yet his uprightness of\nlife, his melancholy yet handsome face, his graceful bearing, and\nthe strong religious element in his character, together with the\nfact that he was put to death after being treacherously\nsurrendered to his enemies–all these have combined to make almost\na saint of him. There are Englishmen to-day who speak of him as\n\"the martyr king,” and who, on certain days of the year, say\nprayers that beg the Lord’s forgiveness because of Charles’s\nexecution.",
        "The members of the so-called League of the White Rose, founded to\nperpetuate English allegiance to the direct line of Stuarts, do\nmany things that are quite absurd. They refuse to pray for the\npresent King of England and profess to think that the Princess\nMary of Bavaria is the true ruler of Great Britain. All this\nrepresents that trace of sentiment which lingers among the English\nto-day. They feel that the Stuarts were the last kings of England\nto rule by the grace of God rather than by the grace of\nParliament. As a matter of fact, the present reigning family in\nEngland is glad to derive its ancient strain of royal blood\nthrough a Stuart–descended on the distaff side from James I.,\nand winding its way through Hanover.",
        "This sentiment for the Stuarts is a thing entirely apart from\nreason and belongs to the realm of poetry and romance; yet so\nstrong is it that it has shown itself in the most inconsistent\nfashion. For instance, Sir Walter Scott was a devoted adherent of\nthe house of Hanover. When George IV. visited Edinburgh, Scott was\ncompletely carried away by his loyal enthusiasm. He could not see\nthat the man before him was a drunkard and braggart. He viewed him\nas an incarnation of all the noble traits that ought to hedge\nabout a king. He snatched up a wine-glass from which George had\njust been drinking and carried it away to be an object of\nreverence for ever after. Nevertheless, in his heart, and often in\nhis speech, Scott seemed to be a high Tory, and even a Jacobite.",
        "There are precedents for this. The Empress Eugenie used often to\nsay with a laugh that she was the only true royalist at the\nimperial court of France. That was well enough for her in her days\nof flightiness and frivolity. No one, however, accused Queen\nVictoria of being frivolous, and she was not supposed to have a\nstrong sense of humor. None the less, after listening to the\nskirling of the bagpipes and to the romantic ballads which were\nsung in Scotland she is said to have remarked with a sort of sigh:",
        "“Whenever I hear those ballads I feel that England belongs really\nto the Stuarts!”",
        "Before Queen Victoria was born, when all the sons of George III.\nwere childless, the Duke of Kent was urged to marry, so that he\nmight have a family to continue the succession. In resenting the\nsuggestion he said many things, and among them this was the most\nstriking:",
        "“Why don’t you call the Stuarts back to England? They couldn’t\npossibly make a worse mess of it than our fellows have!”",
        "But he yielded to persuasion and married. From this marriage came\nVictoria, who had the sacred drop of Stuart blood which gave\nEngland to the Hanoverians; and she was to redeem the blunders and\ntyrannies of both houses.",
        "The fascination of the Stuarts, which has been carried overseas to\nAmerica and the British dominions, probably began with the\nstriking history of Mary Queen of Scots. Her brilliancy and\nboldness and beauty, and especially the pathos of her end, have\nmade us see only her intense womanliness, which in her own day was\nthe first thing that any one observed in her. So, too, with\nCharles I., romantic figure and knightly gentleman. One regrets\nhis death upon the scaffold, even though his execution was\nnecessary to the growth of freedom.",
        "Many people are no less fascinated by Charles II., that very\ndifferent type, with his gaiety, his good-fellowship, and his\neasy-going ways. It is not surprising that his people, most of\nwhom never saw him, were very fond of him, and did not know that\nhe was selfish, a loose liver, and almost a vassal of the king of\nFrance.",
        "So it is not strange that the Stuarts, with all their arts and\ngraces, were very hard to displace. James II., with the aid of the\nFrench, fought hard before the British troops in Ireland broke the\nbacks of both his armies and sent him into exile. Again in 1715–an\nepisode perpetuated in Thackeray’s dramatic story of Henry Esmond\n–came the son of James to take advantage of the vacancy caused by\nthe death of Queen Anne. But it is perhaps to this claimant’s son,\nthe last of the militant Stuarts, that more chivalrous feeling has\nbeen given than to any other.",
        "To his followers he was the Young Chevalier, the true Prince of\nWales; to his enemies, the Whigs and the Hanoverians, he was “the\nPretender.” One of the most romantic chapters of history is the\none which tells of that last brilliant dash which he made upon the\ncoast of Scotland, landing with but a few attendants and rejecting\nthe support of a French army.",
        "“It is not with foreigners,” he said, “but with my own loyal\nsubjects, that I wish to regain the kingdom for my father.”",
        "It was a daring deed, and the spectacular side of it has been\noften commemorated, especially in Sir Walter Scott’s Waverley.\nThere we see the gallant prince moving through a sort of military\npanorama. Most of the British troops were absent in Flanders, and\nthe few regiments that could be mustered to meet him were appalled\nby the ferocity and reckless courage of the Highlanders, who\nleaped down like wildcats from their hills and flung themselves\nwith dirk and sword upon the British cannon.",
        "We see Sir John Cope retiring at Falkirk, and the astonishing\nvictory of Prestonpans, where disciplined British troops fled in\ndismay through the morning mist, leaving artillery and supplies\nbehind them. It is Scott again who shows us the prince, master of\nEdinburgh for a time, while the white rose of Stuart royalty held\nonce more the ancient keep above the Scottish capital. Then we see\nthe Chevalier pressing southward into England, where he hoped to\nraise an English army to support his own. But his Highlanders\ncared nothing for England, and the English–even the Catholic\ngentry–would not rise to support his cause.",
        "Personally, he had every gift that could win allegiance. Handsome,\nhigh-tempered, and brave, he could also control his fiery spirit\nand listen to advice, however unpalatable it might be.",
        "The time was favorable. The British troops had been defeated on\nthe Continent by Marshal Saxe, of whom I have already written, and\nby Marshal d’Estrees. George II. was a king whom few respected. He\ncould scarcely speak anything but German. He grossly ill-treated\nhis wife. It is said that on one occasion, in a fit of temper, he\nactually kicked the prime minister. Not many felt any personal\nloyalty to him, and he spent most of his time away from England in\nhis other domain of Hanover.",
        "But precisely here was a reason why Englishmen were willing to put\nup with him. As between him and the brilliant Stuart there would\nhave been no hesitation had the choice been merely one of men; but\nit was believed that the return of the Stuarts meant the return of\nsomething like absolute government, of taxation without sanction\nof law, and of religious persecution. Under the Hanoverian George\nthe English people had begun to exercise a considerable measure of\nself-government. Sharp opposition in Parliament compelled him time\nand again to yield; and when he was in Hanover the English were\nleft to work out the problem of free government.",
        "Hence, although Prince Charles Edward fascinated all who met him,\nand although a small army was raised for his support, still the\nunromantic, common-sense Englishmen felt that things were better\nthan in the days gone by, and most of them refused to take up arms\nfor the cause which sentimentally they favored. Therefore,\nalthough the Chevalier stirred all England and sent a thrill\nthrough the officers of state in London, his soldiers gradually\ndeserted, and the Scots insisted on returning to their own\ncountry. Although the Stuart troops reached a point as far south\nas Derby, they were soon pushed backward into Scotland, pursued by\nan army of about nine thousand men under the Duke of Cumberland,\nson of George II.",
        "Cumberland was no soldier; he had been soundly beaten by the\nFrench on the famous field of Fontenoy. Yet he had firmness and a\nsort of overmastering brutality, which, with disciplined troops\nand abundant artillery, were sufficient to win a victory over the\nuntrained Highlanders.",
        "When the battle came five thousand of these mountaineers went\nroaring along the English lines, with the Chevalier himself at\ntheir head. For a moment there was surprise. The Duke of\nCumberland had been drinking so heavily that he could give no\nverbal orders. One of his officers, however, is said to have come\nto him in his tent, where he was trying to play cards.",
        "“What disposition shall we make of the prisoners?” asked the\nofficer.",
        "The duke tried to reply, but his utterance was very thick.",
        "“No quarter!” he was believed to say.",
        "The officer objected and begged that such an order as that should\nbe given in writing. The duke rolled over and seized a sheaf of\nplaying-cards. Pulling one out, he scrawled the necessary order,\nand that was taken to the commanders in the field.",
        "The Highlanders could not stand the cannon fire, and the English\nwon. Then the fury of the common soldiery broke loose upon the\ncountry.",
        "There was a reign of fantastic and fiendish brutality. One provost\nof the town was violently kicked for a mild remonstrance about the\ndestruction of the Episcopalian meeting-house; another was\ncondemned to clean out dirty stables. Men and women were whipped\nand tortured on slight suspicion or to extract information.\nCumberland frankly professed his contempt and hatred of the people\namong whom he found himself, but he savagely punished robberies\ncommitted by private soldiers for their own profit.",
        "“Mild measures will not do,” he wrote to Newcastle.",
        "When leaving the North in July, he said:",
        "“All the good we have done is but a little blood-letting, which\nhas only weakened the madness, but not at all cured it; and I\ntremble to fear that this vile spot may still be the ruin of this\nisland and of our family.”",
        "Such was the famous battle of Culloden, fought in 1746, and\nputting a final end to the hopes of all the Stuarts. As to\nCumberland’s order for “No quarter,” if any apology can be made\nfor such brutality, it must be found in the fact that the Highland\nchiefs had on their side agreed to spare no captured enemy.",
        "The battle has also left a name commonly given to the nine of\ndiamonds, which is called “the curse of Scotland,” because it is\nsaid that on that card Cumberland wrote his bloodthirsty order.",
        "Such, in brief, was the story of Prince Charlie’s gallant attempt\nto restore the kingdom of his ancestors. Even when defeated, he\nwould not at once leave Scotland. A French squadron appeared off\nthe coast near Edinburgh. It had been sent to bring him troops and\na large supply of money, but he turned his back upon it and made\nhis way into the Highlands on foot, closely pursued by English\nsoldiers and Lowland spies.",
        "This part of his career is in reality the most romantic of all. He\nwas hunted closely, almost as by hounds. For weeks he had only\nsuch sleep as he could snatch during short periods of safety, and\nthere were times when his pursuers came within an inch of\ncapturing him. But never in his life were his spirits so high.",
        "It was a sort of life that he had never seen before, climbing the\nmighty rocks, and listening to the thunder of the cataracts, among\nwhich he often slept, with only one faithful follower to guard\nhim. The story of his escape is almost incredible, but he laughed\nand drank and rolled upon the grass when he was free from care. He\nhobnobbed with the most suspicious-looking caterans, with whom he\ndrank the smoky brew of the North, and lived as he might on fish\nand onions and bacon and wild fowl, with an appetite such as he\nhad never known at the luxurious court of Versailles or St.-Germain.",
        "After the battle of Culloden the prince would have been captured\nhad not a Scottish girl named Flora Macdonald met him, caused him\nto be dressed in the clothes of her waiting-maid, and thus got\nhim off to the Isle of Skye.",
        "There for a time it was impossible to follow him; and there the\ntwo lived almost alone together. Such a proximity could not fail\nto stir the romantic feeling of one who was both a youth and a\nprince. On the other hand, no thought of love-making seems to have\nentered Flora’s mind. If, however, we read Campbell’s narrative\nvery closely we can see that Prince Charles made every advance\nconsistent with a delicate remembrance of her sex and services.",
        "It seems to have been his thought that if she cared for him, then\nthe two might well love; and he gave her every chance to show him\nfavor. The youth of twenty-five and the girl of twenty-four\nroamed together in the long, tufted grass or lay in the sunshine\nand looked out over the sea. The prince would rest his head in her\nlap, and she would tumble his golden hair with her slender fingers\nand sometimes clip off tresses which she preserved to give to\nfriends of hers as love-locks. But to the last he was either too\nhigh or too low for her, according to her own modest thought. He\nwas a royal prince, the heir to a throne, or else he was a boy\nwith whom she might play quite fancy-free. A lover he could not\nbe–so pure and beautiful was her thought of him.",
        "These were perhaps the most delightful days of all his life, as\nthey were a beautiful memory in hers. In time he returned to\nFrance and resumed his place amid the intrigues that surrounded\nthat other Stuart prince who styled himself James III., and still\nkept up the appearance of a king in exile. As he watched the\nartifice and the plotting of these make-believe courtiers he may\nwell have thought of his innocent companion of the Highland wilds.",
        "As for Flora, she was arrested and imprisoned for five months on\nEnglish vessels of war. After her release she was married, in\n1750; and she and her husband sailed for the American colonies\njust before the Revolution. In that war Macdonald became a British\nofficer and served against his adopted countrymen. Perhaps because\nof this reason Flora returned alone to Scotland, where she died at\nthe age of sixty-eight.",
        "The royal prince who would have given her his easy love lived a\nlife of far less dignity in the years that followed his return to\nFrance. There was no more hope of recovering the English throne.\nFor him there were left only the idle and licentious diversions of\nsuch a court as that in which his father lived.",
        "At the death of James III., even this court was disintegrated, and\nPrince Charles led a roving life under the title of Earl of\nAlbany. In his wanderings he met Louise Marie, the daughter of a\nGerman prince, Gustavus Adolphus of Stolberg. She was only\nnineteen years of age when she first felt the fascination that he\nstill possessed; but it was an unhappy marriage for the girl when\nshe discovered that her husband was a confirmed drunkard.",
        "Not long after, in fact, she found her life with him so utterly\nintolerable that she persuaded the Pope to allow her a formal\nseparation. The pontiff intrusted her to her husband’s brother,\nCardinal York, who placed her in a convent and presently removed\nher to his own residence in Rome.",
        "Here begins another romance. She was often visited by Vittorio\nAlfieri, the great Italian poet and dramatist. Alfieri was a man\nof wealth. In early years he divided his time into alternate\nperiods during which he either studied hard in civil and canonical\nlaw, or was a constant attendant upon the race-course, or rushed\naimlessly all over Europe without any object except to wear out\nthe post-horses which he used in relays over hundreds of miles of\nroad. His life, indeed, was eccentric almost to insanity; but when\nhe had met the beautiful and lonely Countess of Albany there came\nover him a striking change. She influenced him for all that was\ngood, and he used to say that he owed her all that was best in his\ndramatic works.",
        "Sixteen years after her marriage her royal husband died, a worn-\nout, bloated wreck of one who had been as a youth a model of\nknightliness and manhood. During his final years he had fallen to\nutter destitution, and there was either a touch of half contempt\nor a feeling of remote kinship in the act of George III., who\nbestowed upon the prince an annual pension of four thousand\npounds. It showed most plainly that England was now consolidated\nunder Hanoverian rule.",
        "When Cardinal York died, in 1807, there was no Stuart left in the\nmale line; and the countess was the last to bear the royal\nScottish name of Albany.",
        "After the prince’s death his widow is said to have been married to\nAlfieri, and for the rest of her life she lived in Florence,\nthough Alfieri died nearly twenty-one years before her.",
        "Here we have seen a part of the romance which attaches itself to\nthe name of Stuart–in the chivalrous young prince, leading his\nHighlanders against the bayonets of the British, lolling idly\namong the Hebrides, or fallen, at the last, to be a drunkard and\nthe husband of an unwilling consort, who in her turn loved a\nfamous poet. But it is this Stuart, after all, of whom we think\nwhen we hear the bagpipes skirling “Over the Water to Charlie” or\n\"Wha’ll be King but Charlie?”",
        "\nThis etext of Famous Affinities of History (I of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}