{
    "title": "Famous Men of the Middle Ages - Harun-al-Rashid",
    "author": "John H. Haaren (John Henry)",
    "chapter": "13",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The most celebrated of all Mohammedan caliphs was Harun-al-Rashid,\nwhich means, in English, Aaron the Just.  Harun is the hero\nof several of the stories of the “Arabian Nights,” a famous book,\nwhich perhaps you have read.  There are many curious and wonderful\ntales in it.",
        "When Harun was only eighteen years old he showed such courage and\nskill as a soldier that his father, who was then caliph, allowed\nhim to lead an army against the enemies of the Mohammedans; and he\nwon many great victories.",
        "He afterwards commanded an army of ninety-five thousand Arabs and\nPersians, sent by his father to invade the Eastern Roman Empire,\nwhich was then ruled by the Empress Irene (i-re’-ne).  After defeating\nIrene’s famous general, Nicetas (ni-ce’-tas), Harun marched his\narmy to Chrysopolis (Chrys-op’-o-lis), now Scutari (skoo’-ta-re),\non the Asiatic coast, opposite Constantinople.  He encamped on the\nheights, in full view of the Roman capital.",
        "The Empress saw that the city would certainly by taken by the Moslems.\nShe therefore sent ambassadors to Harun to arrange terms; but he\nsternly refused to agree to anything except immediate surrender.",
        "Then one of the ambassadors said, “The Empress has heard much of\nyour ability as a general.  Though you are her enemy, she admires\nyou as a soldier.”",
        "These flattering words were pleasing to Harun.  He walked to and\nfro in front of his tent and then spoke again to the ambassadors.",
        "“Tell the Empress,” he said, “that I will spare Constantinople if\nshe will pay me seventy thousand pieces of gold as a yearly tribute.\nIf the tribute is regularly paid Constantinople shall not be harmed\nby any Moslem force.”",
        "The Empress had to agree to these terms.  She paid the first year’s\ntribute; and soon the great Moslem army set out on its homeward\nmarch.",
        "When Harun was not quite twenty-one years old he became caliph.",
        "He began his reign by appointing very able ministers, who carried\non the work of the government so well that they greatly improved\nthe condition of the people.",
        "Harun built a palace in Bagdad, far grander and more beautiful than\nthat of any caliph before him.  Here he established his court and\nlived in great splendor, attended by hundreds of courtiers and\nslaves.",
        "He was very anxious that his people should be treated justly by\nthe officers of the government; and he was determined to find out\nwhether any had reason to complain.  So he sometimes disguised\nhimself at night and went about through the streets and bazaars,\nlistening to the talk of those whom he met and asking them questions.\nIn this way he learned whether the people were contented and happy,\nor not.",
        "In those times Bagdad in the east and the Mohammedan cities of Spain\nin the west were famed for their schools and learned men.  Arabian\nteachers first introduced into Western Europe both algebra and the\nfigures which we use in arithmetic.  It is for this reason that we\ncall these figures the “Arabic numerals.”",
        "Harun-al-Rashid gave great encouragement to learning.  He was a\nscholar and poet himself and whenever he heard of learned men in\nhis own kingdom, or in neighboring countries, he invited them to\nhis court and treated them with respect.",
        "The name of Harun, therefore, became known throughout the world.  It\nis said that a correspondence took place between him and Charlemagne\nand that, as you have learned, Harun sent the great emperor a\npresent of a clock and an elephant.",
        "The tribute of gold that the Empress Irene agreed to pay Harun was\nsent regularly for many years.  It was always received at Bagdad with\ngreat ceremony.  The day on which it arrived was made a holiday.\nThe Roman soldiers who came with it entered the gates in procession.\nMoslem troops also took part in the parade.",
        "When the gold had been delivered at the palace, the Roman soldiers\nwere hospitably entertained, and were escorted to the main gate of\nthe city when they set out on their journey back to Constantinople.",
        "In 802 Nicephorus (Ni-ceph’-o-rus) usurped the throne of the Eastern\nEmpire.  He sent ambassadors with a letter to Harun to tell him\nthat the tribute would no longer be paid.  The letter contained\nthese words:",
        "“The weak and faint-hearted Irene submitted to pay you tribute.\nShe ought to have made you pay tribute to her.  Return to me all\nthat she paid you; else the matter must be settled by the sword.”",
        "As soon as Harun had read these words the ambassadors threw a\nbundle of swords at his feet.  The caliph smiled, and drawing his\nown sword, or cimeter (sim’-e-ter), he cut the Roman swords in two\nwith one stroke without injuring the bald, or even turning the edge\nof his weapon.",
        "Then he dictated a letter to Nicephorus, in which he said:",
        "“Harun-al-Rashid, Commander of the Faithful to Nicephorus, the Roman\ndog:  I have read thy letter.  Thou shalt not hear, thou shalt SEE\nmy reply.”",
        "Harun was as good as his word.  He started that day with a large\narmy to punish the emperor.  As soon as he reached Roman territory\nhe ravaged the country and took possession of everything valuable\nthat he found.  He laid siege to Heraclea (Her-a-cle’-a), a city on\nthe shores of the Black Sea, and in a week forced it to surrender.\nThen he sacked the place.",
        "Nicephorus was now forced to agree to pay the tribute.  Scarcely,\nhowever, had the caliph reached his palace in Bagdad when the\nemperor again refused to pay.",
        "Harun, consequently, advanced into the Roman province of Phrygia,\nin Asia Minor, with an army of 15,000 men.  Nicepherus marched\nagainst him with 125,000 men.  In the battle which followed the\nemperor was wounded, and 40,000 of his men were killed.",
        "After this defeat Nicephorus again promised payment of the tribute,\nbut again failed to keep his promise.",
        "Harun now vowed that he would kill the emperor if he should ever\nlay hands upon him.  But as he was getting ready to march once more\ninto the Roman provinces a revolt broke out in one of the cities\nof his own kingdom; and while on his way to suppress it the great\ncaliph died of an illness which had long given him trouble.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}