{
    "title": "Famous Men of the Middle Ages - Warwick the Kingmaker",
    "author": "John H. Haaren (John Henry)",
    "chapter": "32",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The earl of Warwick, known as the “kingmaker,” was the most famous\nman in England for many years after the death of Henry V.  He lived\nin a great castle with two towers higher than most church spires.\nIt is one of the handsomest dwellings in the world and is visited\nevery year by thousands of people.  The kingmaker had a guard of\nsix hundred men.  At his house in London meals were served to so\nmany people that six fat oxen were eaten at breakfast alone.  He\nhad a hundred and ten estates in different parts of England and\nno less than 30,000 persons were fed daily at his board.  He owned\nthe whole city of Worcester, and besides this and three islands,\nJersey, Guernsey and Alderney, so famed in our time for their\ncattle, belonged to him.",
        "He had a cousin of whom he was as fond as if he were a brother.\nThis was Richard, duke of York, who was also own cousin to King\nHenry VI, the son of Henry V.",
        "One evening as the sun was setting, and the warders were going to\nclose the gates of the city of York for the night, a loud blast of\na horn was heard.  It was made by the sentry on the wall near the\nsouthern gate.  An armed troop was approaching.  When they drew\nnear the gate their scarlet coats embroidered with the figure of\na boar proved them to be the men of the earl of Warwick.  The earl\nhimself was behind them.  The gate was opened.",
        "Passing through it and on to the castle, the earl and his company\nwere soon within its strong stone walls.",
        "“Cousin,” said the earl of Warwick to the duke of York as they sat\ntalking before a huge log fire in the great room of the castle,\n“England will not long endure the misrule of a king who is half\nthe time out of his mind.”",
        "The earl spoke the truth.  Every now and then Henry VI lost his\nreason, and the duke of York, or some other nobleman, had to govern\nthe kingdom for him.",
        "The earl of Warwick added:  “You are the rightful heir to the\nthrone.  The claim of Henry VI comes through Lancaster, the fourth\nson of Edward III—yours through Lionel, the second.  His claim\ncomes through his father only—yours through both your father and\nmother.  It is a better claim and it is a double claim.”",
        "“That is true, my cousin of Warwick,” replied the duke of York,\n“but we must not plunge England into war.”",
        "“Surely not if we can help it,” replied the earl.  “Let us first\nask for reform.  If the king heeds our petition, well and good.\nIf not I am determined, cousin of York, that you shall sit on the\nthrone of England instead of our insane sovereign.”",
        "A petition was soon drawn up and signed and presented to Henry.\nIt asked that Henry would do something which would make the people\ncontented.",
        "The king paid no attention to it.  Then a war began.  It was the\nlongest and most terrible that ever took place in England.  It\nlasted for thirty years.",
        "Those who fought on the king’s side were called Lancastrians, because\nHenry’s ancestor, John of Gaunt, was the duke of Lancaster.  The\nfriends of Richard were called Yorkists, because he was duke of York.\nThe Lancastrians took a red rose for their badge; the Yorkists a\nwhite one.  For this reason the long struggle has always been called\nthe “War of the Roses.”",
        "In the first great battle the Red Rose party was defeated and the\nking himself was taken prisoner.",
        "The victors now thought that the duke of York ought to be made king\nat once.  However, a parliament was called to decide the question,\nand it was agreed that Henry should be king as long as he lived,\nbut that at his death the crown should pass to the duke of York.",
        "Most people though this was a wise arrangement; but Queen Margaret,\nHenry’s wife, did not like it at all, because it took from her\nson the right to reign after his father’s death.  So she went to\nScotland and the North of England, where she had many friends, and\nraised an army.",
        "She was a brave woman and led her men in a battle in which she\ngained the victory.  The duke of York was killed, and the queen\nordered some of her men to cut off his head, put upon it a paper\ncrown in mockery, and fix it over one of the gates of the city of\nYork.",
        "Warwick attacked the queen again as soon as he could; but again\nshe was victorious and captured from Warwick her husband, the king,\nwhom the earl had held prisoner for some time past.",
        "This was a great triumph for Margaret, for Henry became king once\nmore.",
        "But the people were still discontented.  The York party was determined\nthat Edward, the son of the old duke of York, should be made king.\nSo thousands flocked to the White Rose standard and Warwick marched\nto London at their head.",
        "The queen saw that her only safety was in flight.  She left London\nand the kingmaker entered the city in triumph.",
        "The citizens had been very fond of the old duke of York, and when\nhis party proclaimed his handsome young son King Edward IV, the\ncity resounded with the cry “God save King Edward.”",
        "Brave Queen Margaret was completey defeated in another battle.\nThe story is told that after this she fled into a forest with her\nyoung son.  A robber met them, but Margaret, with wonderful courage,\nsaid to him, “I am your queen and this is your prince.  I entrust\nhim to your care.”",
        "The man was pleased with the confidence that she showed.  He took\nher and the young prince to a safe hiding place, and helped them\nto escape from England in a sailing vessel.",
        "Edward IV now seemed to be seated securely upon the throne.  But\ntrouble was near.  Warwick wished him to follow his advice.  Edward\nthought he could manage without any advice.  Then the king and the\nkingmaker quarreled, and at last became open enemies and fought\none another on the field of battle.  The end of it was that Warwick\nwas defeated, and driven out of the country.  He sailed across the\nchannel and sought refuge in France.",
        "There whom should he meet but his old enemy, Queen Margaret.  She\nhad beaten him in battle, and had beheaded his cousin Richard,\nduke of York; he had beaten her and driven her from her kingdom;\nand twice he had made her husband prisoner and taken from him his\ncrown.  In spite of all this the two now became fast friends, and\nthe kingmaker agreed to make war upon Edward and restore Henry to\nthe throne.",
        "He asked assistance from Louis XI, king of France, who supplied\nhim with men and money.  So with an army of Frenchmen the kingmaker\nlanded on the shores of England.  Thousands of Englishmen who were\ntired of Edward flocked to Warwick’s standard, and when he reached\nLondon he had an army of sixty thousand men.",
        "Edward fled without waiting for a battle and escaped to the\nNetherlands in a sailing-vessel.  The kingmaker had now no one to\nresist him.  The gates of London were opened to him, and the citizens\nheartily welcomed him.  Marching to the Tower, he brought out the\nold king and placed him once more upon the throne.",
        "But though Edward had fled, he was not discouraged.  He followed\nthe example of the kingmaker and asked aid from foreign friends.\nThe duke of Burgundy supplied him with money and soldiers, and he\nwas soon back in England.",
        "His army grew larger and larger every day.  People had been very\nmuch dissatisfied with Edward and had rejoiced to get rid of him\nand have Henry for king, because if Henry was not clever he was\ngood.  But in a short time they had found out that England needed\na king who was not only good but capable.",
        "So when Edward and his French soldiers landed most people in England\nwelcomed them.  The kingmaker was now on the wrong side.",
        "Edward met him in battle at a place called Barnet, and completely\ndefeated him.  Warwick was killed and Henry once more became\nprisoner.",
        "In another battle both Margaret and her son were made prisoners.\nThe son was brutally murdered in the presence of King Edward.\nMargaret was placed in the Tower, and King Henry, who died soon\nafter the battle of Tewksbury, was probably poisoned by order of\nEdward.",
        "In 1438, after a reign of twenty-two years, Edward died, leaving\ntwo sons.  Both were boys, so Edward’s brother, Richard, duke of\nGloucester, was made regent until young Edward V, the older of the\ntwo, should come of age.",
        "But Richard was determined to make himself king.  So he put both\nthe young princes in the Tower.  He than hired ruffians to murder\nthem.  One night, when the little princes were asleep, the murderers\nsmothered them with pillows and buried their bodies at the foot of\na stairway in the Tower, and there, after many years, their bones\nwere found.",
        "After Richard had murdered his two nephews, he was crowned king,\nas Richard III, much pleased that his plans had succeeded so well.\nHe thought that now nobody could lay claim to the throne.  But he\nwas mistaken.  One person did claim it.  This was Henry Tudor, earl\nof Richmond.",
        "Henry’s father, Edmund Tudor, was only a Welsh gentleman, but was\nthe half-brother of Henry VI through their mother Queen Katherine.\nHenry’s mother was descended from John of Gaunt, fourth son of\nEdward III, and thus through his mother he was of royal blood and\na Lancastrian.",
        "When Richard III by his wickedness and cruelty had made all England\nhate him, the Red Rose party gathered about Henry Tudor, raised an\narmy, and fought against the king in the battle of Bosworth.",
        "Richard was a bad man, but he was brave, and he fought like a\nlion.  However, it was all in vain.  He was defeated and killed.\nHis body was thrown on the back of a horse, carried to a church\nnear the field of battle and buried.",
        "The battered crown which Richard had worn was picked up and placed\non Henry’s head and the whole Lancastrian army shouted, “Long live\nKing Henry!”",
        "Parliament now voted that Henry Tudor and his heirs should be\nkings of England.  Not long afterwards Henry married the heiress of\nthe house of York, and thus both the Red Roses and the White were\nsatisfied, as the king was a Lancastrian and the queen a Yorkist.\nSo the long and terrible Wars of the Roses came to an end.",
        "The End",
        " ",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}