{
    "title": "Famous Men of the Middle Ages - Henry the Fowler",
    "author": "John H. Haaren (John Henry)",
    "chapter": "17",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "About a hundred years had passed since the death of Charlemagne,\nand his great empire had fallen to pieces.  Seven kings ruled where\nhe had once been sole emperor.",
        "West of the Rhine, where the Germans lived, the last descendant of\nCharlemagne died when he was a mere boy.  The German nobles were\nnot willing for any foreign prince to govern them, and yet they saw\nthat they must unite to defend their country against the invasions\nof the barbarians called Magyars (ma-järz’).  So they met and\nelected Conrad, duke of Franconia, to be their king.",
        "However, although he became king in name, Conrad never had much\npower over his nobles.  Some of them refused to recognize him as\nking and his reign was disturbed by quarrels and wars.  He died in\n919, and on his death-bed he said to his brother, “Henry, Duke of\nSaxony, is the ablest ruler in the empire.  Elect him king, and\nGermany will have peace.”",
        "A few months after Conrad’s death, the nobles met at Aix-la-Chapelle\nand elected Henry to be their king.",
        "At this time it was the custom in Europe to hunt various birds,\nsuch as the wild duck and partridge, with falcons.  The falcons were\nlong-winged birds of prey, resembling hawks.  They were trained to\nperch on their master’s wrist and wait patiently until they were\ntold to fly.  Then they would swiftly dart at their prey and bear\nit to the ground.  Henry was very fond of falconry and hence was\nknown as Henry the Fowler, or Falconer.",
        "As soon as the other dukes had elected him king a messenger was\nsent to Saxony to inform him of the honor done him.  After a search\nof some days he was at last found, far up in the Hartz Mountains,\nhunting with his falcons.  Kneeling at his feet, the messenger\nsaid:",
        "“God save you, Henry of Saxony.  I come to announce the death of\nKing Conrad and to tell you that the nobles have elected you to\nsucceed him as king of the Germans.”",
        "For a moment the duke was speechless with amazement.  Then he\nexclaimed:",
        "“Elected me king?  I cannot believe it.  I am a Saxon, and King\nConrad was a Frank and a bitter enemy to me.”",
        "“It is true,” replied the messenger.  “Conrad, when dying, advised\nthat the nobles should choose you as his successor.”",
        "Henry was silent for while and then he said, “King Conrad was a\ngood man.  I know it now; and I am sorry that I did not understand\nhim better when he was alive.  I accept the position offered to me\nand I pray that I may be guided by Heaven in ruling his people.”",
        "So Henry the Fowler left the chase to take up his duties as king\nof the Germans.",
        "In proper time Henry was proclaimed king of Germany; but he was hardly\nseated on the throne when the country was invaded by thousands of\nMagyars, from the land which we now know as Hungary.",
        "As soon as possible Henry gathered an army and marched to meet the\nbarbarians.  He came upon a small force under the command of the\nson of the Magyar king.  The Germans easily routed the Magyars and\ntook the king’s son prisoner.",
        "This proved to be a very fortunate thing, because it stopped the\nwar for a long term of years.  When the Magyar king learned that\nhis son was a prisoner in the hands of King Henry he was overwhelmed\nwith grief.  He mourned for his son day and night and at last sent\nto the German camp a Magyar chief with a flag of truce, to bet that\nthe prince might be given up.",
        "“Our king says that he will give whatever you demand for the release\nof his son,” said the chief to the German monarch.",
        "“I will give up the prince on this condition only,” was the reply,\n“the Magyars must leave the soil of Germany immediately and promise\nnot to war on us for nine years.  During those years I will pay to\nthe king yearly five thousand pieces of gold.”",
        "“I accept the terms in the king’s name,” responded the chief.  The\nprince was, therefore, given up and the Magyars withdrew.",
        "During the nine years of truce King Henry paid great attention to\nthe organization of an army.  Before this the German soldiers had\nfought chiefly on foot, not, as the Magyars did, on horseback.\nFor this reason they were at a great disadvantage in battle.  The\nking now raised a strong force of horsemen and had them drilled so\nthoroughly that they became almost invincible.  The infantry also\nwere carefully drilled.",
        "Besides this, Henry built a number of forts in different parts of\nhis kingdom and had all the fortified cities made stronger.",
        "The following year the Magyar chief appeared at the German court\nand demanded a tenth payment.",
        "“Not a piece of gold will be given you,” replied King Henry.  “Our\ntruce is ended.”",
        "In less than a week a vast body of Magyars entered Germany to\nrenew the war.  Henry held his army in waiting until lack of food\ncompelled the barbarians to divide their forces into two separate\nbodies.  One division was sent to one part of the country, the\nother to another part.",
        "Henry completely routed both divisions, and the power of the Magyars\nin Germany was broken.",
        "The Danes also invaded Henry’s kingdom, but he defeated them and\ndrove them back.",
        "Henry reigned for eighteen years; and when he died all Germany was\npeaceful and prosperous.  His son Otto succeeded him.  He assumed\nthe title of “Emperor,” which Charlemagne had borne more than a\nhundred years before.",
        "From that time on, for nearly one thousand years, all the German\nemperors claimed to be the successors of Charlemagne.  They called\ntheir domain “the Holy Roman Empire,” and took the title “Emperor\"\nor “Emperor of the Romans,” until the year 1806, when Francis II\nresigned it.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}