{
    "title": "Famous Men of the Middle Ages - Mohammed",
    "author": "John H. Haaren (John Henry)",
    "chapter": "10",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "A great number of people in Asia and Africa and much of those in\nTurkey in Europe profess the Mohammedan (Mo-ham’-me-dan) religion.\nThey are called Mohammedans, Mussulmans (Mus’-sul-mans) or Moslems;\nand the proper name for their religion is “Islam,” which means\nobedience, or submission.",
        "The founder of this religion was a man named Mohammed (Mo-ham’-med),\nor Mahomet (Ma-hom’-et).  He was born in the year 570, in Mecca, a\ncity of Arabia.  His parents were poor people, though, it is said,\nthey were descended from Arabian princes.  They died when Mohammed\nwas a child, and his uncle, a kind-hearted man named AbuTalib\n(A’-bu-Ta-lïb’), took him home and brought him up.",
        "When the boy grew old enough he took care of his uncle’s sheep and\ncamels.  Sometimes he went on journeys with his uncle to different\nparts of Arabia, to help him in his business as a trader.  On these\njourneys Mohammed used to ride on a camel, and he soon became a\nskillful camel-driver.",
        "Mohammed was very faithful and honest in all his work.  He always\nspoke the truth and never broke a promise.  “I have given my\npromise,” he would say, “and I must keep it.”  He became so well\nknown in Mecca for being truthful and trustworthy that people gave\nhim the name of El Amin, which means “the truthful.”",
        "At this time he was only sixteen years of age; but the rich traders\nhad so much confidence in him that they gave him important business\nto attend to, and trusted him with large sums of money.  He often\nwent with caravans to a port on the shore of the Red Sea, sixty-five\nmiles from Mecca, and sold there the goods carried by the camels.\nThen he guided the long line of camels back to Mecca, and faithfully\npaid over to the owners of the goods the money he had received.",
        "Mohammed had no school education.  He could neither read nor write.\nBut he was not ignorant.  He knew well how to do the work intrusted\nto him, and was a first-rate man of business.",
        "One day, when Mohammed was about twenty-five years old, he was\nwalking through the bazaar or market-place, of Mecca when he met the\nchief camel-driver of a wealthy woman named Khadijah (Kha-dï’-jah).\nThis woman was a widow, who was carrying on the business left her\nby her husband.  As soon as the camel-driver saw Mohammed he stopped\nhim and said:",
        "“My mistress wishes to see you before noon.  I think she intends\nto engage you to take charge of her caravans.”",
        "Mohammed waited to hear no more.  As quickly as possible he went\nto the house of Khadijah; for he was well pleased at the thought\nof being employed in so important a service.  The widow received\nhim in a very friendly way.  She said:",
        "“I have heard much of you among the traders.  They say that though\nyou are so young you are a good caravan manager and can be trusted.\nAre you willing to take charge of my caravans and give your whole\ntime and service to me?”",
        "Mohammed was delighted.",
        "“I accept your offer,” said he, “and I shall do all I can to serve\nand please you.”",
        "Khadijah then engaged him as the manager of her business; and he\nserved her well and faithfully.  She thought a great deal of him,\nand he was much attracted to her, and soon they came to love one\nanother and were married.",
        "As he was now the husband of a rich woman he did not need to work\nvery hard.  He still continued to attend to his wife’s business;\nbut he did not make so many journeys as before.  He spent much of\nhis time in thinking about religion.  He learned all that he could\nabout Judaism and Christianity; but he was not satisfied with either\nof them.",
        "At that time most of the people of Arabia worshiped idols.  Very\nfew of them were Christians.",
        "Mohammed was very earnest and serious.  In a cave on Mount Hira,\nnear Mecca, he spent several weeks every year in prayer and religious\nmeditation.  He declared that, while praying in his cave, he often\nhad visions of God and heaven.  He said that many times the angel\nGabriel appeared to him and revealed to him the religion which he\nafterwards taught his followers.  As he himself could not write,\nhe committed to memory all that the angel told him, and had it\nwritten in a book.  This book is called the “Koran,” which means,\nlike our own word Bible, the “Book.”  The Koran is the Bible of\nMohammedans.",
        "When Mohammed returned home after the angel had first spoken to\nhim, he told his wife of what he had seen and heard.  She at once\nbelieved and so became a convert to the new religion.  She fell\nupon her knees at the feet of her husband and cried out:",
        "“There is but one God.  Mohammed is God’s prophet.”",
        "Mohammed then told the story to other members of his family.  Some\nof them believed and became his first followers.  Soon afterwards\nhe began to preach to the people.  He spoke in the market and\nother public places.  Most of those who heard him laughed at what\nhe told them; but some poor people and a few slaves believed him\nand adopted the new religion.  Others said he was a dreamer and a\nfool.",
        "Mohammed, however, paid no heed to the insults he received.  He\nwent on telling about the appearance of Gabriel and preaching the\ndoctrines which he said the angel had ordered him to teach the\npeople.",
        "Often while speaking in public Mohammed had what he called a “vision\nof heavenly things.”  At such times his face grew pale as death,\nhis eyes became red and staring, he spoke in a loud voice, and his\nbody trembled violently.  Then he would tell what he had seen in\nhis vision.",
        "After a time the number of his followers began to increase.  People\ncame from distant parts of Arabia and from neighboring countries\nto hear him.  One day six of the chief men of Medina (Me-dï’-na),\none of the largest cities of Arabia, listened earnestly to his\npreaching and were converted.  When they returned home they talked\nof the new religion to their fellow-citizens, and a great many of\nthem became believers.",
        "But the people of Mecca, Mohammed’s own home, were nearly all opposed\nto him.  They would not believe what he preached, and they called\nhim an impostor.  The people of the tribe to which he himself\nbelonged were the most bitter against him.  They even threatened\nto put him to death as an enemy of the gods.",
        "About this time Mohammed’s uncle and wife died, and he had\nthen hardly any friends in Mecca.  He therefore resolved to leave\nthat city and go to Medina.  Numbers of the people there believed\nhis doctrines and wished him to come and live among them.  So he\nsecretly left his native town and fled from his enemies.  With a\nfew faithful companions he made his escape to Medina.",
        "It was in the year of our Lord 622 that Mohammed fled from Mecca.\nThis event is very important in Mohammedan history.  It is called\n“the flight of the prophet,” or “the Hejira (Hej’-i-ra),” a word\nwhich means FLIGHT.  The Hejira is the beginning of the Mohammedan\nera; and so in all countries where the rulers and people are\nMohammedans, the years are counted from the Hejira instead of from\nthe birth of Christ.",
        "On his arrival in Medina the people received Mohammed with great\nrejoicing.  He lived there the remainder of his life.  A splendid\nchurch was built for him in Medina.  It was called a mosque, and\nall Mohammedan churches, or places of worship, are called by this\nname.  It means a place for prostration or prayer.",
        "Mohammed thought that it was right to spread his religion by force,\nand to make war on “unbelievers”, as he called all people who did\nnot accept his teaching.  He therefore got together an army and\nfought battles and unbelievers.  He gained many victories.  He\nmarched against Mecca with an army of ten thousand men, and the\ncity surrendered with little resistance.  The people then joined\nhis religion and destroyed their idols.  Before very long all the\ninhabitants of Arabia and many of the people of the neighboring\ncountries became Mohammedans.",
        "Mohammed died in Medina in the year of our Lord 632, or year 11\nof the Hejira.  He was buried in the mosque in which he had held\nreligious services for so many years; and Medina has ever since\nbeen honored, because it contains the tomb of the Prophet.  It is\nbelieved by his followers that the body still lies in the coffin\nin the same state as when it was first buried.  There is also a\nstory that the coffin of Mohammed rests somewhere between heaven\nand earth, suspended in the air.  But this fable was invented by\nenemies to bring ridicule on the prophet and his religion.",
        "The tomb of Mohammed is visited every year by people from all\nMohammedan countries.  Mecca, the birthplace of the prophet, is also\nvisited by vast numbers of pilgrims.  Every Mussulman is bound by\nhis religion to make a visit or pilgrimage to Mecca at least once\nin his life.  Whenever a Mussulman prays, no matter in what part\nof the world he may be, he turns his face towards Mecca, as if he\nwere always thinking of going there.",
        "Good Mohammedans pray five times every day, and there is a church\nofficer called a muezzin (mu-ez’-zin), who gives them notice of\nthe hour for prayer.  This he does by going on the platform, or\nbalcony, of the minaret, or tower, of the mosque and chanting in\na loud voice such words as these:",
        "“Come to prayer, come to prayer.  There is no god but God.  He\ngiveth life, and he dieth not.  I praise his perfection.  God is\ngreat.”",
        "In Mecca there is a mosque called the Great Mosque.  It is a large\nenclosure in the form of a quadrangle, or square, which can hold\n35,000 persons.  It is enclosed by arcades with pillars of marble\nand granite, and has nineteen gates, each with a minaret or pointed\ntower above it.",
        "Within this enclosure is a famous building called the “Kaaba\n(Ka’-a-ba),” or cube.  It is nearly a cube in shape.  It its wall,\nat one corner, is the celebrated “Black Stone.”  Moslems regard\nthis stone with the greatest reverence.  They say that it came\ndown from heaven.  It is said to have been once white, but has\nbecome dark from being wept upon and touched by so many millions\nof pilgrims.  It really is reddish-brown in color.",
        "Before the time of Mohammed the Kaaba was a pagan temple; but when\nhe took possession of Mecca he made the old temple the centre of\nworship for his own religion.",
        "After Mohammed died a person was appointed to be his successor as\nhead of the Moslem church.  He was called the caliph, a word which\nmeans SUCCESSOR; and this title has been borne ever since by the\nreligious chief of the Mohammedans.  In modern times the sultans\nor rulers of Turkey have been commonly regarded as the caliphs.\nArab scholars, however, say that really the sherif (she-rïf’),\ni.e., the governor of Mecca, is entitled by the Koran to hold this\nposition.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}