{
    "title": "Famous Men of the Middle Ages - Introduction",
    "author": "John H. Haaren (John Henry)",
    "chapter": "2",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The Gods of the Teutons In the little volume called The Famous\nMen of Rome you have read about the great empire which the Romans\nestablished.  Now we come to a time when the power of Rome was\nbroken and tribes of barbarians who lived north of the Danube and\nthe Rhine took possession of lands that had been part of the Roman\nEmpire.  These tribes were the Goths, Vandals, Huns, Franks and\nAnglo-Saxons.  From them have come the greatest nations of modern\ntimes.  All except the Huns belonged to the same race and are known\nas Teutons.  They were war-like, savage and cruel.  They spoke the\nsame language—though in different dialects—and worshiped the same\ngods.  Like the old Greeks and Romans they had many gods.",
        "Woden, who was also called Odin, was the greatest of all.  His name\nmeans “mighty warrior,” and he was king of all the gods.  He rode\nthrough the air mounted on Sleipnir, an eightfooted horse fleeter\nthan the eagle.  When the tempest roared the Teutons said it was\nthe snorting of Sleipnir.  When their ships came safely into port\nthey said it was Woden’s breath that had filled their sails and\nwafted their vessels over the blue waters.",
        "Thor, a son of Woden, ranked next to him among the gods.  He rode\nthrough the air in a chariot drawn by goats.  The Germans called him\nDonar and Thunar, words which are like our word thunder.  From this\nwe can see that he was the thunder god.  In his hand he carried a\nwonderful hammer which always came back to his hand when he threw\nit.  Its head was so bright that as it flew through the air it made\nthe lightning.  When it struck the vast ice mountains they reeled\nand splintered into fragments, and thus Thor’s hammer made thunder.",
        "Another great god of our ancestors was Tiew.  He was a son of\nWoden and was the god of battle.  He was armed with a sword which\nflashed like lightning when he brandished it.  A savage chief\nnamed Attila routed the armies of the Romans and so terrified all\nthe world that he was called “The Scourge of God.”  His people\nbelieved that he gained his victories because he had the sword of\nTiew, which a herdsman chanced to find where the god had allowed\nit to fall.  The Teutons prayed to Tiew when they went into battle.",
        "Frija (free’ ya) was the wife of Woden and the queen of the gods.\nShe ruled the bright clouds that gleam in the summer sky, and caused\nthem to pour their showers on meadow and forest and mountain.",
        "Four of the days of the week are named after these gods.  Tuesday\nmeans the day of Tiew; Wednesday, the day of Woden; Thursday, the\nday of Thor; and Friday, the day of Frija.",
        "Frija’s son was Baldur; who was the favorite of all the gods.  Only\nLoki, the spirit of evil, hated him.  Baldur’s face was as bright\nas sunshine.  His hair gleamed like burnished gold.  Wherever he\nwent night was turned into day.",
        "One morning when he looked toward earth from his father Woden’s\npalace black clouds covered the sky, but he saw a splendid rainbow\nreaching down from the clouds to the earth.  Baldur walked upon\nthis rainbow from the home of the gods to the dwellings of men.\nThe rainbow was a bridge upon which the gods used to come to earth.",
        "When Baldur stepped from the rainbow-bridge to the earth he saw a\nking’s daughter so beautiful that he fell in love with her.",
        "But an earthly prince had also fallen in love with her.  So he and\nBaldur fought for her hand.  Baldur was a god and hence was very\nmuch stronger than the prince.  But some of Baldur’s magic food\nwas given to the prince and it made him as strong as Baldur.",
        "Frija heard about this and feared that Baldur was doomed to be\nkilled.  So she went to every beast on the land and every fish of\nthe sea and every bird of the air and to every tree of the wood and\nevery plant of the field and made each promise not to hurt Baldur.",
        "But she forgot the mistletoe.  So Loki, who always tried to do\nmischief, made an arrow of mistletoe, and gave it to the prince\nwho shot and killed Baldur with it.",
        "Then all the gods wept, the summer breeze wailed, the leaves fell\nfrom the sorrowing trees, the flowers faded and died from grief, and\nthe earth grew stiff and cold.  Bruin, the bear, and his neighbors,\nthe hedgehogs and squirrels, crept into holes and refused to eat\nfor weeks and weeks.",
        "The pleasure of all living things in Baldur’s presence means the\nhappiness that the sunlight brings.  The sorrow of all living things\nat his death means the gloom of northern countries when winter\ncomes.",
        "The Valkyries were beautiful female warriors.  They had some\nof Woden’s own strength and were armed with helmet and shield and\nspear.  Like Woden, they rode unseen through the air and their\nhorses were almost as swift as Sleipnir himself.  They swiftly\ncarried Woden’s favorite warriors to Valhalla, the hall of the\nslain.  The walls of Valhalla were hung with shields; its ceiling\nglittered with polished spearheads.  From its five hundred and\nforty gates, each wide enough for eight hundred men abreast to march\nthrough, the warriors rushed every morning to fight a battle that\nlasted till nightfall and began again at the break of each day.\nWhen the heroes returned to Valhalla the Valkyries served them with\ngoblets of mead such as Woden drank himself.",
        "The Teutons believed that before there were any gods or any world\nthere was a great empty space where the world now is.  It was called\nby the curious name Ginnungagap, which means a yawning abyss.",
        "To the north of Ginnungagap it was bitterly cold.  Nothing was\nthere but fields of snow and mountains of ice.  To the south of\nGinnungagap was a region where frost and snow were never seen.  It\nwas always bright, and was the home of light and heat.  The sunshine\nfrom the South melted the ice mountains of the North so that they\ntoppled over and fell into Ginnungagap.  There they were changed\ninto a frost giant whose name was Ymir (e’mir).  He had three sons.\nThey and their father were so strong that the gods were afraid of\nthem.",
        "So Woden and his brothers killed Ymir.  They broke his body in pieces\nand made the world of them.  His bones and teeth became mountains\nand rocks; his hair became leaves for trees and plants; out of his\nskull was made the sky.",
        "But Ymir was colder than ice, and the earth that was made of his\nbody was so cold that nothing could live or grow upon it.  So the\ngods took sparks from the home of light and set them in the sky.\nTwo big ones were the sun and moon and the little ones were the\nstars.  Then the earth became warm.  Trees grew and flowers bloomed,\nso that the world was a beautiful home for men.",
        "Of all the trees the most wonderful was a great ash tree, sometimes\ncalled the “world tree.”  Its branches covered the earth and reached\nbeyond the sky till they almost touched the stars.  Its roots ran\nin three directions, to heaven, to the frost giants’ home and to\nthe under-world, beneath the earth.",
        "Near the roots in the dark under-world sat the Norns, or fates.\nEach held a bowl with which she dipped water out of a sacred spring\nand poured it upon the roots of the ash tree.  This was the reason\nwhy this wonderful tree was always growing, and why it grew as high\nas the sky.",
        "When Woden killed Ymir he tried to kill all Ymir’s children too;\nbut one escaped, and ever after he and his family, the frost giants,\ntried to do mischief, and fought against gods and men.",
        "According to the belief of the Teutons these wicked giants will\nsome day destroy the beautiful world.  Even the gods themselves\nwill be killed in a dreadful battle with them.  First of all will\ncome three terrible winters without any spring or summer.  The sun\nand moon will cease to shine and the bright stars will fall from the\nsky.  The earth will be shaken as when there is a great earthquake;\nthe waves of the sea will roar and the highest mountains will\ntotter and fall.  The trees will be torn up by the roots, and even\nthe “world tree” will tremble from its roots to its topmost boughs.\nAt last the quivering earth will sink beneath the waters of the\nsea.",
        "Then Loki, the spirit of evil, will break loose from the fetters\nwith which the gods have bound him.  The frost giants will join him.\nThey will try to make a secret attack on the gods.  But Heimdall,\nthe sentry of heaven, will be on guard at the end of the rainbow-bridge.\nHe needs no more sleep than a bird and can see for a hundred miles\neither by day or night.  He only can sound the horn whose blast\ncan be heard through heaven and earth and the under-world.  Loki\nand his army will be seen by him.  His loud alarm will sound and\nbring the gods together.  They will rush to meet the giants.  Woden\nwill wield his spear—Tiew his glittering sword—Thor his terrible\nhammer.  These will all be in vain.  The gods must die.  But so\nmust the giants and Loki.",
        "And then a new earth will rise from the sea.  The leaves of its\nforests will never fall; its fields will yield harvests unsown.\nAnd in a hall far brighter than Woden’s Valhalla the brave and good\nwill be gathered forever.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}