{
    "title": "Famous Men of the Middle Ages - Justinian the Great",
    "author": "John H. Haaren (John Henry)",
    "chapter": "9",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "In the time of Clovis the country now called Bulgaria was inhabited\nby Goths.  One day a poor shepherd boy, about sixteen years of\nage, left his mountain home in that country to go to the city of\nConstantinople, which was many miles away.  The boy had no money\nto pay the expenses of the journey, but he was determined to go,\neven though he should have to walk every step of the road and live\non fruits that he could gather by the way.  He was a bright, clever\nboy who had spent his life hitherto in a village, but was now eager\nto go out into the world to seek his fortune.",
        "Some years before, this boy’s uncle, who was named Justin, had gone\nto Constantinople and joined the Roman army.  He was so brave and\nso good a soldier that he soon came to be commander of the imperial\nguard which attended the emperor.",
        "The poor shepherd boy had heard of the success of his uncle, and\nthis was the reason why he resolved to set off for the big city.  So\nhe started down the mountain and trudged along the valley in high\nhope, feeling certain that he would reach the end of his journey\nin safety.  It was a difficult and dangerous journey, and it took\nhim several weeks, for he had to go through dark forests and to\ncross rivers and high hills; but at last one afternoon in midsummer\nhe walked through the main gate of Constantinople, proud and happy\nthat he had accomplished his purpose.",
        "He had no trouble in finding his Uncle Justin; for everybody in\nConstantinople knew the commander of the emperor’s guards.  And when\nthe boy appeared at the great man’s house and told who he was, his\nuncle received him with much kindness.  He took him into his own\nfamily, and gave him the best education that could be had in the\ncity.",
        "As the boy was very talented and eager for knowledge he soon became\nan excellent scholar.  He grew up a tall, good-looking man, with\nblack eyes and curly hair, and he was always richly dressed.  He was\nwell liked at the emperor’s court, and was respected by everybody\non account of his learning.",
        "One day a great change came for both uncle and nephew.  The emperor\ndied; and the people chose Justin to succeed him.  He took the\ntitle of Justinus I (Jus-ti’-nus), and so the young scholar, who\nhad once been a poor shepherd boy, was now nephew of an emperor.",
        "After some years Justinus was advised by his nobles to take the\nyoung man, who had adopted the name of Justinian, to help him in\nruling the empire.  Justinus agreed to this proposal, for he was\nnow old and in feeble health, and not able himself to attend to the\nimportant affairs of government.  He therefore called the great\nlords of his court together and in their presence he placed a crown\non the head of his nephew, who thus became joint emperor with his\nuncle.  The uncle died only a few months after, and then Justinian\nwas declared emperor.  This was in the year 527.  Justinian reigned\nfor nearly forty years and did so many important things that he\nwas afterwards called Justinian the Great.",
        "He had many wars during his reign, but he himself did not take part\nin them.  He was not experienced as a soldier, for he had spent\nmost of his time in study.  He was fortunate enough, however, to\nhave two great generals to lead his armies.  One of them was named\nBelisarius and the other Narses.",
        "Belisarius was one of the greatest soldiers that ever lived.  He\ngained wonderful victories for Justinian, and conquered some of\nthe old Roman provinces that had been lost for many years.",
        "The victories of these two generals largely helped to make the reign\nof Justinian remarkable in history.  Many years before he ascended\nthe throne the Vandals, as you have read, conquered the northern\npart of Africa and established a kingdom there with Carthage as\nits capital.  The Vandal king in the time of Justinian was named\nGelimer (Gel’-i-mer), and he lived in Carthage.",
        "Justinian resolved to make war on this king in order to recover\nNorthern Africa and make it again a part of the Empire.  So\nBelisarius was sent to Africa with an army of thirty-five thousand\nmen and five thousand horses, that were carried on a fleet of six\nhundred ships.  It took this fleet three months to make the voyage\nfrom Constantinople to Africa.  The same voyage may now be made\nin a very few days.  But in the time of Belisarius there were no\nsteamships, and nothing was known of the power of steam for moving\nmachinery.  The ships or galleys were sailing vessels; and when\nthere was no wind they could make no progress except by rowing.",
        "When Belisarius reached Africa he left five men as a guard in each\nvessel, and with the body of his army he marched for some days\nalong the coast.  The people received him in a friendly way, for\nthey had grown tired of the rule of the Vandals, and preferred to\nbe under the government of the Romans.",
        "About ten miles from Carthage he met a large army led by the brother\nof Gelimer.  A battle immediately took place, and the Vandals\nwere utterly defeated.  Gelimer’s brother was killed, and the king\nhimself, who had followed with another army and joined the fight,\nwas also defeated and fled from the field.  Belisarius then proceeded\nto Carthage and took possession of the city.",
        "Soon afterwards Gelimer collected another army and fought the Romans\nin another battle, twenty miles from Carthage; but Belisarius again\ndefeated him and the Vandal king again fled.  This was the end of\nthe Vandal king in Africa.  In a short time Gelimer gave himself\nup to Belisarius, who took him to Constantinople.  Justinian set\napart an estate for him to live upon, and the conquered king passed\nthe rest of his life in peaceful retirement.",
        "After conquering the Vandals Justinian resolved to conquer Italy,\nwhich was then held by the Ostrogoths.  A large army was got\ntogether and put under the command of Belisarius and Narses, who\nimmediately set out for Italy.  When they arrived there they marched\nstraight to Rome, and after some fighting took possession of the\ncity.  But in a few months, Vitiges (vit’-i-ges), king of the Goths,\nappeared with an army before the gates and challenged Belisarius\nand Narses to come out and fight.",
        "The Roman generals, however, were not then ready to fight, and so\nthe Ostrogoth king laid siege to the city, thinking that he would\ncompel the Romans to surrender.",
        "But instead of having any thought of surrender, Belisarius was\npreparing his men for fight, and when they were ready he attacked\nVitiges and defeated him.  Vitiges retired to Ravenna, and\nBelisarius quickly followed, and made such an assault on the city\nthat it was compelled to surrender.  The Ostrogoth army was captured,\nand Vitiges was taken to Constantinople a prisoner.",
        "Belisarius and Narses then went to Northern Italy, and, after a long\nwar, conquered all the tribes there.  Thus the power of Justinian\nwas established throughout the whole country, and the city of Rome\nwas again under the dominion of a Roman emperor.",
        "While his brave generals were winning these victories for the Empire,\nJustinian himself was busy in making improvements of various kinds\nat the capital.  He erected great public buildings, which were not\nonly useful but ornamental to the city.  The most remarkable of\nthem was the very magnificent cathedral of St. Sophia (So-phi’-a),\nfor a long time the grandest church structure in the world.  The\ngreat temple still exists in all its beauty and grandeur, but is\nnow used as a Mohammedan mosque.",
        "But the most important thing that Justinian did—the work for\nwhich he is most celebrated—was the improving and collecting of\nthe laws.  He made many excellent new laws and reformed many of\nthe old laws, so that he became famous as one of the greatest of\nthe world’s legislators.  For a long time the Roman laws had been\ndifficult to understand.  There was a vast number of them, and\ndifferent writers differed widely as to what the laws really were\nand what they meant.  Justinian employed a great lawyer, named\nTribonian (trib-o’-ni-an), to collect and simplify the principal\nlaws.  The collection which he made was called the CODE OF JUSTINIAN.\nIt still exists, and is the model according to which most of the\ncountries of Europe have made their laws.",
        "Justinian also did a great deal of good by establishing a number\nof manufactures in Constantinople.  It was he who first brought\nsilk-worms into Europe.",
        "To the last year of his life Justinian was strong and active and\na hard worker.  He often worked or studied all day and all night\nwithout eating or sleeping.  He died in 565 at the age of eighty-three\nyears.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}