{
    "title": "Famous Men of the Middle Ages - by John H. Haaren [Authorama]",
    "author": "Unknown",
    "chapter": "ages",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\nHenry the Second\n",
        "The study of history, like the study of a landscape, should begin\nwith the most conspicuous features.  Not until these have been\nfixed in memory will the lesser features fall into their appropriate\nplaces and assume their right proportions.",
        "The famous men of ancient and modern times are the mountain peaks\nof history.  It is logical then that the study of history should\nbegin with the biographies of these men.",
        "Not only is it logical; it is also pedagogical.  Experience has\nproven that in order to attract and hold the child’s attention\neach conspicuous feature of history presented to him should have\nan individual for its center.  The child identifies himself with\nthe personage presented.  It is not Romulus or Hercules or Cæsar\nor Alexander that the child has in mind when he reads, but himself,\nacting under similar conditions.",
        "Prominent educators, appreciating these truths, have long recognized\nthe value of biography as a preparation for the study of history\nand have given it an important place in their scheme of studies.",
        "The former practice in many elementary schools of beginning the\ndetailed study of American history without any previous knowledge\nof general history limited the pupil’s range of vision, restricted\nhis sympathies, and left him without material for comparisons.\nMoreover, it denied to him a knowledge of his inheritance from\nthe Greek philosopher, the Roman lawgiver, the Teutonic lover of\nfreedom.  Hence the recommendation so strongly urged in the report\nof the Committee of Ten—and emphasized, also, in the report of the\nCommittee of Fifteen—that the study of Greek, Roman and modern\nEuropean history in the form of biography should precede the\nstudy of detailed American history in our elementary schools.  The\nCommittee of Ten recommends an eight years’ course in history,\nbeginning with the fifth year in school and continuing to the end\nof the high school course.  The first two years of this course are\ngiven wholly to the study of biography and mythology.  The Committee\nof fifteen recommends that history be taught in all the grades of\nthe elementary school and emphasizes the value of biography and of\ngeneral history.",
        "The series of historical stories to which this volume belongs was\nprepared in conformity with the foregoing recommendations and with\nthe best practice of leading schools.  It has been the aim of the\nauthors to make an interesting story of each man’s life and to tell\nthese stories in a style so simple that pupils in the lower grades\nwill read them with pleasure, and so dignified that they may be\nused with profit as text-books for reading.",
        "Teachers who find it impracticable to give to the study of mythology\nand biography a place of its own in an already overcrowded curriculum\nusually prefer to correlate history with reading and for this\npurpose the volumes of this series will be found most desirable.",
        "The value of the illustrations can scarcely be over-estimated.\nThey will be found to surpass in number and excellence anything\nheretofore offered in a school-book.  For the most part they are\nreproductions of world-famous pictures, and for that reason the\nartists’ names are generally affixed.",
        "The Gods of the Teutons In the little volume called The Famous\nMen of Rome you have read about the great empire which the Romans\nestablished.  Now we come to a time when the power of Rome was\nbroken and tribes of barbarians who lived north of the Danube and\nthe Rhine took possession of lands that had been part of the Roman\nEmpire.  These tribes were the Goths, Vandals, Huns, Franks and\nAnglo-Saxons.  From them have come the greatest nations of modern\ntimes.  All except the Huns belonged to the same race and are known\nas Teutons.  They were war-like, savage and cruel.  They spoke the\nsame language—though in different dialects—and worshiped the same\ngods.  Like the old Greeks and Romans they had many gods.",
        "Woden, who was also called Odin, was the greatest of all.  His name\nmeans “mighty warrior,” and he was king of all the gods.  He rode\nthrough the air mounted on Sleipnir, an eightfooted horse fleeter\nthan the eagle.  When the tempest roared the Teutons said it was\nthe snorting of Sleipnir.  When their ships came safely into port\nthey said it was Woden’s breath that had filled their sails and\nwafted their vessels over the blue waters.",
        "Thor, a son of Woden, ranked next to him among the gods.  He rode\nthrough the air in a chariot drawn by goats.  The Germans called him\nDonar and Thunar, words which are like our word thunder.  From this\nwe can see that he was the thunder god.  In his hand he carried a\nwonderful hammer which always came back to his hand when he threw\nit.  Its head was so bright that as it flew through the air it made\nthe lightning.  When it struck the vast ice mountains they reeled\nand splintered into fragments, and thus Thor’s hammer made thunder.",
        "Another great god of our ancestors was Tiew.  He was a son of\nWoden and was the god of battle.  He was armed with a sword which\nflashed like lightning when he brandished it.  A savage chief\nnamed Attila routed the armies of the Romans and so terrified all\nthe world that he was called “The Scourge of God.”  His people\nbelieved that he gained his victories because he had the sword of\nTiew, which a herdsman chanced to find where the god had allowed\nit to fall.  The Teutons prayed to Tiew when they went into battle.",
        "Frija (free’ ya) was the wife of Woden and the queen of the gods.\nShe ruled the bright clouds that gleam in the summer sky, and caused\nthem to pour their showers on meadow and forest and mountain.",
        "Four of the days of the week are named after these gods.  Tuesday\nmeans the day of Tiew; Wednesday, the day of Woden; Thursday, the\nday of Thor; and Friday, the day of Frija.",
        "Frija’s son was Baldur; who was the favorite of all the gods.  Only\nLoki, the spirit of evil, hated him.  Baldur’s face was as bright\nas sunshine.  His hair gleamed like burnished gold.  Wherever he\nwent night was turned into day.",
        "One morning when he looked toward earth from his father Woden’s\npalace black clouds covered the sky, but he saw a splendid rainbow\nreaching down from the clouds to the earth.  Baldur walked upon\nthis rainbow from the home of the gods to the dwellings of men.\nThe rainbow was a bridge upon which the gods used to come to earth.",
        "When Baldur stepped from the rainbow-bridge to the earth he saw a\nking’s daughter so beautiful that he fell in love with her.",
        "But an earthly prince had also fallen in love with her.  So he and\nBaldur fought for her hand.  Baldur was a god and hence was very\nmuch stronger than the prince.  But some of Baldur’s magic food\nwas given to the prince and it made him as strong as Baldur.",
        "Frija heard about this and feared that Baldur was doomed to be\nkilled.  So she went to every beast on the land and every fish of\nthe sea and every bird of the air and to every tree of the wood and\nevery plant of the field and made each promise not to hurt Baldur.",
        "But she forgot the mistletoe.  So Loki, who always tried to do\nmischief, made an arrow of mistletoe, and gave it to the prince\nwho shot and killed Baldur with it.",
        "Then all the gods wept, the summer breeze wailed, the leaves fell\nfrom the sorrowing trees, the flowers faded and died from grief, and\nthe earth grew stiff and cold.  Bruin, the bear, and his neighbors,\nthe hedgehogs and squirrels, crept into holes and refused to eat\nfor weeks and weeks.",
        "The pleasure of all living things in Baldur’s presence means the\nhappiness that the sunlight brings.  The sorrow of all living things\nat his death means the gloom of northern countries when winter\ncomes.",
        "The Valkyries were beautiful female warriors.  They had some\nof Woden’s own strength and were armed with helmet and shield and\nspear.  Like Woden, they rode unseen through the air and their\nhorses were almost as swift as Sleipnir himself.  They swiftly\ncarried Woden’s favorite warriors to Valhalla, the hall of the\nslain.  The walls of Valhalla were hung with shields; its ceiling\nglittered with polished spearheads.  From its five hundred and\nforty gates, each wide enough for eight hundred men abreast to march\nthrough, the warriors rushed every morning to fight a battle that\nlasted till nightfall and began again at the break of each day.\nWhen the heroes returned to Valhalla the Valkyries served them with\ngoblets of mead such as Woden drank himself.",
        "The Teutons believed that before there were any gods or any world\nthere was a great empty space where the world now is.  It was called\nby the curious name Ginnungagap, which means a yawning abyss.",
        "To the north of Ginnungagap it was bitterly cold.  Nothing was\nthere but fields of snow and mountains of ice.  To the south of\nGinnungagap was a region where frost and snow were never seen.  It\nwas always bright, and was the home of light and heat.  The sunshine\nfrom the South melted the ice mountains of the North so that they\ntoppled over and fell into Ginnungagap.  There they were changed\ninto a frost giant whose name was Ymir (e’mir).  He had three sons.\nThey and their father were so strong that the gods were afraid of\nthem.",
        "So Woden and his brothers killed Ymir.  They broke his body in pieces\nand made the world of them.  His bones and teeth became mountains\nand rocks; his hair became leaves for trees and plants; out of his\nskull was made the sky.",
        "But Ymir was colder than ice, and the earth that was made of his\nbody was so cold that nothing could live or grow upon it.  So the\ngods took sparks from the home of light and set them in the sky.\nTwo big ones were the sun and moon and the little ones were the\nstars.  Then the earth became warm.  Trees grew and flowers bloomed,\nso that the world was a beautiful home for men.",
        "Of all the trees the most wonderful was a great ash tree, sometimes\ncalled the “world tree.”  Its branches covered the earth and reached\nbeyond the sky till they almost touched the stars.  Its roots ran\nin three directions, to heaven, to the frost giants’ home and to\nthe under-world, beneath the earth.",
        "Near the roots in the dark under-world sat the Norns, or fates.\nEach held a bowl with which she dipped water out of a sacred spring\nand poured it upon the roots of the ash tree.  This was the reason\nwhy this wonderful tree was always growing, and why it grew as high\nas the sky.",
        "When Woden killed Ymir he tried to kill all Ymir’s children too;\nbut one escaped, and ever after he and his family, the frost giants,\ntried to do mischief, and fought against gods and men.",
        "According to the belief of the Teutons these wicked giants will\nsome day destroy the beautiful world.  Even the gods themselves\nwill be killed in a dreadful battle with them.  First of all will\ncome three terrible winters without any spring or summer.  The sun\nand moon will cease to shine and the bright stars will fall from the\nsky.  The earth will be shaken as when there is a great earthquake;\nthe waves of the sea will roar and the highest mountains will\ntotter and fall.  The trees will be torn up by the roots, and even\nthe “world tree” will tremble from its roots to its topmost boughs.\nAt last the quivering earth will sink beneath the waters of the\nsea.",
        "Then Loki, the spirit of evil, will break loose from the fetters\nwith which the gods have bound him.  The frost giants will join him.\nThey will try to make a secret attack on the gods.  But Heimdall,\nthe sentry of heaven, will be on guard at the end of the rainbow-bridge.\nHe needs no more sleep than a bird and can see for a hundred miles\neither by day or night.  He only can sound the horn whose blast\ncan be heard through heaven and earth and the under-world.  Loki\nand his army will be seen by him.  His loud alarm will sound and\nbring the gods together.  They will rush to meet the giants.  Woden\nwill wield his spear—Tiew his glittering sword—Thor his terrible\nhammer.  These will all be in vain.  The gods must die.  But so\nmust the giants and Loki.",
        "And then a new earth will rise from the sea.  The leaves of its\nforests will never fall; its fields will yield harvests unsown.\nAnd in a hall far brighter than Woden’s Valhalla the brave and good\nwill be gathered forever.",
        "The time came when the people of Western Europe learned to believe\nin one God and were converted to Christianity, but the old stories\nabout the gods and Valkyries and giants and heroes, who were half\ngods and half men, were not forgotten.",
        "These stories were repeated from father to son for generations,\nand in the twelfth century a poet, whose name we do not know, wrote\nthem in verse.  He called his poem the Nibelungenlied (song of the\nNibelungs).  It is the great national poem of the Germans.  The\nlegends told in it are the basis of Wagner’s operas.",
        "“Nibelungs” was the name given to some northern dwarfs whose king\nhad once possessed a great treasure of gold and precious stones but\nhad lost it.  Whoever got possession of this treasure was followed\nby a curse.  The Nibelungenlied tells the adventures of those who\npossessed the treasure.",
        "In the grand old city of Worms, in Burgundy, there lived long ago\nthe princess Kriemhilda.  Her eldest brother Gunther was king of\nBurgundy.",
        "And in the far-away Netherlands, where the Rhine pours its waters\ninto the sea, dwelt a prince named Siegfried, son of Siegmund, the\nking.",
        "Ere long Sir Siegfried heard of the beauty of fair Kriemhilda.\nHe said to his father, “Give me twelve knights and I will ride to\nKing Gunther’s land.  I must win the heart of Kriemhilda.”",
        "After seven days’ journey the prince and his company drew near to\nthe gates of Worms.  All wondered who the strangers were and whence\nthey came.  Hagen, Kriemhilda’s uncle, guessed.  He said, “I never\nhave seen the famed hero of Netherlands, yet I am sure that yonder\nknight is none but Sir Siegfried.”",
        "“And who,” asked the wondering people, “may Siegfried be?”",
        "“Siegfried,” answered Sir Hagen, “is a truly wonderful knight.\nOnce when riding all alone, he came to a mountain where lay the\ntreasure of the king of the Nibelungs.  The king’s two sons had\nbrought it out from the cave in which it had been hidden, to divide\nit between them.  But they did not agree about the division.  So\nwhen Seigfied drew near both princes said, ’Divide for us, Sir\nSiegfried, our father’s hoard.’  There were so many jewels that\none hundred wagons could not carry them, and of ruddy gold there\nwas even more.  Seigfied made the fairest division he could, and as\na reward the princes gave him their father’s sword called Balmung.\nBut although Siegfried had done his best to satisfy them with his\ndivision, they soon fell to quarreling and fighting, and when he\ntried to separate them they made an attack on him.  To save his own\nlife he slew them both.  Alberich, a mountain dwarf, who had long\nbeen guardian of the Nibelung hoard, rushed to avenge his masters;\nbut Siegfried vanquished him and took from him his cap of darkness\nwhich made its wearer invisible and gave him the strength of twelve\nmen.  The hero then ordered Alberich to place the treasure again\nin the mountain cave and guard it for him.”",
        "Hagen then told another story of Siegfried:",
        "“Once he slew a fierce dragon and bathed himself in its blood, and\nthis turned the hero’s skin to horn, so that no sword or spear can\nwound him.”",
        "When Hagen had told these tales he advised King Gunther and the\npeople of Burgundy to receive Siegfried with all honor.",
        "So, as the fashion was in those times, games were held in\nthe courtyard of the palace in honor of Siegfried, and Kriemhilda\nwatched the sport from her window.",
        "For a full year Siegfried stayed at the court of King Gunther,\nbut never in all that time told why he had come and never once saw\nKriemhilda.",
        "At the end of the year sudden tidings came that the Saxons and\nDanes, as was their habit, were pillaging the lands of Burgundy.\nAt the head of a thousand Burgundian knights Siegfried conquered\nboth Saxons and Danes.  The king of the Danes was taken prisoner\nand the Saxon king surrendered.",
        "The victorious warriors returned to Worms and the air was filled with\nglad shouts of welcome.  King Gunther asked Kriemhilda to welcome\nSiegfried and offer him the thanks of all the land of Burgundy.",
        "Siegfried stood before her, and she said, “Welcome, Sir Siegfried,\nwelcome; we thank you one and all.”  He bent before her and she\nkissed him.",
        "Far over the sea from sunny Burgundy lived Brunhilda, queen of\nIceland.  Fair was she of face and strong beyond compare.  If a\nknight would woo and win her he must surpass her in three contests:\nleaping, hurling the spear and pitching the stone.  If he failed\nin even one, he must forfeit his life.",
        "King Gunther resolved to wed this strange princess and Siegfried\npromised to help him.  “But,” said Siegfried, “if we succeed, I must\nhave as my wife thy sister Kriemhilda.”  To this Gunther agreed,\nand the voyage to Iceland began.",
        "When Gunther and his companions neared Brunhilda’s palace the gates\nwere opened and the strangers were welcomed.",
        "Siegfried thanked the queen for her kindness and told how Gunther\nhad come to Iceland in hope of winning her hand.",
        "“If in three contests he gain the mastery,” she said, “I will become\nhis wife.  If not, both he and you who are with him must lose your\nlives.”",
        "Brunhilda prepared for the contests.  Her shield was so thick and\nheavy that four strong men were needed to bear it.  Three could\nscarcely carry her spear and the stone that she hurled could just\nbe lifted by twelve.",
        "Siegfried now helped Gunther in a wonderful way.  He put on his\ncap of darkness, so that no one could see him.  Then he stood by\nGunther’s side and did the fighting.  Brunhilda threw her spear\nagainst the kings bright shield and sparks flew from the steel.\nBut the unseen knight dealt Brunhilda such blows that she confessed\nherself conquered.",
        "In the second and third contests she fared no better, and so\nshe had to become King Gunther’s bride.  But she said that before\nshe would leave Iceland she must tell all her kinsmen.  Daily her\nkinsfolk came riding to the castle, and soon an army had assembled.",
        "Then Gunther and his friends feared unfair play.  So Siegfried\nput on his cap of darkness, stepped into a boat, and went to the\nNibelung land where Alberich the dwarf was guarding the wonderful\nNibelung treasure.",
        "“Bring me here,” he cried to the dwarf, “a thousand Nibelung\nknights.”  At the call of the dwarf the warriors gathered around\nSir Siegfried.  Then they sailed with him to Brunhilda’s isle and\nthe queen and her kinsmen, fearing such warriors, welcomed them\ninstead of fighting.  Soon after their arrival King Gunther and\nhis men, Siegfried and his Nibelungs, and Queen Brunhilda, with\ntwo thousand of her kinsmen set sail for King Gunther’s land.",
        "As soon as they reached Worms the marriage of Gunther and Brunhilda\ntook place.  Siegfried and Kriemhilda also were married, and after\ntheir marriage went to Siegfried’s Netherlands castle.  There they\nlived more happily than I can tell.",
        "Now comes the sad part of the Nibelung tale.",
        "Brunhilda and Gunther invited Siegfried and Kriemhilda to visit them\nat Worms.  During the visit the two queens quarreled and Brunhilda\nmade Gunther angry with Siegfried.  Hagen, too, began to hate\nSiegfried and wished to kill him.",
        "But Siegfried could not be wounded except in one spot on which\na falling leaf had rested when he bathed himself in the dragon’s\nblood.  Only Kriemhilda knew where this spot was.  Hagen told her\nto sew a little silk cross upon Siegfried’s dress to mark the spot,\nso that he might defend Siegfried in a fight.",
        "No battle was fought, but Siegfried went hunting with Gunther and\nHagen one day and they challenged him to race with them.  He easily\nwon, but after running he was hot and thirsty and knelt to drink\nat a spring.  Then Hagen seized a spear and plunged it through the\ncross into the hero’s body.  Thus the treasure of the Nibelungs\nbrought disaster to Siegfried.",
        "Gunther and Hagen told Kriemhilda that robbers in the wood had\nslain her husband, but she could not be deceived.",
        "Kriemhilda determined to take vengeance on the murderers of Siegfried,\nand so she would not leave Worms.  There, too, stayed one thousand\nknights who had followed Siegfried from the Nibelung land.",
        "Soon after Siegfried’s death Kriemhilda begged her younger brother\nto bring the Nibelung treasure from the mountain cave to Worms.",
        "When it arrived Kriemhilda gave gold and jewels to rich and poor\nin Burgundy, and Hagen feared that soon she would win the love of\nall the people and turn them against him.  So, one day, he took\nthe treasure and hid it in the Rhine.  He hoped some day to enjoy\nit himself.",
        "As Hagen now possessed the Nibelung treasure the name “Nibelungs\"\nwas given to him and his companions.",
        "Etzel, or as we call him, Attila, king of the Huns, heard of the\nbeauty of Kriemhilda and sent one of his knights to ask the queen\nto become his wife.",
        "At first she refused.  However, when she remembered that Etzel\ncarried the sword of Tiew, she changed her mind, because, if she\nbecame his wife, she might persuade him to take vengeance upon\nGunther and Hagen.",
        "And so it came to pass.",
        "Shortly after their marriage Etzel and Kriemhilda invited Gunther\nand all his court to a grand midsummer festival in the land of the\nHuns.",
        "Hagen was afraid to go, for he felt sure that Kriemhilda had not\nforgiven the murder of Siegfried.  However, it was decided that\nthe invitation should be accepted, but that ten thousand knights\nshould go with Gunther as a body-guard.",
        "Shortly after Gunther and his followers arrived at Attila’s court\na banquet was prepared.  Nine thousand Burgundians were seated at\nthe board when Attila’s brother came into the banquet hall with a\nthousand well-armed knights.  A quarrel arose and a fight followed.",
        "Thousands of the Burgundians were slain.  The struggle continued\nfor days.  At last, of all the knights of Burgundy, Gunther and\nHagen alone were left alive.  Then one of Kriemhilda’s friends fought\nwith them and overpowered both.  He bound them and delivered them\nto Kriemhilda.",
        "The queen ordered one of her knights to cut off Gunther’s head, and\nshe herself cut off the head of Hagen with “Balmung,” Siegfried’s\nwonderful sword.  A friend of Hagen then avenged his death by\nkilling Kriemhilda herself.",
        "Of all the Nibelungs who entered the land of the Huns one only ever\nreturned to Burgundy.",
        "Long before the beginning of the period known as the Middle Ages\na tribe of barbarians called the Goths lived north of the River\nDanube in the country which is now known as Roumania.  It was\nthen a part of the great Roman Empire, which at that time had two\ncapitals, Constantinople—the new city of Constantine—and Rome.\nThe Goths had come from the shores of the Baltic Sea and settled\non this Roman territory, and the Romans had not driven them back.",
        "During the reign of the Roman Emperor Valens some of the Goths\njoined a conspiracy against him.  Valens punished them for this by\ncrossing the Danube and laying waste their country.  At last the\nGoths had to beg for mercy.  The Gothic chief was afraid to set foot\non Roman soil, so he and Valens met on their boats in the middle\nof the Danube and made a treaty of peace.",
        "For a long time the Goths were at war with another tribe of barbarians\ncalled Huns.  Sometimes the Huns defeated the Goths and drove them\nto their camps in the mountains.  Sometimes the Goths came down to\nthe plains again and defeated the Huns.",
        "At last the Goths grew tired of such constant fighting and thought\nthey would look for new settlements.  They sent some of their\nleading men to the Emperor Valens to ask permission to settle in\nsome country belonging to Rome.  The messengers said to the emperor:",
        "“If you will allow us to make homes in the country south of the\nDanube we will be friends of Rome and fight for her when she needs\nour help.”",
        "The emperor at once granted this request.  He said to the Gothic\nchiefs:",
        "“Rome always needs good soldiers.  Your people may cross the Danube\nand settle on our land.  As long as you remain true to Rome we will\nprotect you against your enemies.”",
        "These Goths were known as Visigoths, or Western Goths.  Other\ntribes of Goths who had settled in southern Russia, were called\nOstrogoths, or Eastern Goths.",
        "After getting permission from the Emperor Valens a large number\nof the Visigoths crossed the Danube with their families and their\ncattle and settled in the country now called Bulgaria.",
        "In course of time they became a very powerful nation, and in the\nyear 394 they chose as their king one of the chiefs named Alaric.\nHe was a brave man and a great soldier.  Even when a child he took\ndelight in war, and at the age of sixteen he fought as bravely as\nthe older soldiers.",
        "One night, not long after he became king, Alaric had a very strange\ndream.  He thought he was driving in a golden chariot through the\nstreets of Rome amid the shouts of the people, who hailed him as\nemperor.  This dream made a deep impression on his mind.  He was\nalways thinking of it, and at last he began to have the idea that\nhe could make the dream come true.",
        "“To be master of the Roman Empire,” he said to himself, “that is\nindeed worth trying for; and why should I not try?  With my brave\nsoldiers I can conquer Rome, and I shall make the attempt.”",
        "So Alaric called his chiefs together and told them what he had made\nup his mind to do.",
        "The chiefs gave a cry of delight for they approved of the king’s\nproposal.  In those days fighting was almost the only business of\nchiefs, and they were always glad to be at war, especially when\nthere was hope of getting rich spoils.  And so the Visigoth chiefs\nrejoiced at the idea of war against Rome, for they knew that if they\nwere victorious they would have the wealth of the richest city of\nthe world to divide among themselves.",
        "Soon they got ready a great army.  With Alaric in command,\nthey marched through Thrace and Macedonia and before long reached\nAthens.  There were now no great warriors in Athens, and the city\nsurrendered to Alaric.  The Goths plundered the homes and temples\nof the Athenians and then marched to the state of Elis, in the\nsouthwestern part of Greece.  Here a famous Roman general named\nStilicho besieged them in their camp.  Alaric managed to force his\nway through the lines of the Romans and escaped.  He marched to\nEpirus.  This was a province of Greece that lay on the east side\nof the Ionian Sea.  Arcadius, the Emperor of the East, now made\nAlaric governor of this district and a large region lying near it.\nThe whole territory was called Eastern Illyricum and formed part\nof the Eastern Empire.",
        "Alaric now set out to make an attack on Rome, the capital of the\nWestern Empire.  As soon as Honorius, Emperor of the West, learned\nthat Alaric was approaching, he fled to a strong fortress among\nthe mountains of North Italy.  His great general Stilicho came to\nhis rescue and defeated Alaric near Verona.  But even after this\nHonorius was so afraid of Alaric that he made him governor of a\npart of his empire called Western Illyricum and gave him a large\nyearly income.",
        "Honorius, however, did not keep certain of his promises to Alaric,\nwho consequently, in the year 408, marched to Rome and besieged\nit.  The cowardly emperor fled to Ravenna, leaving his generals to\nmake terms with Alaric.  It was agreed that Alaric should withdraw\nfrom Rome upon the payment of 5,000 pounds of gold and 30,000 pounds\nof silver.",
        "When Honorius read the treaty he refused to sign it.  Alaric then\ndemanded that the city be surrendered to him, and the people,\nterrified, opened their gates and even agreed that Alaric should\nappoint another emperor in place of Honorius.",
        "This new emperor, however, ruled so badly that Alaric thought it\nbest to restore Honorius.  Then Honorius, when just about to be\ntreated so honorably, allowed a barbarian chief who was an ally of\nhis to make an attack upon Alaric.  The attack was unsuccessful,\nand Alaric immediately laid siege to Rome for the third time.  The\ncity was taken and Alaric’s dream came true.  In a grand procession\nhe rode at the head of his army through the streets of the great\ncapital.",
        "Then began the work of destruction.  The Goths ran in crowds through\nthe city, wrecked private houses and public buildings and seized\neverything of value they could find.  Alaric gave orders that no\ninjury should be done to the Christian churches, but other splendid\nbuildings of the great city were stripped of the beautiful and\ncostly articles that they contained, and all the gold and silver\nwas carried away from the public treasury.",
        "In the midst of the pillage Alaric dressed himself in splendid\nrobes and sat upon the throne of the emperor, with a golden crown\nupon his head.",
        "While Alaric was sitting on the throne thousands of Romans were\ncompelled to kneel down on the ground before him and shout out his\nname as conqueror and emperor.  Then the theaters and circuses were\nopened, and Roman athletes and gladiators had to give performances\nfor the amusement of the conquerors.  After six days of pillage and\npleasure Alaric and his army marched through the gates, carrying\nwith them the riches of Rome.",
        "Alaric died on his way to Sicily, which he had thought to conquer\nalso.  He felt his death coming and ordered his men to bury him in\nthe bed of the river Busento and to put into his grave the richest\ntreasures that he had taken from Rome.",
        "This order was carried out.  A large number of Roman slaves were\nset to work to dig a channel and turn the water of the Busento into\nit.  They made the grave in the bed of the river, put Alaric’s body\ninto and closed it up.  Then the river was turned back to its old\nchannel.  As soon as the grave was covered up, and the water flowed\nover it, the slaves who had done the work were put to death by the\nVisigoth chiefs.",
        "The fierce and warlike tribe, called the Huns, who had driven the\nGoths to seek new homes, came from Asia into Southeastern Europe\nand took possession of a large territory lying north of the River\nDanube.",
        "During the first half of the fifth century the Huns had a famous\nking named Attila.  He was only twenty-one years old when he\nbecame their king.  But although he was young, he was very brave\nand ambitious, and he wanted to be a great and powerful king.",
        "Not far from Attila’s palace there was a great rocky cave in the\nmountains.  In this cave lived a strange man called the “Hermit\nof the Rocks.”  No one knew his real name, or from what country he\nhad come.  He was very old, with wrinkled face and long gray hair\nand beard.",
        "Many persons believed that he was a fortune-teller, so people\noften went to him to inquire what was to happen to them.  One day,\nshortly after he became king, Attila went to the cave to get his\nfortune told.",
        "“Wise man,” said he, “look into the future and tell me what is\nbefore me in the path of life.”",
        "The hermit thought for a few moments, and then said, “O King,\nI see you a famous conqueror, the master of many nations.  I see\nyou going from country to country, defeating armies and destroying\ncities until men call you the ’Fear of the World.’  You heap up\nvast riches, but just after you have married the woman you love\ngrim death strikes you down.”",
        "With a cry of horror Attila fled from the cave.  For a time he\nthought of giving up his idea of becoming a great man.  But he was\nyoung and full of spirit, and very soon he remembered only what had\nbeen said to him about his becoming a great and famous conqueror\nand began to prepare for war.  He gathered together the best men\nfrom the various tribes of his people and trained them into a great\narmy of good soldiers.",
        "About this time one of the king’s shepherds, while taking care of\ncattle in the fields, noticed blood dripping from the foot of one\nof the oxen.  The shepherd followed the streak of blood through the\ngrass and at last found the sharp point of a sword sticking out of\nthe earth.  He dug out the weapon, carried it to the palace, and\ngave it to King Attila.  The king declared it was the sword of\nTiew, the god of war.  He then strapped it to his side and said he\nwould always wear it.",
        "“I shall never be defeated in battle,” he cried, “as long as I\nfight with the sword of Tiew.”",
        "As soon as his army was ready he marched with it into countries\nwhich belonged to Rome.  He defeated the Romans in several great\nbattles and captured many of their cities.  The Roman Emperor\nTheodosius had to ask for terms of peace.  Attila agreed that there\nshould be peace, but soon afterwards he found out that Theodosius\nhad formed a plot to murder him.  He was so enraged at this that\nhe again began war.  He plundered and burned cities wherever he\nwent, and at last the emperor had to give him a large sum of money\nand a portion of country south of the Danube.",
        "This made peace, but the peace did not last long.  In a few years\nAttila appeared at the head of an army of 700,000 men.  With this\ngreat force he marched across Germany and into Gaul.  He rode on a\nbeautiful black horse, and carried at his side the sword of Tiew.\nHe attacked and destroyed towns and killed the inhabitants without\nmercy.  The people had such dread of him that he was called the\n\"Scourge of God” and the “Fear of the World.”",
        "Attila and his terrible Huns marched through Gaul until they came\nto the city of Orleans.  Here the people bravely resisted the\ninvaders.  They shut their gates and defended themselves in every\nway they could.  In those times all towns of any great size were\nsurrounded by strong walls.  There was war constantly going on\nnearly everywhere, and there were a great many fierce tribes and\nchiefs who lived by robbing their neighbors.  So the towns and\ncastles in which there was much money or other valuable property\nwere not safe without high and strong walls.",
        "Attila tried to take Orleans, but soon after he began to attack the\nwalls he saw a great army at a distance coming towards the city.\nHe quickly gathered his forces together, marched to the neighboring\nplain of Champagne and halted at the place where the city of Châlons\n(shah-lon’) now stands.",
        "The army which Attila saw was an army of 300,000 Romans and\nVisigoths.  It was led by a Roman general name Aëtius (A-ë’-ti-us)\nand the Visigoth king Theodoric (The-od’-o-ric).  The Visigoths\nafter the death of Alaric had settled in parts of Gaul, and their\nking had now agreed to join the Romans against the common enemy—the\nterrible Huns.  So the great army of the Romans and Visigoths marched\nup and attacked the Huns at Châlons.  It was a fierce battle.  Both\nsides fought with the greatest bravery.  At first the Huns seemed\nto be winning.  They drove back the Romans and Visigoths from the\nfield, and in the fight Theodoric was killed.",
        "Aëtius now began to fear that he would be beaten, but just at that\nmoment Thorismond (Thor’-is-mond), the son of Theodoric, made another\ncharge against the Huns.  He had taken command of the Visigoths\nwhen his father was killed, and now he led them on to fight.  They\nwere all eager to have revenge for the death of their king, so they\nfought like lions and swept across the plain with great fury.  The\nHuns were soon beaten on every side, and Attila himself fled to his\ncamp.  It was the first time he had ever been defeated.  Thorismond,\nthe conqueror, was lifted upon his shield on the battle-field and\nhailed as king of the Visigoths.",
        "When Attila reached his camp he had all his baggage and wagons\ngathered in a great heap.  He intended to set fire to it and jump\ninto the flames if the Romans should come there to attack him.",
        "“Here I will perish in the flames,” he cried, “rather than surrender\nto my enemies.”",
        "But the Romans did not come to attack him, and in a few days he\nmarched back to his own country.",
        "Very soon, however, he was again on the war path.  This time\nhe invaded Italy.  He attacked and plundered the town of Aquileia\n(Aq’-ui-le’-i-a), and the terrified inhabitants fled for their\nlives to the hills and mountains.  Some of them took refuge in the\nislands and marshes of the Adriatic Sea.  Here they founded Venice.",
        "The people of Rome and the Emperor Valentinian were greatly alarmed\nat the approach of the dreaded Attila.  He was now near the city,\nand they had no army strong enough to send against him.  Rome\nwould have been again destroyed if it had not been for Pope Leo I\nwho went to the camp of Attila and persuaded him not to attack the\ncity.  It is said that the barbarian king was awed by the majestic\naspect and priestly robes of Leo.  It is also told that the apostles\nPeter and Paul appeared to Attila in his camp and threatened him\nwith death if he should attack Rome.  He did not go away, however,\nwithout getting a large sum of money as ransom.",
        "Shortly after leaving Italy Attila suddenly died.  Only the day\nbefore his death he had married a beautiful woman whom he loved\nvery much.",
        "The Huns mourned their king in a barbarous way.  They shaved their\nheads and cut themselves on their faces with knives, so that their\nblood, instead of their tears, flowed for the loss of their great\nleader.  They enclosed his body in three coffins—one of gold,\none of silver, and one of iron—and they buried him at night, in\na secret spot in the mountains.  When the funeral was over, they\nkilled the slaves who had dug the grave, as the Visigoths had done\nafter the burial of Alaric.",
        "After the death of Attila we hear little more of the Huns.",
        "The Vandals were another wild and fierce tribe that came from the\nshores of the Baltic and invaded central and southern Europe in\nthe later times of the Roman Empire.",
        "In the fifth century some of these people occupied a region in\nthe south of Spain.  One of their most celebrated kings was name\nGenseric (Gen’-ser-ic).  He became king in 427, when he was but\ntwenty-one years of age.  He was lame in one leg and looked as if\nhe were a very ordinary person.",
        "Like most of the Vandals, he was a cruel and cunning man, but he\nhad great ability in many ways.  He fought in battles even when\na boy and was known far and wide for his bravery and skill as a\nleader.",
        "About the time that Genseric became king, the governor of the Roman\nprovince in the north of Africa, on the Mediterranean coast, was\na man called Count Boniface.  This Count Boniface had been a good\nand loyal officer of Rome; but a plot was formed against him by\nAëtius, the general who had fought Attila at Châlons.  The Roman\nemperor at the time of the plot was Valentinian III.  He was then\ntoo young to act as ruler, so the affairs of government were managed\nby his mother Placidia (Pla-cid’-i-a).",
        "Aëtius advised Placidia to dismiss Boniface and call him home from\nAfrica.  He said the count was a traitor, and that he was going\nto make war against Rome.  At the same time he wrote secretly to\nCount Boniface and told him that if he came to Rome the empress\nwould put him to death.",
        "Boniface believed this story, and he refused to return to Rome.\nHe also sent a letter to Genseric, inviting him to come to Africa\nwith an army.",
        "Genseric was greatly delighted to receive the invitation from\nBoniface.  He had long wanted to attack Rome and take from her some\nof the rich countries she had conquered, and now a good opportunity\noffered.  So he got ready a great army of his brave Vandals, and\nthey sailed across the Strait of Gibraltar to Africa.",
        "They soon gained possession of that part of the African coast on\nwhich they had landed, and marched into other parts of the coast\nand captured towns and cities.  By this time Boniface had learned\nall about the wicked plot of Aëtius.  He now regretted having\ninvited the Vandals to Africa and tried to induce them to return\nto Spain, but Genseric sternly refused.",
        "“Never,” he said, “shall I go back to Spain until I am master of\nAfrica.”",
        "“Then,” cried Boniface, “I will drive you back.”",
        "Soon afterwards there was a battle between the Romans and Vandals,\nand the Romans were defeated.  They were also defeated in several\nother battles.  At last they had to flee for safety to two or three\ntowns which the Vandals had not yet taken.  One of these towns was\nHippo.",
        "Genseric captured this town after a siege of thirteen months.  Then\nhe burned the churches and other buildings, and laid waste the\nneighboring country.  This was what the Vandals did whenever they\ntook a town, and so the word VANDAL came to mean a person who\nneedlessly or wantonly destroys valuable property.",
        "A great many of the natives of Africa joined the army of Genseric.\nThey had for a long time been ill-treated by the Romans and were\nglad to see them defeated.  Genseric continued his work of conquest\nuntil he took the city of Carthage, which he made the capital of\nhis new kingdom in Africa.",
        "But he was not content with conquering merely on land.  He built\ngreat fleets and sailed over the Mediterranean, capturing trading\nvessels.  For many years he plundered towns along the coasts, so\nthat the name of Genseric became a terror to the people of all the\ncountries bordering the Mediterranean.",
        "One day a Roman ship came to Carthage with a messenger from the\nEmpress Eudoxia to Genseric.  Eudoxia was the widow of Valentinian\nIII.  After ruling several years, Valentinian had just been murdered\nby a Roman noble named Maximus, who had at once made himself emperor.",
        "When the messenger entered the room where Genseric was, he said:",
        "“Great king, I bring you a message from the Empress Eudoxia.  She\nbegs your help.  She and her two beautiful daughters are in danger\nin Rome.  She wishes you to protect them against Maximus.  She\ninvites you to come with an army to Rome and take the city.  She\nand her friends will help you as much as they can.”",
        "With a cry of joy Genseric sprang to his feet and exclaimed:",
        "“Tell the empress that I accept her invitation.  I shall set out\nfor Rome immediately.  I shall set out for Rome immediately.  I\nshall protect Eudoxia and her friends.”",
        "Genseric then got ready a fleet and a great army, and sailed across\nthe Mediterranean to the mouth of the Tiber.  When the Emperor\nMaximus heard that the Vandals were coming he prepared to flee from\nthe city, and he advised the Senate to do the same.  The people\nwere so angry at this that they put him to death and threw his body\ninto the river.",
        "Three days later Genseric and his army were at the gates of Rome.\nThere was no one to oppose them, and they marched in and took\npossession of the city.  It was only forty-five years since Alaric\nhad been there and carried off all the valuable things he could\nfind.  But since then Rome had become again grand and wealthy, so\nthere was plenty for Genseric and his Vandals to carry away.  They\nspent fourteen days in the work of plunder.  They sacked the temples\nand public buildings and private houses and the emperor’s palace,\nand they took off to their ships immense quantities of gold and\nsilver and jewels and furniture, and destroyed hundreds of beautiful\nand priceless works of art.",
        "The Vandal king also put to death a number of Roman citizens and\ncarried away many more as slaves.  He took Eudoxia and her daughters\nwith him to Carthage.  One of the daughters was soon afterwards\nmarried to Genseric’s eldest son, Hunneric.",
        "Some years after the capture of Rome by Genseric, there was a\nRoman emperor named Majorian (Ma-jo’-ri-an).  He was a good ruler\nand a brave man.  The Vandals still continued to attack and plunder\ncities in Italy and other countries belonging to Rome, and Majorian\nresolved to punish them.  So he got together a great army and built\na fleet of three hundred ships to carry his troops to Carthage.",
        "But he first marched his men across the Alps, through Gaul, and\ndown to the seaport of Carthagena in Spain, where his fleet was\nstationed.  He took this route because he expected to add to his\nforces as he went along.  Before sailing with his army for Carthage\nhe wished very much to see with his own eyes what sort of people\nthe Vandals were and whether they were so powerful at home as was\ngenerally believed.",
        "So he dyed his hair and disguised himself in other ways and went\nto Carthage, pretending that he was a messenger or ambassador from\nthe Roman emperor, coming to talk about peace.  Genseric received\nhim with respect and entertained him hospitably, not knowing that\nhe was the Emperor Majorian.  Of course peace was not made.  The\nemperor left Carthage after having got as much information as he\ncould.",
        "But Genseric did not wait for the Roman fleet to come to attack\nhim in his capital.  When he got word that it was in the Bay of\nCarthagena, he sailed there with a fleet of his own and in a single\nday burned or sank nearly all the Roman ships.",
        "After this the Vandals became more than ever the terror of\nthe Mediterranean and all the countries bordering upon it.  Every\nyear their ships went round the coasts from Asia Minor to Spain,\nattacking and plundering cities on their way and carrying off\nprisoners.",
        "All the efforts of the Romans failed to put a stop to these ravages.\nThe Emperor Leo, who ruled over the eastern division of the Empire,\nfitted out a great fleet at Constantinople to make another attempt\nto suppress the pirates.  There were more than a thousand ships in\nthis fleet and they carried a hundred thousand men.  The command of\nthe expedition was given to Basilicus (Bas-il’-i-cus), the brother\nof Emperor Leo’s wife.",
        "Basilicus sailed with his ships to Africa and landed the army\nnot far from Carthage.  Genseric asked for a truce for five days\nto consider terms of peace, and the truce was granted.  But the\ncunning Vandal was not thinking of peace.  He only wanted time to\ncarry out a plan he had made to destroy the Roman fleet.",
        "One dark night, during the truce, he filled the largest of his ships\nwith some of the bravest of his soldiers, and they sailed silently\nand cautiously in among the Roman ships, towing behind them large\nboats filled with material that would easily burn.",
        "These boats were set on fire and floated against the Roman vessels,\nwhich also were soon on fire.  The flames quickly spread, and in\na very short time a great part of the Roman fleet was destroyed.\nBasilicus fled with as many ships as he could save, and returned\nto Constantinople.",
        "This was the last attempt of the Romans to conquer the Vandals.\nGenseric lived to a good old age, and when he died, in 477, all the\ncountries he had conquered during his life still remained parts of\nthe Vandal dominions.",
        "The Ostrogoths, or East Goths, who had settled in Southern Russia,\nat length pushed southward and westward to the mouth of the Danube.",
        "They were continually invading countries belonging to the Romans\nand their warlike raids were dreaded by the emperors of the Eastern\nRoman Empire, who lived at Constantinople.  One emperor gave them\nland and money, and thus stopped their invasions for a time.",
        "The most famous of the Ostrogoth kings was Theodoric (The-od’-or-ic)\nthe Great.  He was the son of Theodemir (The-od’-e-mir), who was\nalso a king of the Ostrogoths.  When Theodoric was eight years old\nhe was sent to Constantinople to be held as a hostage by Leo, the\nEmperor of the East.  In former times, when kings made treaties\nwith one another, it was customary for one to give to the other a\npledge or security that he would fulfill the conditions of the treaty.\nThe pledge usually given was some important person or persons,\nperhaps the king’s son or a number of his chief men.  Persons so\ngiven as a security were called hostages.  When Theodoric was a boy\nhe was given as a hostage for his father’s good faith in carrying\nout a treaty with the Emperor and was sent to Constantinople to\nlive.  Here the youth was well treated by Leo.  He was educated\nwith great care and trained in all the exercises of war.",
        "Theodemir died in 475, and then Theodoric returned to his own country\nand became king of the Ostrogoths.  At this time he was eighteen\nyears of age.  He was handsome and brave and people loved him, for\nin those days a man who was tall and strong and brave was liked by\neverybody.",
        "For some years after he became king Theodoric had frequent wars with\nother Gothic kings and also with the Roman Emperor Zeno (Ze’-no).\nHe was nearly always successful in battle, and at last Zeno began\nto think it would be better to try to make friends with him.  So\nhe gave Theodoric some rich lands and made him commander of the\nImperial Guard of Constantinople.",
        "But the Emperor soon became tired of having the Ostrogoth king at\nhis court, and to get rid of him he agreed that Theodoric should\ngo with his army to Italy, and take that country from Odoacer\n(O-do-a’-cer).  Theodoric was delighted at the proposal and began\nat once to make his preparations.",
        "Odoacer was at that time king of Italy.  Before he became king he\nhad been a general in the army of Romulus Augustulus, the Western\nRoman Emperor.  The soldiers of the army were not satisfied with\ntheir pay, and when they asked for more they did not get it.  Then\nthey drove Romulus Augustulus from the throne, and chose Odoacer\nto succeed him.  But Odoacer would not take the name of emperor.\nHe was called the “patrician” of Italy, and he ruled the country\nwell.",
        "Theodoric started for Italy, not only with a great army, but with\nall the people of his country.  He meant to take Italy and be its\nking and settle in it with all his Ostrogoths.  When he set out he\nhad with him two hundred and fifty thousand persons—men, women,\nand children—with a great number of horses and wagons to carry\nthem and their things.  He had also an army of sixty thousand brave\nsoldiers.",
        "It was a long and weary journey from the shores of the Black Sea\noverland to the foot of the Alps Mountains and across the Alps\ninto Italy.  Here and there on the way they met savage tribes that\ntried to stop them, but Theodoric defeated the savages and took a\ngreat many of them prisoners.  He made these prisoners, women as\nwell as men, help carry the baggage and do other work.",
        "The journey took months, but at last the Ostrogoths reached the\ntop of the Alps.  Then they could see, stretched out before them,\nthe beautiful land of Italy.  They were all delighted.  They shouted\nand danced with joy, and Theodoric cried out:",
        "“There is the country which shall be our home.  Let us march on.\nIt certainly shall be ours.”",
        "Then they passed quickly down, and soon they were in Italy.  Odoacer\nhad heard of their coming and he got ready an army to drive them\naway.  Theodoric also got his fighting men ready.  The two armies\nmet, and there was a great battle near the town of Aquileia.  Odoacer\nwas defeated.  Then he tried to get Theodoric to leave Italy by\noffering him a large sum of money.",
        "“I will give you,” said he, “thousands of pounds of gold and silver\nif you agree to go back to your own country.”",
        "But Theodoric would not go.  He said he had as good a right to\nbe king of Italy as Odoacer, and he would remain and conquer the\ncountry and be its king.  Soon after there was another battle, near\nVerona, and Odoacer was again defeated.",
        "Theodoric came very near being killed in battle.  He was saved only\nby the courage of his mother.  She was in his camp, and at one time\nshe saw a number of the Ostrogoths running away from that part\nof the battle-field where her son was fighting, thus leaving him\nwithout support.  The mother rushed forward and stopped the fleeing\nmen.  She made them feel that it was a shame for them to desert\ntheir leader, and they at once returned to the field and fought\nbeside their king until the battle was won.",
        "After the battle of Verona, Odoacer went with his army to the city\nof Ravenna, and remained there for some time.  Theodoric followed\nwith his Ostrogoths and tried to take the city, but there was a\nvery strong wall around it, and the Ostrogoths could not capture\nit.  Although Theodoric was not able to take Ravenna, he did not\nremain idle.  He marched off to other parts of the country, and\ntook possession of towns and districts wherever he went.",
        "After a while Odoacer got together a better army than he had before,\nand made another effort to defeat Theodoric.  But he again failed.\nTheodoric defeated him in another great battle, which was fought\non the banks of the River Adda.  After this battle Odoacer again\nfled to Ravenna.  Theodoric followed again and laid siege to the\ncity.  This time his army surrounded it and kept provisions from\nbeing sent in, and at last, when there was no food in the city for\nthe soldiers or the people to eat, Odoacer had to surrender.",
        "A treaty was then made between the two kings and both agreed that\nthey should rule together over Italy, each to have equal power.\nBut a few days afterwards Theodoric murdered Odoacer while sitting\nat a banquet, and then made himself the sole king of Italy.  He\ndivided one-third of the land of the country among his own followers.\nSo the Ostrogoths settled in Italy, and Ostrogoths, Romans, and\nVisigoths were governed by Theodoric as one people.",
        "Theodoric died at the age of seventy-one after ruling Italy for\nthirty-three years.",
        "While the power of the Roman Empire was declining there dwelt on\nthe banks of the River Rhine a number of savage Teuton tribes called\nFranks.  The word Frank means FREE, and those tribes took pride in\nbeing known as Franks or freemen.",
        "The Franks occupied the east bank of the Rhine for about two hundred\nyears.  Then many of the tribes crossed the river in search of new\nhomes.  The region west of the river was at that time called Gaul.\nHere the Franks established themselves and became a powerful people.\nFrom their name the country was afterwards called FRANCE.",
        "Each tribe of the Franks had its own king.  The greatest of all\nthese kings was Chlodwig, or Clovis, as we call him, who became\nruler of his tribe in the year 481, just six years after Theodoric\nbecame king of the Ostrogoths.  Clovis was then only sixteen years\nof age.  But though he was so young he proved in a very short time\nthat he could govern as well as older men.  He was intelligent and\nbrave.  No one ever knew him to be afraid of anything even when he\nwas but a child.  His father, who was named Childeric (chil’-der-ic),\noften took him to wars which the Franks had with neighboring\ntribes, and he was very proud of his son’s bravery.  The young man\nwas also a bold and skillful horseman.  He could tame and ride the\nmost fiery horse.",
        "When Clovis became king of the Franks a great part of Gaul still\nbelonged to Rome.  This part was then governed by a Roman general,\nnamed Syagrius (sy-ag’-ri-us).  Clovis resolved to drive the Romans\nout of the country, and he talked over the matter with the head\nmen of his army.",
        "“My desire,” said he, “is that the Franks shall have possession of\nevery part of this fair land.  I shall drive the Romans and their\nfriends away and make Gaul the empire of the Franks.”",
        "At this time the Romans had a great army in Gaul.  It was encamped\nnear the city of Soissons (swah-son’) and was commanded by Syagrius.\nClovis resolved to attack it and led his army at once to Soissons.\nWhen he came near the city he summoned Syagrius to surrender.\nSyagrius refused and asked for an interview with the commander of\nthe Franks.  Clovis consented to meet him, and an arrangement was\nmade that the meeting should take place in the open space between\nthe two armies.  When Clovis stepped out in front of his own army,\naccompanied by some of his savage warriors, Syagrius also came\nforward.  But the moment he saw the king of the Franks he laughed\nloudly and exclaimed:",
        "“A boy!  A boy has come to fight me!  The Franks with a boy to lead\nthem have come to fight the Romans.”",
        "Clovis was very angry at this insulting language and shouted back:",
        "“Ay, but this boy will conquer you.”",
        "Then both sides prepared for battle.  The Romans thought that they\nwould win the victory easily, but they were mistaken.  Every time\nthat they made a charge upon the Franks they were beaten back by\nthe warriors of Clovis.  The young king himself fought bravely at\nthe head of his men and with his own sword struck down a number\nof the Romans.  He tried to find Syagrius and fight with him; but\nthe Roman commander was nowhere to be found.  Early in the battle\nhe had fled from the field, leaving his men to defend themselves\nas best they could.",
        "The Franks gained a great victory.  With their gallant boy\nking leading them on they drove the Roman’s before them, and when\nthe battle was over they took possession of the city of Soissons.\nClovis afterwards conquered all the other Frankish chiefs and made\nhimself king of all the Franks.",
        "Not very long after Clovis became king he heard of a beautiful\nyoung girl, the niece of Gondebaud (gon’-de-baud), king of Burgundy,\nand he thought he would like to marry her.  Her name was Clotilde\n(clo-tilde’), and she was an orphan, for her wicked uncle Gondebaud\nhad killed her father and mother.  Clovis sent one of his nobles\nto Gondebaud to ask her for his wife.  At first Gondebaud thought\nof refusing to let the girl go.  He feared that she might have\nhim punished for the murder of her parents if she became the wife\nof so powerful a man as Clovis.  But he was also afraid that by\nrefusing he would provoke the anger of Clovis; so he permitted the\ngirl to be taken to the court of the king of the Franks.  Clovis\nwas delighted when he saw her; and they were immediately married.",
        "Clotilde was a devout Christian, and she wished very much to\nconvert her husband, who, like most of his people, was a worshiper\nof the heathen gods.  But Clovis was not willing to give up his\nown religion.  Nevertheless Clotilde continued to do every thing\nshe could to persuade him to become a Christian.",
        "Soon after his marriage Clovis had a war with a tribe called the\nAlemanni.  This tribe had crossed the Rhine from Germany and taken\npossession of some of the eastern provinces of Gaul.  Clovis speedily\ngot his warriors together and marched against them.  A battle was\nfought at a place called Tolbiac, not far from the present city\nof Cologne.  In this battle the Franks were nearly beaten, for the\nAlemanni were fierce and brave men and skillful fighters.  When\nClovis saw his soldiers driven back several times he began to lose\nhope, but at that moment he thought of his pious wife and of the\npowerful God of whom she had so often spoken.  Then he raised his\nhands to heaven and earnestly prayed to that God.",
        "“O God of Clotilde,” he cried, “help me in this my hour of need.\nIf thou wilt give me victory now I will believe in thee.”",
        "Almost immediately the course of the battle began to change in\nfavor of the Franks.  Clovis led his warriors forward once more,\nand this time the Alemanni fled before them in terror.  The Franks\ngained a great victory, and they believed it was in answer to the\nprayer of their king.",
        "When Clovis returned home he did not forget his promise.  He told\nClotilde how he had prayed to her God for help and how his prayer\nhad been heard, and he said he was now ready to become a Christian.\nClotilde was very happy on hearing this, and she arranged that her\nhusband should be baptized in the church of Rheims on the following\nChristmas day.",
        "Meanwhile Clovis issued a proclamation to his people declaring that\nhe was a believer in Christ, and giving orders that all the images\nand temples of the heathen gods should be destroyed.  This was\nimmediately done, and many of the people followed his example and\nbecame Christians.",
        "Clovis was a very earnest and fervent convert.  One day the bishop\nof Rheims, while instructing him in the doctrines of Christianity,\ndescribed the death of Christ.  As the bishop proceeded Clovis became\nmuch excited, and at last jumped up from his seat and exclaimed:",
        "“Had I been there with my brave Franks I would have avenged His\nwrongs.”",
        "On Christmas day a great multitude assembled in the church at Rheims\nto witness the baptism of the king.  A large number of his fierce\nwarriors were baptized at the same time.  The service was performed\nwith great ceremony by the bishop of Rheims, and the title of “Most\nChristian King” was conferred on Clovis by the Pope.  This title\nwas ever afterwards borne by the kings of France.",
        "Like most of the kings and chiefs of those rude and barbarous\ntimes, Clovis often did cruel and wicked things.  When Rheims was\ncaptured, before he became a Christian, a golden vase was taken by\nsome soldiers from the church. The bishop asked Clovis to have it\nreturned, and Clovis bade him wait until the division of spoils.\nAll the valuable things taken by soldiers in war were divided among\nthe whole army, each man getting his share according to rank.  Such\nthings were called spoils.",
        "When the next time came for dividing spoils Clovis asked that he\nmight have the vase over and above his regular share, his intention\nbeing to return it to the bishop.  But one of the soldiers objected,\nsaying that the king should have no more than his fair share, and\nat the same time shattered the vase with his ax.  Clovis was very\nangry, but at the time said nothing.  Soon afterwards, however, there\nwas the usual examination of the arms of the soldiers to see that\nthey were in proper condition for active service.  Clovis himself\ntook part in the examination, and when he came to the soldier who\nhad broken the vase he found fault with the condition of his weapons\nand with one blow of his battle-ax struck the man dead.",
        "The next war that Clovis engaged in was with some tribes of the\nGoths who occupied the country called Aquitaine lying south of the\nRiver Loire.  He defeated them and added Aquitaine to the kingdom\nof the Franks.",
        "Clovis afterwards made war upon other people of Gaul and defeated\nthem.  At last all the provinces from the lower Rhine to the\nPyrenees Mountains were compelled to acknowledge him as king.  He\nthen went to reside at the city of Paris, which he made the capital\nof his kingdom.  He died there A.D. 511.",
        "The dynasty or family of kings to which he belonged is known in\nhistory as the Merovingian dynasty.  It was so called from Merovæus\n(Me-ro-væ’-us), the father of Childeric and grandfather of Clovis.",
        "In the time of Clovis the country now called Bulgaria was inhabited\nby Goths.  One day a poor shepherd boy, about sixteen years of\nage, left his mountain home in that country to go to the city of\nConstantinople, which was many miles away.  The boy had no money\nto pay the expenses of the journey, but he was determined to go,\neven though he should have to walk every step of the road and live\non fruits that he could gather by the way.  He was a bright, clever\nboy who had spent his life hitherto in a village, but was now eager\nto go out into the world to seek his fortune.",
        "Some years before, this boy’s uncle, who was named Justin, had gone\nto Constantinople and joined the Roman army.  He was so brave and\nso good a soldier that he soon came to be commander of the imperial\nguard which attended the emperor.",
        "The poor shepherd boy had heard of the success of his uncle, and\nthis was the reason why he resolved to set off for the big city.  So\nhe started down the mountain and trudged along the valley in high\nhope, feeling certain that he would reach the end of his journey\nin safety.  It was a difficult and dangerous journey, and it took\nhim several weeks, for he had to go through dark forests and to\ncross rivers and high hills; but at last one afternoon in midsummer\nhe walked through the main gate of Constantinople, proud and happy\nthat he had accomplished his purpose.",
        "He had no trouble in finding his Uncle Justin; for everybody in\nConstantinople knew the commander of the emperor’s guards.  And when\nthe boy appeared at the great man’s house and told who he was, his\nuncle received him with much kindness.  He took him into his own\nfamily, and gave him the best education that could be had in the\ncity.",
        "As the boy was very talented and eager for knowledge he soon became\nan excellent scholar.  He grew up a tall, good-looking man, with\nblack eyes and curly hair, and he was always richly dressed.  He was\nwell liked at the emperor’s court, and was respected by everybody\non account of his learning.",
        "One day a great change came for both uncle and nephew.  The emperor\ndied; and the people chose Justin to succeed him.  He took the\ntitle of Justinus I (Jus-ti’-nus), and so the young scholar, who\nhad once been a poor shepherd boy, was now nephew of an emperor.",
        "After some years Justinus was advised by his nobles to take the\nyoung man, who had adopted the name of Justinian, to help him in\nruling the empire.  Justinus agreed to this proposal, for he was\nnow old and in feeble health, and not able himself to attend to the\nimportant affairs of government.  He therefore called the great\nlords of his court together and in their presence he placed a crown\non the head of his nephew, who thus became joint emperor with his\nuncle.  The uncle died only a few months after, and then Justinian\nwas declared emperor.  This was in the year 527.  Justinian reigned\nfor nearly forty years and did so many important things that he\nwas afterwards called Justinian the Great.",
        "He had many wars during his reign, but he himself did not take part\nin them.  He was not experienced as a soldier, for he had spent\nmost of his time in study.  He was fortunate enough, however, to\nhave two great generals to lead his armies.  One of them was named\nBelisarius and the other Narses.",
        "Belisarius was one of the greatest soldiers that ever lived.  He\ngained wonderful victories for Justinian, and conquered some of\nthe old Roman provinces that had been lost for many years.",
        "The victories of these two generals largely helped to make the reign\nof Justinian remarkable in history.  Many years before he ascended\nthe throne the Vandals, as you have read, conquered the northern\npart of Africa and established a kingdom there with Carthage as\nits capital.  The Vandal king in the time of Justinian was named\nGelimer (Gel’-i-mer), and he lived in Carthage.",
        "Justinian resolved to make war on this king in order to recover\nNorthern Africa and make it again a part of the Empire.  So\nBelisarius was sent to Africa with an army of thirty-five thousand\nmen and five thousand horses, that were carried on a fleet of six\nhundred ships.  It took this fleet three months to make the voyage\nfrom Constantinople to Africa.  The same voyage may now be made\nin a very few days.  But in the time of Belisarius there were no\nsteamships, and nothing was known of the power of steam for moving\nmachinery.  The ships or galleys were sailing vessels; and when\nthere was no wind they could make no progress except by rowing.",
        "When Belisarius reached Africa he left five men as a guard in each\nvessel, and with the body of his army he marched for some days\nalong the coast.  The people received him in a friendly way, for\nthey had grown tired of the rule of the Vandals, and preferred to\nbe under the government of the Romans.",
        "About ten miles from Carthage he met a large army led by the brother\nof Gelimer.  A battle immediately took place, and the Vandals\nwere utterly defeated.  Gelimer’s brother was killed, and the king\nhimself, who had followed with another army and joined the fight,\nwas also defeated and fled from the field.  Belisarius then proceeded\nto Carthage and took possession of the city.",
        "Soon afterwards Gelimer collected another army and fought the Romans\nin another battle, twenty miles from Carthage; but Belisarius again\ndefeated him and the Vandal king again fled.  This was the end of\nthe Vandal king in Africa.  In a short time Gelimer gave himself\nup to Belisarius, who took him to Constantinople.  Justinian set\napart an estate for him to live upon, and the conquered king passed\nthe rest of his life in peaceful retirement.",
        "After conquering the Vandals Justinian resolved to conquer Italy,\nwhich was then held by the Ostrogoths.  A large army was got\ntogether and put under the command of Belisarius and Narses, who\nimmediately set out for Italy.  When they arrived there they marched\nstraight to Rome, and after some fighting took possession of the\ncity.  But in a few months, Vitiges (vit’-i-ges), king of the Goths,\nappeared with an army before the gates and challenged Belisarius\nand Narses to come out and fight.",
        "The Roman generals, however, were not then ready to fight, and so\nthe Ostrogoth king laid siege to the city, thinking that he would\ncompel the Romans to surrender.",
        "But instead of having any thought of surrender, Belisarius was\npreparing his men for fight, and when they were ready he attacked\nVitiges and defeated him.  Vitiges retired to Ravenna, and\nBelisarius quickly followed, and made such an assault on the city\nthat it was compelled to surrender.  The Ostrogoth army was captured,\nand Vitiges was taken to Constantinople a prisoner.",
        "Belisarius and Narses then went to Northern Italy, and, after a long\nwar, conquered all the tribes there.  Thus the power of Justinian\nwas established throughout the whole country, and the city of Rome\nwas again under the dominion of a Roman emperor.",
        "While his brave generals were winning these victories for the Empire,\nJustinian himself was busy in making improvements of various kinds\nat the capital.  He erected great public buildings, which were not\nonly useful but ornamental to the city.  The most remarkable of\nthem was the very magnificent cathedral of St. Sophia (So-phi’-a),\nfor a long time the grandest church structure in the world.  The\ngreat temple still exists in all its beauty and grandeur, but is\nnow used as a Mohammedan mosque.",
        "But the most important thing that Justinian did—the work for\nwhich he is most celebrated—was the improving and collecting of\nthe laws.  He made many excellent new laws and reformed many of\nthe old laws, so that he became famous as one of the greatest of\nthe world’s legislators.  For a long time the Roman laws had been\ndifficult to understand.  There was a vast number of them, and\ndifferent writers differed widely as to what the laws really were\nand what they meant.  Justinian employed a great lawyer, named\nTribonian (trib-o’-ni-an), to collect and simplify the principal\nlaws.  The collection which he made was called the CODE OF JUSTINIAN.\nIt still exists, and is the model according to which most of the\ncountries of Europe have made their laws.",
        "Justinian also did a great deal of good by establishing a number\nof manufactures in Constantinople.  It was he who first brought\nsilk-worms into Europe.",
        "To the last year of his life Justinian was strong and active and\na hard worker.  He often worked or studied all day and all night\nwithout eating or sleeping.  He died in 565 at the age of eighty-three\nyears.",
        "A great number of people in Asia and Africa and much of those in\nTurkey in Europe profess the Mohammedan (Mo-ham’-me-dan) religion.\nThey are called Mohammedans, Mussulmans (Mus’-sul-mans) or Moslems;\nand the proper name for their religion is “Islam,” which means\nobedience, or submission.",
        "The founder of this religion was a man named Mohammed (Mo-ham’-med),\nor Mahomet (Ma-hom’-et).  He was born in the year 570, in Mecca, a\ncity of Arabia.  His parents were poor people, though, it is said,\nthey were descended from Arabian princes.  They died when Mohammed\nwas a child, and his uncle, a kind-hearted man named AbuTalib\n(A’-bu-Ta-lïb’), took him home and brought him up.",
        "When the boy grew old enough he took care of his uncle’s sheep and\ncamels.  Sometimes he went on journeys with his uncle to different\nparts of Arabia, to help him in his business as a trader.  On these\njourneys Mohammed used to ride on a camel, and he soon became a\nskillful camel-driver.",
        "Mohammed was very faithful and honest in all his work.  He always\nspoke the truth and never broke a promise.  “I have given my\npromise,” he would say, “and I must keep it.”  He became so well\nknown in Mecca for being truthful and trustworthy that people gave\nhim the name of El Amin, which means “the truthful.”",
        "At this time he was only sixteen years of age; but the rich traders\nhad so much confidence in him that they gave him important business\nto attend to, and trusted him with large sums of money.  He often\nwent with caravans to a port on the shore of the Red Sea, sixty-five\nmiles from Mecca, and sold there the goods carried by the camels.\nThen he guided the long line of camels back to Mecca, and faithfully\npaid over to the owners of the goods the money he had received.",
        "Mohammed had no school education.  He could neither read nor write.\nBut he was not ignorant.  He knew well how to do the work intrusted\nto him, and was a first-rate man of business.",
        "One day, when Mohammed was about twenty-five years old, he was\nwalking through the bazaar or market-place, of Mecca when he met the\nchief camel-driver of a wealthy woman named Khadijah (Kha-dï’-jah).\nThis woman was a widow, who was carrying on the business left her\nby her husband.  As soon as the camel-driver saw Mohammed he stopped\nhim and said:",
        "“My mistress wishes to see you before noon.  I think she intends\nto engage you to take charge of her caravans.”",
        "Mohammed waited to hear no more.  As quickly as possible he went\nto the house of Khadijah; for he was well pleased at the thought\nof being employed in so important a service.  The widow received\nhim in a very friendly way.  She said:",
        "“I have heard much of you among the traders.  They say that though\nyou are so young you are a good caravan manager and can be trusted.\nAre you willing to take charge of my caravans and give your whole\ntime and service to me?”",
        "Mohammed was delighted.",
        "“I accept your offer,” said he, “and I shall do all I can to serve\nand please you.”",
        "Khadijah then engaged him as the manager of her business; and he\nserved her well and faithfully.  She thought a great deal of him,\nand he was much attracted to her, and soon they came to love one\nanother and were married.",
        "As he was now the husband of a rich woman he did not need to work\nvery hard.  He still continued to attend to his wife’s business;\nbut he did not make so many journeys as before.  He spent much of\nhis time in thinking about religion.  He learned all that he could\nabout Judaism and Christianity; but he was not satisfied with either\nof them.",
        "At that time most of the people of Arabia worshiped idols.  Very\nfew of them were Christians.",
        "Mohammed was very earnest and serious.  In a cave on Mount Hira,\nnear Mecca, he spent several weeks every year in prayer and religious\nmeditation.  He declared that, while praying in his cave, he often\nhad visions of God and heaven.  He said that many times the angel\nGabriel appeared to him and revealed to him the religion which he\nafterwards taught his followers.  As he himself could not write,\nhe committed to memory all that the angel told him, and had it\nwritten in a book.  This book is called the “Koran,” which means,\nlike our own word Bible, the “Book.”  The Koran is the Bible of\nMohammedans.",
        "When Mohammed returned home after the angel had first spoken to\nhim, he told his wife of what he had seen and heard.  She at once\nbelieved and so became a convert to the new religion.  She fell\nupon her knees at the feet of her husband and cried out:",
        "“There is but one God.  Mohammed is God’s prophet.”",
        "Mohammed then told the story to other members of his family.  Some\nof them believed and became his first followers.  Soon afterwards\nhe began to preach to the people.  He spoke in the market and\nother public places.  Most of those who heard him laughed at what\nhe told them; but some poor people and a few slaves believed him\nand adopted the new religion.  Others said he was a dreamer and a\nfool.",
        "Mohammed, however, paid no heed to the insults he received.  He\nwent on telling about the appearance of Gabriel and preaching the\ndoctrines which he said the angel had ordered him to teach the\npeople.",
        "Often while speaking in public Mohammed had what he called a “vision\nof heavenly things.”  At such times his face grew pale as death,\nhis eyes became red and staring, he spoke in a loud voice, and his\nbody trembled violently.  Then he would tell what he had seen in\nhis vision.",
        "After a time the number of his followers began to increase.  People\ncame from distant parts of Arabia and from neighboring countries\nto hear him.  One day six of the chief men of Medina (Me-dï’-na),\none of the largest cities of Arabia, listened earnestly to his\npreaching and were converted.  When they returned home they talked\nof the new religion to their fellow-citizens, and a great many of\nthem became believers.",
        "But the people of Mecca, Mohammed’s own home, were nearly all opposed\nto him.  They would not believe what he preached, and they called\nhim an impostor.  The people of the tribe to which he himself\nbelonged were the most bitter against him.  They even threatened\nto put him to death as an enemy of the gods.",
        "About this time Mohammed’s uncle and wife died, and he had\nthen hardly any friends in Mecca.  He therefore resolved to leave\nthat city and go to Medina.  Numbers of the people there believed\nhis doctrines and wished him to come and live among them.  So he\nsecretly left his native town and fled from his enemies.  With a\nfew faithful companions he made his escape to Medina.",
        "It was in the year of our Lord 622 that Mohammed fled from Mecca.\nThis event is very important in Mohammedan history.  It is called\n\"the flight of the prophet,” or “the Hejira (Hej’-i-ra),” a word\nwhich means FLIGHT.  The Hejira is the beginning of the Mohammedan\nera; and so in all countries where the rulers and people are\nMohammedans, the years are counted from the Hejira instead of from\nthe birth of Christ.",
        "On his arrival in Medina the people received Mohammed with great\nrejoicing.  He lived there the remainder of his life.  A splendid\nchurch was built for him in Medina.  It was called a mosque, and\nall Mohammedan churches, or places of worship, are called by this\nname.  It means a place for prostration or prayer.",
        "Mohammed thought that it was right to spread his religion by force,\nand to make war on “unbelievers”, as he called all people who did\nnot accept his teaching.  He therefore got together an army and\nfought battles and unbelievers.  He gained many victories.  He\nmarched against Mecca with an army of ten thousand men, and the\ncity surrendered with little resistance.  The people then joined\nhis religion and destroyed their idols.  Before very long all the\ninhabitants of Arabia and many of the people of the neighboring\ncountries became Mohammedans.",
        "Mohammed died in Medina in the year of our Lord 632, or year 11\nof the Hejira.  He was buried in the mosque in which he had held\nreligious services for so many years; and Medina has ever since\nbeen honored, because it contains the tomb of the Prophet.  It is\nbelieved by his followers that the body still lies in the coffin\nin the same state as when it was first buried.  There is also a\nstory that the coffin of Mohammed rests somewhere between heaven\nand earth, suspended in the air.  But this fable was invented by\nenemies to bring ridicule on the prophet and his religion.",
        "The tomb of Mohammed is visited every year by people from all\nMohammedan countries.  Mecca, the birthplace of the prophet, is also\nvisited by vast numbers of pilgrims.  Every Mussulman is bound by\nhis religion to make a visit or pilgrimage to Mecca at least once\nin his life.  Whenever a Mussulman prays, no matter in what part\nof the world he may be, he turns his face towards Mecca, as if he\nwere always thinking of going there.",
        "Good Mohammedans pray five times every day, and there is a church\nofficer called a muezzin (mu-ez’-zin), who gives them notice of\nthe hour for prayer.  This he does by going on the platform, or\nbalcony, of the minaret, or tower, of the mosque and chanting in\na loud voice such words as these:",
        "“Come to prayer, come to prayer.  There is no god but God.  He\ngiveth life, and he dieth not.  I praise his perfection.  God is\ngreat.”",
        "In Mecca there is a mosque called the Great Mosque.  It is a large\nenclosure in the form of a quadrangle, or square, which can hold\n35,000 persons.  It is enclosed by arcades with pillars of marble\nand granite, and has nineteen gates, each with a minaret or pointed\ntower above it.",
        "Within this enclosure is a famous building called the “Kaaba\n(Ka’-a-ba),” or cube.  It is nearly a cube in shape.  It its wall,\nat one corner, is the celebrated “Black Stone.”  Moslems regard\nthis stone with the greatest reverence.  They say that it came\ndown from heaven.  It is said to have been once white, but has\nbecome dark from being wept upon and touched by so many millions\nof pilgrims.  It really is reddish-brown in color.",
        "Before the time of Mohammed the Kaaba was a pagan temple; but when\nhe took possession of Mecca he made the old temple the centre of\nworship for his own religion.",
        "After Mohammed died a person was appointed to be his successor as\nhead of the Moslem church.  He was called the caliph, a word which\nmeans SUCCESSOR; and this title has been borne ever since by the\nreligious chief of the Mohammedans.  In modern times the sultans\nor rulers of Turkey have been commonly regarded as the caliphs.\nArab scholars, however, say that really the sherif (she-rïf’),\ni.e., the governor of Mecca, is entitled by the Koran to hold this\nposition.",
        "After the death of Mohammed the Saracens, as Mohammedans are also\ncalled, became great warriors.  They conquered many countries and\nestablished the Mohammedan religion in them.  In 711 the Saracens\ninvaded and conquered a great part of Spain and founded a powerful\nkingdom there, which lasted about seven hundred years.",
        "They intended to conquer the land of the Franks next, and then all\nEurope.",
        "They thought it would be easy to conquer the Franks, because the\nFrankish king at that time was a very weak man.  He was one of a\nnumber of kings who were called the “Do-nothings.”  They reigned\nfrom about 638 to 751.  They spent all their time in amusements and\npleasures, leaving the affairs of the government to be managed by\npersons called MAYORS OF THE PALACE.",
        "The mayors of the palace were officers who at first managed the\nking’s household.  Afterwards they were made guardians of kings\nwho came to the throne when very young.  So long as the king was\nunder age the mayor of the palace acted as chief officer of the\ngovernment in his name.  And as several of the young kings, even\nwhen they were old enough to rule, gave less attention to business\nthan to pleasure, the mayors continued to do all the business,\nuntil at last they did everything that the king ought to have done.\nThey made war, led armies in battle, raised money and spent it,\nand carried on the government as they pleased, without consulting\nthe king.",
        "The “Do-nothings” had the title of king, but nothing more.  In\nfact, they did not desire to have any business to do.  The things\nthey cared for were dogs, horses and sport.",
        "One of the most famous of the mayors was a man named Pepin (Pep’-in).\nOnce a year, it is said, Pepin had the king dressed in his finest\nclothes and paraded through the city of Paris, where the court was\nheld.  A splendid throng of nobles and courtiers accompanied the\nking, and did him honor as he went along the streets in a gilded\nchariot drawn by a long line of beautiful horses.  The king was\ncheered by the people, and he acknowledged their greetings most\ngraciously.",
        "After the parade the king was escorted to the great hall of the\npalace, which was filled with nobles.  Seated on a magnificent\nthrone, he saluted the assemblage and made a short speech.  The\nspeech was prepared beforehand by Pepin, and committed to memory by\nthe king.  At the close of the ceremony the royal “nobody” retired\nto his country house and was not heard of again for a year.",
        "Pepin died in 714 A.D., and his son Charles, who was twenty-five\nyears old at that time, succeeded him as mayor of the palace.  This\nCharles is known in history as Charles Martel.  He was a brave\nyoung man.  He had fought in many of his father’s battles and so\nhad become a skilled soldier.  His men were devoted to him.",
        "While he was mayor of the palace he led armies in several wars\nagainst the enemies of the Franks.  The most important of his\nwars was one with the Saracens, who came across the Pyrenees from\nSpain and invaded the land of the Franks, intending to establish\nMohammedanism there.  Their army was led by Abd-er-Rahman\n(Abd-er-Rah’-man), the Saracen governor of Spain.",
        "On his march through the southern districts of the land of the\nFranks Abd-er-Rahman destroyed many towns and villages, killed a\nnumber of the people, and seized all the property he could carry\noff.  He plundered the city of Bordeaux (bor-do’), and, it is said,\nobtained so many valuable things that every soldier “was loaded\nwith golden vases and cups and emeralds and other precious stones.”",
        "But meanwhile Charles Martel was not idle.  As quickly as he could\nhe got together a great army of Franks and Germans and marched against\nthe Saracens.  The two armies met between the cities of Tours and\nPoitiers (pwaw-te-ay) in October, 732.  For six days there was\nnothing but an occasional skirmish between small parties from both\nsides; but on the seventh day a great battle took place.",
        "Both Christians and Mohammedans fought with terrible earnestness.\nThe fight went on all day, and the field was covered with the bodies\nof the slain.  But towards evening, during a resolute charge made\nby the Franks, Abd-er-Rahman was killed.  Then the Saracens gradually\nretired to their camp.",
        "It was not yet known, however, which side had won; and the Franks\nexpected that the fight would be renewed in the morning.",
        "But when Charles Martel, with his Christian warriors, appeared on\nthe field at sunrise there was no enemy to fight.  The Mohammedans\nhad fled in the silence and darkness of the night and had left behind\nthem all their valuable spoils.  There was now no doubt which side\nhad won.",
        "The battle of Tours, or Poitiers, as it should be called, is\nregarded as one of the decisive battles of the world.  It decided\nthat Christians, and not Moslems, should be the ruling power in\nEurope.",
        "Charles Martel is especially celebrated as the hero of this battle.\nIt is said that the name MARTEL was given to him because of his\nbravery during the fight.  Marteau (mar-to’) is the French word for\nhammer, and one of the old French historians says that as a hammer\nbreaks and crushes iron and steel, so Charles broke and crushed\nthe power of his enemies in the battle of Tours.",
        "But though the Saracens fled from the battlefield of Tours, they\ndid not leave the land of the Franks; and Charles had to fight\nother battles with them, before they were finally defeated.  At\nlast, however, he drove them across the Pyrenees, and they never\nagain attempted to invade Frankland.",
        "After his defeat of the Saracens Charles Martel was looked upon as\nthe great champion of Christianity; and to the day of his death, in\n741, he was in reality, though not in name, the king of the Franks.",
        "Charles Martel had two sons, Pepin and Carloman.  For a time they\nruled together, but Carloman wished to lead a religious life, so he\nwent to a monastery and became a monk.  Then Pepin was sole ruler.",
        "Pepin was quite low in stature, and therefore was called Pepin the\nShort.  But he had great strength and courage.  A story is told of\nhim, which shows how fearless he was.",
        "One day he went with a few of his nobles to a circus to see a fight\nbetween a lion and a bull.  Soon after the fight began, it looked\nas though the bull was getting the worst of it.  Pepin cried out\nto his companions:",
        "“Will one of you separate the beasts?”",
        "But there was no answer.  None of them had the courage to make the\nattempt.  Then Pepin jumped from his seat, rushed into the arena,\nand with a thrust of his sword killed the lion.",
        "In the early years of Pepin’s rule as mayor of the palace the\nthrone was occupied by a king named Childeric (Chil’-der-ic) III.\nLike his father and the other “do-nothing” kings, Childeric cared\nmore for pleasures and amusements than for affairs of government.\nPepin was the real ruler, and after a while he began to think that\nhe ought to have the title of king, as he had all the power and\ndid all the work of governing and defending the kingdom.",
        "So he sent some friends to Rome to consult the Pope.  They said to\nHis Holiness:",
        "“Holy father, who ought to be the king of France—the man who has\nthe title, or the man who has the power and does all the duties of\nking?”",
        "“Certainly,” replied the Pope, “the man who has the power and does\nthe duties.”",
        "“Then, surely,” said they, “Pepin ought to be the king of the\nFranks; for he has all the power.”",
        "The Pope gave his consent, and Pepin was crowned king of the Franks;\nand thus the reign of Childeric ended and that of Pepin began.",
        "During nearly his whole reign Pepin was engaged in war.  Several\ntimes he went to Italy to defend the Pope against the Lombards.\nThese people occupied certain parts of Italy, including the province\nstill called Lombardy.",
        "Pepin conquered them and gave as a present to the Pope that part\nof their possessions which extended for some distance around Rome.\nThis was called “Pepin’s Donation.”  It was the beginning of what\nis known as the “temporal power” of the Popes, that is, their power\nas rulers of part of Italy.",
        "Pepin died in 768.",
        "Pepin had two sons Charles and Carloman.  After the death of their\nfather they ruled together, but in a few years Carloman died, and\nthen Charles became sole king.",
        "This Charles was the most famous of the kings of the Franks.  He\ndid so many great and wonderful things that he is called Charlemagne\n(shar-le-main’), which means Charles the Great.",
        "He was a great soldier.  For thirty years he carried on a war\nagainst the Saxons.  Finally he conquered them, and their great\nchief, Wittekind, submitted to him.  The Saxons were a people of\nGermany, who then lived near the land of the Franks.  They spoke\nthe same language and were of the same race as the Franks, but had\nnot been civilized by contact with the Romans.",
        "They were still pagans, just as the Franks had been before Clovis\nbecame a Christian. They actually offered human sacrifices.",
        "After Charlemagne conquered them he made their lands part of his\nkingdom.  A great number of them, among whom was Wittekind, then\nbecame Christians and were baptized; and soon they had churches\nand schools in many parts of their country.",
        "Another of Charlemagne’s wars was against the Lombards.",
        "Pepin, as you have read, had defeated the Lombards and given to\nthe Pope part of the country held by them.  The Lombard king now\ninvaded the Pope’s lands and threatened Rome itself; so the Pope\nsent to Charlemagne for help.",
        "Charlemagne quickly marched across the Alps and attacked the Lombards.\nHe drove them out of the Pope’s lands and took possession of their\ncountry.",
        "After he had conquered the Lombards he carried on war, in 778,\nin Spain.  A large portion of Spain was then held by the Moorish\nSaracens.  But a Mohammedan leader from Damascus had invaded\ntheir country, and the Moors invited Charlemagne to help them.  He\ntherefore led an army across the Pyrenees.  He succeeded in putting\nhis Moorish friends in possession of their lands in Spain and then\nset out on his return to his own country.",
        "On the march his army was divided into two parts.  The main body\nwas led by Charlemagne himself.  The rear guard was commanded by\na famous warrior named Roland.  While marching through the narrow\npass of Roncesvalles (ron-thes-val’-yes), among the Pyrenees, Roland’s\ndivision was attacked by a tribe called the Basques (basks), who\nlived on the mountain slopes of the neighboring region.",
        "High cliffs walled in the pass on either side.  From the tops of\nthese cliffs the Basques hurled down rocks and trunks of trees upon\nthe Franks, and crushed many of them to death.  Besides this, the\nwild mountaineers descended into the pass and attacked them with\nweapons.  Roland fought bravely; but at last he was overpowered,\nand he and all his men were killed.",
        "Roland had a friend and companion named Oliver, who was as brave\nas himself.  Many stories and songs have been written telling of\nthe wonderful adventures they were said to have had and of their\nwonderful deeds in war.",
        "The work of Charlemagne in Spain was quickly undone; for Abd-er-Rahman,\nthe leader of the Mohammedans who had come from Damascus, soon\nconquered almost all the territory south of the Pyrenees.",
        "For more than forty years Charlemagne was king of the Franks; but\na still greater dignity was to come to him.  In the year 800 some\nof the people in Rome rebelled against the Pope, and Charlemagne\nwent with an army to put down the rebellion.  He entered the city\nwith great pomp and soon conquered the rebels.  On Christmas day he\nwent to the church of St. Peter, and as he knelt before the altar\nthe Pope placed a crown upon his head, saying:",
        "“Long live Charles Augustus, Emperor of the Romans.”",
        "The people assembled in the church shouted the same words; and so\nCharlemagne was now emperor of the Western Roman Empire, as well\nas king of the Franks [the emperors of Constantinople still called\nthemselves Roman Emperors, and still claimed Italy, Germany and\nFrance as parts of their empire, though really their authority had\nnot been respected in these countries for more than 300 years.].",
        "Charlemagne built a splendid palace at Aix-la-Chapelle (aks-la-shap-el’),\na town in Germany, where perhaps he was born.",
        "Charlemagne was a tall man, with long, flowing beard, and of noble\nappearance.  He dressed in very simple style; but when he went into\nbattle he wore armor, as was the custom for kings and nobles, and\noften for ordinary soldiers in his day.",
        "Armor was made of leather or iron, or both together.  There was a\nhelmet of iron for the head, and a breastplate to cover the breast,\nor a coat of mail to cover the body.  The coat of mail was made\nof small iron or steel rings linked together, or fastened on to a\nleather shirt.  Coverings for the legs and feet were often attached\nto the coat.",
        "Charlemagne was a great king in may other ways besides the fighting\nof battles.  He did much for the good of his people.  He made\nmany excellent laws and appointed judges to see that the laws were\ncarried out.  He established schools and placed good teachers in\ncharge of them.  He had a school in his palace for his own children,\nand he employed as their teacher a very learned Englishman named\nAlcuin (al’-kwin).",
        "In those times few people could read or write.  There were not\nmany schools anywhere, and in most places there were none at all.\nEven the kings had little education.  Indeed, few of them could\nwrite their own names, and most of them did not care about sending\ntheir children to school.  They did not think that reading or\nwriting was of much use; but thought that it was far better for\nboys to learn to be good soldiers, and for girls to learn to spin\nand weave.",
        "Charlemagne had a very different opinion.  He was fond of learning;\nand whenever he heard of a learned man, living in any foreign\ncountry, he tried to get him to come and live in Frankland.",
        "The fame of Charlemagne as a great warrior and a wise emperor\nspread all over the world.  Many kings sent messengers to him\nto ask his friendship, and bring him presents.  Harun-al-Rashid\n(hah-roon’-al-rash’-eed), the famous caliph, who lived at Bagdad,\nin Asia, sent him an elephant and a clock which struck the hours.",
        "The Franks were much astonished at the sight of the elephant; for\nthey had never seen one before.  They also wondered much at the\nclock.  In those days there were in Europe no clocks such as we\nhave; but water-clocks and hour-glasses were used in some places.\nThe water-clock was a vessel into which water was allowed to trickle.\nIt contained a float which pointed to a scale of hours at the side\nof the vessel.  The float gradually rose as the water trickled in.",
        "The hour-glasses measured time by the falling of fine sand from\nthe top to the bottom of a glass vessel made with a narrow neck in\nthe middle for the sand to go through.  They were like the little\nglasses called egg-timers, which are used for measuring the time\nfor boiling eggs.",
        "Charlemagne died in 814.  He was buried in the church which he had\nbuilt at Aix-la-Chapelle.  His body was placed in the tomb, seated\nupon a grand chair, dressed in royal robes, with a crown on the\nhead, a sword at the side, and a Bible in the hands.",
        "This famous emperor is known in history as Charlemagne, which is\nthe French word for the German name Karl der Grosse (Charles the\nGreat), the name by which he was called at his own court during\nhis life.  The German name would really be a better name for him;\nfor he was a German, and German was the language that he spoke.\nThe common name of his favorite residence, Aix-la-Chapelle, also\nis French, but he knew the place as Aachen (ä’-chen).",
        "The great empire which Charlemagne built up held together only\nduring the life of his son.  Then it was divided among his three\ngrandsons.  Louis took the eastern part, Lothaire (Lo-thaire’) took\nthe central part, with the title of emperor, and Charles took the\nwestern part.",
        "The most celebrated of all Mohammedan caliphs was Harun-al-Rashid,\nwhich means, in English, Aaron the Just.  Harun is the hero\nof several of the stories of the “Arabian Nights,” a famous book,\nwhich perhaps you have read.  There are many curious and wonderful\ntales in it.",
        "When Harun was only eighteen years old he showed such courage and\nskill as a soldier that his father, who was then caliph, allowed\nhim to lead an army against the enemies of the Mohammedans; and he\nwon many great victories.",
        "He afterwards commanded an army of ninety-five thousand Arabs and\nPersians, sent by his father to invade the Eastern Roman Empire,\nwhich was then ruled by the Empress Irene (i-re’-ne).  After defeating\nIrene’s famous general, Nicetas (ni-ce’-tas), Harun marched his\narmy to Chrysopolis (Chrys-op’-o-lis), now Scutari (skoo’-ta-re),\non the Asiatic coast, opposite Constantinople.  He encamped on the\nheights, in full view of the Roman capital.",
        "The Empress saw that the city would certainly by taken by the Moslems.\nShe therefore sent ambassadors to Harun to arrange terms; but he\nsternly refused to agree to anything except immediate surrender.",
        "Then one of the ambassadors said, “The Empress has heard much of\nyour ability as a general.  Though you are her enemy, she admires\nyou as a soldier.”",
        "These flattering words were pleasing to Harun.  He walked to and\nfro in front of his tent and then spoke again to the ambassadors.",
        "“Tell the Empress,” he said, “that I will spare Constantinople if\nshe will pay me seventy thousand pieces of gold as a yearly tribute.\nIf the tribute is regularly paid Constantinople shall not be harmed\nby any Moslem force.”",
        "The Empress had to agree to these terms.  She paid the first year’s\ntribute; and soon the great Moslem army set out on its homeward\nmarch.",
        "When Harun was not quite twenty-one years old he became caliph.",
        "He began his reign by appointing very able ministers, who carried\non the work of the government so well that they greatly improved\nthe condition of the people.",
        "Harun built a palace in Bagdad, far grander and more beautiful than\nthat of any caliph before him.  Here he established his court and\nlived in great splendor, attended by hundreds of courtiers and\nslaves.",
        "He was very anxious that his people should be treated justly by\nthe officers of the government; and he was determined to find out\nwhether any had reason to complain.  So he sometimes disguised\nhimself at night and went about through the streets and bazaars,\nlistening to the talk of those whom he met and asking them questions.\nIn this way he learned whether the people were contented and happy,\nor not.",
        "In those times Bagdad in the east and the Mohammedan cities of Spain\nin the west were famed for their schools and learned men.  Arabian\nteachers first introduced into Western Europe both algebra and the\nfigures which we use in arithmetic.  It is for this reason that we\ncall these figures the “Arabic numerals.”",
        "Harun-al-Rashid gave great encouragement to learning.  He was a\nscholar and poet himself and whenever he heard of learned men in\nhis own kingdom, or in neighboring countries, he invited them to\nhis court and treated them with respect.",
        "The name of Harun, therefore, became known throughout the world.  It\nis said that a correspondence took place between him and Charlemagne\nand that, as you have learned, Harun sent the great emperor a\npresent of a clock and an elephant.",
        "The tribute of gold that the Empress Irene agreed to pay Harun was\nsent regularly for many years.  It was always received at Bagdad with\ngreat ceremony.  The day on which it arrived was made a holiday.\nThe Roman soldiers who came with it entered the gates in procession.\nMoslem troops also took part in the parade.",
        "When the gold had been delivered at the palace, the Roman soldiers\nwere hospitably entertained, and were escorted to the main gate of\nthe city when they set out on their journey back to Constantinople.",
        "In 802 Nicephorus (Ni-ceph’-o-rus) usurped the throne of the Eastern\nEmpire.  He sent ambassadors with a letter to Harun to tell him\nthat the tribute would no longer be paid.  The letter contained\nthese words:",
        "“The weak and faint-hearted Irene submitted to pay you tribute.\nShe ought to have made you pay tribute to her.  Return to me all\nthat she paid you; else the matter must be settled by the sword.”",
        "As soon as Harun had read these words the ambassadors threw a\nbundle of swords at his feet.  The caliph smiled, and drawing his\nown sword, or cimeter (sim’-e-ter), he cut the Roman swords in two\nwith one stroke without injuring the bald, or even turning the edge\nof his weapon.",
        "Then he dictated a letter to Nicephorus, in which he said:",
        "“Harun-al-Rashid, Commander of the Faithful to Nicephorus, the Roman\ndog:  I have read thy letter.  Thou shalt not hear, thou shalt SEE\nmy reply.”",
        "Harun was as good as his word.  He started that day with a large\narmy to punish the emperor.  As soon as he reached Roman territory\nhe ravaged the country and took possession of everything valuable\nthat he found.  He laid siege to Heraclea (Her-a-cle’-a), a city on\nthe shores of the Black Sea, and in a week forced it to surrender.\nThen he sacked the place.",
        "Nicephorus was now forced to agree to pay the tribute.  Scarcely,\nhowever, had the caliph reached his palace in Bagdad when the\nemperor again refused to pay.",
        "Harun, consequently, advanced into the Roman province of Phrygia,\nin Asia Minor, with an army of 15,000 men.  Nicepherus marched\nagainst him with 125,000 men.  In the battle which followed the\nemperor was wounded, and 40,000 of his men were killed.",
        "After this defeat Nicephorus again promised payment of the tribute,\nbut again failed to keep his promise.",
        "Harun now vowed that he would kill the emperor if he should ever\nlay hands upon him.  But as he was getting ready to march once more\ninto the Roman provinces a revolt broke out in one of the cities\nof his own kingdom; and while on his way to suppress it the great\ncaliph died of an illness which had long given him trouble.",
        "Egbert the Saxon lived at the same time as did Harun-al-Rashid and\nCharlemagne.  He was the first king who ruled all England as one\nkingdom.  Long before his birth the people who are known to us as\nBritons lived there, and they gave to the island the name Britain.",
        "But Britain was invaded by the Romans under Julius Cæsar and his\nsuccessors, and all that part of it which we now call England was\nadded to the Empire of Rome.  The Britons were driven into Wales\nand Cornwall, the western sections of the island.",
        "The Romans kept possession of the island for nearly four hundred\nyears.  They did not leave it until 410, the year that Alaric sacked\nthe city of Rome.  At this time the Roman legions were withdrawn\nfrom Britain.",
        "Some years before this the Saxons, Angles and Jutes, German tribes,\nhad settled near the shores of the North Sea.  They learned much\nabout Britain; for trading vessels, even at that early day, crossed\nthe Channel.  Among other things, the men from the north learned\nthat Britain was crossed with good Roman roads, and dotted with\nhouses of brick and stone; that walled cities had taken the place\nof tented camps, and that the country for miles round each city was\ngreen every spring with waving wheat, or white with orchard blossoms.",
        "After the Roman legions had left Britain, the Jutes, led, it is\nsaid, by two great captains named Hengist and Horsa, landed upon\nthe southeastern coast and made a settlement.",
        "Britain proved a pleasant place to live in, and soon the Angles\nand Saxons also left the North Sea shores and invaded the beautiful\nisland.",
        "The new invaders met with brave resistance.  The Britons were headed\nby King Arthur, about whom many marvelous stories are told.  His\ncourt was held at Caerleon (cär’-le-on), in North Wales, where his\nhundred and fifty knights banqueted at their famous “Round Table.”",
        "The British king and his knights fought with desperate heroism.\nBut they could not drive back the Saxons and their companions and\nwere obliged to seek refuge in the western mountainous parts of the\nisland, just as their forefathers had done when the Romans invaded\nBritain.  Thus nearly all England came into the possession of the\nthree invading tribes.",
        "Arthur and his knights were devoted Christians.  For the Romans\nhad not only made good roads and built strong walls and forts in\nBritain, but they had also brought the Christian religion into the\nisland.  And at about the time of the Saxon invasion St. Patrick\nwas founding churches and monasteries in Ireland, and was baptizing\nwhole clans of the Irish at a time.  It is said that he baptized\n12,000 persons with his own hand.  Missionaries were sent out by\nthe Irish Church to convert the wild Picts of Scotland and at a\nlater day the distant barbarians of Germany and Switzerland.",
        "The Saxons, Angles, and Jutes believed in the old Norse gods, and\nTiew and Woden, Thor and Friga, or Frija, were worshiped on the\nsoil of Britain for more than a hundred years.",
        "The Britons tried to convert their conquerors, but the invaders did\nnot care to be taught religion by those whom they had conquered; so\nthe British missionaries found the work unusually hard.  Aid came\nto them in a singular way.  At some time near the year 575 A.D.,\nthe Saxons quarreled and fought with their friends, the Angles.\nThey took some Angles prisoners and carried them to Rome to be sold\nin the great slave-market there.  A monk named Gregory passed one\nday through the market and saw these captives.  He asked the dealer\nwho they were.  “Angles,” was the answer.",
        "“Oh,” said the monk, “they would be ANGELS instead of ANGLES if they\nwere only Christians; for they certainly have the faces of angels.”",
        "Years after, when that monk was the Pope of Rome, he remembered this\nconversation and sent the monk Augustine (Au-gus’-tine) to England\nto teach the Christian religion to the savage but angel-faced Angles.\nAugustine and the British missionaries converted the Anglo-Saxons\ntwo hundred years before the German Saxons were converted.",
        "Still, though both Angles and Saxons called themselves Christians,\nthey were seldom at peace; and for more than two hundred years they\nfrequently fought.  Various chiefs tried to make themselves kings;\nand at length there came to be no less than seven small kingdoms\nin South Britain.",
        "In 784 Egbert claimed to be heir of the kingdom called Wessex;\nbut the people elected another man and Egbert had to flee for his\nlife.  He went to the court of Charlemagne, and was with the great\nking of the Franks in Rome on Christmas Day, 800, when the Pope\nplaced the crown on Charles’ head and proclaimed him emperor.",
        "Soon after this a welcome message came to Egbert.  The mind of the\npeople in Wessex had changed and they had elected him king.  So\nbidding farewell to Charlemagne, he hurried to England.",
        "Egbert had seen how Charlemagne had compelled the different quarreling\ntribes of Germany to yield allegiance to him and how after uniting\nhis empire he had ruled it well.",
        "Egbert did in England what Charlemagne had done in Germany.\nHe either persuaded the various petty kingdoms of the Angles, the\nSaxons and the Jutes to recognize him as their ruler, or forced them\nto do so; and thus under him all England became one united kingdom.",
        "But Egbert did even better than this.  He did much to harmonize\nthe different tribes by his wise conciliation.  The name “England\"\nis a memorial of this; for though Egbert himself was a Saxon,\nhe advised that to please the Angles the country should be called\nAnglia (An’-gli-a), that is, Angleland or England, the land of the\nAngles, instead of Saxonia (Sax-on-i’-a), or Saxonland.",
        "For more than two hundred years during the Middle Ages the Christian\ncountries of Europe were attacked on the southwest by the Saracens\nof Spain, and on the northwest by the Norsemen, or Northmen.  The\nNorthmen were so called because they came into Middle Europe from\nthe north.  Sometimes they were called Vikings (Vi’-kings), or\npirates, because they were adventurous sea-robbers who plundered\nall countries which they could reach by sea.",
        "Their ships were long and swift.  In the center was placed a single\nmast, which carried one large sail.  For the most part, however,\nthe Norsemen depended on rowing, not on the wind, and sometimes\nthere were twenty rowers in one vessel.",
        "The Vikings were a terror to all their neighbors; but the two\nregions that suffered most from their attacks were the Island of\nBritain and that part of Charlemagne’s empire in which the Franks\nwere settled.",
        "Nearly fifty times in two hundred years the lands of the Franks\nwere invaded.  The Vikings sailed up the large rivers into the heart\nof the region which we now call France and captured and pillaged\ncities and towns.  Some years after Charlemagne’s death they went\nas far as his capital, Aix (aks), took the place, and stabled their\nhorses in the cathedral which the great emperor had built.",
        "In the year 860 they discovered Iceland and made a settlement upon\nits shores.  A few years later they sailed as far as Greenland,\nand there established settlements which existed for about a century.",
        "These Vikings were the first discoverers of the continent on which\nwe live.  Ancient books found in Iceland tell the story of the\ndiscovery.  It is related that a Viking ship was driven during a\nstorm to a strange coast, which is thought to have been that part\nof America now known as Labrador.",
        "When the captain of the ship returned home he told what he had\nseen.  His tale so excited the curiosity of a young Viking prince,\ncalled Leif the Lucky, that he sailed to the newly discovered coast.",
        "Going ashore, he found that the country abounded in wild grapes;\nand so he called it Vinland, or the land of Vines.  Vinland is\nthought to have been a part of what is now the Rhode Island coast.",
        "The Vikings were not aware that they had found a great unknown\ncontinent.  No one in the more civilized parts of Europe knew anything\nabout their discovery; and after a while the story of the Vinland\nvoyages seems to have been forgotten, even among the Vikings\nthemselves.",
        "So it is not to them that we owe the discovery of America, but to\nColumbus; because his discovery, though nearly five hundred years\nlater than that of the Norsemen, actually made known to all Europe,\nfor all time, the existence of the New World.",
        "The Vikings had many able chieftains.  One of the most famous was\nRollo the Walker, so called because he was such a giant that no\nhorse strong enough to carry him could be found, and therefore he\nalways had to walk.  However, he did on foot what few could do on\nhorseback.",
        "In 885 seven hundred ships, commanded by Rollo and other Viking\nchiefs, left the harbors of Norway, sailed to the mouth of the\nSeine (San), and started up the river to capture the city of Paris.",
        "Rollo and his men stopped on the way at Rouen (rö-on’), which also\nwas on the Seine, but nearer its mouth.  The citizens had heard of\nthe giant, and when they saw the river covered by his fleet they\nwere dismayed.  However, the bishop of Rouen told them that Rollo\ncould be as noble and generous as he was fierce; and he advised\nthem to open their gates and trust to the mercy of the Viking chief.\nThis was done, and Rollo marched into Rouen and took possession of\nit.  The bishop had given good advice, for Rollo treated the people\nvery kindly.",
        "Soon after capturing Rouen he left the place, sailed up the river\nto Paris, and joined the other Viking chiefs.  And now for six long\nmiles the beautiful Seine was covered with Viking vessels, which\ncarried an army of thirty thousand men.",
        "A noted warrior named Eudes (Ude) was Count of Paris, and he had\nadvised the Parisians to fortify the city.  So not long before the\narrival of Rollo and his companions, two walls with strong gates\nhad been built round Paris.",
        "It was no easy task for even Vikings to capture a strongly walled\ncity.  We are told that Rollo and his men built a high tower and\nrolled it on wheels up to the walls.  At its top was a floor well\nmanned with soldiers.  But the people within the city shot hundreds\nof arrows at the besiegers, and threw down rocks, or poured boiling\noil and pitch upon them.",
        "The Vikings thought to starve the Parisians, and for thirteen months\nthey encamped round the city.  At length food became very scarce,\nand Count Eudes determined to go for help.  He went out through one\nof the gates on a dark, stormy night, and rode post-haste to the\nking.  He told him that something must be done to save the people\nof Paris.",
        "So the king gathered an army and marched to the city.  No battle\nwas fought—the Vikings seemed to have been afraid to risk one.\nThey gave up the siege, and Paris was relieved.",
        "Rollo and his men went to the Duchy of Burgundy, where, as now,\nthe finest crops were raised and the best of wines were made.",
        "Perhaps after a time Rollo and his Vikings went home; but we do not\nknow what he did for about twenty-five years.  We do know that he\nabandoned his old home in Norway in 911.  Then he and his people\nsailed from the icy shore of Norway and again went up the Seine in\nhundreds of Viking vessels.",
        "Of course, on arriving in the land of the Franks, Rollo at once\nbegan to plunder towns and farms.",
        "Charles, then king of the Franks, although his people called him\nthe Simple, or Senseless, had sense enough to see that this must\nbe stopped.",
        "So he sent a message to Rollo and proposed that they should have\na talk about peace.  Rollo agreed and accordingly they met.  The\nking and his troops stood on one side of a little river, and Rollo\nwith his Vikings stood on the other.  Messages passed between them.\nThe king asked Rollo what he wanted.",
        "“Let me and my people live in the land of the Franks; let us make\nourselves home here, and I and my Vikings will become your vassals,\"\nanswered Rollo.  He asked for Rouen and the neighboring land.  So\nthe king gave him that part of Francia; and ever since it has been\ncalled Normandy, the land of the Northmen.",
        "When it was decided that the Vikings should settle in Francia and\nbe subjects of the Frankish king, Rollo was told that he must kiss\nthe foot of Charles in token that he would be the king’s vassal.\nThe haughty Viking refused.  “Never,” said he, “will I bend my\nknee before any man, and no man’s foot will I kiss.”  After some\npersuasion, however, he ordered one of his men to perform the act\nof homage for him.  The king was on horseback and the Norseman,\nstanding by the side of the horse, suddenly seized the king’s foot\nand drew it up to his lips.  This almost made the king fall from\nhis horse, to the great amusement of the Norsemen.",
        "Becoming a vassal to the king meant that if the king went to war\nRollo would be obliged to join his army and bring a certain number\nof armed men—one thousand or more.",
        "Rollo now granted parts of Normandy to his leading men on condition\nthat they would bring soldiers to his army and fight under him.\nThey became his vassals, as he was the king’s vassal.",
        "The lands granted to vassals in this way were called feuds, and\nthis plan of holding lands was called the Feudal System.",
        "It was established in every country of Europe during the Middle\nAges.",
        "The poorest people were called serfs.  They were almost slaves and\nwere never permitted to leave the estate to which they belonged.\nThey did all the work.  They worked chiefly for the landlords, but\npartly for themselves.",
        "Having been a robber himself, Rollo knew what a shocking thing it\nwas to ravage and plunder, and he determined to change his people’s\nhabits.  He made strict laws and hanged robbers.  His duchy thus\nbecame one of the safest parts of Europe.",
        "The Northmen learned the language of the Franks and adopted their\nreligion.",
        "The story of Rollo is especially interesting to us, because Rollo\nwas the forefather of that famous Duke of Normandy who, less than a\nhundred and fifty years later, conquered England and brought into\nthat country the Norman nobles with their French language and\ncustoms.",
        "The Danes were neighbors of the Norwegian Vikings, and like them\nwere fond of the sea and piracy.  They plundered the English coasts\nfor more than a century; and most of northern and eastern England\nbecame for a time a Danish country with Danish kings.",
        "What saved the rest of the country to the Saxons was the courage\nof the great Saxon king, Alfred.",
        "Alfred was the son of Ethelwulf, king of the West Saxons.  He had\na loving mother who brought him up with great care.  Up to the age\nof twelve, it is said, he was not able to read well, in spite of\nthe efforts of his mother and others to teach him.",
        "When Alfred was a boy there were no printed books.  The wonderful\nart of printing was not invented until about the year 1440—nearly\nsix hundred years later than Alfred’s time.  Moreover, the art of\nmaking paper had not yet been invented.  Consequently the few books\nin use in Alfred’s time were written by skillful penmen, who wrote\ngenerally on leaves of parchment, which was sheepskin carefully\nprepared so that it might retain ink.",
        "One day Alfred’s mother showed him and his elder brothers a beautiful\nvolume which contained a number of the best Saxon ballads.  Some\nof the words in this book were written in brightly colored letters,\nand upon many of the leaves were painted pictures of gaily-dressed\nknights and ladies.",
        "“Oh, what a lovely book!” exclaimed the boys.",
        "“Yes, it is lovely,” replied the mother.  “I will give it to\nwhichever of you children can read it the best in a week.”",
        "Alfred began at once to take lessons in reading, and studied hard\nday after day.  His brothers passed their time in amusements and\nmade fun of Alfred’s efforts.  They thought he could not learn to\nread as well as they could, no matter how hard he should try.",
        "At the end of the week the boys read the book to their mother,\none after the other.  Much to the surprise of his brothers, Alfred\nproved to be the best reader and his mother gave him the book.",
        "While still very young Alfred was sent by his father to Rome to\nbe anointed by His Holiness, the Pope.  It was a long and tiresome\njourney, made mostly on horseback.",
        "With imposing, solemn ceremony he was anointed by the Holy Father.\nAfterwards he spent a year in Rome receiving religious instruction.",
        "In the year 871, when Alfred was twenty-two years old, the Danes\ninvaded various parts of England.  Some great battles were fought,\nand Alfred’s elder brother Ethelred, king of the West Saxons, was\nkilled.  Thus Alfred became king.",
        "The Danes still continued to fight the Saxons, and defeated Alfred\nin a long and severe struggle.  They took for themselves the northern\nand eastern parts of England.",
        "Moreover, Danes from Denmark continued to cross the sea and ravage\nthe coast of Saxon England.  They kept the people in constant\nalarm.  Alfred therefore determined to meet the pirates on their\nown element, the sea.  So he built and equipped the first English\nnavy, and in 875 gained the first naval victory ever won by the\nEnglish.",
        "A few years after this, however, great numbers of Danes from the\nnorthern part of England came pouring into the Saxon lands.  Alfred\nhimself was obliged to flee for his life.",
        "For many months he wandered through forests and over hills to avoid\nbeing taken by the Danes.  He sometimes made his home in caves and\nin the huts of shepherds and cowherds.  Often he tended the cattle\nand sheep and was glad to get a part of the farmer’s dinner in pay\nfor his services.",
        "Once, when very hungry, he went into the house of a cowherd and\nasked for something to eat.  The cowherd’s wife was baking cakes\nand she said she would give him some when they were done.",
        "“Watch the cakes and do not let them burn, while I go across the\nfield to look after the cows,” said the woman, as she hurried away.\nAlfred took his seat on the chimney-corner to do as he was told.\nBut soon his thoughts turned to his troubles and he forgot about\nthe cakes.",
        "When the woman came back she cried out with vexation, for the\ncakes were burned and spoiled.  “You lazy, good-for-nothing man!\"\nshe said, “I warrant you can eat cakes fast enough; but you are\ntoo lazy to help me bake them.”",
        "With that she drove the poor hungry Alfred out of her house.  In\nhis ragged dress he certainly did not look like a king, and she\nhad no idea that he was anything but a poor beggar.",
        "Some of Alfred’s friends discovered where he was hiding and joined\nhim.  In a little time a body of soldiers came to him and a strong\nfort was built by them.  From this fort Alfred and his men went\nout now and then and gave battle to small parties of the Danes.\nAlfred was successful and his army grew larger and larger.",
        "One day he disguised himself as a wandering minstrel and went into\nthe camp of the Danes.  He strolled here and there, playing on a\nharp and singing Saxon ballads.  At last, Guthrum (Guth’-rum), the\ncommander of the Danes, ordered the minstrel to be brought to his\ntent.",
        "Alfred went.  “Sing to me some of your charming songs,” said Guthrum.\n\"I never heard more beautiful music.”  So the kingly harper played\nand sang for the Dane, and went away with handsome presents.  But\nbetter than that, he had gained information that was of the greatest\nvalue.",
        "In a week he attacked the Danish forces and defeated them with\ngreat slaughter in a battle which lasted all day and far into the\nnight.  Guthrum was taken prisoner and brought before Alfred.",
        "Taking his harp in his hands, Alfred played and sang one of the\nballads with which he had entertained Guthrum in the camp.  The\nDane started in amazement and exclaimed:",
        "“You, then, King Alfred, were the wandering minstrel?”",
        "“Yes,” replied Alfred, “I was the musician whom you received so\nkindly.  Your life is now in my hands; but I will give you your\nliberty if you will become a Christian and never again make war on\nmy people.”",
        "“King Alfred,” said Guthrum, “I will become a Christian, and so\nwill all my men if you will grant liberty to them as to me; and\nhenceforth, we will be your friends.”",
        "Alfred then released the Danes, and they were baptized as Christians.",
        "An old road running across England from London to Chester was then\nagreed upon as the boundary between the Danish and Saxon kingdoms;\nand the Danes settled in East Anglia, as the eastern part of England\nwas called.",
        "Years of peace and prosperity followed for Alfred’s kingdom.  During\nthese years the king rebuilt the towns that had been destroyed by\nthe Danes, erected new forts, and greatly strengthened his army\nand navy.",
        "He also encouraged trade; and he founded a school like that\nestablished by Charlemagne.  He himself translated a number of Latin\nbooks into Saxon, and probably did more for the cause of education\nthan any other king that ever wore the English crown.",
        "About a hundred years had passed since the death of Charlemagne,\nand his great empire had fallen to pieces.  Seven kings ruled where\nhe had once been sole emperor.",
        "West of the Rhine, where the Germans lived, the last descendant of\nCharlemagne died when he was a mere boy.  The German nobles were\nnot willing for any foreign prince to govern them, and yet they saw\nthat they must unite to defend their country against the invasions\nof the barbarians called Magyars (ma-järz’).  So they met and\nelected Conrad, duke of Franconia, to be their king.",
        "However, although he became king in name, Conrad never had much\npower over his nobles.  Some of them refused to recognize him as\nking and his reign was disturbed by quarrels and wars.  He died in\n919, and on his death-bed he said to his brother, “Henry, Duke of\nSaxony, is the ablest ruler in the empire.  Elect him king, and\nGermany will have peace.”",
        "A few months after Conrad’s death, the nobles met at Aix-la-Chapelle\nand elected Henry to be their king.",
        "At this time it was the custom in Europe to hunt various birds,\nsuch as the wild duck and partridge, with falcons.  The falcons were\nlong-winged birds of prey, resembling hawks.  They were trained to\nperch on their master’s wrist and wait patiently until they were\ntold to fly.  Then they would swiftly dart at their prey and bear\nit to the ground.  Henry was very fond of falconry and hence was\nknown as Henry the Fowler, or Falconer.",
        "As soon as the other dukes had elected him king a messenger was\nsent to Saxony to inform him of the honor done him.  After a search\nof some days he was at last found, far up in the Hartz Mountains,\nhunting with his falcons.  Kneeling at his feet, the messenger\nsaid:",
        "“God save you, Henry of Saxony.  I come to announce the death of\nKing Conrad and to tell you that the nobles have elected you to\nsucceed him as king of the Germans.”",
        "For a moment the duke was speechless with amazement.  Then he\nexclaimed:",
        "“Elected me king?  I cannot believe it.  I am a Saxon, and King\nConrad was a Frank and a bitter enemy to me.”",
        "“It is true,” replied the messenger.  “Conrad, when dying, advised\nthat the nobles should choose you as his successor.”",
        "Henry was silent for while and then he said, “King Conrad was a\ngood man.  I know it now; and I am sorry that I did not understand\nhim better when he was alive.  I accept the position offered to me\nand I pray that I may be guided by Heaven in ruling his people.”",
        "So Henry the Fowler left the chase to take up his duties as king\nof the Germans.",
        "In proper time Henry was proclaimed king of Germany; but he was hardly\nseated on the throne when the country was invaded by thousands of\nMagyars, from the land which we now know as Hungary.",
        "As soon as possible Henry gathered an army and marched to meet the\nbarbarians.  He came upon a small force under the command of the\nson of the Magyar king.  The Germans easily routed the Magyars and\ntook the king’s son prisoner.",
        "This proved to be a very fortunate thing, because it stopped the\nwar for a long term of years.  When the Magyar king learned that\nhis son was a prisoner in the hands of King Henry he was overwhelmed\nwith grief.  He mourned for his son day and night and at last sent\nto the German camp a Magyar chief with a flag of truce, to bet that\nthe prince might be given up.",
        "“Our king says that he will give whatever you demand for the release\nof his son,” said the chief to the German monarch.",
        "“I will give up the prince on this condition only,” was the reply,\n\"the Magyars must leave the soil of Germany immediately and promise\nnot to war on us for nine years.  During those years I will pay to\nthe king yearly five thousand pieces of gold.”",
        "“I accept the terms in the king’s name,” responded the chief.  The\nprince was, therefore, given up and the Magyars withdrew.",
        "During the nine years of truce King Henry paid great attention to\nthe organization of an army.  Before this the German soldiers had\nfought chiefly on foot, not, as the Magyars did, on horseback.\nFor this reason they were at a great disadvantage in battle.  The\nking now raised a strong force of horsemen and had them drilled so\nthoroughly that they became almost invincible.  The infantry also\nwere carefully drilled.",
        "Besides this, Henry built a number of forts in different parts of\nhis kingdom and had all the fortified cities made stronger.",
        "The following year the Magyar chief appeared at the German court\nand demanded a tenth payment.",
        "“Not a piece of gold will be given you,” replied King Henry.  “Our\ntruce is ended.”",
        "In less than a week a vast body of Magyars entered Germany to\nrenew the war.  Henry held his army in waiting until lack of food\ncompelled the barbarians to divide their forces into two separate\nbodies.  One division was sent to one part of the country, the\nother to another part.",
        "Henry completely routed both divisions, and the power of the Magyars\nin Germany was broken.",
        "The Danes also invaded Henry’s kingdom, but he defeated them and\ndrove them back.",
        "Henry reigned for eighteen years; and when he died all Germany was\npeaceful and prosperous.  His son Otto succeeded him.  He assumed\nthe title of “Emperor,” which Charlemagne had borne more than a\nhundred years before.",
        "From that time on, for nearly one thousand years, all the German\nemperors claimed to be the successors of Charlemagne.  They called\ntheir domain “the Holy Roman Empire,” and took the title “Emperor\"\nor “Emperor of the Romans,” until the year 1806, when Francis II\nresigned it.",
        "The Danes, you remember, had the eastern and northern parts\nof England in the time of Alfred.  Alfred’s successors drove them\nfarther and farther north, and at length the Danish kingdom in\nEngland came to an end for a time.",
        "But the Danes in Denmark did not forget that there had been such\na kingdom and in the year 1013 Sweyn (swane), King of Denmark,\ninvaded England and defeated the Anglo-Saxons.  Ethelred, their\nking, fled to Normandy.",
        "Sweyn now called himself the king of England; but in a short time\nhe died and his son Canute succeeded to his throne.  Canute was\nnineteen years old.  He had been his father’s companion during the\nwar with the Anglo-Saxons, and thus had had a good deal of experience\nas a soldier.",
        "After the death of Sweyn some of the Anglo-Saxons recalled King\nEthelred and revolted against the Danes.",
        "Canute, however, went to Denmark and there raised one of the largest\narmies of Danes that had ever been assembled.  With this powerful\nforce he sailed to England.  When he landed Northumberland and\nWessex acknowledged him as king.  Shortly after this Ethelred died.",
        "Canute now thought he would find it easy to get possession of all\nEngland.  This was a mistake.",
        "Ethelred left a son named Edmund Ironside who was a very brave\nsoldier.  He became, by his father’s death, the king of Saxon\nEngland and at once raised an army to defend his kingdom.  A battle\nwas fought and Edmund was victorious.  This was the first of five\nbattles that were fought in one year.  In none of them could the\nDanes do more than gain a slight advantage now and then.",
        "However, the Saxons were at last defeated in a sixth battle through\nthe act of a traitor.  Edric, a Saxon noble, took his men out of\nthe fight and his treachery so weakened the Saxon army that Edmund\nIronside had to surrender to Canute.",
        "But the young Dane had greatly admired Edmund for the way in which\nhe had fought against heavy odds, so he now treated him most generously.\nCanute took certain portions of England and the remainder was given\nto Edmund Ironside.",
        "Thus for a short time the Anglo-Saxon people had at once a Danish\nand a Saxon monarch.",
        "Edmund died in 1016 and after his death Canute became sole ruler.",
        "He ruled wisely.  He determined to make his Anglo-Saxon subjects\nforget that he was a foreign conqueror.  To show his confidence in\nthem he sent back to Denmark the army he had brought over the sea,\nkeeping on a part of his fleet and a small body of soldiers to act\nas guards at his palace.",
        "He now depended on the support of his Anglo-Saxon subjects and he\nwon their love.",
        "Although a king—and it is generally believed that kings like\nflattery—Canute is said to have rebuked his courtiers when they\nflattered him.  On one occasion, when they were talking about his\nachievements, one of them said to him:",
        "“Most noble king, I believe you can do anything.”",
        "Canute sternly rebuked the courtier for these words and then said:",
        "“Come with me, gentlemen.”",
        "He led them from the palace grounds to the sea-shore where the tide\nwas rising, and had his chair placed at the edge of the water.",
        "“You say I can do anything,” he said to the courtiers.  “Very well,\nI who am king and the lord of the ocean now command these rising\nwaters to go back and not dare wet my feet.”",
        "But the tide was disobedient and steadily rose and rose, until\nthe feet of the king were in the water.  Turning to his courtiers,\nCanute said:",
        "“Learn how feeble is the power of earthly kings.  None is worthy\nthe name of king but He whom heaven and earth and sea obey.”",
        "During Canute’s reign England had peace and prosperity and the\nEnglish people have ever held his memory dear.",
        "The Cid",
        "Late one sunny afternoon one and twenty knights were riding along\nthe highway in the northern part of Spain.  As they were passing a\ndeep mire they heard cries for help, and turning, saw a poor leper\nwho was sinking in the mud.  One of the knights, a handsome young\nman, was touched by the cries.  He dismounted, rescued the poor\nfellow, took him upon his own horse, and thus the two rode to the\ninn.  The other knights wondered at this.",
        "When they reached the inn where they were to stop for the night,\nthey wondered still more, for their companion gave the leper a\nseat next to himself at the table.  After supper the knight shared\nhis own bed with the leper.  If the knight had not done this, the\nleper would have been driven out of the town, with nothing to eat\nand no place in which to sleep.  At midnight, while the young man\nwas fast asleep, the leper breathed upon his back.  This awakened\nthe knight, who turned quickly in his bed and found that the leper\nwas gone.",
        "The knight called for a light and searched, but in vain.  While he\nwas wondering about what had happened, a man in shining garments\nappeared before him and said, “Rodrigo, art thou asleep or awake?\"\nThe knight answered, “I am awake, but who art thou that bringest\nsuch brightness?”  The vision replied, “I am St. Lazarus, the leper\nto whom thou wast so kind.  Because I have breathed upon thee\nthou shalt accomplish whatever thou shalt undertake in peace or in\nbattle.  All shall honor thee.  Therefore, go on and evermore do\ngood.”",
        "With that the vision vanished.",
        "The promise of St. Lazarus was fulfilled.  In time young Rodrigo\nbecame the great hero of Spain.  The Spaniards called him Campeador\n(cam-pe-ä-dor’), or Champion.  The Saracens called him “The Cid,\"\nor Lord.  His real name was Rodrigo Diaz de Bivar, but he is usually\nspoken of as “The Cid.”",
        "The Goths, after the death of Alaric, had taken Spain away from the\nRomans.  The Saracens, or, as they were usually called, the Moors,\nhad crossed the sea from Africa and in turn had taken Spain from\nthe Goths.  In the time of Charles Martel the Goths had lost all\nSpain except the small mountain district in the northern part.  In\nthe time of the Cid the Goths, now called Spaniards, had driven the\nMoors down to about the middle of Spain.  War went on all the time\nbetween the two races, and many men spent their lives in fighting.\nThe Spanish part of the country then comprised the kingdoms of\nCastile, Leon, Aragon and others.",
        "The Cid was a subject of Fernando of Castile.  Fernando had a\ndispute with the king of Aragon about a city which each claimed.\nThey agreed to decide the matter by a combat.  Each was to choose\na champion.  The champions were to fight, and the king whose champion\nwon was to have the city.  Fernando chose the Cid, and though the\nother champion was called the bravest knight in Spain, the youthful\nwarrior vanquished him.",
        "When Alfonzo, a son of Fernando, succeeded to the throne, he\nbecame angry with the Cid without just cause and banished him from\nChristian Spain.",
        "The Cid was in need of some money, so he filled two chests with\nsand and sent word to two wealthy money lenders that he wished to\nborrow six hundred Spanish marks (about $2,000 [as of 1904]), and\nwould put into their hands his treasures of silver and gold which\nwere packed in two chests, but the money lenders must solemnly swear\nnot to open the chests until a full year had passed.  To this they\ngladly agreed.  They took the chests and loaned him six hundred\nmarks.",
        "The Cid was now ready for his journey.  Three hundred of his\nknights went into banishment with him.  They crossed the mountains\nand entered the land of the Moors.  Soon they reached the town of\nAlcocer, and after a siege captured it and lived in it.",
        "Then the Moorish king of Valencia ordered two chiefs to take three\nthousand horsemen, recapture the town and bring the Cid alive to\nhim.",
        "So the Cid and his men were shut up in Alcocer and besieged.  Famine\nthreatened them and they determined to cut their way through the\narmy of the Moors.  Suddenly and swiftly they poured from the gate\nof Alcocer, and a terrible battle was fought.  The two Moorish\nchiefs were taken prisoners and thirteen hundred of their men were\nkilled in the battle.  The Cid then became a vassal of the Moorish\nking of Saragossa.",
        "After a while Alfonzo recalled the Cid from banishment and gave him\nseven castles and the lands adjoining them.  He needed the Cid’s\nhelp in the greatest of all his plans against the Moors.  He was\ndetermined to capture Toledo.  He attacked it with a large army\nin which there were soldiers from many foreign lands.  The Cid is\nsaid to have been the commander.  After a long siege the city fell\nand the victorious army marched across the great bridge built by the\nMoors, which you would cross to-day if you went to Toledo.  [NOTE\nFROM Brett Fishburne:  This stunned me, so I researched it briefly\nand it turns out that the bridge was washed out completely in 1257,\nthen rebuilt by Alfonso X.  There were numerous other reconstructions\ndone between then and 2000, the most recent of which I am aware\nwas in the late 1970s using stone blocks found in situ.]",
        "Valencia was one of the largest and richest cities in Moorish Spain.\nIt was strongly fortified, but the Cid determined to attack it.",
        "The plain about the city was irrigated by streams that came down\nfrom the neighboring hills.  To prevent the Cid’s army from coming\nnear the city the Saracens flooded the plain.  But the Cid camped\non high ground above the plain and from that point besieged the\ncity.  Food became very scarce in Valencia.  Wheat, barley and\ncheese were all so dear that none but the rich could buy them.\nPeople ate horses, dogs, cats and mice, until in the whole city\nonly three horses and a mule were left alive.",
        "Then on the fifteenth of June, 1094, the governor went to the camp\nof the Cid and delivered to him the keys of the city.  The Cid\nplaced his men in all the forts and took the citadel as his own\ndwelling.  His banner floated from the towers.  He called himself\nthe Prince of Valencia.",
        "When the king of Morocco heard of this he raised an army of fifty\nthousand men.  They crossed from Africa to Spain and laid siege to\nValencia.  But the Cid with his men made a sudden sally and routed\nthem and pursued them for miles.  It is said that fifteen thousand\nsoldiers were drowned in the river Guadalquivir (Gua-dal-qui-vir’)\nwhich they tried to cross.",
        "The Cid was now at the height of his power and lived in great\nmagnificence.  One of the first things he did was to repay the two\nfriends who had lent him the six hundred marks.  He was kind and\njust to the Saracens who had become his subjects.  They were allowed\nto have their mosques and to worship God as they thought right.",
        "In time the Cid’s health began to fail.  He could lead his men forth\nto battle no more.  He sent an army against the Moors, but it was\nso completely routed that few of his men came back to tell the tale.\nIt is said by a Moorish writer that “when the runaways reached him\nthe Cid died of rage” (1099).",
        "There is a legend that shortly before he died he saw a vision\nof St. Peter, who told him that he should gain a victory over the\nSaracens after his death.",
        "So the Cid gave orders that his body should be embalmed.  It was\nso well preserved that it seemed alive.  It was clothed in a coat\nof mail, and the sword that had won so many battles was placed in\nthe hand.  Then it was mounted upon the Cid’s favorite horse and\nfastened into the saddle, and at midnight was borne out of the gate\nof Valencia with a guard of a thousand knights.",
        "All silently they marched to a spot where the Moorish king, with\nthirty-six chieftains, lay encamped, and at daylight the knights\nof the Cid made a sudden attack.  The king awoke.  It seemed to him\nthat there were coming against him full seventy thousand knights,\nall dressed in robes as white as snow, and before them rode a knight,\ntaller than all the rest, holding in his left hand a snow-white\nbanner and in the other a sword which seemed of fire.  So afraid\nwere the Moorish chief and his men that they fled to the sea, and\ntwenty thousand of them were drowned as they tried to reach their\nships.",
        "There is a Latin inscription near the tomb of the Cid which may\nbe translated: *Brave and unconquered, famous in triumphs of war,\nEnclosed in this tomb lies Roderick the Great of Bivar.*/",
        "The Danish kings who followed Canute were not like him.  They were\ncruel, unjust rulers and all the people of England hated them.  So\nwhen in the year 1042 the last of them died, Edward, the son of\nthe Saxon Ethelred, was elected king.",
        "He is known in history as Edward the Confessor.  He was a man of\nholy life and after his death was made a saint by the Church, with\nthe title of “the Confessor.”  Though born in England, he passed the\ngreater part of his life in Normandy as an exile from his native\nland.  He was thirty-eight years old when he returned from Normandy\nto become king.",
        "As he had lived so long in Normandy he always seemed more like a\nNorman than one of English birth.  He generally spoke the French\nlanguage and he chose Normans to fill many of the highest offices\nin his kingdom.",
        "For the first eight years of his reign there was perfect peace in\nhis kingdom, except in the counties of Kent and Essex, where pirates\nfrom the North Sea made occasional attacks.",
        "These pirates were mostly Norwegians, whose leader was a barbarian\nnamed Kerdric.  They would come sweeping down upon the Kentish\ncoast in many ships, make a landing where there were no soldiers,\nand fall upon the towns and plunder them.  Then, as swiftly and\nsuddenly as they had come, they would sail away homeward, before\nthey could be captured.",
        "One day Kerdic’s fleet arrived off the coast, and as no opposing\nforce was visible, the pirates landed and started toward the nearest\ntown to plunder it.",
        "By a quick march a body of English soldiers reached the town before\nthe pirates, and when the latter arrived they found a strong force\ndrawn up to give them battle.  A short struggle took place.  More\nthan half of the pirates were slain and the remainder were taken\nprisoners.",
        "After the prisoners had been secured the English ships that were\nstationed on the coast attacked the pirate fleet and destroyed it.",
        "Edward took part in the events upon which Shakespeare, five hundred\nyears later, founded his famous tragedy of “Macbeth.”",
        "There lived in Scotland during his reign an ambitious nobleman named\nMacbeth, who invited Duncan, the King of Scotland, to his castle\nand murdered him.  He tried to make it appear that the murder had\nbeen committed by Duncan’s attendants and he caused the king’s\nson and heir, Prince Malcolm, to flee from the land.  He then made\nhimself king of Scotland.",
        "Malcolm hastened to England and appealed to King Edward for help.",
        "When the king was told the number of soldiers Malcolm would probably\nneed he gave orders for double that number to march into Scotland.\nMalcolm with this support attacked Macbeth, and after several\nwell-fought battles drove the usurper from Scotland and took\npossession of the throne.",
        "Edward did a great deal during his reign to aid the cause of\nChristianity.  He rebuilt the ancient Westminster Abbey in London\nand erected churches and monasteries in different parts of England.",
        "Edward was long supposed to have made many just laws, and years after\nhis death the English people, when suffering from bad government,\nwould exclaim, “Oh, for the good laws and customs of Edward the\nConfessor!”  What he really did was to have the old laws faithfully\ncarried out.",
        "He died in 1066 and was buried in Westminster Abbey.",
        "On the death of Edward the Confessor the throne of England was\nclaimed by William, Duke of Normandy.",
        "When Edward took refuge in Normandy after the Danes conquered\nEngland, he stayed at the palace of William.  He was very kindly\ntreated there, and William said that Edward had promised in gratitude\nthat William should succeed him as king of England.",
        "One day in the year 1066 when William was hunting with a party of\nhis courtiers in the woods near Rouen, a noble came riding rapidly\ntoward him shouting, “Your Highness, a messenger has just arrived\nfrom England, bearing the news that King Edward is dead and that\nHarold, the son of Earl Godwin, has been placed on the English\nthrone.”",
        "William at once called his nobles together and said to them, “I\nmust have your consent that I enforce my claim to England’s throne\nby arms.”",
        "The barons gave their consent.  So an army of sixty thousand men\nwas collected and a large fleet of ships was built to carry this\nforce across the channel.",
        "During the months of preparation William sent an embassy to\nthe English court to demand of Harold that he give up the throne.\nHarold refused.",
        "Soon all England was startled by the news that William had landed\non the English coast at the port of Hastings with a large force.",
        "Harold immediately marched as quickly as possible from the north to\nthe southern coast.  In a week or so he arrived at a place called\nSenlac nine miles from Hastings, in the neighborhood of which town\nthe Norman army was encamped.  He took his position on a low range\nof hills and awaited the attack of William.  His men were tired\nwith their march, but he encouraged them and bade them prepare for\nbattle.",
        "On the morning of October 14, 1066, the two armies met.  The\nNorman foot-soldiers opened the battle by charging on the English\nstockades.  They ran over the plain to the low hills, singing a\nwar-song at the top of their voices; but they could not carry the\nstockades although they tried again and again.  They therefore\nattacked another part of the English forces.",
        "William, clad in complete armor, was in the very front of the\nfight, urging on his troops.  At one time a cry arose in his army\nthat he was slain and a panic began.  William drew off his helmet\nand rode along the lines, shouting, “I live!  I live!  Fight on!\nWe shall conquer yet!”",
        "The battle raged from morning till night.  Harold himself fought\non foot at the head of his army and behaved most valiantly.  His\nmen, tired as they were from their forced march, bravely struggled\non hour after hour.",
        "But at last William turned their lines and threw them into confusion.\nAs the sun went down Harold was killed and his men gave up the\nfight.",
        "From Hastings William marched toward London.  On the way he\nreceived the surrender of some towns and burned others that would\nnot surrender.  London submitted and some of the nobles and citizens\ncame forth and offered the English crown to the Norman duke.  On\nthe 25th of December, 1066, the “Conqueror,” as he is always\ncalled, was crowned in Westminster Abbey by Archbishop Ealdred.\nBoth English and Norman people were present.  When the question was\nasked by the Archbishop, “Will you have William, Duke of Normandy,\nfor your king?” all present answered, “We will.”",
        "At first William ruled England with moderation.  The laws and\ncustoms were not changed, and in a few months after the battle of\nHastings the kingdom was so peaceful that William left it in charge\nof his brother and went to Normandy for a visit.",
        "While he was gone many of the English nobles rebelled against him,\nand on his return he made very severe laws and did some very harsh\nthings.  He laid waste an extensive territory, destroying all the\nhouses upon it and causing thousands of persons to die from lack of\nfood and shelter, because the people there had not sworn allegiance\nto him.",
        "He made a law that all lights should be put out and fires covered\nwith ashes at eight o’clock every evening, so that the people would\nhave to go to bed then.  A bell was rung in all cities and towns\nthroughout England to warn the people of the hour.  The bell was\ncalled the “curfew,” from the French words “couvre feu,” meaning\n\"to cover fire.”",
        "To find out about the lands of England and their owners, so that\neverybody might be made to pay taxes, he appointed officers in all\nthe towns to report what estates there were, who owned them, and\nwhat they were worth.  The reports were copied into two volumes,\ncalled the “Domesday Book.”  This book showed that England at that\ntime had a population of a little more than a million.",
        "William made war on Scotland, and conquered it.  During a war with\nthe king of France the city of Mantes (mont) was burned by William’s\nsoldiers.  As William rode over the ruins his horse stumbled and the\nking was thrown to the ground and injured.  He was borne to Rouen,\nwhere he lay ill for six weeks.  His sons and even his attendants\nabandoned him in his last hours.  It is said that in his death\nstruggle he fell from his bed to the floor, where his body was\nfound by his servants.",
        "During the Middle Ages the Christians of Europe used to go to the\nHoly Land for the purpose of visiting the tomb of Christ and other\nsacred places.  Those who made such a journey were called “pilgrims.”",
        "Every year thousands of pilgrims—kings, nobles and people of\nhumbler rank—went to the Holy Land.",
        "While Jerusalem was in the hands of the Arabian caliphs who reigned\nat Bagdad, the Christian pilgrims were generally well treated.  After\nabout 1070, when the Turks took possession of the city, outrages\nbecame so frequent that it seemed as if it would not be safe for\nChristians to visit the Savior’s tomb at all.",
        "About the year 1095 there lived at Amiens (ä-me-an’) France, a monk\nnamed Peter the Hermit.",
        "Peter was present at a council of clergy and people held at Clermont\nin France when his Holiness, Pope Urban II, made a stirring speech.\nHe begged the people to rescue the Holy Sepulchre and other sacred\nsites from the Mohammedans.",
        "The council was so roused by his words that they broke forth into\nloud cries, “God wills it!  God wills it!”",
        "“It is, indeed, His will,” said the Pope, “and let these words be\nyour war-cry when you meet the enemy.”",
        "Peter listened with deep attention.  Immediately after the council\nhe began to preach in favor of a war against the Turks.  With head\nand feet bare, and clothed in a long, coarse robe tied at the waist\nwith a rope, he went through Italy from city to city, riding on a\ndonkey.  He preached in churches, on the streets—wherever he could\nsecure an audience.",
        "When Peter had gone over Italy he crossed the Alps and preached to\nthe people of France, Germany, and neighboring countries.  Everywhere\nhe kindled the zeal of the people, and multitudes enlisted as\nchampions of the cross.",
        "Thus began the first of seven wars known as the “Crusades” or “Wars\nof the Cross,” waged to rescue the Holy Land from the Mohammedans.",
        "It is said that more than 100,000 men, women and children went on\nthe first Crusade.  Each wore on the right shoulder the emblem of\nthe cross.",
        "Peter was in command of one portion of this great multitude.  His\nfollowers began their journey with shouts of joy and praise.",
        "But they had no proper supply of provisions.  So when passing through\nHungary they plundered the towns and compelled the inhabitants\nto support them.  This roused the anger of the Hungarians.  They\nattacked the Crusaders and killed a great many of them.",
        "After long delays about seven thousand of those who had started on\nthe Crusade reached Constantinople.  They were still enthusiastic\nand sounded their war-cry, “God wills it!” with as much fervor as\nwhen they first joined Peter’s standard.",
        "Leaving Constantinople, they went eastward into the land of the\nTurks.  A powerful army led by the sultan met them.  The Crusaders\nfought heroically all day long but at length were badly beaten.\nOnly a few escaped and found their way back to Constantinople.",
        "Peter the Hermit had left the Crusaders before the battle and returned\nto Constantinople.  He afterwards joined the army of Godfrey of\nBouillon.",
        "Godfrey’s army was composed of six divisions, each commanded by a\nsoldier of high rank and distinction.  It was a well organized and\ndisciplined force and numbered about half a million men.",
        "It started only a few weeks after the irregular multitude which\nfollowed Peter the Hermit, and was really the first Crusading army,\nfor Peter’s undisciplined throng could hardly be called an army.",
        "After a long march Godfrey reached Antioch and laid siege to it.",
        "It was believed that this Moslem stronghold could be taken in\na short time; but the city resisted the attacks of the Christians\nfor seven months.  Then it surrendered.",
        "And now something happened that none of the Crusaders had dreamed\nof.  An army of two hundred thousand Persians arrived to help the\nMoslems.  They laid siege to Antioch and shut up the Crusaders\nwithin its walls for weeks.  However, after a number of engagements\nin which there was great loss of life, the Turks and Persians were\nat last driven away.",
        "The way was now opened to Jerusalem.  But out of the half million\nCrusaders who had marched from Europe less than fifty thousand were\nleft.  They had won their way at a fearful cost.",
        "Still onward they pushed with brave hearts, until on a bright\nsummer morning they caught the first glimpse of the Holy City in\nthe distance.  For two whole years they had toiled and suffered in\nthe hope of reaching Jerusalem.  Now it lay before them.",
        "But it had yet to be taken.  For more than five weeks the Crusaders\ncarried on the siege.  Finally, on the 15th of July, 1099, the\nTurks surrendered.  The Moslem flag was hauled down and the banner\nof the cross floated over the Holy City.",
        "A few days after the Christians had occupied Jerusalem Godfrey of\nBouillon was chosen king of the Holy Land.",
        "“I will accept the office,” he said, “but no crown must be put on\nmy head and I must never be called king.  I cannot wear a crown of\ngold where Christ wore one of thorns nor will I be called king in\nthe land where once lived the King of Kings.”",
        "Peter the Hermit is said to have preached an eloquent sermon on the\nMount of Olives.  He did not, however, remain long in Jerusalem,\nbut after the capture of the city returned to Europe.  He founded\na monastery in France and within its walls passed the rest of his\nlife.",
        "Frederick I was one of the most famous of German emperors.  He was\na tall, stalwart man of majestic appearance.  He had a long red\nbeard and so the people called him Barbarossa, or Red-Beard.  He\ncame to the throne in 1152.",
        "At that time the province of Lombardy in northern Italy was a part\nof the German empire.",
        "In 1158 Milan (mï-lan’), the chief city of Lombardy, revolted.  Then\nover the Alps came an army of a hundred thousand German soldiers,\nwith Frederick at their head.  After a long siege the city surrendered.",
        "But soon it revolted again.  The emperor besieged it once more and\nonce more it surrendered.  Its fortifications were destroyed and\nmany of its buildings ruined.",
        "But even then the spirit of the Lombards was not broken.  Milan\nand the other cities of Lombardy united in a league and defied\nthe emperor.  He called upon the German dukes to bring their men\nto his aid.  All responded except Henry the Lion, duke of Saxony,\nFrederick’s cousin, whom he had made duke of Bavaria also.  Frederick\nis said to have knelt and implored Henry to do his duty, but in\nvain.",
        "In his campaign against the Lombards Frederick was unsuccessful.  His\narmy was completely defeated and he was compelled to grant freedom\nto the cities of Lombardy.  Everybody blamed Henry the Lion.  The\nother dukes charged him with treason and he was summoned to appear\nbefore a meeting of the nobles.  He failed to come and the nobles\nthereupon declared him guilty and took from him everything that he\nhad, except the lands he had inherited from his father.",
        "Frederick now devoted himself to making Germany a united nation.\nTwo of his nobles had been quarreling for a long time and as a\npunishment for their conduct each was condemned, with ten of his\ncounts and barons, to carry dogs on his shoulders from one country\nto another.",
        "Frederick finally succeeded in keeping the nobles in the different\nprovinces of Germany at peace with one another, and persuaded them\nto work together for the good of the whole empire.  He had no more\ntrouble with them and for many years his reign was peaceful and\nprosperous.",
        "After the Christians had held Jerusalem for eighty-eight years, it\nwas recaptured by the Moslems under the lead of the famous Saladin\n(Sal’-a-din), in the year 1187.  There was much excitement in\nChristendom, and the Pope proclaimed another Crusade.",
        "Frederick immediately raised an army of Crusaders in the German\nEmpire and with one hundred and fifty thousand men started for\nPalestine.",
        "He marched into Asia Minor, attacked the Moslem forces, and defeated\nthem in two great battles.",
        "But before the brave old warrior reached the Holy Land his career\nwas suddenly brought to an end.  One day his army was crossing\na small bridge over a river in Asia Minor.  At a moment when the\nbridge was crowded with troops Frederick rode up rapidly.",
        "He was impatient to join his son, who was leading the advance\nguard; and when he found that he could not cross immediately by the\nbridge, he plunged into the river to swim his horse across.  Both\nhorse and rider were swept away by the current.  Barbarossa’s heavy\narmor made him helpless and he was drowned.  His body was recovered\nand buried at Antioch.",
        "Barbarossa was so much loved by his people that it was said, “Germany\nand Frederick Barbarossa are one in the hearts of the Germans.”  His\ndeath caused the greatest grief among the German Crusaders.  They\nhad now little heart to fight the infidels and most of them at once\nreturned to Germany.",
        "In the Empire the dead hero was long mourned and for many years\nthe peasants believed that Frederick was not really dead, but was\nasleep in a cave in the mountains of Germany, with his gallant\nknights around him.  He was supposed to be sitting in his chair\nof state, with the crown upon his head, his eyes half-closed in\nslumber, his beard as white as snow and so long that it reached\nthe ground.",
        "“When the ravens cease to fly round the mountain,” said the legend,\n\"Barbarossa shall awake and restore Germany to its ancient greatness.”",
        "In 1154, while Barbarossa was reigning in Germany, Henry II, one\nof England’s greatest monarchs, came to the throne.",
        "Henry was the son of Geoffrey Plantagenet (Plan-tag’-e-net),\nCount of Anjou in France, and Matilda, daughter of King Henry I\nand granddaughter of William the Conqueror.  Count Geoffrey used\nto wear in his hat a sprig of the broom plant, which is called in\nLatin “planta genista.”  From this he adopted the name Plantagenet,\nand the kings who descended from him and ruled England for more\nthan three hundred years are called the Plantagenets.",
        "Henry II inherited a vast domain in France and managing this in\naddition England kept him very busy.  One who knew him well said,\n\"He never sits down; he is on his feet from morning till night.”",
        "His chief assistant in the management of public affairs was Thomas\nBecket, whom he made chancellor of the kingdom.  Becket was fond of\npomp and luxury, and lived in a more magnificent manner than even\nthe king himself.",
        "The clergy had at this time become almost independent of the king.\nTo bring them under his authority Henry made Becket Archbishop of\nCanterbury, thus putting him at the head of the Church in England.\nThe king expected that Becket would carry out all his wishes.",
        "Becket, however, refused to do that which the king most desired\nand a quarrel arose between them.  At last, to escape the king’s\nanger, Becket fled to France and remained there for six years.",
        "At the end of this time Henry invited him to come back to England.\nNot long after, however, the old quarrel began again.  One day\nwhile Henry was sojourning in France, he cried out in a moment of\npassion, while surrounded by a group of knights, “Is there no one\nwho will rid me of this turbulent priest?”",
        "Four knights who heard him understood from this angry speech that\nhe desired the death of Becket, and they went to England to murder\nthe Archbishop.  When they met Becket they first demanded that he\nshould do as the king wished, but he firmly refused.  At dusk that\nsame day they entered Canterbury Cathedral, again seeking for him.\n\"Where is the traitor, Thomas Becket?” one of them cried.",
        "Becket boldly answered, “Here am I—no traitor, but a priest of\ngod.”",
        "As he finished speaking the knights rushed upon him and killed him.",
        "The people of England were horrified by this brutal murder.  Becket\nwas called a martyr and his tomb became a place of pious pilgrimage.\nThe Pope canonized him and for years he was the most venerated of\nEnglish saints.",
        "King Henry was in Normandy when the murder occurred.  He declared\nthat he had had nothing whatever to do with it and he punished the\nmurderers.",
        "But from this time Henry had many troubles.  His own sons rebelled\nagainst him, his barons were unfriendly, and conspiracies were\nformed.  Henry thought that God was punishing him for the murder\nof Becket and so determined to do penance at the tomb of the saint.",
        "For some distance before he reached Canterbury Cathedral where\nBecket was buried he walked over the road with bare head and feet.\nAfter his arrival he fasted and prayed a day and a night.  The\nnext day he put scourges into the hands of the cathedral monks and\nsaid, “Scourge me as I kneel at the tomb of the saint.”  The monks\ndid as he bade them and he patiently bore the pain.",
        "Henry finally triumphed over his enemies and had some years of\npeace, which he devoted to the good of England.",
        "In the last year of his life, however, he had trouble again.  The\nking of France and Henry’s son Richard took up arms against him.\nHenry was defeated and was forced to grant what they wished.  When\nhe saw a list of the barons who had joined the French king he\nfound among them the name of his favorite son John, and his heart\nwas broken.  He died a few days later.",
        "Henry’s eldest surviving son, Richard, was crowned at Westminster\nAbbey in 1190.  He took the title of Richard I but is better known\nas “Cur de Lion” (\"the lion-hearted”), a name which was given\nhim on account of his bravery.  He had wonderful strength and his\nbrave deeds were talked about all over the land.",
        "With such a man for their king, the English people became devoted\nto chivalry, and on every field of battle brave men vied with another\nin brave deeds.  Knighthood was often the reward of valor.  Then,\nas now, knighthood was usually conferred upon a man by his king or\nqueen.  A part of the ceremony consisted in the sovereign’s touching\nthe kneeling subject’s soldier with the flat of a sword and saying,\n\"Arise, Sir Knight.”  This was called “the accolade.”",
        "Richard did not stay long in England after his coronation.  In 1191\nhe went with Philip of France on a Crusade.",
        "The French and English Crusaders together numbered more than one\nhundred thousand men. They sailed to the Holy Land and joined an\narmy of Christian soldiers encamped before the city of Acre.  The\nbesiegers had despaired of taking the city but when reinforced they\ngained fresh courage.",
        "Cur de Lion now performed deeds of valor which gave him fame\nthroughout Europe.  He was the terror of the Saracens.  In every\nattack on Acre he led the Christians and when the city was captured\nhe planted his banner in triumph on its walls.",
        "So great was the terror inspired everywhere in the Holy Land by\nthe name of Richard that Moslem mothers are said to have made their\nchildren quiet by threatening to send for the English king.",
        "Every night when the Crusaders encamped, the heralds blew their\ntrumpets, and cried three times, “Save the Holy Sepulchre!”  And\nthe Crusaders knelt and said, “Amen!”",
        "The great leader of the Saracens was Saladin.  He was a model of\nheroism and the two leaders, one the champion of the Christians and\nthe other the champion of the Mohammedans, vied with each other in\nknightly deeds.",
        "Just before one battle Richard rode down the Saracen line and\nboldly called for any one to step forth and fight him alone.  No\none responded to the challenge, for the most valiant of the Saracens\ndid not dare to meet the lion-hearted king.",
        "After the capture of Acre Richard took Ascalon (As’-ca-lon).  Then\nhe made a truce with Saladin, by which the Christians acquired the\nright for three years to visit the Holy City without paying for\nthe privilege.",
        "Richard now set out on his voyage home.  He was wrecked, however, on\nthe Adriatic Sea near Trieste.  To get to England he was obliged\nto go through the lands of Leopold, duke of Austria, one of\nhis bitterest enemies.  So he disguised himself as a poor pilgrim\nreturning from the Holy Land.",
        "But he was recognized by a costly ring that he wore and was taken\nprisoner at Vienna by Duke Leopold.  His people in England anxiously\nawaited his return, and when after a long time he did not appear\nthey were sadly distressed.  There is a legend that a faithful\nsquire named Blondel went in search of him, as a wandering minstrel\ntraveled for months over central Europe, vainly seeking for news\nof his master.",
        "At last one day, while singing one of Richard’s favorite songs near\nthe walls of the castle where the king was confined, he heard the\nsong repeated from a window.  He recognized the voice of Richard.\nFrom the window Richard told him to let the English people and\nthe people of Europe know where he was confined, and the minstrel\nimmediately went upon his mission.",
        "Soon Europe was astounded to learn that brave Richard of England,\nthe great champion of Christendom, was imprisoned.  The story\nof Blondel is probably not true, but what is true is that England\noffered to ransom Richard; that the Pope interceded for him; and\nthat finally it was agreed that he should be given up on the payment\nof a very large sum of money.  The English people quickly paid the\nransom and Richard was freed.",
        "The king of France had little love for Richard, and Richard’s own\nbrother John had less.  Both were sorry that Cur de Lion was at\nliberty.",
        "John had taken charge of the kingdom during his brother’s absence,\nand hoped that Richard might pass the rest of his days in the prison\ncastle of Leopold.",
        "As soon as Richard was released, the French king sent word to John,\n\"The devil is loose again.”  And a very disappointed man was John\nwhen all England rang with rejoicing at Richard’s return.",
        "Upon the death of Richard, in 1199, Arthur, the son of his elder\nbrother Geoffrey, was the rightful heir to the throne.  John,\nhowever, seized the throne himself and cast Arthur into prison.\nThere is a legend that he ordered Arthur’s eyes to be put out with\nred hot irons.  The jailor, however, was touched by the boy’s prayer\nfor mercy and spared him.  But Arthur was not to escape his uncle\nlong.  It is said that one night the king took him out upon the\nSeine in a little boat, murdered him and cast his body into the\nriver.",
        "Besides being a king of England, John was duke of Normandy, and\nPhilip, king of France, now summoned him to France to answer for\nthe crime of murdering Arthur.  John would not answer the summons\nand this gave the king of France an excuse for taking possession\nof Normandy.  He did so, and thus this great province was lost\nforever to England.  Nothing in France was left to John except\nAquitaine (A-qui-taine’), which had come to him through his mother.",
        "John’s government was unjust and tyrannical, and the bishops and\nbarons determined to preserve their rights and the rights of the\npeople.  They met on a plain called Runnymeade, and there forced\nJohn to sign the famous “Magna Carta” (\"Great Charter”).",
        "Magna Carta is the most valuable charter ever granted by any sovereign\nto his people.  In it King John names all the rights which belong\nto the citizens under a just government, and he promises that no\none of these rights shall ever be taken away from any subjects of\nthe English king.  For violating this promise one English king lost\nhis life and another lost the American colonies.",
        "Magna Carta was signed in 1215.  A year after he signed it the king\ndied.  His son, Henry III, succeeded him.",
        "After the time of Barbarossa and Richard Cur de Lion lived another\ngreat Crusading king.  This was a grandson of Philip II, named\nLouis IX, who became sovereign of France in 1226.  He was then only\neleven years old, so for some years his mother ruled the kingdom.",
        "A few years after he had begun to reign Louis decided to make his\nbrother Alphonse the governor of a certain part of France.  The\nnobles of the region refused to have Alphonse as governor and\ninvited Henry III of England to help them in a revolt.",
        "Henry crossed to France with an army to support the rebellious\nnobles.  He was duke of Aquitaine and Gascony; so that although he\nwas the king in England he had to do homage to the king of France\nfor his possessions in that country, and fight for him if called\nupon to do so.",
        "Louis gathered an army and hastened to meet the English troops.\nHe drove Henry from place to place, until at last he forced him\nto make terms of peace.  The rebellious nobles who had invited the\nEnglish king to France soon after swore allegiance to Louis and\nafterwards he had little trouble in his kingdom.",
        "Once Louis was dangerously ill and his life was despaired of.\nFinally he was believed to be dying and his wife and chief officials\ngathered round his bed to await the end.  Suddenly he roused himself\nand said in a feeble voice, “The cross!  The cross!”",
        "They laid the cross upon his heart and he clasped it fervently.\nFor a while he slumbered.  When he awoke he appeared much better.\nIn a day or two he was entirely well.  He then made a solemn vow\nthat in thankfulness for his restoration he would go on a Crusade\nto the Holy Land.",
        "Louis lived at a time when everybody was full of the Crusading\nspirit.  A few years before he was born even the children in France\nand Germany started out upon a Crusade of their own.  It is called\nin history the “Children’s Crusade.”  Several thousand left their\nhomes and marched toward the Mediterranean.  They thought that God\nwould open a pathway to the Holy Land for them through its waters.\nA number of them died of cold and hunger when trying to cross the\nAlps.  Some reached Rome, and when the Pope saw them he told them\nto return home and not think of going on a Crusade until they were\ngrown up.",
        "It is easy to understand how in such an age people flocked to\nLouis’ banner when he asked for volunteers to go with him on another\nCrusade.",
        "In a few months forty thousand Crusaders assembled at a French port\non the Mediterranean Sea.  On a bright day in August, 1248, they\nwent on board the fleet which was ready to sail.  The king called\nto the Crusaders, “Sing in the name of God.  Shout forth his praises\nas we sail away.”  Then quickly, on ship after ship, shouts of\npraise burst from the lips of thousands and amid the grand chorus\nthe fleet began its voyage.",
        "The Crusaders went to Damietta (Dam-i-et’-ta), in Egypt.  Louis\nwas so eager to land that he jumped into water up to his waist and\nwaded ashore.  He captured the city without striking a blow.",
        "He had resolved to make war on the Moslems in Egypt rather than in\nthe Holy Land, so when he left Damietta he marched southward.",
        "He supposed there would be no strong force to stop his progress.\nHowever, he was mistaken, for he had not marched forty miles toward\nCairo when he was attacked by a Moslem army led by the sultan of\nEgypt.",
        "A great battle was fought.  The Crusaders were commanded by King\nLouis and throughout the battle showed the utmost bravery, but they\nwere outnumbered.  Thousands were slain and the survivors retreated\ntoward Damietta.",
        "The Moslems pursued them and the Crusaders were obliged to surrender.\nOut of the forty thousand men who had left France only about six\nthousand now remained.  Many had died of disease as well as in\nbattle.",
        "King Louis was among the prisoners, and the sultan of Egypt agreed\nto release him only upon the payment of a large ransom.",
        "When the ransom had been paid a truce was made for ten years between\nLouis and the sultan, and the good king left Egypt.  He then went\nto the Holy Land, and for four years worked to deliver Crusaders\nwho were in Moslem prisons.",
        "During the time that Louis was in the Holy Land his mother ruled\nFrance as regent.  When she died he returned immediately to his\nkingdom and devoted himself to governing it.",
        "In 1252 he took part in the founding of the Sorbonne, the most\nfamous theological college of Europe from the days of St. Louis\ndown to the time of the French Revolution.",
        "He ruled his people so wisely and justly that it is hard to find\nany better king or even one equally as good in the whole line\nof French kings.  He never wronged any man himself, or knowingly\nallowed any man to be wronged by others.",
        "Near his palace there was a grand oak with wide-spreading branches,\nunder which he used to sit on pleasant days in summer.  There\nhe received all persons who had complaints to make, rich and poor\nalike.  Every one who came was allowed to tell his story without\nhindrance.",
        "For hours Louis would listen patiently to all the tales of wrong-doing,\nof hardships and misery that were told him, and he would do what\nhe could to right the wrongs of those who suffered.",
        "When news came of some more dreadful persecutions of Christians by\nthe Moslems in Palestine, Louis again raised an army of Crusaders\nand started with them for Tunis, although he was sick and feeble—so\nsick, indeed, that he had to be carried on a litter.  Upon his\narrival at Tunis he was attacked by fever and died in a few days.",
        "He is better known to the world as Saint Louis than as Louis IX,\nbecause some years after his death Pope Boniface VIII canonized\nhim on account of his pious life and his efforts to rescue the Holy\nLand from the Turks.",
        "The most famous king that Scotland ever had was Robert Bruce.  He\nlived in the days when Edward I, Edward II, and Edward III were\nkings of England.",
        "During the reign of Edward I the king of Scotland died and thirteen\nmen claimed the throne.  Instead of fighting to decide which of them\nshould be king they asked Edward to settle the question.  When he\nmet the Scottish nobles and the rivals, each of whom thought that\nnext day he would be wearing the crown, Edward told them that he\nwould himself be their king.  Just then an English army marched\nup.  What could the nobles do but kneel at the feet of Edward and\npromise to be his vassals?  This they did; and so Scotland became\na part of Edward’s kingdom and Baliol (Ba’-li-ol), one of the rivals\nwho claimed the Scottish throne, was made the vassal king.",
        "Some time after this Edward ordered Baliol to raise an army and\nhelp him fight the French.  Baliol refused to do this, so Edward\nmarched with an army into Scotland and took him prisoner.  He was\ndetermined that the Scotch should have no more kings of their own.\nSo he carried away the sacred stone of Scone (scoon), on which all\nkings of Scotland had to sit when they were crowned, and put it in\nWestminster Abbey in London, and there it is to this day.  [NOTE\nFROM Brett Fishburne:  As of 1994, the stone is in Edinburgh\nCastle.]  It is underneath the chair on which the sovereigns of\nEngland always sit when the crown of England, Scotland, and Ireland\nis placed upon their heads.  It is said to have been the very\nstone that Jacob used for a pillow on the night that he saw, in his\ndream, angels ascending and descending on the ladder that reached\nfrom earth to heaven.",
        "Edward now supposed, as he had this sacred stone and had put King\nBaliol in prison, that Scotland was conquered.",
        "But the men whom he appointed to govern the Scotch ruled unwisely\nand nearly all the people were discontented.  Suddenly an army of\nScots was raised.  It was led by Sir William Wallace, a knight who\nwas almost a giant in size.  Wallace’s men drove the English out\nof the country and Wallace was made the “Guardian of the Realm.”",
        "Edward then led a great army against him.  The Scottish soldiers were\nnearly all on foot.  Wallace arranged them in hollow squares—spearmen\non the outside, bowmen within.  The English horsemen dashed vainly\nagainst the walls of spear-points.  But King Edward now brought\nhis archers to the front.  Thousands of arrows flew from their bows\nand thousands of Wallace’s men fell dead.  The spears were broken\nand the Scotch were defeated.  Wallace barely escaped with his life.\nHe was afterwards betrayed to Edward, who cruelly put him to death.",
        "But the Scotch had learned what they could do and they still went\non fighting for freedom, under two leaders named Robert Bruce and\nJohn Comyn.  Edward marched against them with another large army.\nHe won a great victory, and the nobles once more swore to obey him.",
        "But in spite of this oath, Bruce meant to free Scotland if he could,\nand win the crown.  He was privately crowned king of Scotland in\nthe Abbey of Scone in 1306.",
        "He said to his wife, “Henceforth you are the queen and I am the\nking of our country.”",
        "“I fear,” said his wife, “that we are only playing at being king\nand queen, like children in their games.”",
        "“Nay, I shall be king in earnest,” said Bruce.",
        "The news that Bruce had been crowned roused all Scotland and the\npeople took up arms to fight under him against the English.  But\nagain King Edward defeated the Scotch and Bruce himself fled to\nthe Grampian Hills.",
        "For two months he was closely pursued by the English who used\nbloodhounds to track him.  He and his followers had many narrow\nescapes.  Once he had to scramble barefoot up some steep rocks, and\nanother time all the party would have been captured had not Bruce\nawakened just in time to hear the approach of the enemy.  He and\nhis men lived by hunting and fishing.",
        "However, many brave patriots joined them, until after a while Bruce\nhad a small army.  Five times he attacked the English, and five\ntimes he was beaten.  After his last defeat he fled from Scotland\nand took refuge in a wretched hut on an island off the north coast\nof Ireland.  Here he stayed all alone during one winter.",
        "It is said that one day, while he was very down-hearted, he saw\na spider trying to spin a web between two beams of his hut.  The\nlittle creature tried to throw a thread from one beam to another,\nbut failed.  Not discouraged, it tried four times more without\nsuccess.",
        "“Five times has the spider failed,” said Bruce.  “That is just the\nnumber of times the English have defeated me.  If the spider has\ncourage to try again, I also will try to free Scotland!”",
        "He watched the spider.  It rested for a while as if to gain strength,\nand then threw its slender thread toward the beam.  This time it\nsucceeded.",
        "“I thank God!” exclaimed Bruce.  “The spider has taught me a lesson.\nNo more will I be discouraged.”",
        "About this time Edward I died and his son, Edward II, succeeded\nto the throne of England.  For about two years the new king paid\nlittle attention to Scotland.",
        "Meantime Bruce captured nearly all the Scotch castles that were held\nby the English, and the nobles and chiefs throughout the country\nacknowledged him as their king.",
        "At last Edward II marched into Scotland at the head of a hundred\nthousand men.  Bruce met him at Bannockburn on June 24, 1314, with\nthirty thousand soldiers.",
        "Before the battle began Bruce rode along the front of his army to\nencourage his men.  Suddenly an English knight, Henry de Bohun,\ngalloped across the field and tried to strike him down with\na spear.  Bruce saw his danger in time and with a quick stroke of\nhis battle-axe cleft the knight’s skull.",
        "The Scotch army shouted again and again at this feat of their\ncommander, and they went into the battle feeling sure that the\nvictory would be theirs.  They rushed upon the English with fury\nand although outnumbered three to one, completely defeated them.\nThousands of the English were slain and a great number captured.",
        "In spite of this terrible blow Edward never gave up his claim to\nthe Scottish crown.  But his son Edward III, in 1328, recognized\nScotland’s independence and acknowledged Bruce as her king.",
        "Some years before St. Louis led his last Crusade there was born in\nVenice a boy named Marco Polo.  His father was a wealthy merchant\nwho often went on trading journeys to distant lands.",
        "In 1271, when Marco was seventeen years old, he accompanied his\nfather and uncle on a journey through the Holy Land, Persia and\nTartary, and at length to the Empire of China—then called Cathay\n(Ca-thay’).  It took the travelers three years to reach Cathay.",
        "The emperor of Cathay was a monarch named Kublai Khan (koo’ bli-kän’),\nwho lived in Peking.",
        "Marco’s father and uncle had been in Cathay once before and had\nentertained Kublai Khan by telling him about the manners and customs\nof Europe.",
        "So when the two Venetian merchants again appeared in Peking, Kublai\nKhan was glad to see them.  He was also greatly pleased with the\nyoung Marco, whom he invited to the palace.",
        "Important positions at the Chinese court were given to Marco’s\nfather and uncle, and so they and Marco lived in the country for\nsome years.  Marco studied the Chinese language, and it was not\nvery long before he could speak it.",
        "When he was about twenty-one Kublai Khan sent him on very important\nbusiness to a distant part of China.  He did the work well and from\nthat time was often employed as an envoy of the Chinese monarch.  His\ntravels were sometimes in lands never before visited by Europeans\nand he had many strange adventures among the almost unknown tribes\nof Asia.  Step by step he was promoted.  For several years he was\ngovernor of a great Chinese city.",
        "Finally he and his father and uncle desired to return to Venice.\nThey had all served Kublai Khan faithfully and he had appreciated\nit and given them rich rewards; but he did not wish to let them\ngo.",
        "While the matter was being talked over an embassy arrived in Peking\nfrom the king of Persia.  This monarch desired to marry the daughter\nof Kublai Khan, the Princess Cocachin, and he had sent to ask her\nfather for her hand.  Consent was given, and Kublai Khan fitted\nout a fleet of fourteen ships to carry the wedding party to Persia.",
        "The Princess Cocachin was a great friend of Marco Polo, and urged\nher father to allow him to go with the party.  Finally Kublai Khan\ngave his consent.  Marco’s father and uncle were also allowed to\ngo, and the three Venetians left China.",
        "The fleet with the wedding party on board sailed southward on the\nChina Sea.  It was a long and perilous voyage.  Stops were made at\nBorneo, Sumatra, Ceylon and other places, until the ships entered\nthe Persian Gulf and the princess was safely landed.  After\nthey reached the capital of Persia the party, including the three\nVenetians, was entertained by the Persians for weeks in a magnificent\nmanner and costly presents were given to all.",
        "At last the Venetians left their friends, went to the Black Sea\nand took ship for Venice.",
        "They had been away so long and were so much changed in appearance\nthat none of their relations and old friends knew them when they\narrived in Venice.  As they were dressed in Tatar costume and\nsometimes spoke the Chinese language to one another, they found it\nhard to convince people that they were members of the Polo family.",
        "At length, on order to show that they were the men that they declared\nthemselves to be, they gave a dinner to all their relations and\nold friends.  When the guests arrived they were greeted by the\ntravelers, arrayed in gorgeous Chinese robes of crimson satin.\nAfter the first course they appeared in crimson damask; after the\nsecond, they changed their costumes to crimson velvet; while at\nthe end of the dinner they appeared in the usual garb of wealthy\nVenetians.",
        "“Now, my friends,” said Marco, “I will show you something that will\nplease you.”  He then brought into the room the rough Tatar coats\nwhich he and his father and uncle had worn when they reached\nVenice.  Cutting open the seams, he took from inside the lining\npackets filled with rubies, emeralds and diamonds.  It was the\nfinest collection of jewels ever seen in Venice.",
        "The guests were now persuaded that their hosts were indeed what\nthey claimed to be.",
        "Eight hundred years before Marco Polo’s birth, some of the people\nof North Italy had fled before the Attila to the muddy islands of\nthe Adriatic and founded Venice upon them.  Since then the little\nsettlement had become the most wealthy and powerful city of Europe.\nVenice was the queen of the Adriatic and her merchants were princes.\nThey had vessels to bring the costly wares of the East to their\nwharves; they had warships to protect their rich cargoes from the\npirates of the Mediterranean; they carried on wars.  At the time\nwhen Marco Polo returned from Cathay they were at war with Genoa\n(Gen’-o-a).",
        "The two cities were fighting for the trade of the world.  In a\ngreat naval battle the Venetians were completely defeated.  Marco\nPolo was in the battle and with many of his countrymen was captured\nby the enemy.  For a year he was confined in a Genoese prison.  One\nof his fellow-prisoners was a skillful penman and Marco dictated\nto him an account of his experiences in China, Japan, and other\nEastern countries.  This account was carefully written out.  Copies\nof the manuscript exist to this day.  One of these is in a library\nin Paris.  It was carried into France in the year 1307.  Another\ncopy is preserved in the city of Berne.  It is said that the book\nwas translated into many languages, so that people in all parts\nof Europe learned about Marco’s adventures.  About a hundred and\nseventy-five years after the book was written, the famous Genoese,\nChristopher Columbus, planned his voyage across the Atlantic.  It\nis believed that he had read Marco’s description of Java, Sumatra\nand other East India Islands, which he thought he had reached when\nhe discovered Haiti (Hai’-ti) and Cuba.  So Marco Polo may have\nsuggested to Columbus the voyage which led to the discovery of\nAmerica.",
        "One of the most famous warriors of the Middle Ages was Edward the\nBlack Prince.  He was so called because he wore black armor in\nbattle.",
        "The Black Prince was the son of Edward III who reigned over England\nfrom 1327 to 1377.  He won his fame as a soldier in the wars which\nhis father carried on against France.",
        "You remember that the early kings of England, from the time\nof William the Conqueror, had possessions in France.  Henry II,\nWilliam’s grandson, was the duke of Normandy and lord of Brittany\nand other provinces, and when he married Eleanor of Aquitaine she\nbrought him that province also.",
        "Henry’s son John lost all the French possessions of the English\ncrown except a part of Aquitaine, and Edward III inherited this.\nSo when Philip of Valois (val-wah’) became king of France, about\na year after Edward had become king of England, Edward had to do\nhomage to Philip.",
        "To be king of England and yet to do homage to the king of France—to\nbend the knee before Philip and kiss his foot—was something Edward\ndid not like.  He thought it was quite beneath his dignity, as his\nancestor Rollo had thought when told that he must kiss the foot of\nKing Charles.",
        "So Edward tried to persuade the nobles of France that he himself\nought by right to be the king of France instead of being only\na vassal.  Philip of Valois was only a cousin of the late French\nKing Charles IV.  Edward was the son of his sister.  But there was\na curious old law in France, called the Salic Law, which forbade\nthat daughters should inherit lands.  This law barred the claim\nof Edward, because his claim came through his mother.  Still he\ndetermined to win the French throne by force of arms.",
        "A chance came to quarrel with Philip.  Another of Philip’s vassals\nrebelled against him, and Edward helped the rebel.  He hoped by\ndoing so to weaken Philip and more easily overpower him.",
        "Philip at once declared that Edward’s possessions in France were\nforfeited.",
        "Then Edward raised an army of thirty thousand men, and with it\ninvaded France.",
        "The Black Prince was now only about sixteen years of age, but he\nhad already shown himself brave in battle, and his father put him\nin command of one of the divisions of the army.",
        "Thousands of French troops led by King Philip were hurried from\nParis to meet the advance of the English; and on the 26th of August,\n1346, the two armies fought a hard battle at the village of Crécy.",
        "During the battle the division of the English army commanded by\nthe Black Prince had to bear the attack of the whole French force.\nThe prince fought so bravely and managed his men so well that King\nEdward, who was overlooking the field of battle from a windmill on\nthe top of a hill, sent him words of praise for his gallant work.",
        "Again and again the prince’s men drove back the French in splendid\nstyle.  But at last they seemed about to give way before a very\nfierce charge, and the earl of Warwick hastened to Edward to advise\nhim to send the prince aid.",
        "“Is my son dead or unhorsed or so wounded that he cannot help\nhimself?” asked the king.",
        "“No, Sire,” was the reply; “but he is hard pressed.”",
        "“Return to your post, and come not to me again for aid so long as\nmy son lives,” said the king.  “Let the boy prove himself a true\nknight and win his spurs.”",
        "The earl went to the prince and told him what his father had said.\n\"I will prove myself a true knight,” exclaimed the prince.  “My\nfather is right.  I need no aid.  My men will hold their post as\nlong as they have strength to stand.”",
        "Then he rode where the battle was still furiously raging, and\nencouraged his men.  The king of France led his force a number of\ntimes against the prince’s line, but could not break it and was at\nlast compelled to retire.",
        "The battle now went steadily against the French, although they\nfar outnumbered the English.  Finally, forty thousand of Philip’s\nsoldiers lay dead upon the field and nearly all the remainder of\nhis army was captured.  Philip gave up the struggle and fled.  Among\nthose who fought on the side of the French at Crécy was the blind\nking of Bohemia, who always wore three white feathers in his helmet.\nWhen the battle was at its height the blind king had his followers\nlead him into the thick of the fight, and he dealt heavy blows upon\nhis unseen foes until he fell mortally wounded.  The three white\nfeathers were taken from his helmet by the Black Prince, who ever\nafter wore them himself.",
        "As soon as he could King Edward rode over the field to meet his\nson.  “Prince,” he said, as he greeted him, “you are the conqueror\nof the French.”  Turning to the soldiers, who had gathered around\nhim, the king shouted, “Cheer, cheer for the Black Prince!  Cheer\nfor the hero of Crécy!”",
        "What cheering then rose on the battle-field!  The air rang with\nthe name of the Black Prince.",
        "Soon after the battle of Crécy King Edward laid siege to Calais;\nbut the city resisted his attack for twelve months.  During the\nsiege the Black Prince aided his father greatly.",
        "After the capture of Calais, it was agreed to stop fighting for\nseven years, and Edward’s army embarked for England.",
        "In 1355 Edward again declared war against the French.  The Black\nPrince invaded France with an army of sixty thousand men.  He\ncaptured rich towns and gathered a great deal of booty.  While he\nwas preparing to move on Paris, the king of France raised a great\narmy and marched against him.",
        "The Black Prince had lost so many men by sickness that he had only\nabout ten thousand when he reached the city of Poitiers.  Suddenly,\nnear the city, he was met by the French force of about fifty-five\nthousand, splendidly armed and commanded by the king himself.",
        "“God help us!” exclaimed the prince, when he looked at the long\nlines of the French as they marched on a plain before him.",
        "Early on the morning of September 14, 1356, the battle began.  The\nEnglish were few in number, but they were determined to contest\nevery inch of the ground and not surrender while a hundred of\nthem remained to fight.  For hours they withstood the onset of the\nFrench.  At last a body of English horsemen charged furiously on\none part of the French line, while the Black Prince attacked another\npart.",
        "This sudden movement caused confusion among the French.  Many of\nthem fled from the field.  When the Black Prince saw this he shouted\nto his men, “Advance, English banners, in the name of God and St.\nGeorge!”  His army rushed forward and the French were defeated.\nThousands of prisoners were taken, including the king of France\nand many of his nobles.",
        "The king was sent to England, where he was treated with the greatest\nkindness.  When, some time afterwards there was a splendid procession\nin London to celebrate the victory of Poitiers, he was allowed to\nride in the procession on a beautiful white horse, while the Black\nPrince rode on a pony at his side.",
        "The Black Prince died in 1376.  He was sincerely mourned by the\nEnglish people.  They felt that they had lost a prince who would\nhave made a great and good king.",
        "William Tell and Arnold von Winkelried",
        "Far up among the Alps, in the very heart of Switzerland, are three\ndistricts, or cantons, as they are called, which are known as the\nForest Cantons and are famous in the world’s history.  About two\nthousand years ago the Romans found in these cantons a hardy race\nof mountaineers, who, although poor, were free men and proud of\ntheir independence.  They became the friends and allies of Rome,\nand the cantons were for many years a part of the Roman Empire, but\nthe people always had the right to elect their own officers and to\ngovern themselves.",
        "When Goths and the Vandals and the Huns from beyond the Rhine and\nthe Danube overran the Roman Empire, these three cantons were not\ndisturbed.  The land was too poor and rocky to attract men who were\nfighting for possession of the rich plains and valleys of Europe,\nand so it happened that for century after century, the mountaineers\nof these cantons lived on in their old, simple way, undisturbed by\nthe rest of the world.",
        "In a canton in the valley of the Rhine lived the Hapsburg family,\nwhose leaders in time grew to be very rich and powerful.  They\nbecame dukes of Austria and some of them were elected emperors.\nOne of the Hapsburgs, Albert I, claimed that the land of the Forest\nCantons belonged to him.  He sent a governor and a band of soldiers\nto those cantons and made the people submit to his authority.",
        "In one of the Forest Cantons at this time lived a famous mountaineer\nnamed William Tell.  He was tall and strong.  In all Switzerland no\nman had a foot so sure as his on the mountains or a hand so skilled\nin the use of a bow.  He was determined to resist the Austrians.",
        "Secret meetings of the mountaineers were held and all took a solemn\noath to stand by each other and fight for their freedom; but they\nhad no arms and were simple shepherds who had never been trained\nas soldiers.  The first thing to be done was to get arms without\nattracting the attention of the Austrians.  It took nearly a year\nto secure spears, swords, and battle-axes and distribute them among\nthe mountains.  Finally this was done, and everything was ready.\nAll were waiting for a signal to rise.",
        "The story tells us that just at this time Gessler, the Austrian\ngovernor, who was a cruel tyrant, hung a cap on a high pole in the\nmarket-place in the village of Altorf, and forced everyone who passed\nto bow before it.  Tell accompanied by his little son, happened to\npass through the marketplace.  He refused to bow before the cap and\nwas arrested.  Gessler offered to release him if he would shoot an\napple from the head of his son.  The governor hated Tell and made\nthis offer hoping that the mountaineer’s hand would tremble and\nthat he would kill his own son.  It is said that Tell shot the apple\nfrom his son’s head but that Gessler still refused to release him.\nThat night as Tell was being carried across the lake to prison a\nstorm came up.  In the midst of the storm he sprang from the boat\nto an over-hanging rock and made his escape.  It is said that he\nkilled the tyrant.  Some people do not believe this story, but the\nSwiss do, and if you go to Lake Lucerne some day they will show\nyou the very rock upon which Tell stepped when he sprang from the\nboat.",
        "That night the signal fires were lighted on every mountain and\nby the dawn of day the village of Altorf was filled with hardy\nmountaineers, armed and ready to fight for their liberty.  A battle\nfollowed and the Austrians were defeated and driven from Altorf.\nThis victory was followed by others.",
        "A few years later, the duke himself came with a large army,\ndetermined to conquer the mountaineers.  He had to march through\na narrow pass, with mountains rising abruptly on either side.  The\nSwiss were expecting him and hid along the heights above the pass,\nas soon as the Austrians appeared in the pass, rocks and trunks of\ntrees were hurled down upon them.  Many were killed and wounded.\nTheir army was defeated, and the duke was forced to recognize the\nindependence of the Forest Cantons.",
        "This was the beginning of the Republic of Switzerland.  In time\nfive other cantons joined them in a compact for liberty.",
        "About seventy years later the Austrians made another attempt to\nconquer the patriots.  They collected a splendid army and marched\ninto the mountains.  The Swiss at once armed themselves and met\nthe Austrians at a place called Sempach.  In those times powder\nhad not been invented, and men fought with spears, swords, and\nbattle-axes.  The Austrian soldiers stood shoulder to shoulder,\neach grasping a long spear whose point projected far in front of\nhim.  The Swiss were armed with short swords and spears and it was\nimpossible for them to get to the Austrians.  For a while their cause\nlooked hopeless, but among the ranks of the Swiss was a brave man\nfrom one of the Forest Cantons.  His name was Arnold von Winkelried\n(Win’-kel-ried).  As he looked upon the bristling points of the\nAustrian spears, he saw that his comrades had no chance to win\nunless an opening could be made in that line.  He determined to\nmake such an opening even at the cost of his life.  Extending his\narms as far as he could, he rushed toward the Austrian line and\ngathered within his arms as many spears as he could grasp.",
        "“Make way for liberty!” he cried— Then ran, with arms extended\nwide,  As if his dearest friend to clasp;  Ten spears he swept\nwithin his grasp.  “Make way for liberty!” he cried— Their keen\npoints met from side to side.   He bowed among them like a tree,\nAnd thus made way for liberty.",
        "Pierced through and through Winkelried fell dead, but he had made\na gap in the Austrian line, and into this gap rushed the Swiss\npatriots.  Victory was theirs and the Cantons were free.",
        "Tamerlane was the son of the chief of a Mongolian tribe in Central\nAsia.  His real name was Timour, but as he was lamed in battle\nwhen a youth he was generally called Timour the Lame, and this name\nwas gradually changed to Tamerlane.  He was born in 1333, so that\nhe lived in the time of the English king, Edward III, when the\nBlack Prince was winning his victories over the French.  He was a\ndescendant of a celebrated Tatar soldier, Genghis (jen’-ghis) Khan,\nwho conquered Persia, China, and other countries of Asia.  When\ntwenty-four years old Tamerlane became the head of his tribe, and\nin a few years he made himself the leader of the whole Mongolian\nrace.",
        "He was a tall, stern-looking man, of great strength, and, although\nlame in his right leg, could ride a spirited horse at full gallop\nand do all the work of an active soldier.  He was as brave as a\nlion—and as cruel.",
        "He chose the ancient city of Samarcand (Sa-mar-cand’), in Turkistan\n(Tur-kis-tan’), for his capital; and here he built a beautiful\nmarble palace, where he lived in the greatest luxury.",
        "After he had enjoyed for some time the honors which fell to him as\nchief ruler of the Mongolians, he began to desire further conquests.\nHe determined to make himself master of all the countries of Central\nAsia.",
        "“As there is but one God in heaven,” he said, “there ought to be\nbut one ruler on the earth.”",
        "So he gathered an immense army from all parts of his dominion, and\nfor weeks his subjects were busy making preparations for war.  At\nlength he started for Persia in command of a splendid army.  After\ngaining some brilliant victories he forced the Persian king to flee\nfrom his capital.",
        "All the rich country belonging to Persia, from the Tigris to the\nEuphrates, submitted to the Mongolian conqueror.",
        "Tamerlane celebrated his Persian conquest by magnificent festivities\nwhich continued for a week.  Then orders were given to march into\nthe great Tatar empire of the North.  Here Tamerlane was victorious\nover the principal chiefs and made them his vassals.  In pursuing\nthe Tatars he entered Russia and sacked and burned some of the\nRussian cities.  He did not, however, continue his invasion of this\ncountry, but turned in the direction of India.",
        "At last his army stood before the city of Delhi, and after a fierce\nassault forced it to surrender.  Other cities of India were taken\nand the authority of Tamerlane was established over a large extent\nof the country.",
        "Bajazet (baj-a-zet’), sultan of Turkey, now determined to stop\nTamerlane’s eastward march.",
        "News of this reached the conqueror’s ears.  Leaving India, he\nmarched to meet the sultan.  Bajazet was a famous warrior.  He was\nso rapid in his movements in war that he was called “the lightning.”",
        "Tamerlane entered the sultan’s dominions and devastated them.  He\nstormed Bagdad, and after capturing the place killed thousands of\nthe inhabitants.",
        "At length the rivals and their armies faced each other.  A great\nbattle followed.  It raged four or five hours and then the Turks\nwere totally defeated.  Bajazet was captured.",
        "Tamerlane then ordered a great iron cage to be made and forced the\nsultan to enter it.  The prisoner was chained to the iron bars of\nthe cage and was thus exhibited to the Mongol soldiers, who taunted\nhim as he was carried along the lines.",
        "As the army marched from place to place the sultan in his cage was\nshown to the people.  How long the fallen monarch had to bear this\nhumiliating punishment is not known.",
        "Tamerlane’s dominions now embraced a large part of Asia.  He\nretired to his palace at Samarcand and for several weeks indulged\nin festivities.",
        "He could not, however, long be content away from the field of\nbattle.  So he made up his mind to invade the Empire of China.  At\nthe head of a great army of two hundred thousand soldiers he marched\nfrom the city of Samarcand towards China.  He had gone about three\nhundred miles on the way when, in February, 1405, he was taken\nsick and died.  His army was disbanded and all thought of invading\nChina was given up.",
        "Thus passed away one of the greatest conquerors of the Middle Ages.\nHe was a soldier of genius but he cannot be called a truly great\nman.  His vast empire speedily fell to pieces after his death.  Since\nhis day there has been no leader like him in that part of Asia.",
        "Of all the kings that England ever had Henry V was perhaps the\ngreatest favorite among the people.  They liked him because he was\nhandsome and brave and, above all, because he conquered France.",
        "In his youth, Prince Hal, as the people called him, had a number\nof merry companions who sometimes got themselves into trouble by\ntheir pranks.  Once one of them was arrested and brought before\nthe chief justice of the kingdom.",
        "Prince Hal was not pleased because sentence was given against his\ncompanion and he drew his sword, threatening the judge.  Upon this\nthe judge bravely ordered the prince to be arrested and put into\nprison.",
        "Prince Hal submitted to his punishment with good grace and his\nfather is reported to have said, “Happy is the monarch who has so\njust a judge, and a son so willing to obey the law.”",
        "One of Prince Hal’s companions was a fat old knight named Sir John\nFalstaff.  Once Falstaff was boasting that he and three men had\nbeaten and almost killed two men in buckram suits who had attacked\nand tried to rob them.  The prince led him on and gave him a chance\nto brag as much as he wanted to, until finally Falstaff swore that\nthere were at least a hundred robbers and that he himself fought\nwith fifty.  Then Prince Hal told their companions that only two\nmen had attacked Falstaff and his friends, and that he and another\nman who was present were those two.  And he said that Falstaff,\ninstead of fighting, had run as fast as his legs could carry him.",
        "There was real goodness as well as merriment in Prince Hal.  And\nso the people found; for when he became king on the death of his\nfather he told his wild companions that the days of his wildness\nwere over; and he advised them to lead better lives in future.",
        "As Henry V, Prince Hal made himself famous in English history by\nhis war with France.",
        "Normandy, you remember, had belonged to Henry’s ancestor, William\nthe Conqueror.  It had been taken from King John of England by the\nFrench king, Philip Augustus, in 1203.",
        "Soon after his coronation Henry sent a demand to the French king\nthat Normandy should be restored, and he made the claim which his\ngreat-grandfather, Edward III, had made that he was by right the\nking of France.",
        "Of course, the king of France would not acknowledge this.  Henry\ntherefore raised an army of thirty thousand men and invaded France.",
        "Before he began to attack the French he gave strict orders to his\nmen that they were to harm no one who was not a soldier and to\ntake nothing from the houses or farms of any persons who were not\nfighting.",
        "Sickness broke out among Henry’s troops after they landed, so\nthat their number was reduced to about fifteen thousand.  Fifty or\nsixty thousand Frenchmen were encamped on the field of Agincourt\n(äzh-an-koor’) to oppose this little army.",
        "The odds were greatly against Henry.  The night before the battle\none of his officers said he wished that the many thousand brave\nsoldiers who were quietly sleeping in their beds in England were\nwith the king.",
        "“I would not have a single man more,” said Henry.  “If god give\nus victory, it will be plain we owe it to His grace.  If not, the\nfewer we are the less loss for England.”",
        "The men drew courage from their king.  The English archers poured\narrows into the ranks of their opponents; and although the French\nfought bravely, they were completely routed.  Eleven thousand\nFrenchmen fell.  Among the slain were more than a hundred of the\nnobles of the land.",
        "Agincourt was not the last of Henry’s victories.  He brought a\nsecond army of forty thousand men over to France.  Town after town\nwas captured, and at last Henry and his victorious troops laid siege\nto Rouen, which was then the largest and richest city in France.",
        "The fortifications were so strong that Henry could not storm them,\nso he determined to take the place by starving the garrison.  He\nsaid, “War has three handmaidens—fire, blood, and famine.  I have\nchosen the meekest of the three.”",
        "He had trenches dug round the town and placed soldiers in them to\nprevent citizens from going out of the city for supplies, and to\nprevent the country people from taking provisions in.",
        "A great number of the country people had left their homes when\nthey heard that the English army was marching towards Rouen, and\nhad taken refuge within the city walls.  After the siege had gone\non for six months there was so little food left in the place that\nthe commander of the garrison ordered these poor people to go back\nto their homes.",
        "Twelve thousand were put outside the gates, but Henry would not\nallow them to pass through his lines; so they starved to death\nbetween the walls of the French and the trenches of the English.",
        "As winter came on the suffering of the citizens was terrible.  At\nlast they determined to set fire to the city, open their gates,\nand make a last desperate attack on the English.",
        "Henry wished to preserve the city and offered such generous terms\nof surrender that the people accepted them.  Not only Rouen but\nthe whole of Normandy, which the French had held for two hundred\nyears, was now forced to submit to Henry.",
        "The war continued for about two years more, and the English gained\npossession of such a large part of France that at Christmas Henry\nentered Paris itself in triumph.",
        "But, strange to say, the king against whom he had been fighting\nand over whom he was triumphing sat by his side as he rode through\nthe streets.  What did this mean?  It meant that the French were\nso terrified by the many victories of Henry that all—king and\npeople—were willing to give him whatever he asked.  A treaty was\nmade that as the king was feeble Henry should be regent of the\nkingdom and that when the king died Henry should succeed him as\nking of France.",
        "In the treaty the French king also agreed to give to Henry his\ndaughter, the Princess Katherine, in marriage.  She became the\nmother of the English King, Henry VI.",
        "The arrangement that an English sovereign should be king of France\nwas never put into effect; for in less than two years after the\ntreaty was signed the reign of the great conqueror came to an end.\nHenry died.",
        "In the reign of his son all his work in gaining French territory\nwas undone.  By the time that Henry VI was twenty years old England,\nas you will read in the story of Joan of Arc, had nothing left of\nall that had been won by so many years of war except the single\ntown of Calais.",
        "In the long wars between the French and English not even the Black\nPrince or King Henry V gained such fame as did a young French\npeasant girl, Joan of Arc.",
        "She was born in the little village of Domrémy (dom-re-me’).  Her\nfather had often told her of the sad condition of France—how the\ncountry was largely in the possession of England, and how the French\nking did not dare to be crowned.",
        "And so the thought came to be ever in her mind, “How I pity my\ncountry!”  She brooded over the matter so much that by and by she\nbegan to have visions of angels and heard strange voices, which\nsaid to her, “Joan, you can deliver the land from the English.  go\nto the relief of King Charles.”",
        "At last these strange visions and voices made the young girl believe\nthat she had a mission from God, and she determined to try to save\nFrance.",
        "When she told her father and mother of her purpose, they tried to\npersuade her that the visions of angels and the voices telling her\nof the divine mission were but dreams.  “I tell thee, Joan,” said\nher father, “it is thy fancy.  Thou hadst better have a kind husband\nto take care of thee, and do some work to employ thy mind.”",
        "“Father, I must do what God has willed, for this is no work of my\nchoosing,” she replied.  “Mother, I would far rather sit and spin\nby your side than take part in war.  My mission is no dream.  I\nknow that I have been chosen by the Lord to fulfill His purpose and\nnothing can prevent me from going where He purposes to send me.”",
        "The village priest, her young companions, even the governor of the\ntown, all tried to stop her, but it was in vain.",
        "To the governor she said, “I must do the work my Lord has laid out\nfor me.”",
        "Little by little people began to believe in her mission.  At last\nall stopped trying to discourage her and some who were wealthy\nhelped her to make the journey to the town of Chinon (she-non’),\nwhere the French king, Charles the Seventh, was living.",
        "When Joan arrived at Chinon, a force of French soldiers was preparing\nto go to the south of France to relieve the city of Orleans which\nthe English were besieging.",
        "King Charles received Joan kindly and listened to what she had to\nsay with deep attention.  The girl spoke modestly, but with a calm\nbelief that she was right.",
        "“Gracious King,” she said, “my name is Joan.  God has sent me to\ndeliver France from her enemies.  You shall shortly be crowned in\nthe cathedral of Rheims (remz).  I am to lead the soldiers you are\nabout to send for the relief of Orleans.  So God has directed and\nunder my guidance victory will be theirs.”",
        "The king and his nobles talked the matter over and finally it was\ndecided to allow Joan to lead an army of about five thousand men\nagainst the English at Orleans.",
        "When she left Chinon at the head of her soldiers, in April, 1429,\nshe was in her eighteenth year.  Mounted on a fine war-horse and\nclad in white armor from head to foot, she rode along past the\ncheering multitude, “seeming rather,” it has been said, “of heaven\nthan earth.”  In one hand she carried an ancient sword that she\nhad found near the tomb of a saint, and in the other a white banner\nembroidered with lilies.",
        "The rough soldiers who were near her left off their oaths and coarse\nmanners, and carefully guarded her.  She inspired the whole army\nwith courage and faith as she talked about her visions.",
        "When she arrived at the besieged city of Orleans she fearlessly\nrode round its walls, while the English soldiers looked on in\nastonishment.  She was able to enter Orleans, despite the efforts\nof the besiegers to prevent her.",
        "She aroused the city by her cheerful, confident words and then led\nher soldiers forth to give battle to the English.  Their success\nwas amazing.  One after another the English forts were taken.",
        "When only the strongest remained and Joan was leading the attacking\nforce, she received a slight wound and was carried out of the\nbattle to be attended by a surgeon.  Her soldiers began to retreat.\n\"Wait,” she commanded, “eat and drink and rest; for as soon as I\nrecover I will touch the walls with my banner and you shall enter\nthe fort.”  In a few minutes she mounted her horse again and riding\nrapidly up to the fort, touched it with her banner.  Her soldier\nalmost instantly carried it.  The very next day the enemy’s troops\nwere forced to withdraw from before the city and the siege was at\nend.",
        "The French soldiers were jubilant at the victory and called Joan\nthe “Maid of Orleans.”  By this name she is known in history.\nHer fame spread everywhere, and the English as well as the French\nthought she had more than human power.",
        "She led the French in several other battles, and again and again\nher troops were victorious.",
        "At last the English were driven far to the north of France.  Then\nCharles, urged by Joan, went to Rheims with twelve thousand soldiers,\nand there, with splendid ceremonies, was crowned king.  Joan holding\nher white banner, stood near Charles during the coronation.",
        "When the ceremony was finished, she knelt at his feet and said, “O\nKing, the will of God is done and my mission is over!  Let me now\ngo home to my parents.”",
        "But the king urged her to stay a while longer, as France was not\nentirely freed from the English.  Joan consented, but she said, “I\nhear the heavenly voices no more and I am afraid.”",
        "However she took part in an attack upon the army of the Duke of\nBurgundy, but was taken prisoner by him.  For a large sum of money\nthe duke delivered her into the hands of the English, who put her\nin prison in Rouen.  She lay in prison for a year, and finally\nwas charged with sorcery and brought to trial.  It was said that\nshe was under the influence of the Evil One.  She declared to her\njudges her innocence of the charge and said, “God has always been\nmy guide in all that I have done.  The devil has never had power\nover me.”",
        "Her trial was long and tiresome.  At its close she was doomed to\nbe burned at the stake.",
        "So in the market-place at Rouen the English soldiers fastened her\nto a stake surrounded by a great pile of fagots.",
        "A soldier put into her hands a rough cross, which he had made from\na stick that he held.  She thanked him and pressed it to her bosom.\nThen a good priest, standing near the stake, read to her the prayers\nfor the dying, and another mounted the fagots and held towards her\na crucifix, which she clasped with both hands and kissed.  When\nthe cruel flames burst out around her, the noble girl uttered the\nword “Jesus,” and expired.",
        "A statue of her now stands on the spot where she suffered.",
        "Among all the men of her time none did nobler work than Joan.  And\nhence it is that we put the story of her life among the stories\nof the lives of the great MEN of the Middle Ages, although she was\nonly a simple peasant girl.",
        "While Joan of Arc was busy rescuing France from the English, another\nwonderful worker was busy in Germany.  This was John Gutenberg,\nwho was born in Mainz.",
        "The Germans—and most other people—think that he was the inventor\nof the art of printing with movable types.  And so in the cities of\nDresden and Mainz his countrymen have put up statues in his memory.",
        "Gutenberg’s father was a man of good family.  Very likely the boy\nwas taught to read.  But the books from which he learned were not\nlike ours; they were written by hand.  A better name for them than\nbooks is “manuscripts,” which means “hand-writings.”",
        "While Gutenberg was growing up a new way of making books came into\nuse, which was a great deal better than copying by hand.  It was\nwhat is called block-printing.  The printer first cut a block of\nhard wood the size of the page that he was going to print.  Then he\ncut out every word of the written page upon the smooth face of his\nblock.  This had to be very carefully done.  When it was finished\nthe printer had to cut away the wood from the sides of every\nletter.  This left the letters raised, as the letters are in books\nnow printed for the blind.",
        "The block was now ready to be used.  The letters were inked, paper\nwas laid upon them and pressed down.",
        "With blocks the printer could make copies of a book a great deal\nfaster than a man could write them by hand.  But the making of the\nblocks took a long time, and each block would print only one page.",
        "Gutenberg enjoyed reading the manuscripts and block books that his\nparents and their wealthy friends had; and he often said it was a\npity that only rich people could own books.  Finally he determined\nto contrive some easy and quick way of printing.",
        "He did a great deal of his work in secret, for he thought it was\nmuch better that his neighbors should know nothing of what he was\ndoing.",
        "So he looked for a workshop where no one would be likely to find\nhim.  He was now living in Strasburg, and there was in that city a\nruined old building where, long before his time, a number of monks\nhad lived.  There was one room of the building which needed only a\nlittle repairing to make it fit to be used.  So Gutenberg got the\nright to repair that room and use it as his workshop.",
        "All his neighbors wondered what became of him when he left home in\nthe early morning, and where he had been when they saw him coming\nback late in the twilight.  Some felt sure that he must be a wizard,\nand that he had meetings somewhere with the devil, and that the\ndevil was helping him to do some strange business.",
        "Gutenberg did not care much what people had to say, and in his\nquiet room he patiently tried one experiment after another, often\nfeeling very sad and discouraged day after day because his experiments\ndid not succeed.",
        "At last the time came when he had no money left.  He went back to\nhis old home, Mainz, and there met a rich goldsmith named Fust (or\nFaust).",
        "Gutenberg told him how hard he had tried in Strasburg to find some\nway of making books cheaply, and how he had now no more money to\ncarry on his experiments.  Fust became greatly interested and gave\nGutenberg what money he needed.  But as the experiments did not\nat first succeed Fust lost patience.  He quarreled with Gutenberg\nand said that he was doing nothing but spending money.  At last he\nbrought suit against him in the court, and the judge decided in\nfavor of Fust.  So everything in the world that Gutenberg had, even\nthe tools with which he worked, came into Fust’s possession.",
        "But though he had lost his tools, Gutenberg had not lost his courage.\nAnd he had not lost all his friends.  One of them had money, and he\nbought Gutenberg a new set of tools and hired a workshop for him.\nAnd now at last Gutenberg’s hopes were fulfilled.  First of all it\nis thought that he made types of hard wood.  Each type was a little\nblock with a single letter at one end.  Such types were a great\ndeal better than block letters.  The block letters were fixed.\nThey could not be taken out of the words of which they were parts.\nThe new types were movable so they could be set up to print one\npage, then taken apart and set up again and again to print any\nnumber of pages.",
        "But type made of wood did not always print the letters clearly and\ndistinctly, so Gutenberg gave up wood types and tried metal types.\nSoon a Latin Bible was printed.  It was in two volumes, each of\nwhich had three hundred pages, while each of the pages had forty-two\nlines.  The letters were sharp and clear.  They had been printed\nfrom movable types of metal.",
        "The Dutch claim that Lorenz Coster, a native of Harlem, in the\nNetherlands, was the first person who printed with movable type.\nThey say that Coster was one day taking a walk in a beech forest\nnot far from Harlem, and that he cut bark from one of the trees\nand shaped it with his knife into letters.",
        "Not long after this the Dutch say Coster had made movable types\nand was printing and selling books in Harlem.",
        "The news that books were being printed in Mainz by Gutenberg went\nall over Europe, and before he died printing-presses like his were\nat work making books in all the great cities of the continent.",
        "About twenty years after his death, when Venice was the richest of\nEuropean cities, a man named Aldus (Al’-dus) Manutius (Ma-nu’-tius)\nestablished there the most famous printing house of that time.\nHe was at work printing books two years before Columbus sailed on\nhis first voyage.  The descendents of Aldus continued the business\nafter his death for about one hundred years.  The books published\nby them were called “Aldine,” from Aldus.  They were the most\nbeautiful that had ever come from the press.  They are admired and\nvalued to this day.",
        "The earl of Warwick, known as the “kingmaker,” was the most famous\nman in England for many years after the death of Henry V.  He lived\nin a great castle with two towers higher than most church spires.\nIt is one of the handsomest dwellings in the world and is visited\nevery year by thousands of people.  The kingmaker had a guard of\nsix hundred men.  At his house in London meals were served to so\nmany people that six fat oxen were eaten at breakfast alone.  He\nhad a hundred and ten estates in different parts of England and\nno less than 30,000 persons were fed daily at his board.  He owned\nthe whole city of Worcester, and besides this and three islands,\nJersey, Guernsey and Alderney, so famed in our time for their\ncattle, belonged to him.",
        "He had a cousin of whom he was as fond as if he were a brother.\nThis was Richard, duke of York, who was also own cousin to King\nHenry VI, the son of Henry V.",
        "One evening as the sun was setting, and the warders were going to\nclose the gates of the city of York for the night, a loud blast of\na horn was heard.  It was made by the sentry on the wall near the\nsouthern gate.  An armed troop was approaching.  When they drew\nnear the gate their scarlet coats embroidered with the figure of\na boar proved them to be the men of the earl of Warwick.  The earl\nhimself was behind them.  The gate was opened.",
        "Passing through it and on to the castle, the earl and his company\nwere soon within its strong stone walls.",
        "“Cousin,” said the earl of Warwick to the duke of York as they sat\ntalking before a huge log fire in the great room of the castle,\n\"England will not long endure the misrule of a king who is half\nthe time out of his mind.”",
        "The earl spoke the truth.  Every now and then Henry VI lost his\nreason, and the duke of York, or some other nobleman, had to govern\nthe kingdom for him.",
        "The earl of Warwick added:  “You are the rightful heir to the\nthrone.  The claim of Henry VI comes through Lancaster, the fourth\nson of Edward III—yours through Lionel, the second.  His claim\ncomes through his father only—yours through both your father and\nmother.  It is a better claim and it is a double claim.”",
        "“That is true, my cousin of Warwick,” replied the duke of York,\n\"but we must not plunge England into war.”",
        "“Surely not if we can help it,” replied the earl.  “Let us first\nask for reform.  If the king heeds our petition, well and good.\nIf not I am determined, cousin of York, that you shall sit on the\nthrone of England instead of our insane sovereign.”",
        "A petition was soon drawn up and signed and presented to Henry.\nIt asked that Henry would do something which would make the people\ncontented.",
        "The king paid no attention to it.  Then a war began.  It was the\nlongest and most terrible that ever took place in England.  It\nlasted for thirty years.",
        "Those who fought on the king’s side were called Lancastrians, because\nHenry’s ancestor, John of Gaunt, was the duke of Lancaster.  The\nfriends of Richard were called Yorkists, because he was duke of York.\nThe Lancastrians took a red rose for their badge; the Yorkists a\nwhite one.  For this reason the long struggle has always been called\nthe “War of the Roses.”",
        "In the first great battle the Red Rose party was defeated and the\nking himself was taken prisoner.",
        "The victors now thought that the duke of York ought to be made king\nat once.  However, a parliament was called to decide the question,\nand it was agreed that Henry should be king as long as he lived,\nbut that at his death the crown should pass to the duke of York.",
        "Most people though this was a wise arrangement; but Queen Margaret,\nHenry’s wife, did not like it at all, because it took from her\nson the right to reign after his father’s death.  So she went to\nScotland and the North of England, where she had many friends, and\nraised an army.",
        "She was a brave woman and led her men in a battle in which she\ngained the victory.  The duke of York was killed, and the queen\nordered some of her men to cut off his head, put upon it a paper\ncrown in mockery, and fix it over one of the gates of the city of\nYork.",
        "Warwick attacked the queen again as soon as he could; but again\nshe was victorious and captured from Warwick her husband, the king,\nwhom the earl had held prisoner for some time past.",
        "This was a great triumph for Margaret, for Henry became king once\nmore.",
        "But the people were still discontented.  The York party was determined\nthat Edward, the son of the old duke of York, should be made king.\nSo thousands flocked to the White Rose standard and Warwick marched\nto London at their head.",
        "The queen saw that her only safety was in flight.  She left London\nand the kingmaker entered the city in triumph.",
        "The citizens had been very fond of the old duke of York, and when\nhis party proclaimed his handsome young son King Edward IV, the\ncity resounded with the cry “God save King Edward.”",
        "Brave Queen Margaret was completey defeated in another battle.\nThe story is told that after this she fled into a forest with her\nyoung son.  A robber met them, but Margaret, with wonderful courage,\nsaid to him, “I am your queen and this is your prince.  I entrust\nhim to your care.”",
        "The man was pleased with the confidence that she showed.  He took\nher and the young prince to a safe hiding place, and helped them\nto escape from England in a sailing vessel.",
        "Edward IV now seemed to be seated securely upon the throne.  But\ntrouble was near.  Warwick wished him to follow his advice.  Edward\nthought he could manage without any advice.  Then the king and the\nkingmaker quarreled, and at last became open enemies and fought\none another on the field of battle.  The end of it was that Warwick\nwas defeated, and driven out of the country.  He sailed across the\nchannel and sought refuge in France.",
        "There whom should he meet but his old enemy, Queen Margaret.  She\nhad beaten him in battle, and had beheaded his cousin Richard,\nduke of York; he had beaten her and driven her from her kingdom;\nand twice he had made her husband prisoner and taken from him his\ncrown.  In spite of all this the two now became fast friends, and\nthe kingmaker agreed to make war upon Edward and restore Henry to\nthe throne.",
        "He asked assistance from Louis XI, king of France, who supplied\nhim with men and money.  So with an army of Frenchmen the kingmaker\nlanded on the shores of England.  Thousands of Englishmen who were\ntired of Edward flocked to Warwick’s standard, and when he reached\nLondon he had an army of sixty thousand men.",
        "Edward fled without waiting for a battle and escaped to the\nNetherlands in a sailing-vessel.  The kingmaker had now no one to\nresist him.  The gates of London were opened to him, and the citizens\nheartily welcomed him.  Marching to the Tower, he brought out the\nold king and placed him once more upon the throne.",
        "But though Edward had fled, he was not discouraged.  He followed\nthe example of the kingmaker and asked aid from foreign friends.\nThe duke of Burgundy supplied him with money and soldiers, and he\nwas soon back in England.",
        "His army grew larger and larger every day.  People had been very\nmuch dissatisfied with Edward and had rejoiced to get rid of him\nand have Henry for king, because if Henry was not clever he was\ngood.  But in a short time they had found out that England needed\na king who was not only good but capable.",
        "So when Edward and his French soldiers landed most people in England\nwelcomed them.  The kingmaker was now on the wrong side.",
        "Edward met him in battle at a place called Barnet, and completely\ndefeated him.  Warwick was killed and Henry once more became\nprisoner.",
        "In another battle both Margaret and her son were made prisoners.\nThe son was brutally murdered in the presence of King Edward.\nMargaret was placed in the Tower, and King Henry, who died soon\nafter the battle of Tewksbury, was probably poisoned by order of\nEdward.",
        "In 1438, after a reign of twenty-two years, Edward died, leaving\ntwo sons.  Both were boys, so Edward’s brother, Richard, duke of\nGloucester, was made regent until young Edward V, the older of the\ntwo, should come of age.",
        "But Richard was determined to make himself king.  So he put both\nthe young princes in the Tower.  He than hired ruffians to murder\nthem.  One night, when the little princes were asleep, the murderers\nsmothered them with pillows and buried their bodies at the foot of\na stairway in the Tower, and there, after many years, their bones\nwere found.",
        "After Richard had murdered his two nephews, he was crowned king,\nas Richard III, much pleased that his plans had succeeded so well.\nHe thought that now nobody could lay claim to the throne.  But he\nwas mistaken.  One person did claim it.  This was Henry Tudor, earl\nof Richmond.",
        "Henry’s father, Edmund Tudor, was only a Welsh gentleman, but was\nthe half-brother of Henry VI through their mother Queen Katherine.\nHenry’s mother was descended from John of Gaunt, fourth son of\nEdward III, and thus through his mother he was of royal blood and\na Lancastrian.",
        "When Richard III by his wickedness and cruelty had made all England\nhate him, the Red Rose party gathered about Henry Tudor, raised an\narmy, and fought against the king in the battle of Bosworth.",
        "Richard was a bad man, but he was brave, and he fought like a\nlion.  However, it was all in vain.  He was defeated and killed.\nHis body was thrown on the back of a horse, carried to a church\nnear the field of battle and buried.",
        "The battered crown which Richard had worn was picked up and placed\non Henry’s head and the whole Lancastrian army shouted, “Long live\nKing Henry!”",
        "Parliament now voted that Henry Tudor and his heirs should be\nkings of England.  Not long afterwards Henry married the heiress of\nthe house of York, and thus both the Red Roses and the White were\nsatisfied, as the king was a Lancastrian and the queen a Yorkist.\nSo the long and terrible Wars of the Roses came to an end.",
        "The End",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n"
    ]
}