{
    "title": "Famous Men of the Middle Ages - Genseric the Vandal",
    "author": "John H. Haaren (John Henry)",
    "chapter": "6",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The Vandals were another wild and fierce tribe that came from the\nshores of the Baltic and invaded central and southern Europe in\nthe later times of the Roman Empire.",
        "In the fifth century some of these people occupied a region in\nthe south of Spain.  One of their most celebrated kings was name\nGenseric (Gen’-ser-ic).  He became king in 427, when he was but\ntwenty-one years of age.  He was lame in one leg and looked as if\nhe were a very ordinary person.",
        "Like most of the Vandals, he was a cruel and cunning man, but he\nhad great ability in many ways.  He fought in battles even when\na boy and was known far and wide for his bravery and skill as a\nleader.",
        "About the time that Genseric became king, the governor of the Roman\nprovince in the north of Africa, on the Mediterranean coast, was\na man called Count Boniface.  This Count Boniface had been a good\nand loyal officer of Rome; but a plot was formed against him by\nAëtius, the general who had fought Attila at Châlons.  The Roman\nemperor at the time of the plot was Valentinian III.  He was then\ntoo young to act as ruler, so the affairs of government were managed\nby his mother Placidia (Pla-cid’-i-a).",
        "Aëtius advised Placidia to dismiss Boniface and call him home from\nAfrica.  He said the count was a traitor, and that he was going\nto make war against Rome.  At the same time he wrote secretly to\nCount Boniface and told him that if he came to Rome the empress\nwould put him to death.",
        "Boniface believed this story, and he refused to return to Rome.\nHe also sent a letter to Genseric, inviting him to come to Africa\nwith an army.",
        "Genseric was greatly delighted to receive the invitation from\nBoniface.  He had long wanted to attack Rome and take from her some\nof the rich countries she had conquered, and now a good opportunity\noffered.  So he got ready a great army of his brave Vandals, and\nthey sailed across the Strait of Gibraltar to Africa.",
        "They soon gained possession of that part of the African coast on\nwhich they had landed, and marched into other parts of the coast\nand captured towns and cities.  By this time Boniface had learned\nall about the wicked plot of Aëtius.  He now regretted having\ninvited the Vandals to Africa and tried to induce them to return\nto Spain, but Genseric sternly refused.",
        "“Never,” he said, “shall I go back to Spain until I am master of\nAfrica.”",
        "“Then,” cried Boniface, “I will drive you back.”",
        "Soon afterwards there was a battle between the Romans and Vandals,\nand the Romans were defeated.  They were also defeated in several\nother battles.  At last they had to flee for safety to two or three\ntowns which the Vandals had not yet taken.  One of these towns was\nHippo.",
        "Genseric captured this town after a siege of thirteen months.  Then\nhe burned the churches and other buildings, and laid waste the\nneighboring country.  This was what the Vandals did whenever they\ntook a town, and so the word VANDAL came to mean a person who\nneedlessly or wantonly destroys valuable property.",
        "A great many of the natives of Africa joined the army of Genseric.\nThey had for a long time been ill-treated by the Romans and were\nglad to see them defeated.  Genseric continued his work of conquest\nuntil he took the city of Carthage, which he made the capital of\nhis new kingdom in Africa.",
        "But he was not content with conquering merely on land.  He built\ngreat fleets and sailed over the Mediterranean, capturing trading\nvessels.  For many years he plundered towns along the coasts, so\nthat the name of Genseric became a terror to the people of all the\ncountries bordering the Mediterranean.",
        "One day a Roman ship came to Carthage with a messenger from the\nEmpress Eudoxia to Genseric.  Eudoxia was the widow of Valentinian\nIII.  After ruling several years, Valentinian had just been murdered\nby a Roman noble named Maximus, who had at once made himself emperor.",
        "When the messenger entered the room where Genseric was, he said:",
        "“Great king, I bring you a message from the Empress Eudoxia.  She\nbegs your help.  She and her two beautiful daughters are in danger\nin Rome.  She wishes you to protect them against Maximus.  She\ninvites you to come with an army to Rome and take the city.  She\nand her friends will help you as much as they can.”",
        "With a cry of joy Genseric sprang to his feet and exclaimed:",
        "“Tell the empress that I accept her invitation.  I shall set out\nfor Rome immediately.  I shall set out for Rome immediately.  I\nshall protect Eudoxia and her friends.”",
        "Genseric then got ready a fleet and a great army, and sailed across\nthe Mediterranean to the mouth of the Tiber.  When the Emperor\nMaximus heard that the Vandals were coming he prepared to flee from\nthe city, and he advised the Senate to do the same.  The people\nwere so angry at this that they put him to death and threw his body\ninto the river.",
        "Three days later Genseric and his army were at the gates of Rome.\nThere was no one to oppose them, and they marched in and took\npossession of the city.  It was only forty-five years since Alaric\nhad been there and carried off all the valuable things he could\nfind.  But since then Rome had become again grand and wealthy, so\nthere was plenty for Genseric and his Vandals to carry away.  They\nspent fourteen days in the work of plunder.  They sacked the temples\nand public buildings and private houses and the emperor’s palace,\nand they took off to their ships immense quantities of gold and\nsilver and jewels and furniture, and destroyed hundreds of beautiful\nand priceless works of art.",
        "The Vandal king also put to death a number of Roman citizens and\ncarried away many more as slaves.  He took Eudoxia and her daughters\nwith him to Carthage.  One of the daughters was soon afterwards\nmarried to Genseric’s eldest son, Hunneric.",
        "Some years after the capture of Rome by Genseric, there was a\nRoman emperor named Majorian (Ma-jo’-ri-an).  He was a good ruler\nand a brave man.  The Vandals still continued to attack and plunder\ncities in Italy and other countries belonging to Rome, and Majorian\nresolved to punish them.  So he got together a great army and built\na fleet of three hundred ships to carry his troops to Carthage.",
        "But he first marched his men across the Alps, through Gaul, and\ndown to the seaport of Carthagena in Spain, where his fleet was\nstationed.  He took this route because he expected to add to his\nforces as he went along.  Before sailing with his army for Carthage\nhe wished very much to see with his own eyes what sort of people\nthe Vandals were and whether they were so powerful at home as was\ngenerally believed.",
        "So he dyed his hair and disguised himself in other ways and went\nto Carthage, pretending that he was a messenger or ambassador from\nthe Roman emperor, coming to talk about peace.  Genseric received\nhim with respect and entertained him hospitably, not knowing that\nhe was the Emperor Majorian.  Of course peace was not made.  The\nemperor left Carthage after having got as much information as he\ncould.",
        "But Genseric did not wait for the Roman fleet to come to attack\nhim in his capital.  When he got word that it was in the Bay of\nCarthagena, he sailed there with a fleet of his own and in a single\nday burned or sank nearly all the Roman ships.",
        "After this the Vandals became more than ever the terror of\nthe Mediterranean and all the countries bordering upon it.  Every\nyear their ships went round the coasts from Asia Minor to Spain,\nattacking and plundering cities on their way and carrying off\nprisoners.",
        "All the efforts of the Romans failed to put a stop to these ravages.\nThe Emperor Leo, who ruled over the eastern division of the Empire,\nfitted out a great fleet at Constantinople to make another attempt\nto suppress the pirates.  There were more than a thousand ships in\nthis fleet and they carried a hundred thousand men.  The command of\nthe expedition was given to Basilicus (Bas-il’-i-cus), the brother\nof Emperor Leo’s wife.",
        "Basilicus sailed with his ships to Africa and landed the army\nnot far from Carthage.  Genseric asked for a truce for five days\nto consider terms of peace, and the truce was granted.  But the\ncunning Vandal was not thinking of peace.  He only wanted time to\ncarry out a plan he had made to destroy the Roman fleet.",
        "One dark night, during the truce, he filled the largest of his ships\nwith some of the bravest of his soldiers, and they sailed silently\nand cautiously in among the Roman ships, towing behind them large\nboats filled with material that would easily burn.",
        "These boats were set on fire and floated against the Roman vessels,\nwhich also were soon on fire.  The flames quickly spread, and in\na very short time a great part of the Roman fleet was destroyed.\nBasilicus fled with as many ships as he could save, and returned\nto Constantinople.",
        "This was the last attempt of the Romans to conquer the Vandals.\nGenseric lived to a good old age, and when he died, in 477, all the\ncountries he had conquered during his life still remained parts of\nthe Vandal dominions.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}