{
    "title": "Famous Affinities of History - Queen Elizabeth and the Earl of Leicester",
    "author": "Lyndon Orr",
    "chapter": "3",
    "content": [
        "\nNell Gwyn\nSimon Verelst, ca. 1680\nAt the National Gallery\n",
        "\n\n",
        "History has many romantic stories to tell of the part which women\nhave played in determining the destinies of nations. Sometimes it\nis a woman’s beauty that causes the shifting of a province. Again\nit is another woman’s rich possessions that incite invasion and\nlead to bloody wars. Marriages or dowries, or the refusal of\nmarriages and the lack of dowries, inheritance through an heiress,\nthe failure of a male succession–in these and in many other ways\nwomen have set their mark indelibly upon the trend of history.",
        "However, if we look over these different events we shall find that\nit is not so much the mere longing for a woman–the desire to have\nher as a queen–that has seriously affected the annals of any\nnation. Kings, like ordinary men, have paid their suit and then\nhave ridden away repulsed, yet not seriously dejected. Most royal\nmarriages are made either to secure the succession to a throne by\na legitimate line of heirs or else to unite adjoining states and\nmake a powerful kingdom out of two that are less powerful. But, as\na rule, kings have found greater delight in some sheltered bower\nremote from courts than in the castled halls and well-cared-for\nnooks where their own wives and children have been reared with all\nthe appurtenances of legitimacy.",
        "There are not many stories that hang persistently about the love-\nmaking of a single woman. In the case of one or another we may\nfind an episode or two–something dashing, something spirited or\nstriking, something brilliant and exhilarating, or something sad.\nBut for a woman’s whole life to be spent in courtship that meant\nnothing and that was only a clever aid to diplomacy–this is\nsurely an unusual and really wonderful thing.",
        "It is the more unusual because the woman herself was not intended\nby nature to be wasted upon the cold and cheerless sport of\nchancellors and counselors and men who had no thought of her\nexcept to use her as a pawn. She was hot-blooded, descended from a\nfiery race, and one whose temper was quick to leap into the\npassion of a man.",
        "In studying this phase of the long and interesting life of\nElizabeth of England we must notice several important facts. In\nthe first place, she gave herself, above all else, to the\nmaintenance of England–not an England that would be half Spanish\nor half French, or even partly Dutch and Flemish, but the Merry\nEngland of tradition–the England that was one and undivided, with\nits growing freedom of thought, its bows and bills, its nut-brown\nale, its sturdy yeomen, and its loyalty to crown and Parliament.\nShe once said, almost as in an agony:",
        "“I love England more than anything!”",
        "And one may really hold that this was true.",
        "For England she schemed and planned. For England she gave up many\nof her royal rights. For England she descended into depths of\ntreachery. For England she left herself on record as an arrant\nliar, false, perjured, yet successful; and because of her success\nfor England’s sake her countrymen will hold her in high\nremembrance, since her scheming and her falsehood are the offenses\nthat one pardons most readily in a woman.",
        "In the second place, it must be remembered that Elizabeth’s\ncourtships and pretended love-makings were almost always a part of\nher diplomacy. When not a part of her diplomacy they were a mere\nappendage to her vanity. To seem to be the flower of the English\npeople, and to be surrounded by the noblest, the bravest, and the\nmost handsome cavaliers, not only of her own kingdom, but of\nothers–this was, indeed, a choice morsel of which she was fond of\ntasting, even though it meant nothing beyond the moment.",
        "Finally, though at times she could be very cold, and though she\nmade herself still colder in order that she might play fast and\nloose with foreign suitors who played fast and loose with her–the\nKing of Spain, the Duc d’Alencon, brother of the French king, with\nan Austrian archduke, with a magnificent barbarian prince of\nMuscovy, with Eric of Sweden, or any other Scandinavian suitor–\nshe felt a woman’s need for some nearer and more tender\nassociation to which she might give freer play and in which she\nmight feel those deeper emotions without the danger that arises\nwhen love is mingled with diplomacy.",
        "Let us first consider a picture of the woman as she really was in\norder that we may understand her triple nature–consummate\nmistress of every art that statesmen know, and using at every\nmoment her person as a lure; a vain-glorious queen who seemed to\nbe the prey of boundless vanity; and, lastly, a woman who had all\na woman’s passion, and who could cast suddenly aside the check and\nbalance which restrained her before the public gaze and could\nallow herself to give full play to the emotion that she inherited\nfrom the king, her father, who was himself a marvel of fire and\nimpetuosity. That the daughter of Henry VIII. and Anne Boleyn\nshould be a gentle, timid maiden would be to make heredity a\nfarce.",
        "Elizabeth was about twenty-five years of age when she ascended the\nthrone of England. It is odd that the date of her birth cannot be\ngiven with precision. The intrigues and disturbances of the\nEnglish court, and the fact that she was a princess, made her\nbirth a matter of less account than if there had been no male heir\nto the throne. At any rate, when she ascended it, after the deaths\nof her brother, King Edward VI., and her sister, Queen Mary, she\nwas a woman well trained both in intellect and in physical\ndevelopment.",
        "Mr. Martin Hume, who loves to dwell upon the later years of Queen\nElizabeth, speaks rather bitterly of her as a “painted old\nharridan\"; and such she may well have seemed when, at nearly\nseventy years of age, she leered and grinned a sort of skeleton\nsmile at the handsome young courtiers who pretended to see in her\nthe queen of beauty and to be dying for love of her.",
        "Yet, in her earlier years, when she was young and strong and\nimpetuous, she deserved far different words than these. The\nportrait of her by Zucchero, which now hangs in Hampton Court,\ndepicts her when she must have been of more than middle age; and\nstill the face is one of beauty, though it be a strange and almost\nartificial beauty–one that draws, attracts, and, perhaps, lures\nyou on against your will.",
        "It is interesting to compare this painting with the frank word-\npicture of a certain German agent who was sent to England by his\nemperor, and who seems to have been greatly fascinated by Queen\nElizabeth. She was at that time in the prime of her beauty and her\npower. Her complexion was of that peculiar transparency which is\nseen only in the face of golden blondes. Her figure was fine and\ngraceful, and her wit an accomplishment that would have made a\nwoman of any rank or time remarkable. The German envoy says:",
        "She lives a life of such magnificence and feasting as can hardly\nbe imagined, and occupies a great portion of her time with balls,\nbanquets, hunting, and similar amusements, with the utmost\npossible display, but nevertheless she insists upon far greater\nrespect being shown her than was exacted by Queen Mary. She\nsummons Parliament, but lets them know that her orders must be\nobeyed in any case.",
        "If any one will look at the painting by Zucchero he will see how\nmuch is made of Elizabeth’s hands–a distinctive feature quite as\nnoble with the Tudors as is the “Hapsburg lip” among the\ndescendants of the house of Austria. These were ungloved, and were\nvery long and white, and she looked at them and played with them a\ngreat deal; and, indeed, they justified the admiration with which\nthey were regarded by her flatterers.",
        "Such was the personal appearance of Elizabeth. When a young girl,\nwe have still more favorable opinions of her that were written by\nthose who had occasion to be near her. Not only do they record\nswift glimpses of her person, but sometimes in a word or two they\ngive an insight into certain traits of mind which came out\nprominently in her later years.",
        "It may, perhaps, be well to view her as a woman before we regard\nher more fully as a queen. It has been said that Elizabeth\ninherited many of the traits of her father–the boldness of\nspirit, the rapidity of decision, and, at the same time, the fox-\nlike craft which often showed itself when it was least expected.",
        "Henry had also, as is well known, a love of the other sex, which\nhas made his reign memorable. And yet it must be noted that while\nhe loved much, it was not loose love. Many a king of England, from\nHenry II. to Charles II., has offended far more than Henry VIII.\nWhere Henry loved, he married; and it was the unfortunate result\nof these royal marriages that has made him seem unduly fond of\nwomen. If, however, we examine each one of the separate espousals\nwe shall find that he did not enter into it lightly, and that he\nbroke it off unwillingly. His ardent temperament, therefore, was\nchecked by a certain rational or conventional propriety, so that\nhe was by no means a loose liver, as many would make him out to\nbe.",
        "We must remember this when we recall the charges that have been\nmade against Elizabeth, and the strange stories that were told of\nher tricks–by no means seemly tricks–which she used to play with\nher guardian, Lord Thomas Seymour. The antics she performed with\nhim in her dressing-room were made the subject of an official\ninquiry; yet it came out that while Elizabeth was less than\nsixteen, and Lord Thomas was very much her senior, his wife was\nwith him on his visits to the chamber of the princess.",
        "Sir Robert Tyrwhitt and his wife were also sent to question her,\nTyrwhitt had a keen mind and one well trained to cope with any\nother’s wit in this sort of cross-examination. Elizabeth was only\na girl of fifteen, yet she was a match for the accomplished\ncourtier in diplomacy and quick retort. He was sent down to worm\nout of her everything that she knew. Threats and flattery and\nforged letters and false confessions were tried on her; but they\nwere tried in vain. She would tell nothing of importance. She\ndenied everything. She sulked, she cried, she availed herself of a\nwoman’s favorite defense in suddenly attacking those who had\nattacked her. She brought counter charges against Tyrwhitt, and\nput her enemies on their own defense. Not a compromising word\ncould they wring out of her.",
        "She bitterly complained of the imprisonment of her governess, Mrs.\nAshley, and cried out:",
        "“I have not so behaved that you need put more mistresses upon me!”",
        "Altogether, she was too much for Sir Robert, and he was wise\nenough to recognize her cleverness.",
        "“She hath a very good wit,” said he, shrewdly; “and nothing is to\nbe gotten of her except by great policy.” And he added: “If I had\nto say my fancy, I think it more meet that she should have two\ngovernesses than one.”",
        "Mr. Hume notes the fact that after the two servants of the\nprincess had been examined and had told nothing very serious they\nfound that they had been wise in remaining friends of the royal\ngirl. No sooner had Elizabeth become queen than she knighted the\nman Parry and made him treasurer of the household, while Mrs.\nAshley, the governess, was treated with great consideration. Thus,\nvery naturally, Mr. Hume says: “They had probably kept back far\nmore than they told.”",
        "Even Tyrwhitt believed that there was a secret compact between\nthem, for he said, quaintly: “They all sing one song, and she hath\nset the note for them.”",
        "Soon after this her brother Edward’s death brought to the throne\nher elder sister, Mary, who has harshly become known as Bloody\nMary. During this time Elizabeth put aside her boldness, and\nbecame apparently a shy and simple-minded virgin. Surrounded on\nevery side by those who sought to trap her, there was nothing in\nher bearing to make her seem the head of a party or the young\nchief of a faction. Nothing could exceed her in meekness. She\nspoke of her sister in the humblest terms. She exhibited no signs\nof the Tudor animation that was in reality so strong a part of her\ncharacter.",
        "But, coming to the throne, she threw away her modesty and brawled\nand rioted with very little self-restraint. The people as a whole\nfound little fault with her. She reminded them of her father, the\nbluff King Hal; and even those who criticized her did so only\npartially. They thought much better of her than they had of her\nsaturnine sister, the first Queen Mary.",
        "The life of Elizabeth has been very oddly misunderstood, not so\nmuch for the facts in it as for the manner in which these have\nbeen arranged and the relation which they have to one another. We\nought to recollect that this woman did not live in a restricted\nsphere, that her life was not a short one, and that it was crowded\nwith incidents and full of vivid color. Some think of her as\nliving for a short period of time and speak of the great\nhistorical characters who surrounded her as belonging to a single\nepoch. To them she has one set of suitors all the time–the Duc\nd’Alencon, the King of Denmark’s brother, the Prince of Sweden,\nthe russian potentate, the archduke sending her sweet messages\nfrom Austria, the melancholy King of Spain, together with a number\nof her own brilliant Englishmen–Sir William Pickering, Sir Robert\nDudley, Lord Darnley, the Earl of Essex, Sir Philip Sidney, and\nSir Walter Raleigh.",
        "Of course, as a matter of fact, Elizabeth lived for nearly seventy\nyears–almost three-quarters of a century–and in that long time\nthere came and went both men and women, those whom she had used\nand cast aside, with others whom she had also treated with\ngratitude, and who had died gladly serving her. But through it all\nthere was a continual change in her environment, though not in\nher. The young soldier went to the battle-field and died; the wise\ncounselor gave her his advice, and she either took it or cared\nnothing for it. She herself was a curious blending of forwardness\nand folly, of wisdom and wantonness, of frivolity and unbridled\nfancy. But through it all she loved her people, even though she\noften cheated them and made them pay her taxes in the harsh old\nway that prevailed before there was any right save the king’s\nwill.",
        "At the same time, this was only by fits and starts, and on the\nwhole she served them well. Therefore, to most of them she was\nalways the good Queen Bess. What mattered it to the ditcher and\nyeoman, far from the court, that the queen was said to dance in\nher nightdress and to swear like a trooper?",
        "It was, indeed, largely from these rustic sources that such\nstories were scattered throughout England. Peasants thought them\npicturesque. More to the point with them were peace and prosperity\nthroughout the country, the fact that law was administered with\nhonesty and justice, and that England was safe from her deadly\nenemies–the swarthy Spaniards and the scheming French.",
        "But, as I said, we must remember always that the Elizabeth of one\nperiod was not the Elizabeth of another, and that the England of\none period was not the England of another. As one thinks of it,\nthere is something wonderful in the almost star-like way in which\nthis girl flitted unharmed through a thousand perils. Her own\ncountrymen were at first divided against her; a score of greedy,\navaricious suitors sought her destruction, or at least her hand to\nlead her to destruction; all the great powers of the Continent\nwere either demanding an alliance with England or threatening to\ndash England down amid their own dissensions.",
        "What had this girl to play off against such dangers? Only an\nundaunted spirit, a scheming mind that knew no scruples, and\nfinally her own person and the fact that she was a woman, and,\ntherefore, might give herself in marriage and become the mother of\na race of kings.",
        "It was this last weapon, the weapon of her sex, that proved,\nperhaps, the most powerful of all. By promising a marriage or by\ndenying it, or by neither promising nor denying but withholding\nit, she gave forth a thousand wily intimations which kept those\nwho surrounded her at bay until she had made still another deft\nand skilful combination, escaping like some startled creature to a\nnew place of safety.",
        "In 1583, when she was fifty years of age, she had reached a point\nwhen her courtships and her pretended love-making were no longer\nnecessary. She had played Sweden against Denmark, and France\nagainst Spain, and the Austrian archduke against the others, and\nmany suitors in her own land against the different factions which\nthey headed. She might have sat herself down to rest; for she\ncould feel that her wisdom had led her up into a high place,\nwhence she might look down in peace and with assurance of the\ntranquillity that she had won. Not yet had the great Armada rolled\nand thundered toward the English shores. But she was certain that\nher land was secure, compact, and safe.",
        "It remains to see what were those amatory relations which she may\nbe said to have sincerely held. She had played at love-making with\nforeign princes, because it was wise and, for the moment, best.\nShe had played with Englishmen of rank who aspired to her hand,\nbecause in that way she might conciliate, at one time her Catholic\nand at another her Protestant subjects. But what of the real and\ninward feeling of her heart, when she was not thinking of\npolitical problems or the necessities of state!",
        "This is an interesting question. One may at least seek the answer,\nhoping thereby to solve one of the most interesting phases of this\nperplexing and most remarkable woman.",
        "It must be remembered that it was not a question of whether\nElizabeth desired marriage. She may have done so as involving a\nbrilliant stroke of policy. In this sense she may have wished to\nmarry one of the two French princes who were among her suitors.\nBut even here she hesitated, and her Parliament disapproved; for\nby this time England had become largely Protestant. Again, had she\nmarried a French prince and had children, England might have\nbecome an appanage of France.",
        "There is no particular evidence that she had any feeling at all\nfor her Flemish, Austrian, or Russian suitors, while the Swede’s\npretensions were the laughing-stock of the English court. So we\nmay set aside this question of marriage as having nothing to do\nwith her emotional life. She did desire a son, as was shown by her\npassionate outcry when she compared herself with Mary of Scotland.",
        "“The Queen of Scots has a bonny son, while I am but a barren\nstock!”",
        "She was too wise to wed a subject; though. had she married at all,\nher choice would doubtless have been an Englishman. In this\nrespect, as in so many others, she was like her father, who chose\nhis numerous wives, with the exception of the first, from among\nthe English ladies of the court; just as the showy Edward IV. was\nhappy in marrying “Dame Elizabeth Woodville.” But what a king may\ndo is by no means so easy for a queen; and a husband is almost\ncertain to assume an authority which makes him unpopular with the\nsubjects of his wife.",
        "Hence, as said above, we must consider not so much whom she would\nhave liked to marry, but rather to whom her love went out\nspontaneously, and not as a part of that amatory play which amused\nher from the time when she frisked with Seymour down to the very\nlast days, when she could no longer move about, but when she still\ndabbled her cheeks with rouge and powder and set her skeleton face\namid a forest of ruffs.",
        "There were many whom she cared for after a fashion. She would not\nlet Sir Walter Raleigh visit her American colonies, because she\ncould not bear to have him so long away from her. She had great\nmoments of passion for the Earl of Essex, though in the end she\nsigned his death-warrant because he was as dominant in spirit as\nthe queen herself.",
        "Readers of Sir Walter Scott’s wonderfully picturesque novel,\nKenilworth, will note how he throws the strongest light upon\nElizabeth’s affection for Robert Dudley, Earl of Leicester.\nScott’s historical instinct is united here with a vein of\npsychology which goes deeper than is usual with him. We see\nElizabeth trying hard to share her favor equally between two\nnobles; but the Earl of Essex fails to please her because he\nlacked those exquisite manners which made Leicester so great a\nfavorite with the fastidious queen.",
        "Then, too, the story of Leicester’s marriage with Amy Robsart is\nsomething more than a myth, based upon an obscure legend and an\nancient ballad. The earl had had such a wife, and there were\nsinister stories about the manner of her death. But it is Scott\nwho invents the villainous Varney and the bulldog Anthony Foster;\njust as he brought the whole episode into the foreground and made\nit occur at a period much later than was historically true. Still,\nScott felt–and he was imbued with the spirit and knowledge of\nthat time–a strong conviction that Elizabeth loved Leicester as\nshe really loved no one else.",
        "There is one interesting fact which goes far to convince us. Just\nas her father was, in a way, polygamous, so Elizabeth was even\nmore truly polyandrous. It was inevitable that she should surround\nherself with attractive men, whose love-locks she would caress and\nwhose flatteries she would greedily accept. To the outward eye\nthere was very little difference in her treatment of the handsome\nand daring nobles of her court; yet a historian of her time makes\none very shrewd remark when he says: “To every one she gave some\npower at times–to all save Leicester.”",
        "Cecil and Walsingham in counsel and Essex and Raleigh in the field\nmight have their own way at times, and even share the sovereign’s\npower, but to Leicester she intrusted no high commands and no\nimportant mission. Why so? Simply because she loved him more than\nany of the rest; and, knowing this, she knew that if besides her\nlove she granted him any measure of control or power, then she\nwould be but half a queen and would be led either to marry him or\nelse to let him sway her as he would.",
        "For the reason given, one may say with confidence that, while\nElizabeth’s light loves were fleeting, she gave a deep affection\nto this handsome, bold, and brilliant Englishman and cherished him\nin a far different way from any of the others. This was as near as\nshe ever came to marriage, and it was this love at least which\nmakes Shakespeare’s famous line as false as it is beautiful, when\nhe describes “the imperial votaress” as passing by “in maiden\nmeditation, fancy free.”",
        "Continue...",
        "\nThis etext of Famous Affinities of History (I of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Michael F. RoizenAt Amazon"
    ]
}