{
    "title": "Famous Affinities of History - Percy Bysshe Shelley and Mary Godwin",
    "author": "Lyndon Orr",
    "chapter": "2",
    "content": [
        "\nMary Godwin Wollstonecraft Shelley (1797-1851)\nEnglish novelist, author of Frankenstein\n",
        "\n\n",
        "A great deal has been said and written in favor of early marriage;\nand, in a general way, early marriage may be an admirable thing.\nYoung men and young women who have no special gift of imagination,\nand who have practically reached their full mental development at\ntwenty-one or twenty-two–or earlier, even in their teens–may\nmarry safely; because they are already what they will be. They are\nnot going to experience any growth upward and outward. Passing\nyears simply bring them more closely together, until they have\nsettled down into a sort of domestic unity, by which they think\nalike, act alike, and even gradually come to look alike.",
        "But early wedlock spells tragedy to the man or the woman of\ngenius. In their teens they have only begun to grow. What they\nwill be ten years hence, no one can prophesy. Therefore, to mate\nso early in life is to insure almost certain storm and stress,\nand, in the end, domestic wreckage.",
        "As a rule, it is the man, and not the woman, who makes the false\nstep; because it is the man who elects to marry when he is still\nvery young. If he choose some ill-fitting, commonplace, and\nunresponsive nature to match his own, it is he who is bound in the\ncourse of time to learn his great mistake. When the splendid eagle\nshall have got his growth, and shall begin to soar up into the\nvault of heaven, the poor little barn-yard fowl that he once\nbelieved to be his equal seems very far away in everything. He\ndiscovers that she is quite unable to follow him in his towering\nflights.",
        "The story of Percy Bysshe Shelley is a singular one. The\ncircumstances of his early marriage were strange. The breaking of\nhis marriage-bond was also strange. Shelley himself was an\nextraordinary creature. He was blamed a great deal in his lifetime\nfor what he did, and since then some have echoed the reproach. Yet\nit would seem as if, at the very beginning of his life, he was put\ninto a false position against his will. Because of this he was\nmisunderstood until the end of his brief and brilliant and erratic\ncareer.",
        "Continue...",
        "\nThis etext of Famous Affinities of History (IV of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}