{
    "title": "Famous Men of the Middle Ages",
    "author": "John H. Haaren (John Henry)",
    "chapter": "1",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The study of history, like the study of a landscape, should begin\nwith the most conspicuous features.  Not until these have been\nfixed in memory will the lesser features fall into their appropriate\nplaces and assume their right proportions.",
        "The famous men of ancient and modern times are the mountain peaks\nof history.  It is logical then that the study of history should\nbegin with the biographies of these men.",
        "Not only is it logical; it is also pedagogical.  Experience has\nproven that in order to attract and hold the child’s attention\neach conspicuous feature of history presented to him should have\nan individual for its center.  The child identifies himself with\nthe personage presented.  It is not Romulus or Hercules or Cæsar\nor Alexander that the child has in mind when he reads, but himself,\nacting under similar conditions.",
        "Prominent educators, appreciating these truths, have long recognized\nthe value of biography as a preparation for the study of history\nand have given it an important place in their scheme of studies.",
        "The former practice in many elementary schools of beginning the\ndetailed study of American history without any previous knowledge\nof general history limited the pupil’s range of vision, restricted\nhis sympathies, and left him without material for comparisons.\nMoreover, it denied to him a knowledge of his inheritance from\nthe Greek philosopher, the Roman lawgiver, the Teutonic lover of\nfreedom.  Hence the recommendation so strongly urged in the report\nof the Committee of Ten—and emphasized, also, in the report of the\nCommittee of Fifteen—that the study of Greek, Roman and modern\nEuropean history in the form of biography should precede the\nstudy of detailed American history in our elementary schools.  The\nCommittee of Ten recommends an eight years’ course in history,\nbeginning with the fifth year in school and continuing to the end\nof the high school course.  The first two years of this course are\ngiven wholly to the study of biography and mythology.  The Committee\nof fifteen recommends that history be taught in all the grades of\nthe elementary school and emphasizes the value of biography and of\ngeneral history.",
        "The series of historical stories to which this volume belongs was\nprepared in conformity with the foregoing recommendations and with\nthe best practice of leading schools.  It has been the aim of the\nauthors to make an interesting story of each man’s life and to tell\nthese stories in a style so simple that pupils in the lower grades\nwill read them with pleasure, and so dignified that they may be\nused with profit as text-books for reading.",
        "Teachers who find it impracticable to give to the study of mythology\nand biography a place of its own in an already overcrowded curriculum\nusually prefer to correlate history with reading and for this\npurpose the volumes of this series will be found most desirable.",
        "The value of the illustrations can scarcely be over-estimated.\nThey will be found to surpass in number and excellence anything\nheretofore offered in a school-book.  For the most part they are\nreproductions of world-famous pictures, and for that reason the\nartists’ names are generally affixed.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}