{
    "title": "Famous Men of the Middle Ages - William the Conqueror",
    "author": "John H. Haaren (John Henry)",
    "chapter": "20",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "On the death of Edward the Confessor the throne of England was\nclaimed by William, Duke of Normandy.",
        "When Edward took refuge in Normandy after the Danes conquered\nEngland, he stayed at the palace of William.  He was very kindly\ntreated there, and William said that Edward had promised in gratitude\nthat William should succeed him as king of England.",
        "One day in the year 1066 when William was hunting with a party of\nhis courtiers in the woods near Rouen, a noble came riding rapidly\ntoward him shouting, “Your Highness, a messenger has just arrived\nfrom England, bearing the news that King Edward is dead and that\nHarold, the son of Earl Godwin, has been placed on the English\nthrone.”",
        "William at once called his nobles together and said to them, “I\nmust have your consent that I enforce my claim to England’s throne\nby arms.”",
        "The barons gave their consent.  So an army of sixty thousand men\nwas collected and a large fleet of ships was built to carry this\nforce across the channel.",
        "During the months of preparation William sent an embassy to\nthe English court to demand of Harold that he give up the throne.\nHarold refused.",
        "Soon all England was startled by the news that William had landed\non the English coast at the port of Hastings with a large force.",
        "Harold immediately marched as quickly as possible from the north to\nthe southern coast.  In a week or so he arrived at a place called\nSenlac nine miles from Hastings, in the neighborhood of which town\nthe Norman army was encamped.  He took his position on a low range\nof hills and awaited the attack of William.  His men were tired\nwith their march, but he encouraged them and bade them prepare for\nbattle.",
        "On the morning of October 14, 1066, the two armies met.  The\nNorman foot-soldiers opened the battle by charging on the English\nstockades.  They ran over the plain to the low hills, singing a\nwar-song at the top of their voices; but they could not carry the\nstockades although they tried again and again.  They therefore\nattacked another part of the English forces.",
        "William, clad in complete armor, was in the very front of the\nfight, urging on his troops.  At one time a cry arose in his army\nthat he was slain and a panic began.  William drew off his helmet\nand rode along the lines, shouting, “I live!  I live!  Fight on!\nWe shall conquer yet!”",
        "The battle raged from morning till night.  Harold himself fought\non foot at the head of his army and behaved most valiantly.  His\nmen, tired as they were from their forced march, bravely struggled\non hour after hour.",
        "But at last William turned their lines and threw them into confusion.\nAs the sun went down Harold was killed and his men gave up the\nfight.",
        "From Hastings William marched toward London.  On the way he\nreceived the surrender of some towns and burned others that would\nnot surrender.  London submitted and some of the nobles and citizens\ncame forth and offered the English crown to the Norman duke.  On\nthe 25th of December, 1066, the “Conqueror,” as he is always\ncalled, was crowned in Westminster Abbey by Archbishop Ealdred.\nBoth English and Norman people were present.  When the question was\nasked by the Archbishop, “Will you have William, Duke of Normandy,\nfor your king?” all present answered, “We will.”",
        "At first William ruled England with moderation.  The laws and\ncustoms were not changed, and in a few months after the battle of\nHastings the kingdom was so peaceful that William left it in charge\nof his brother and went to Normandy for a visit.",
        "While he was gone many of the English nobles rebelled against him,\nand on his return he made very severe laws and did some very harsh\nthings.  He laid waste an extensive territory, destroying all the\nhouses upon it and causing thousands of persons to die from lack of\nfood and shelter, because the people there had not sworn allegiance\nto him.",
        "He made a law that all lights should be put out and fires covered\nwith ashes at eight o’clock every evening, so that the people would\nhave to go to bed then.  A bell was rung in all cities and towns\nthroughout England to warn the people of the hour.  The bell was\ncalled the “curfew,” from the French words “couvre feu,” meaning\n“to cover fire.”",
        "To find out about the lands of England and their owners, so that\neverybody might be made to pay taxes, he appointed officers in all\nthe towns to report what estates there were, who owned them, and\nwhat they were worth.  The reports were copied into two volumes,\ncalled the “Domesday Book.”  This book showed that England at that\ntime had a population of a little more than a million.",
        "William made war on Scotland, and conquered it.  During a war with\nthe king of France the city of Mantes (mont) was burned by William’s\nsoldiers.  As William rode over the ruins his horse stumbled and the\nking was thrown to the ground and injured.  He was borne to Rouen,\nwhere he lay ill for six weeks.  His sons and even his attendants\nabandoned him in his last hours.  It is said that in his death\nstruggle he fell from his bed to the floor, where his body was\nfound by his servants.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}