{
    "title": "Famous Men of the Middle Ages - Charlemagne",
    "author": "John H. Haaren (John Henry)",
    "chapter": "12",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "Pepin had two sons Charles and Carloman.  After the death of their\nfather they ruled together, but in a few years Carloman died, and\nthen Charles became sole king.",
        "This Charles was the most famous of the kings of the Franks.  He\ndid so many great and wonderful things that he is called Charlemagne\n(shar-le-main’), which means Charles the Great.",
        "He was a great soldier.  For thirty years he carried on a war\nagainst the Saxons.  Finally he conquered them, and their great\nchief, Wittekind, submitted to him.  The Saxons were a people of\nGermany, who then lived near the land of the Franks.  They spoke\nthe same language and were of the same race as the Franks, but had\nnot been civilized by contact with the Romans.",
        "They were still pagans, just as the Franks had been before Clovis\nbecame a Christian. They actually offered human sacrifices.",
        "After Charlemagne conquered them he made their lands part of his\nkingdom.  A great number of them, among whom was Wittekind, then\nbecame Christians and were baptized; and soon they had churches\nand schools in many parts of their country.",
        "Another of Charlemagne’s wars was against the Lombards.",
        "Pepin, as you have read, had defeated the Lombards and given to\nthe Pope part of the country held by them.  The Lombard king now\ninvaded the Pope’s lands and threatened Rome itself; so the Pope\nsent to Charlemagne for help.",
        "Charlemagne quickly marched across the Alps and attacked the Lombards.\nHe drove them out of the Pope’s lands and took possession of their\ncountry.",
        "After he had conquered the Lombards he carried on war, in 778,\nin Spain.  A large portion of Spain was then held by the Moorish\nSaracens.  But a Mohammedan leader from Damascus had invaded\ntheir country, and the Moors invited Charlemagne to help them.  He\ntherefore led an army across the Pyrenees.  He succeeded in putting\nhis Moorish friends in possession of their lands in Spain and then\nset out on his return to his own country.",
        "On the march his army was divided into two parts.  The main body\nwas led by Charlemagne himself.  The rear guard was commanded by\na famous warrior named Roland.  While marching through the narrow\npass of Roncesvalles (ron-thes-val’-yes), among the Pyrenees, Roland’s\ndivision was attacked by a tribe called the Basques (basks), who\nlived on the mountain slopes of the neighboring region.",
        "High cliffs walled in the pass on either side.  From the tops of\nthese cliffs the Basques hurled down rocks and trunks of trees upon\nthe Franks, and crushed many of them to death.  Besides this, the\nwild mountaineers descended into the pass and attacked them with\nweapons.  Roland fought bravely; but at last he was overpowered,\nand he and all his men were killed.",
        "Roland had a friend and companion named Oliver, who was as brave\nas himself.  Many stories and songs have been written telling of\nthe wonderful adventures they were said to have had and of their\nwonderful deeds in war.",
        "The work of Charlemagne in Spain was quickly undone; for Abd-er-Rahman,\nthe leader of the Mohammedans who had come from Damascus, soon\nconquered almost all the territory south of the Pyrenees.",
        "For more than forty years Charlemagne was king of the Franks; but\na still greater dignity was to come to him.  In the year 800 some\nof the people in Rome rebelled against the Pope, and Charlemagne\nwent with an army to put down the rebellion.  He entered the city\nwith great pomp and soon conquered the rebels.  On Christmas day he\nwent to the church of St. Peter, and as he knelt before the altar\nthe Pope placed a crown upon his head, saying:",
        "“Long live Charles Augustus, Emperor of the Romans.”",
        "The people assembled in the church shouted the same words; and so\nCharlemagne was now emperor of the Western Roman Empire, as well\nas king of the Franks [the emperors of Constantinople still called\nthemselves Roman Emperors, and still claimed Italy, Germany and\nFrance as parts of their empire, though really their authority had\nnot been respected in these countries for more than 300 years.].",
        "Charlemagne built a splendid palace at Aix-la-Chapelle (aks-la-shap-el’),\na town in Germany, where perhaps he was born.",
        "Charlemagne was a tall man, with long, flowing beard, and of noble\nappearance.  He dressed in very simple style; but when he went into\nbattle he wore armor, as was the custom for kings and nobles, and\noften for ordinary soldiers in his day.",
        "Armor was made of leather or iron, or both together.  There was a\nhelmet of iron for the head, and a breastplate to cover the breast,\nor a coat of mail to cover the body.  The coat of mail was made\nof small iron or steel rings linked together, or fastened on to a\nleather shirt.  Coverings for the legs and feet were often attached\nto the coat.",
        "Charlemagne was a great king in may other ways besides the fighting\nof battles.  He did much for the good of his people.  He made\nmany excellent laws and appointed judges to see that the laws were\ncarried out.  He established schools and placed good teachers in\ncharge of them.  He had a school in his palace for his own children,\nand he employed as their teacher a very learned Englishman named\nAlcuin (al’-kwin).",
        "In those times few people could read or write.  There were not\nmany schools anywhere, and in most places there were none at all.\nEven the kings had little education.  Indeed, few of them could\nwrite their own names, and most of them did not care about sending\ntheir children to school.  They did not think that reading or\nwriting was of much use; but thought that it was far better for\nboys to learn to be good soldiers, and for girls to learn to spin\nand weave.",
        "Charlemagne had a very different opinion.  He was fond of learning;\nand whenever he heard of a learned man, living in any foreign\ncountry, he tried to get him to come and live in Frankland.",
        "The fame of Charlemagne as a great warrior and a wise emperor\nspread all over the world.  Many kings sent messengers to him\nto ask his friendship, and bring him presents.  Harun-al-Rashid\n(hah-roon’-al-rash’-eed), the famous caliph, who lived at Bagdad,\nin Asia, sent him an elephant and a clock which struck the hours.",
        "The Franks were much astonished at the sight of the elephant; for\nthey had never seen one before.  They also wondered much at the\nclock.  In those days there were in Europe no clocks such as we\nhave; but water-clocks and hour-glasses were used in some places.\nThe water-clock was a vessel into which water was allowed to trickle.\nIt contained a float which pointed to a scale of hours at the side\nof the vessel.  The float gradually rose as the water trickled in.",
        "The hour-glasses measured time by the falling of fine sand from\nthe top to the bottom of a glass vessel made with a narrow neck in\nthe middle for the sand to go through.  They were like the little\nglasses called egg-timers, which are used for measuring the time\nfor boiling eggs.",
        "Charlemagne died in 814.  He was buried in the church which he had\nbuilt at Aix-la-Chapelle.  His body was placed in the tomb, seated\nupon a grand chair, dressed in royal robes, with a crown on the\nhead, a sword at the side, and a Bible in the hands.",
        "This famous emperor is known in history as Charlemagne, which is\nthe French word for the German name Karl der Grosse (Charles the\nGreat), the name by which he was called at his own court during\nhis life.  The German name would really be a better name for him;\nfor he was a German, and German was the language that he spoke.\nThe common name of his favorite residence, Aix-la-Chapelle, also\nis French, but he knew the place as Aachen (ä’-chen).",
        "The great empire which Charlemagne built up held together only\nduring the life of his son.  Then it was divided among his three\ngrandsons.  Louis took the eastern part, Lothaire (Lo-thaire’) took\nthe central part, with the title of emperor, and Charles took the\nwestern part.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}