{
    "title": "Famous Men of the Middle Ages - Joan of Arc",
    "author": "John H. Haaren (John Henry)",
    "chapter": "30",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "In the long wars between the French and English not even the Black\nPrince or King Henry V gained such fame as did a young French\npeasant girl, Joan of Arc.",
        "She was born in the little village of Domrémy (dom-re-me’).  Her\nfather had often told her of the sad condition of France—how the\ncountry was largely in the possession of England, and how the French\nking did not dare to be crowned.",
        "And so the thought came to be ever in her mind, “How I pity my\ncountry!”  She brooded over the matter so much that by and by she\nbegan to have visions of angels and heard strange voices, which\nsaid to her, “Joan, you can deliver the land from the English.  go\nto the relief of King Charles.”",
        "At last these strange visions and voices made the young girl believe\nthat she had a mission from God, and she determined to try to save\nFrance.",
        "When she told her father and mother of her purpose, they tried to\npersuade her that the visions of angels and the voices telling her\nof the divine mission were but dreams.  “I tell thee, Joan,” said\nher father, “it is thy fancy.  Thou hadst better have a kind husband\nto take care of thee, and do some work to employ thy mind.”",
        "“Father, I must do what God has willed, for this is no work of my\nchoosing,” she replied.  “Mother, I would far rather sit and spin\nby your side than take part in war.  My mission is no dream.  I\nknow that I have been chosen by the Lord to fulfill His purpose and\nnothing can prevent me from going where He purposes to send me.”",
        "The village priest, her young companions, even the governor of the\ntown, all tried to stop her, but it was in vain.",
        "To the governor she said, “I must do the work my Lord has laid out\nfor me.”",
        "Little by little people began to believe in her mission.  At last\nall stopped trying to discourage her and some who were wealthy\nhelped her to make the journey to the town of Chinon (she-non’),\nwhere the French king, Charles the Seventh, was living.",
        "When Joan arrived at Chinon, a force of French soldiers was preparing\nto go to the south of France to relieve the city of Orleans which\nthe English were besieging.",
        "King Charles received Joan kindly and listened to what she had to\nsay with deep attention.  The girl spoke modestly, but with a calm\nbelief that she was right.",
        "“Gracious King,” she said, “my name is Joan.  God has sent me to\ndeliver France from her enemies.  You shall shortly be crowned in\nthe cathedral of Rheims (remz).  I am to lead the soldiers you are\nabout to send for the relief of Orleans.  So God has directed and\nunder my guidance victory will be theirs.”",
        "The king and his nobles talked the matter over and finally it was\ndecided to allow Joan to lead an army of about five thousand men\nagainst the English at Orleans.",
        "When she left Chinon at the head of her soldiers, in April, 1429,\nshe was in her eighteenth year.  Mounted on a fine war-horse and\nclad in white armor from head to foot, she rode along past the\ncheering multitude, “seeming rather,” it has been said, “of heaven\nthan earth.”  In one hand she carried an ancient sword that she\nhad found near the tomb of a saint, and in the other a white banner\nembroidered with lilies.",
        "The rough soldiers who were near her left off their oaths and coarse\nmanners, and carefully guarded her.  She inspired the whole army\nwith courage and faith as she talked about her visions.",
        "When she arrived at the besieged city of Orleans she fearlessly\nrode round its walls, while the English soldiers looked on in\nastonishment.  She was able to enter Orleans, despite the efforts\nof the besiegers to prevent her.",
        "She aroused the city by her cheerful, confident words and then led\nher soldiers forth to give battle to the English.  Their success\nwas amazing.  One after another the English forts were taken.",
        "When only the strongest remained and Joan was leading the attacking\nforce, she received a slight wound and was carried out of the\nbattle to be attended by a surgeon.  Her soldiers began to retreat.\n“Wait,” she commanded, “eat and drink and rest; for as soon as I\nrecover I will touch the walls with my banner and you shall enter\nthe fort.”  In a few minutes she mounted her horse again and riding\nrapidly up to the fort, touched it with her banner.  Her soldier\nalmost instantly carried it.  The very next day the enemy’s troops\nwere forced to withdraw from before the city and the siege was at\nend.",
        "The French soldiers were jubilant at the victory and called Joan\nthe “Maid of Orleans.”  By this name she is known in history.\nHer fame spread everywhere, and the English as well as the French\nthought she had more than human power.",
        "She led the French in several other battles, and again and again\nher troops were victorious.",
        "At last the English were driven far to the north of France.  Then\nCharles, urged by Joan, went to Rheims with twelve thousand soldiers,\nand there, with splendid ceremonies, was crowned king.  Joan holding\nher white banner, stood near Charles during the coronation.",
        "When the ceremony was finished, she knelt at his feet and said, “O\nKing, the will of God is done and my mission is over!  Let me now\ngo home to my parents.”",
        "But the king urged her to stay a while longer, as France was not\nentirely freed from the English.  Joan consented, but she said, “I\nhear the heavenly voices no more and I am afraid.”",
        "However she took part in an attack upon the army of the Duke of\nBurgundy, but was taken prisoner by him.  For a large sum of money\nthe duke delivered her into the hands of the English, who put her\nin prison in Rouen.  She lay in prison for a year, and finally\nwas charged with sorcery and brought to trial.  It was said that\nshe was under the influence of the Evil One.  She declared to her\njudges her innocence of the charge and said, “God has always been\nmy guide in all that I have done.  The devil has never had power\nover me.”",
        "Her trial was long and tiresome.  At its close she was doomed to\nbe burned at the stake.",
        "So in the market-place at Rouen the English soldiers fastened her\nto a stake surrounded by a great pile of fagots.",
        "A soldier put into her hands a rough cross, which he had made from\na stick that he held.  She thanked him and pressed it to her bosom.\nThen a good priest, standing near the stake, read to her the prayers\nfor the dying, and another mounted the fagots and held towards her\na crucifix, which she clasped with both hands and kissed.  When\nthe cruel flames burst out around her, the noble girl uttered the\nword “Jesus,” and expired.",
        "A statue of her now stands on the spot where she suffered.",
        "Among all the men of her time none did nobler work than Joan.  And\nhence it is that we put the story of her life among the stories\nof the lives of the great MEN of the Middle Ages, although she was\nonly a simple peasant girl.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}