{
    "title": "Famous Men of the Middle Ages - The Nibelungs",
    "author": "John H. Haaren (John Henry)",
    "chapter": "3",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The time came when the people of Western Europe learned to believe\nin one God and were converted to Christianity, but the old stories\nabout the gods and Valkyries and giants and heroes, who were half\ngods and half men, were not forgotten.",
        "These stories were repeated from father to son for generations,\nand in the twelfth century a poet, whose name we do not know, wrote\nthem in verse.  He called his poem the Nibelungenlied (song of the\nNibelungs).  It is the great national poem of the Germans.  The\nlegends told in it are the basis of Wagner’s operas.",
        "“Nibelungs” was the name given to some northern dwarfs whose king\nhad once possessed a great treasure of gold and precious stones but\nhad lost it.  Whoever got possession of this treasure was followed\nby a curse.  The Nibelungenlied tells the adventures of those who\npossessed the treasure.",
        "In the grand old city of Worms, in Burgundy, there lived long ago\nthe princess Kriemhilda.  Her eldest brother Gunther was king of\nBurgundy.",
        "And in the far-away Netherlands, where the Rhine pours its waters\ninto the sea, dwelt a prince named Siegfried, son of Siegmund, the\nking.",
        "Ere long Sir Siegfried heard of the beauty of fair Kriemhilda.\nHe said to his father, “Give me twelve knights and I will ride to\nKing Gunther’s land.  I must win the heart of Kriemhilda.”",
        "After seven days’ journey the prince and his company drew near to\nthe gates of Worms.  All wondered who the strangers were and whence\nthey came.  Hagen, Kriemhilda’s uncle, guessed.  He said, “I never\nhave seen the famed hero of Netherlands, yet I am sure that yonder\nknight is none but Sir Siegfried.”",
        "“And who,” asked the wondering people, “may Siegfried be?”",
        "“Siegfried,” answered Sir Hagen, “is a truly wonderful knight.\nOnce when riding all alone, he came to a mountain where lay the\ntreasure of the king of the Nibelungs.  The king’s two sons had\nbrought it out from the cave in which it had been hidden, to divide\nit between them.  But they did not agree about the division.  So\nwhen Seigfied drew near both princes said, ’Divide for us, Sir\nSiegfried, our father’s hoard.’  There were so many jewels that\none hundred wagons could not carry them, and of ruddy gold there\nwas even more.  Seigfied made the fairest division he could, and as\na reward the princes gave him their father’s sword called Balmung.\nBut although Siegfried had done his best to satisfy them with his\ndivision, they soon fell to quarreling and fighting, and when he\ntried to separate them they made an attack on him.  To save his own\nlife he slew them both.  Alberich, a mountain dwarf, who had long\nbeen guardian of the Nibelung hoard, rushed to avenge his masters;\nbut Siegfried vanquished him and took from him his cap of darkness\nwhich made its wearer invisible and gave him the strength of twelve\nmen.  The hero then ordered Alberich to place the treasure again\nin the mountain cave and guard it for him.”",
        "Hagen then told another story of Siegfried:",
        "“Once he slew a fierce dragon and bathed himself in its blood, and\nthis turned the hero’s skin to horn, so that no sword or spear can\nwound him.”",
        "When Hagen had told these tales he advised King Gunther and the\npeople of Burgundy to receive Siegfried with all honor.",
        "So, as the fashion was in those times, games were held in\nthe courtyard of the palace in honor of Siegfried, and Kriemhilda\nwatched the sport from her window.",
        "For a full year Siegfried stayed at the court of King Gunther,\nbut never in all that time told why he had come and never once saw\nKriemhilda.",
        "At the end of the year sudden tidings came that the Saxons and\nDanes, as was their habit, were pillaging the lands of Burgundy.\nAt the head of a thousand Burgundian knights Siegfried conquered\nboth Saxons and Danes.  The king of the Danes was taken prisoner\nand the Saxon king surrendered.",
        "The victorious warriors returned to Worms and the air was filled with\nglad shouts of welcome.  King Gunther asked Kriemhilda to welcome\nSiegfried and offer him the thanks of all the land of Burgundy.",
        "Siegfried stood before her, and she said, “Welcome, Sir Siegfried,\nwelcome; we thank you one and all.”  He bent before her and she\nkissed him.",
        "Far over the sea from sunny Burgundy lived Brunhilda, queen of\nIceland.  Fair was she of face and strong beyond compare.  If a\nknight would woo and win her he must surpass her in three contests:\nleaping, hurling the spear and pitching the stone.  If he failed\nin even one, he must forfeit his life.",
        "King Gunther resolved to wed this strange princess and Siegfried\npromised to help him.  “But,” said Siegfried, “if we succeed, I must\nhave as my wife thy sister Kriemhilda.”  To this Gunther agreed,\nand the voyage to Iceland began.",
        "When Gunther and his companions neared Brunhilda’s palace the gates\nwere opened and the strangers were welcomed.",
        "Siegfried thanked the queen for her kindness and told how Gunther\nhad come to Iceland in hope of winning her hand.",
        "“If in three contests he gain the mastery,” she said, “I will become\nhis wife.  If not, both he and you who are with him must lose your\nlives.”",
        "Brunhilda prepared for the contests.  Her shield was so thick and\nheavy that four strong men were needed to bear it.  Three could\nscarcely carry her spear and the stone that she hurled could just\nbe lifted by twelve.",
        "Siegfried now helped Gunther in a wonderful way.  He put on his\ncap of darkness, so that no one could see him.  Then he stood by\nGunther’s side and did the fighting.  Brunhilda threw her spear\nagainst the kings bright shield and sparks flew from the steel.\nBut the unseen knight dealt Brunhilda such blows that she confessed\nherself conquered.",
        "In the second and third contests she fared no better, and so\nshe had to become King Gunther’s bride.  But she said that before\nshe would leave Iceland she must tell all her kinsmen.  Daily her\nkinsfolk came riding to the castle, and soon an army had assembled.",
        "Then Gunther and his friends feared unfair play.  So Siegfried\nput on his cap of darkness, stepped into a boat, and went to the\nNibelung land where Alberich the dwarf was guarding the wonderful\nNibelung treasure.",
        "“Bring me here,” he cried to the dwarf, “a thousand Nibelung\nknights.”  At the call of the dwarf the warriors gathered around\nSir Siegfried.  Then they sailed with him to Brunhilda’s isle and\nthe queen and her kinsmen, fearing such warriors, welcomed them\ninstead of fighting.  Soon after their arrival King Gunther and\nhis men, Siegfried and his Nibelungs, and Queen Brunhilda, with\ntwo thousand of her kinsmen set sail for King Gunther’s land.",
        "As soon as they reached Worms the marriage of Gunther and Brunhilda\ntook place.  Siegfried and Kriemhilda also were married, and after\ntheir marriage went to Siegfried’s Netherlands castle.  There they\nlived more happily than I can tell.",
        "Now comes the sad part of the Nibelung tale.",
        "Brunhilda and Gunther invited Siegfried and Kriemhilda to visit them\nat Worms.  During the visit the two queens quarreled and Brunhilda\nmade Gunther angry with Siegfried.  Hagen, too, began to hate\nSiegfried and wished to kill him.",
        "But Siegfried could not be wounded except in one spot on which\na falling leaf had rested when he bathed himself in the dragon’s\nblood.  Only Kriemhilda knew where this spot was.  Hagen told her\nto sew a little silk cross upon Siegfried’s dress to mark the spot,\nso that he might defend Siegfried in a fight.",
        "No battle was fought, but Siegfried went hunting with Gunther and\nHagen one day and they challenged him to race with them.  He easily\nwon, but after running he was hot and thirsty and knelt to drink\nat a spring.  Then Hagen seized a spear and plunged it through the\ncross into the hero’s body.  Thus the treasure of the Nibelungs\nbrought disaster to Siegfried.",
        "Gunther and Hagen told Kriemhilda that robbers in the wood had\nslain her husband, but she could not be deceived.",
        "Kriemhilda determined to take vengeance on the murderers of Siegfried,\nand so she would not leave Worms.  There, too, stayed one thousand\nknights who had followed Siegfried from the Nibelung land.",
        "Soon after Siegfried’s death Kriemhilda begged her younger brother\nto bring the Nibelung treasure from the mountain cave to Worms.",
        "When it arrived Kriemhilda gave gold and jewels to rich and poor\nin Burgundy, and Hagen feared that soon she would win the love of\nall the people and turn them against him.  So, one day, he took\nthe treasure and hid it in the Rhine.  He hoped some day to enjoy\nit himself.",
        "As Hagen now possessed the Nibelung treasure the name “Nibelungs\"\nwas given to him and his companions.",
        "Etzel, or as we call him, Attila, king of the Huns, heard of the\nbeauty of Kriemhilda and sent one of his knights to ask the queen\nto become his wife.",
        "At first she refused.  However, when she remembered that Etzel\ncarried the sword of Tiew, she changed her mind, because, if she\nbecame his wife, she might persuade him to take vengeance upon\nGunther and Hagen.",
        "And so it came to pass.",
        "Shortly after their marriage Etzel and Kriemhilda invited Gunther\nand all his court to a grand midsummer festival in the land of the\nHuns.",
        "Hagen was afraid to go, for he felt sure that Kriemhilda had not\nforgiven the murder of Siegfried.  However, it was decided that\nthe invitation should be accepted, but that ten thousand knights\nshould go with Gunther as a body-guard.",
        "Shortly after Gunther and his followers arrived at Attila’s court\na banquet was prepared.  Nine thousand Burgundians were seated at\nthe board when Attila’s brother came into the banquet hall with a\nthousand well-armed knights.  A quarrel arose and a fight followed.",
        "Thousands of the Burgundians were slain.  The struggle continued\nfor days.  At last, of all the knights of Burgundy, Gunther and\nHagen alone were left alive.  Then one of Kriemhilda’s friends fought\nwith them and overpowered both.  He bound them and delivered them\nto Kriemhilda.",
        "The queen ordered one of her knights to cut off Gunther’s head, and\nshe herself cut off the head of Hagen with “Balmung,” Siegfried’s\nwonderful sword.  A friend of Hagen then avenged his death by\nkilling Kriemhilda herself.",
        "Of all the Nibelungs who entered the land of the Huns one only ever\nreturned to Burgundy.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}