{
    "title": "Famous Affinities of History - Abelard and Heloise",
    "author": "Lyndon Orr",
    "chapter": "2",
    "content": [
        "\nNell Gwyn\nSimon Verelst, ca. 1680\nAt the National Gallery\n",
        "\n\n",
        "Many a woman, amid the transports of passionate and languishing\nlove, has cried out in a sort of ecstasy:",
        "“I love you as no woman ever loved a man before!”",
        "When she says this she believes it. Her whole soul is aflame with\nthe ardor of emotion. It really seems to her that no one ever\ncould have loved so much as she.",
        "This cry–spontaneous, untaught, sincere–has become almost one\nof those conventionalities of amorous expression which belong to\nthe vocabulary of self-abandonment. Every woman who utters it,\nwhen torn by the almost terrible extravagance of a great love,\nbelieves that no one before her has ever said it, and that in her\nown case it is absolutely true.",
        "Yet, how many women are really faithful to the end? Very many,\nindeed, if circumstances admit of easy faithfulness. A high-\nsouled, generous, ardent nature will endure an infinity of\ndisillusionment, of misfortune, of neglect, and even of ill\ntreatment. Even so, the flame, though it may sink low, can be\nrevived again to burn as brightly as before. But in order that\nthis may be so it is necessary that the object of such a wonderful\ndevotion be alive, that he be present and visible; or, if he be\nabsent, that there should still exist some hope of renewing the\nexquisite intimacy of the past.",
        "A man who is sincerely loved may be compelled to take long\njourneys which will separate him for an indefinite time from the\nwoman who has given her heart to him, and she will still be\nconstant. He may be imprisoned, perhaps for life, yet there is\nalways the hope of his release or of his escape; and some women\nwill be faithful to him and will watch for his return. But, given\na situation which absolutely bars out hope, which sunders two\nsouls in such a way that they can never be united in this world,\nand there we have a test so terribly severe that few even of the\nmost loyal and intensely clinging lovers can endure it.",
        "Not that such a situation would lead a woman to turn to any other\nman than the one to whom she had given her very life; but we might\nexpect that at least her strong desire would cool and weaken. She\nmight cherish his memory among the precious souvenirs of her love\nlife; but that she should still pour out the same rapturous,\nunstinted passion as before seems almost too much to believe. The\nannals of emotion record only one such instance; and so this\ninstance has become known to all, and has been cherished for\nnearly a thousand years. It involves the story of a woman who did\nlove, perhaps, as no one ever loved before or since; for she was\nsubjected to this cruel test, and she met the test not alone\ncompletely, but triumphantly and almost fiercely.",
        "The story is, of course, the story of Abelard and Heloise. It has\nmany times been falsely told. Portions of it have been omitted,\nand other portions of it have been garbled. A whole literature has\ngrown up around the subject. It may well be worth our while to\nclear away the ambiguities and the doubtful points, and once more\nto tell it simply, without bias, and with a strict adherence to\nwhat seems to be the truth attested by authentic records.",
        "There is one circumstance connected with the story which we must\nspecially note. The narrative does something more than set forth\nthe one quite unimpeachable instance of unconquered constancy. It\nshows how, in the last analysis, that which touches the human\nheart has more vitality and more enduring interest than what\nconcerns the intellect or those achievements of the human mind\nwhich are external to our emotional nature.",
        "Pierre Abelard was undoubtedly the boldest and most creative\nreasoner of his time. As a wandering teacher he drew after him\nthousands of enthusiastic students. He gave a strong impetus to\nlearning. He was a marvelous logician and an accomplished orator.\nAmong his pupils were men who afterward became prelates of the\nchurch and distinguished scholars. In the Dark Age, when the\ndictates of reason were almost wholly disregarded, he fought\nfearlessly for intellectual freedom. He was practically the\nfounder of the University of Paris, which in turn became the\nmother of medieval and modern universities.",
        "He was, therefore, a great and striking figure in the history of\ncivilization. Nevertheless he would to-day be remembered only by\nscholars and students of the Middle Ages were it not for the fact\nthat he inspired the most enduring love that history records. If\nHeloise had never loved him, and if their story had not been so\ntragic and so poignant, he would be to-day only a name known to\nbut a few. His final resting-place, in the cemetery of Pere\nLachaise, in Paris, would not be sought out by thousands every\nyear and kept bright with flowers, the gift of those who have\nthemselves both loved and suffered.",
        "Pierre Abelard–or, more fully, Pierre Abelard de Palais–was a\nnative of Brittany, born in the year 1079. His father was a\nknight, the lord of the manor; but Abelard cared little for the\nlife of a petty noble; and so he gave up his seigniorial rights to\nhis brothers and went forth to become, first of all a student, and\nthen a public lecturer and teacher.",
        "His student days ended abruptly in Paris, where he had enrolled\nhimself as the pupil of a distinguished philosopher, Guillaume de\nChampeaux; but one day Abelard engaged in a disputation with his\nmaster. His wonderful combination of eloquence, logic, and\noriginality utterly routed Champeaux, who was thus humiliated in\nthe presence of his disciples. He was the first of many enemies\nthat Abelard was destined to make in his long and stormy career.\nFrom that moment the young Breton himself set up as a teacher of\nphilosophy, and the brilliancy of his discourses soon drew to him\nthrongs of students from all over Europe.",
        "Before proceeding with the story of Abelard it is well to\nreconstruct, however slightly, a picture of the times in which he\nlived. It was an age when Western Europe was but partly civilized.\nPedantry and learning of the most minute sort existed side by side\nwith the most violent excesses of medieval barbarism. The Church\nhad undertaken the gigantic task of subduing and enlightening the\nsemi-pagan peoples of France and Germany and England.",
        "When we look back at that period some will unjustly censure Rome\nfor not controlling more completely the savagery of the medievals.\nMore fairly should we wonder at the great measure of success which\nhad already been achieved. The leaven of a true Christianity was\nworking in the half-pagan populations. It had not yet completely\nreached the nobles and the knights, or even all the ecclesiastics\nwho served it and who were consecrated to its mission. Thus, amid\na sort of political chaos were seen the glaring evils of\nfeudalism. Kings and princes and their followers lived the lives\nof swine. Private blood-feuds were regarded lightly. There was as\nyet no single central power. Every man carried his life in his\nhand, trusting to sword and dagger for protection.",
        "The cities were still mere hamlets clustered around great castles\nor fortified cathedrals. In Paris itself the network of dark\nlanes, ill lighted and unguarded, was the scene of midnight murder\nand assassination. In the winter-time wolves infested the town by\nnight. Men-at-arms, with torches and spears, often had to march\nout from their barracks to assail the snarling, yelping packs of\nsavage animals that hunger drove from the surrounding forests.",
        "Paris of the twelfth century was typical of France itself, which\nwas harried by human wolves intent on rapine and wanton plunder.\nThere were great schools of theology, but the students who\nattended them fought and slashed one another. If a man’s life was\nthreatened he must protect it by his own strength or by gathering\nabout him a band of friends. No one was safe. No one was tolerant.\nVery few were free from the grosser vices. Even in some of the\nreligious houses the brothers would meet at night for unseemly\nrevels, splashing the stone floors with wine and shrieking in a\ndelirium of drunkenness. The rules of the Church enjoined\ntemperance, continence, and celibacy; but the decrees of Leo IX.\nand Nicholas II. and Alexander II. and Gregory were only partially\nobserved.",
        "In fact, Europe was in a state of chaos–political and moral and\nsocial. Only very slowly was order emerging from sheer anarchy. We\nmust remember this when we recall some facts which meet us in the\nstory of Abelard and Heloise.",
        "The jealousy of Champeaux drove Abelard for a time from Paris. He\ntaught and lectured at several other centers of learning, always\nadmired, and yet at the same time denounced by many for his\nadvocacy of reason as against blind faith. During the years of his\nwandering he came to have a wide knowledge of the world and of\nhuman nature. If we try to imagine him as he was in his thirty-\nfifth year we shall find in him a remarkable combination of\nattractive qualities.",
        "It must be remembered that though, in a sense, he was an\necclesiastic, he had not yet been ordained to the priesthood, but\nwas rather a canon–a person who did not belong to any religious\norder, though he was supposed to live according to a definite set\nof religious rules and as a member of a religious community.\nAbelard, however, made rather light of his churchly associations.\nHe was at once an accomplished man of the world and a profound\nscholar. There was nothing of the recluse about him. He mingled\nwith his fellow men, whom he dominated by the charm of his\npersonality. He was eloquent, ardent, and persuasive. He could\nturn a delicate compliment as skilfully as he could elaborate a\nsyllogism. His rich voice had in it a seductive quality which was\nnever without its effect.",
        "Handsome and well formed, he possessed as much vigor of body as of\nmind. Nor were his accomplishments entirely those of the scholar.\nHe wrote dainty verses, which he also set to music, and which he\nsang himself with a rare skill. Some have called him “the first of\nthe troubadours,” and many who cared nothing for his skill in\nlogic admired him for his gifts as a musician and a poet.\nAltogether, he was one to attract attention wherever he went, for\nnone could fail to recognize his power.",
        "It was soon after his thirty-fifth year that he returned to Paris,\nwhere he was welcomed by thousands. With much tact he reconciled\nhimself to his enemies, so that his life now seemed to be full of\npromise and of sunshine.",
        "It was at this time that he became acquainted with a very\nbeautiful young girl named Heloise. She was only eighteen years of\nage, yet already she possessed not only beauty, but many\naccomplishments which were then quite rare in women, since she\nboth wrote and spoke a number of languages, and, like Abelard, was\na lover of music and poetry. Heloise was the illegitimate daughter\nof a canon of patrician blood; so that she is said to have been a\nworthy representative of the noble house of the Montmorencys–\nfamous throughout French history for chivalry and charm.",
        "Up to this time we do not know precisely what sort of life Abelard\nhad lived in private. His enemies declared that he had squandered\nhis substance in vicious ways. His friends denied this, and\nrepresented him as strict and chaste. The truth probably lies\nbetween these two assertions. He was naturally a pleasure-loving\nman of the world, who may very possibly have relieved his severer\nstudies by occasional revelry and light love. It is not at all\nlikely that he was addicted to gross passions and low practices.",
        "But such as he was, when he first saw Heloise he conceived for her\na violent attachment. Carefully guarded in the house of her uncle,\nFulbert, it was difficult at first for Abelard to meet her save in\nthe most casual way; yet every time that he heard her exquisite\nvoice and watched her graceful manners he became more and more\ninfatuated. His studies suddenly seemed tame and colorless beside\nthe fierce scarlet flame which blazed up in his heart.",
        "Nevertheless, it was because of these studies and of his great\nreputation as a scholar that he managed to obtain access to\nHeloise. He flattered her uncle and made a chance proposal that he\nshould himself become an inmate of Fulbert’s household in order\nthat he might teach this girl of so much promise. Such an offer\ncoming from so brilliant a man was joyfully accepted.",
        "From that time Abelard could visit Heloise without restraint. He\nwas her teacher, and the two spent hours together, nominally in\nthe study of Greek and Hebrew; but doubtless very little was said\nbetween them upon such unattractive subjects. On the contrary,\nwith all his wide experience of life, his eloquence, his perfect\nmanners, and his fascination, Abelard put forth his power to\ncaptivate the senses of a girl still in her teens and quite\nignorant of the world. As Remusat says, he employed to win her the\ngenius which had overwhelmed all the great centers of learning in\nthe Western world.",
        "It was then that the pleasures of knowledge, the joys of thought,\nthe emotions of eloquence, were all called into play to charm and\nmove and plunge into a profound and strange intoxication this\nnoble and tender heart which had never known either love or\nsorrow. ... One can imagine that everything helped on the\ninevitable end. Their studies gave them opportunities to see each\nother freely, and also permitted them to be alone together. Then\ntheir books lay open between them; but either long periods of\nsilence stilled their reading, or else words of deepening intimacy\nmade them forget their studies altogether. The eyes of the two\nlovers turned from the book to mingle their glances, and then to\nturn away in a confusion that was conscious.",
        "Hand would touch hand, apparently by accident; and when\nconversation ceased, Abelard would often hear the long, quivering\nsigh which showed the strange, half-frightened, and yet exquisite\njoy which Heloise experienced.",
        "It was not long before the girl’s heart had been wholly won.\nTransported by her emotion, she met the caresses of her lover with\nthose as unrestrained as his. Her very innocence deprived her of\nthe protection which older women would have had. All was given\nfreely, and even wildly, by Heloise; and all was taken by Abelard,\nwho afterward himself declared:",
        "“The pleasure of teaching her to love surpassed the delightful\nfragrance of all the perfumes in the world.”",
        "Yet these two could not always live in a paradise which was\nentirely their own. The world of Paris took notice of their close\nassociation. Some poems written to Heloise by Abelard, as if in\nletters of fire, were found and shown to Fulbert, who, until this\ntime, had suspected nothing. Angrily he ordered Abelard to leave\nhis house. He forbade his niece to see her lover any more.",
        "But the two could not be separated; and, indeed, there was good\nreason why they should still cling together. Secretly Heloise left\nher uncle’s house and fled through the narrow lanes of Paris to\nthe dwelling of Abelard’s sister, Denyse, where Abelard himself\nwas living. There, presently, the young girl gave birth to a son,\nwho was named Astrolabe, after an instrument used by astronomers,\nsince both the father and the mother felt that the offspring of so\ngreat a love should have no ordinary name.",
        "Fulbert was furious, and rightly so. His hospitality had been\noutraged and his niece dishonored. He insisted that the pair\nshould at once be married. Here was revealed a certain weakness in\nthe character of Abelard. He consented to the marriage, but\ninsisted that it should be kept an utter secret.",
        "Oddly enough, it was Heloise herself who objected to becoming the\nwife of the man she loved. Unselfishness could go no farther. She\nsaw that, were he to marry her, his advancement in the Church\nwould be almost impossible; for, while the very minor clergy\nsometimes married in spite of the papal bulls, matrimony was\nbecoming a fatal bar to ecclesiastical promotion. And so Heloise\npleaded pitifully, both with her uncle and with Abelard, that\nthere should be no marriage. She would rather bear all manner of\ndisgrace than stand in the way of Abelard’s advancement.",
        "He has himself given some of the words in which she pleaded with\nhim:",
        "What glory shall I win from you, when I have made you quite\ninglorious and have humbled both of us? What vengeance will the\nworld inflict on me if I deprive it of one so brilliant? What\ncurses will follow such a marriage? How outrageous would it be\nthat you, whom nature created for the universal good, should be\ndevoted to one woman and plunged into such disgrace? I loathe the\nthought of a marriage which would humiliate you.",
        "Indeed, every possible effort which another woman in her place\nwould employ to make him marry her she used in order to dissuade\nhim. Finally, her sweet face streaming with tears, she uttered\nthat tremendous sentence which makes one really think that she\nloved him as no other woman ever loved a man. She cried out, in an\nagony of self-sacrifice:",
        "“I would rather be your mistress than the wife even of an\nemperor!”",
        "Nevertheless, the two were married, and Abelard returned to his\nlecture-room and to his studies. For months they met but seldom.\nMeanwhile, however, the taunts and innuendos directed against\nHeloise so irritated Fulbert that he broke his promise of secrecy,\nand told his friends that Abelard and Heloise were man and wife.\nThey went to Heloise for confirmation. Once more she showed in an\nextraordinary way the depth of her devotion.",
        "“I am no wife,” she said. “It is not true that Abelard has married\nme. My uncle merely tells you this to save my reputation.”",
        "They asked her whether she would swear to this; and, without a\nmoment’s hesitation, this pure and noble woman took an oath upon\nthe Scriptures that there had been no marriage.",
        "Fulbert was enraged by this. He ill-treated Heloise, and,\nfurthermore, he forbade Abelard to visit her. The girl, therefore,\nagain left her uncle’s house and betook herself to a convent just\noutside of Paris, where she assumed the habit of a nun as a\ndisguise. There Abelard continued from time to time to meet her.",
        "When Fulbert heard of this he put his own interpretation on it. He\nbelieved that Abelard intended to ignore the marriage altogether,\nand that possibly he might even marry some other woman. In any\ncase, he now hated Abelard with all his heart; and he resolved to\ntake a fearful and unnatural vengeance which would at once prevent\nhis enemy from making any other marriage, while at the same time\nit would debar him from ecclesiastical preferment.",
        "To carry out his plot Fulbert first bribed a man who was the body-\nservant of Abelard, watching at the door of his room each night.\nThen he hired the services of four ruffians. After Abelard had\nretired and was deep in slumber the treacherous valet unbarred the\ndoor. The hirelings of Fulbert entered and fell upon the sleeping\nman. Three of them bound him fast, while the fourth, with a razor,\ninflicted on him the most shameful mutilation that is possible.\nThen, extinguishing the lights, the wretches slunk away and were\nlost in darkness, leaving behind their victim bound to his couch,\nuttering cries of torment and bathed in his own blood.",
        "It is a shocking story, and yet it is intensely characteristic of\nthe lawless and barbarous era in which it happened. Early the next\nmorning the news flew rapidly through Paris. The city hummed like\na bee-hive. Citizens and students and ecclesiastics poured into\nthe street and surrounded the house of Abelard.",
        "“Almost the entire city,” says Fulques, as quoted by McCabe, “went\nclamoring toward his house. Women wept as if each one had lost her\nhusband.”",
        "Unmanned though he was, Abelard still retained enough of the\nspirit of his time to seek vengeance. He, in his turn, employed\nruffians whom he set upon the track of those who had assaulted\nhim. The treacherous valet and one of Fulbert’s hirelings were run\ndown, seized, and mutilated precisely as Abelard had been; and\ntheir eyes were blinded. A third was lodged in prison. Fulbert\nhimself was accused before one of the Church courts, which alone\nhad power to punish an ecclesiastic, and all his goods were\nconfiscated.",
        "But, meantime, how did it fare with Heloise? Her grief was greater\nthan his own, while her love and her devotion were absolutely\nundiminished. But Abelard now showed a selfishness–and indeed, a\nmeanness–far beyond any that he had before exhibited. Heloise\ncould no more be his wife. He made it plain that he put no trust\nin her fidelity. He was unwilling that she should live in the\nworld while he could not; and so he told her sternly that she must\ntake the veil and bury herself for ever in a nunnery.",
        "The pain and shame which she experienced at this came wholly from\nthe fact that evidently Abelard did not trust her. Long afterward\nshe wrote:",
        "God knows I should not have hesitated, at your command, to precede\nor to follow you to hell itself!",
        "It was his distrust that cut her to the heart. Still, her love for\nhim was so intense that she obeyed his order. Soon after she took\nthe vows; and in the convent chapel, shaken with sobs, she knelt\nbefore the altar and assumed the veil of a cloistered nun. Abelard\nhimself put on the black tunic of a Benedictine monk and entered\nthe Abbey of St. Denis.",
        "It is unnecessary here to follow out all the details of the lives\nof Abelard and Heloise after this heart-rendering scene. Abelard\npassed through many years of strife and disappointment, and even\nof humiliation; for on one occasion, just as he had silenced\nGuillaume de Champeaux, so he himself was silenced and put to rout\nby Bernard of Clairvaux–\"a frail, tense, absorbed, dominant\nlittle man, whose face was white and worn with suffering,” but in\nwhose eyes there was a light of supreme strength. Bernard\nrepresented pure faith, as Abelard represented pure reason; and\nthe two men met before a great council to match their respective\npowers.",
        "Bernard, with fiery eloquence, brought a charge of heresy against\nAbelard in an oration which was like a charge of cavalry. When he\nhad concluded Abelard rose with an ashen face, stammered out a few\nwords, and sat down. He was condemned by the council, and his\nworks were ordered to be burned.",
        "All his later life was one of misfortune, of humiliation, and even\nof personal danger. The reckless monks whom he tried to rule rose\nfiercely against him. His life was threatened. He betook himself\nto a desolate and lonely place, where he built for himself a hut\nof reeds and rushes, hoping to spend his final years in\nmeditation. But there were many who had not forgotten his ability\nas a teacher. These flocked by hundreds to the desert place where\nhe abode. His hut was surrounded by tents and rude hovels, built\nby his scholars for their shelter.",
        "Thus Abelard resumed his teaching, though in a very different\nframe of mind. In time he built a structure of wood and stone,\nwhich he called the Paraclete, some remains of which can still be\nseen.",
        "All this time no word had passed between him and Heloise. But\npresently Abelard wrote and gave to the world a curious and\nexceedingly frank book, which he called The Story of My\nMisfortunes. A copy of it reached the hands of Heloise, and she at\nonce sent to Abelard the first of a series of letters which have\nremained unique in the literature of love.",
        "Ten years had passed, and yet the woman’s heart was as faithful\nand as full of yearning as on the day when the two had parted. It\nhas been said that the letters are not genuine, and they must be\nread with this assertion in mind; yet it is difficult to believe\nthat any one save Heloise herself could have flung a human soul\ninto such frankly passionate utterances, or that any imitator\ncould have done the work.",
        "In her first letter, which was sent to Abelard written upon\nparchment, she said:",
        "At thy command I would change, not merely my costume, but my very\nsoul, so entirely art thou the sole possessor of my body and my\nspirit. Never, God is my witness, never have I sought anything in\nthee but thyself; I have sought thee, and not thy gifts. I have\nnot looked to the marriage-bond or dowry.",
        "She begged him to write to her, and to lead her to God, as once he\nhad led her into the mysteries of pleasure. Abelard answered in a\nletter, friendly to be sure, but formal–the letter of a priest to\na cloistered nun. The opening words of it are characteristic of\nthe whole:",
        "To Heloise, his sister in Christ, from Abelard, her brother in\nHim.",
        "The letter was a long one, but throughout the whole of it the\nwriter’s tone was cold and prudent. Its very coldness roused her\nsoul to a passionate revolt. Her second letter bursts forth in a\nsort of anguish:",
        "How hast thou been able to frame such thoughts, dearest? How hast\nthou found words to convey them? Oh, if I dared but call God cruel\nto me! Oh, most wretched of all creatures that I am! So sweet did\nI find the pleasures of our loving days that I cannot bring myself\nto reject them or to banish them from my memory. Wheresoever I go,\nthey thrust themselves upon my vision, and rekindle the old\ndesire.",
        "But Abelard knew only too well that not in this life could there\nbe anything save spiritual love between himself and Heloise. He\nwrote to her again and again, always in the same remote and\nunimpassioned way. He tells her about the history of monasticism,\nand discusses with her matters of theology and ethics; but he\nnever writes one word to feed the flame that is consuming her. The\nwoman understood at last; and by degrees her letters became as\ncalm as his–suffused, however, with a tenderness and feeling\nwhich showed that in her heart of hearts she was still entirely\ngiven to him.",
        "After some years Abelard left his dwelling at the Paraclete, and\nthere was founded there a religious house of which Heloise became\nthe abbess. All the world respected her for her sweetness, her\nwisdom, and the purity of her character. She made friends as\neasily as Abelard made enemies. Even Bernard, who had overthrown\nher husband, sought out Heloise to ask for her advice and counsel.",
        "Abelard died while on his way to Rome, whither he was journeying\nin order to undergo a penalty; and his body was brought back to\nthe Paraclete, where it was entombed. Over it for twenty-two years\nHeloise watched with tender care; and when she died, her body was\nlaid beside that of her lover.",
        "To-day their bones are mingled as she would have desired them to\nbe mingled. The stones of their tomb in the great cemetery of Pere\nLachaise were brought from the ruins of the Paraclete, and above\nthe sarcophagus are two recumbent figures, the whole being the\nwork of the artist Alexandra Lenoir, who died in 1836. The figure\nrepresenting Heloise is not, however, an authentic likeness. The\nmodel for it was a lady belonging to a noble family of France, and\nthe figure itself was brought to Pere Lachaise from the ancient\nCollege de Beauvais.",
        "The letters of Heloise have been read and imitated throughout the\nwhole of the last nine centuries. Some have found in them the\nutterances of a woman whose love of love was greater than her love\nof God and whose intensity of passion nothing could subdue; and so\nthese have condemned her. But others, like Chateaubriand, have\nmore truly seen in them a pure and noble spirit to whom fate had\nbeen very cruel; and who was, after all, writing to the man who\nhad been her lawful husband.",
        "Some of the most famous imitations of her letters are those in the\nancient poem entitled, “The Romance of the Rose,” written by Jean\nde Meung, in the thirteenth century; and in modern times her first\nletter was paraphrased by Alexander Pope, and in French by\nColardeau. There exist in English half a dozen translations of\nthem, with Abelard’s replies. It is interesting to remember that\npractically all the other writings of Abelard remained unpublished\nand unedited until a very recent period. He was a remarkable\nfigure as a philosopher and scholar; but the world cares for him\nonly because he was loved by Heloise.",
        "Continue...",
        "\nThis etext of Famous Affinities of History (I of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Michael F. RoizenAt Amazon"
    ]
}