{
    "title": "Famous Men of the Middle Ages - Edward the Black Prince",
    "author": "John H. Haaren (John Henry)",
    "chapter": "27",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "One of the most famous warriors of the Middle Ages was Edward the\nBlack Prince.  He was so called because he wore black armor in\nbattle.",
        "The Black Prince was the son of Edward III who reigned over England\nfrom 1327 to 1377.  He won his fame as a soldier in the wars which\nhis father carried on against France.",
        "You remember that the early kings of England, from the time\nof William the Conqueror, had possessions in France.  Henry II,\nWilliam’s grandson, was the duke of Normandy and lord of Brittany\nand other provinces, and when he married Eleanor of Aquitaine she\nbrought him that province also.",
        "Henry’s son John lost all the French possessions of the English\ncrown except a part of Aquitaine, and Edward III inherited this.\nSo when Philip of Valois (val-wah’) became king of France, about\na year after Edward had become king of England, Edward had to do\nhomage to Philip.",
        "To be king of England and yet to do homage to the king of France—to\nbend the knee before Philip and kiss his foot—was something Edward\ndid not like.  He thought it was quite beneath his dignity, as his\nancestor Rollo had thought when told that he must kiss the foot of\nKing Charles.",
        "So Edward tried to persuade the nobles of France that he himself\nought by right to be the king of France instead of being only\na vassal.  Philip of Valois was only a cousin of the late French\nKing Charles IV.  Edward was the son of his sister.  But there was\na curious old law in France, called the Salic Law, which forbade\nthat daughters should inherit lands.  This law barred the claim\nof Edward, because his claim came through his mother.  Still he\ndetermined to win the French throne by force of arms.",
        "A chance came to quarrel with Philip.  Another of Philip’s vassals\nrebelled against him, and Edward helped the rebel.  He hoped by\ndoing so to weaken Philip and more easily overpower him.",
        "Philip at once declared that Edward’s possessions in France were\nforfeited.",
        "Then Edward raised an army of thirty thousand men, and with it\ninvaded France.",
        "The Black Prince was now only about sixteen years of age, but he\nhad already shown himself brave in battle, and his father put him\nin command of one of the divisions of the army.",
        "Thousands of French troops led by King Philip were hurried from\nParis to meet the advance of the English; and on the 26th of August,\n1346, the two armies fought a hard battle at the village of Crécy.",
        "During the battle the division of the English army commanded by\nthe Black Prince had to bear the attack of the whole French force.\nThe prince fought so bravely and managed his men so well that King\nEdward, who was overlooking the field of battle from a windmill on\nthe top of a hill, sent him words of praise for his gallant work.",
        "Again and again the prince’s men drove back the French in splendid\nstyle.  But at last they seemed about to give way before a very\nfierce charge, and the earl of Warwick hastened to Edward to advise\nhim to send the prince aid.",
        "“Is my son dead or unhorsed or so wounded that he cannot help\nhimself?” asked the king.",
        "“No, Sire,” was the reply; “but he is hard pressed.”",
        "“Return to your post, and come not to me again for aid so long as\nmy son lives,” said the king.  “Let the boy prove himself a true\nknight and win his spurs.”",
        "The earl went to the prince and told him what his father had said.\n“I will prove myself a true knight,” exclaimed the prince.  “My\nfather is right.  I need no aid.  My men will hold their post as\nlong as they have strength to stand.”",
        "Then he rode where the battle was still furiously raging, and\nencouraged his men.  The king of France led his force a number of\ntimes against the prince’s line, but could not break it and was at\nlast compelled to retire.",
        "The battle now went steadily against the French, although they\nfar outnumbered the English.  Finally, forty thousand of Philip’s\nsoldiers lay dead upon the field and nearly all the remainder of\nhis army was captured.  Philip gave up the struggle and fled.  Among\nthose who fought on the side of the French at Crécy was the blind\nking of Bohemia, who always wore three white feathers in his helmet.\nWhen the battle was at its height the blind king had his followers\nlead him into the thick of the fight, and he dealt heavy blows upon\nhis unseen foes until he fell mortally wounded.  The three white\nfeathers were taken from his helmet by the Black Prince, who ever\nafter wore them himself.",
        "As soon as he could King Edward rode over the field to meet his\nson.  “Prince,” he said, as he greeted him, “you are the conqueror\nof the French.”  Turning to the soldiers, who had gathered around\nhim, the king shouted, “Cheer, cheer for the Black Prince!  Cheer\nfor the hero of Crécy!”",
        "What cheering then rose on the battle-field!  The air rang with\nthe name of the Black Prince.",
        "Soon after the battle of Crécy King Edward laid siege to Calais;\nbut the city resisted his attack for twelve months.  During the\nsiege the Black Prince aided his father greatly.",
        "After the capture of Calais, it was agreed to stop fighting for\nseven years, and Edward’s army embarked for England.",
        "In 1355 Edward again declared war against the French.  The Black\nPrince invaded France with an army of sixty thousand men.  He\ncaptured rich towns and gathered a great deal of booty.  While he\nwas preparing to move on Paris, the king of France raised a great\narmy and marched against him.",
        "The Black Prince had lost so many men by sickness that he had only\nabout ten thousand when he reached the city of Poitiers.  Suddenly,\nnear the city, he was met by the French force of about fifty-five\nthousand, splendidly armed and commanded by the king himself.",
        "“God help us!” exclaimed the prince, when he looked at the long\nlines of the French as they marched on a plain before him.",
        "Early on the morning of September 14, 1356, the battle began.  The\nEnglish were few in number, but they were determined to contest\nevery inch of the ground and not surrender while a hundred of\nthem remained to fight.  For hours they withstood the onset of the\nFrench.  At last a body of English horsemen charged furiously on\none part of the French line, while the Black Prince attacked another\npart.",
        "This sudden movement caused confusion among the French.  Many of\nthem fled from the field.  When the Black Prince saw this he shouted\nto his men, “Advance, English banners, in the name of God and St.\nGeorge!”  His army rushed forward and the French were defeated.\nThousands of prisoners were taken, including the king of France\nand many of his nobles.",
        "The king was sent to England, where he was treated with the greatest\nkindness.  When, some time afterwards there was a splendid procession\nin London to celebrate the victory of Poitiers, he was allowed to\nride in the procession on a beautiful white horse, while the Black\nPrince rode on a pony at his side.",
        "The Black Prince died in 1376.  He was sincerely mourned by the\nEnglish people.  They felt that they had lost a prince who would\nhave made a great and good king.",
        "William Tell and Arnold von Winkelried",
        "Far up among the Alps, in the very heart of Switzerland, are three\ndistricts, or cantons, as they are called, which are known as the\nForest Cantons and are famous in the world’s history.  About two\nthousand years ago the Romans found in these cantons a hardy race\nof mountaineers, who, although poor, were free men and proud of\ntheir independence.  They became the friends and allies of Rome,\nand the cantons were for many years a part of the Roman Empire, but\nthe people always had the right to elect their own officers and to\ngovern themselves.",
        "When Goths and the Vandals and the Huns from beyond the Rhine and\nthe Danube overran the Roman Empire, these three cantons were not\ndisturbed.  The land was too poor and rocky to attract men who were\nfighting for possession of the rich plains and valleys of Europe,\nand so it happened that for century after century, the mountaineers\nof these cantons lived on in their old, simple way, undisturbed by\nthe rest of the world.",
        "In a canton in the valley of the Rhine lived the Hapsburg family,\nwhose leaders in time grew to be very rich and powerful.  They\nbecame dukes of Austria and some of them were elected emperors.\nOne of the Hapsburgs, Albert I, claimed that the land of the Forest\nCantons belonged to him.  He sent a governor and a band of soldiers\nto those cantons and made the people submit to his authority.",
        "In one of the Forest Cantons at this time lived a famous mountaineer\nnamed William Tell.  He was tall and strong.  In all Switzerland no\nman had a foot so sure as his on the mountains or a hand so skilled\nin the use of a bow.  He was determined to resist the Austrians.",
        "Secret meetings of the mountaineers were held and all took a solemn\noath to stand by each other and fight for their freedom; but they\nhad no arms and were simple shepherds who had never been trained\nas soldiers.  The first thing to be done was to get arms without\nattracting the attention of the Austrians.  It took nearly a year\nto secure spears, swords, and battle-axes and distribute them among\nthe mountains.  Finally this was done, and everything was ready.\nAll were waiting for a signal to rise.",
        "The story tells us that just at this time Gessler, the Austrian\ngovernor, who was a cruel tyrant, hung a cap on a high pole in the\nmarket-place in the village of Altorf, and forced everyone who passed\nto bow before it.  Tell accompanied by his little son, happened to\npass through the marketplace.  He refused to bow before the cap and\nwas arrested.  Gessler offered to release him if he would shoot an\napple from the head of his son.  The governor hated Tell and made\nthis offer hoping that the mountaineer’s hand would tremble and\nthat he would kill his own son.  It is said that Tell shot the apple\nfrom his son’s head but that Gessler still refused to release him.\nThat night as Tell was being carried across the lake to prison a\nstorm came up.  In the midst of the storm he sprang from the boat\nto an over-hanging rock and made his escape.  It is said that he\nkilled the tyrant.  Some people do not believe this story, but the\nSwiss do, and if you go to Lake Lucerne some day they will show\nyou the very rock upon which Tell stepped when he sprang from the\nboat.",
        "That night the signal fires were lighted on every mountain and\nby the dawn of day the village of Altorf was filled with hardy\nmountaineers, armed and ready to fight for their liberty.  A battle\nfollowed and the Austrians were defeated and driven from Altorf.\nThis victory was followed by others.",
        "A few years later, the duke himself came with a large army,\ndetermined to conquer the mountaineers.  He had to march through\na narrow pass, with mountains rising abruptly on either side.  The\nSwiss were expecting him and hid along the heights above the pass,\nas soon as the Austrians appeared in the pass, rocks and trunks of\ntrees were hurled down upon them.  Many were killed and wounded.\nTheir army was defeated, and the duke was forced to recognize the\nindependence of the Forest Cantons.",
        "This was the beginning of the Republic of Switzerland.  In time\nfive other cantons joined them in a compact for liberty.",
        "About seventy years later the Austrians made another attempt to\nconquer the patriots.  They collected a splendid army and marched\ninto the mountains.  The Swiss at once armed themselves and met\nthe Austrians at a place called Sempach.  In those times powder\nhad not been invented, and men fought with spears, swords, and\nbattle-axes.  The Austrian soldiers stood shoulder to shoulder,\neach grasping a long spear whose point projected far in front of\nhim.  The Swiss were armed with short swords and spears and it was\nimpossible for them to get to the Austrians.  For a while their cause\nlooked hopeless, but among the ranks of the Swiss was a brave man\nfrom one of the Forest Cantons.  His name was Arnold von Winkelried\n(Win’-kel-ried).  As he looked upon the bristling points of the\nAustrian spears, he saw that his comrades had no chance to win\nunless an opening could be made in that line.  He determined to\nmake such an opening even at the cost of his life.  Extending his\narms as far as he could, he rushed toward the Austrian line and\ngathered within his arms as many spears as he could grasp.",
        "“Make way for liberty!” he cried— Then ran, with arms extended\nwide,  As if his dearest friend to clasp;  Ten spears he swept\nwithin his grasp.  “Make way for liberty!” he cried— Their keen\npoints met from side to side.   He bowed among them like a tree,\nAnd thus made way for liberty.",
        "Pierced through and through Winkelried fell dead, but he had made\na gap in the Austrian line, and into this gap rushed the Swiss\npatriots.  Victory was theirs and the Cantons were free.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}