{
    "title": "Famous Men of the Middle Ages - Canute the Great",
    "author": "John H. Haaren (John Henry)",
    "chapter": "18",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The Danes, you remember, had the eastern and northern parts\nof England in the time of Alfred.  Alfred’s successors drove them\nfarther and farther north, and at length the Danish kingdom in\nEngland came to an end for a time.",
        "But the Danes in Denmark did not forget that there had been such\na kingdom and in the year 1013 Sweyn (swane), King of Denmark,\ninvaded England and defeated the Anglo-Saxons.  Ethelred, their\nking, fled to Normandy.",
        "Sweyn now called himself the king of England; but in a short time\nhe died and his son Canute succeeded to his throne.  Canute was\nnineteen years old.  He had been his father’s companion during the\nwar with the Anglo-Saxons, and thus had had a good deal of experience\nas a soldier.",
        "After the death of Sweyn some of the Anglo-Saxons recalled King\nEthelred and revolted against the Danes.",
        "Canute, however, went to Denmark and there raised one of the largest\narmies of Danes that had ever been assembled.  With this powerful\nforce he sailed to England.  When he landed Northumberland and\nWessex acknowledged him as king.  Shortly after this Ethelred died.",
        "Canute now thought he would find it easy to get possession of all\nEngland.  This was a mistake.",
        "Ethelred left a son named Edmund Ironside who was a very brave\nsoldier.  He became, by his father’s death, the king of Saxon\nEngland and at once raised an army to defend his kingdom.  A battle\nwas fought and Edmund was victorious.  This was the first of five\nbattles that were fought in one year.  In none of them could the\nDanes do more than gain a slight advantage now and then.",
        "However, the Saxons were at last defeated in a sixth battle through\nthe act of a traitor.  Edric, a Saxon noble, took his men out of\nthe fight and his treachery so weakened the Saxon army that Edmund\nIronside had to surrender to Canute.",
        "But the young Dane had greatly admired Edmund for the way in which\nhe had fought against heavy odds, so he now treated him most generously.\nCanute took certain portions of England and the remainder was given\nto Edmund Ironside.",
        "Thus for a short time the Anglo-Saxon people had at once a Danish\nand a Saxon monarch.",
        "Edmund died in 1016 and after his death Canute became sole ruler.",
        "He ruled wisely.  He determined to make his Anglo-Saxon subjects\nforget that he was a foreign conqueror.  To show his confidence in\nthem he sent back to Denmark the army he had brought over the sea,\nkeeping on a part of his fleet and a small body of soldiers to act\nas guards at his palace.",
        "He now depended on the support of his Anglo-Saxon subjects and he\nwon their love.",
        "Although a king—and it is generally believed that kings like\nflattery—Canute is said to have rebuked his courtiers when they\nflattered him.  On one occasion, when they were talking about his\nachievements, one of them said to him:",
        "“Most noble king, I believe you can do anything.”",
        "Canute sternly rebuked the courtier for these words and then said:",
        "“Come with me, gentlemen.”",
        "He led them from the palace grounds to the sea-shore where the tide\nwas rising, and had his chair placed at the edge of the water.",
        "“You say I can do anything,” he said to the courtiers.  “Very well,\nI who am king and the lord of the ocean now command these rising\nwaters to go back and not dare wet my feet.”",
        "But the tide was disobedient and steadily rose and rose, until\nthe feet of the king were in the water.  Turning to his courtiers,\nCanute said:",
        "“Learn how feeble is the power of earthly kings.  None is worthy\nthe name of king but He whom heaven and earth and sea obey.”",
        "During Canute’s reign England had peace and prosperity and the\nEnglish people have ever held his memory dear.",
        "The Cid",
        "Late one sunny afternoon one and twenty knights were riding along\nthe highway in the northern part of Spain.  As they were passing a\ndeep mire they heard cries for help, and turning, saw a poor leper\nwho was sinking in the mud.  One of the knights, a handsome young\nman, was touched by the cries.  He dismounted, rescued the poor\nfellow, took him upon his own horse, and thus the two rode to the\ninn.  The other knights wondered at this.",
        "When they reached the inn where they were to stop for the night,\nthey wondered still more, for their companion gave the leper a\nseat next to himself at the table.  After supper the knight shared\nhis own bed with the leper.  If the knight had not done this, the\nleper would have been driven out of the town, with nothing to eat\nand no place in which to sleep.  At midnight, while the young man\nwas fast asleep, the leper breathed upon his back.  This awakened\nthe knight, who turned quickly in his bed and found that the leper\nwas gone.",
        "The knight called for a light and searched, but in vain.  While he\nwas wondering about what had happened, a man in shining garments\nappeared before him and said, “Rodrigo, art thou asleep or awake?\"\nThe knight answered, “I am awake, but who art thou that bringest\nsuch brightness?”  The vision replied, “I am St. Lazarus, the leper\nto whom thou wast so kind.  Because I have breathed upon thee\nthou shalt accomplish whatever thou shalt undertake in peace or in\nbattle.  All shall honor thee.  Therefore, go on and evermore do\ngood.”",
        "With that the vision vanished.",
        "The promise of St. Lazarus was fulfilled.  In time young Rodrigo\nbecame the great hero of Spain.  The Spaniards called him Campeador\n(cam-pe-ä-dor’), or Champion.  The Saracens called him “The Cid,\"\nor Lord.  His real name was Rodrigo Diaz de Bivar, but he is usually\nspoken of as “The Cid.”",
        "The Goths, after the death of Alaric, had taken Spain away from the\nRomans.  The Saracens, or, as they were usually called, the Moors,\nhad crossed the sea from Africa and in turn had taken Spain from\nthe Goths.  In the time of Charles Martel the Goths had lost all\nSpain except the small mountain district in the northern part.  In\nthe time of the Cid the Goths, now called Spaniards, had driven the\nMoors down to about the middle of Spain.  War went on all the time\nbetween the two races, and many men spent their lives in fighting.\nThe Spanish part of the country then comprised the kingdoms of\nCastile, Leon, Aragon and others.",
        "The Cid was a subject of Fernando of Castile.  Fernando had a\ndispute with the king of Aragon about a city which each claimed.\nThey agreed to decide the matter by a combat.  Each was to choose\na champion.  The champions were to fight, and the king whose champion\nwon was to have the city.  Fernando chose the Cid, and though the\nother champion was called the bravest knight in Spain, the youthful\nwarrior vanquished him.",
        "When Alfonzo, a son of Fernando, succeeded to the throne, he\nbecame angry with the Cid without just cause and banished him from\nChristian Spain.",
        "The Cid was in need of some money, so he filled two chests with\nsand and sent word to two wealthy money lenders that he wished to\nborrow six hundred Spanish marks (about $2,000 [as of 1904]), and\nwould put into their hands his treasures of silver and gold which\nwere packed in two chests, but the money lenders must solemnly swear\nnot to open the chests until a full year had passed.  To this they\ngladly agreed.  They took the chests and loaned him six hundred\nmarks.",
        "The Cid was now ready for his journey.  Three hundred of his\nknights went into banishment with him.  They crossed the mountains\nand entered the land of the Moors.  Soon they reached the town of\nAlcocer, and after a siege captured it and lived in it.",
        "Then the Moorish king of Valencia ordered two chiefs to take three\nthousand horsemen, recapture the town and bring the Cid alive to\nhim.",
        "So the Cid and his men were shut up in Alcocer and besieged.  Famine\nthreatened them and they determined to cut their way through the\narmy of the Moors.  Suddenly and swiftly they poured from the gate\nof Alcocer, and a terrible battle was fought.  The two Moorish\nchiefs were taken prisoners and thirteen hundred of their men were\nkilled in the battle.  The Cid then became a vassal of the Moorish\nking of Saragossa.",
        "After a while Alfonzo recalled the Cid from banishment and gave him\nseven castles and the lands adjoining them.  He needed the Cid’s\nhelp in the greatest of all his plans against the Moors.  He was\ndetermined to capture Toledo.  He attacked it with a large army\nin which there were soldiers from many foreign lands.  The Cid is\nsaid to have been the commander.  After a long siege the city fell\nand the victorious army marched across the great bridge built by the\nMoors, which you would cross to-day if you went to Toledo.  [NOTE\nFROM Brett Fishburne:  This stunned me, so I researched it briefly\nand it turns out that the bridge was washed out completely in 1257,\nthen rebuilt by Alfonso X.  There were numerous other reconstructions\ndone between then and 2000, the most recent of which I am aware\nwas in the late 1970s using stone blocks found in situ.]",
        "Valencia was one of the largest and richest cities in Moorish Spain.\nIt was strongly fortified, but the Cid determined to attack it.",
        "The plain about the city was irrigated by streams that came down\nfrom the neighboring hills.  To prevent the Cid’s army from coming\nnear the city the Saracens flooded the plain.  But the Cid camped\non high ground above the plain and from that point besieged the\ncity.  Food became very scarce in Valencia.  Wheat, barley and\ncheese were all so dear that none but the rich could buy them.\nPeople ate horses, dogs, cats and mice, until in the whole city\nonly three horses and a mule were left alive.",
        "Then on the fifteenth of June, 1094, the governor went to the camp\nof the Cid and delivered to him the keys of the city.  The Cid\nplaced his men in all the forts and took the citadel as his own\ndwelling.  His banner floated from the towers.  He called himself\nthe Prince of Valencia.",
        "When the king of Morocco heard of this he raised an army of fifty\nthousand men.  They crossed from Africa to Spain and laid siege to\nValencia.  But the Cid with his men made a sudden sally and routed\nthem and pursued them for miles.  It is said that fifteen thousand\nsoldiers were drowned in the river Guadalquivir (Gua-dal-qui-vir’)\nwhich they tried to cross.",
        "The Cid was now at the height of his power and lived in great\nmagnificence.  One of the first things he did was to repay the two\nfriends who had lent him the six hundred marks.  He was kind and\njust to the Saracens who had become his subjects.  They were allowed\nto have their mosques and to worship God as they thought right.",
        "In time the Cid’s health began to fail.  He could lead his men forth\nto battle no more.  He sent an army against the Moors, but it was\nso completely routed that few of his men came back to tell the tale.\nIt is said by a Moorish writer that “when the runaways reached him\nthe Cid died of rage” (1099).",
        "There is a legend that shortly before he died he saw a vision\nof St. Peter, who told him that he should gain a victory over the\nSaracens after his death.",
        "So the Cid gave orders that his body should be embalmed.  It was\nso well preserved that it seemed alive.  It was clothed in a coat\nof mail, and the sword that had won so many battles was placed in\nthe hand.  Then it was mounted upon the Cid’s favorite horse and\nfastened into the saddle, and at midnight was borne out of the gate\nof Valencia with a guard of a thousand knights.",
        "All silently they marched to a spot where the Moorish king, with\nthirty-six chieftains, lay encamped, and at daylight the knights\nof the Cid made a sudden attack.  The king awoke.  It seemed to him\nthat there were coming against him full seventy thousand knights,\nall dressed in robes as white as snow, and before them rode a knight,\ntaller than all the rest, holding in his left hand a snow-white\nbanner and in the other a sword which seemed of fire.  So afraid\nwere the Moorish chief and his men that they fled to the sea, and\ntwenty thousand of them were drowned as they tried to reach their\nships.",
        "There is a Latin inscription near the tomb of the Cid which may\nbe translated: *Brave and unconquered, famous in triumphs of war,\nEnclosed in this tomb lies Roderick the Great of Bivar.*/",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}