{
    "title": "Famous Men of the Middle Ages - Charles Martel, 714-741 A.D. and Pepin, 741-768 A.D.",
    "author": "John H. Haaren (John Henry)",
    "chapter": "11",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "After the death of Mohammed the Saracens, as Mohammedans are also\ncalled, became great warriors.  They conquered many countries and\nestablished the Mohammedan religion in them.  In 711 the Saracens\ninvaded and conquered a great part of Spain and founded a powerful\nkingdom there, which lasted about seven hundred years.",
        "They intended to conquer the land of the Franks next, and then all\nEurope.",
        "They thought it would be easy to conquer the Franks, because the\nFrankish king at that time was a very weak man.  He was one of a\nnumber of kings who were called the “Do-nothings.”  They reigned\nfrom about 638 to 751.  They spent all their time in amusements and\npleasures, leaving the affairs of the government to be managed by\npersons called MAYORS OF THE PALACE.",
        "The mayors of the palace were officers who at first managed the\nking’s household.  Afterwards they were made guardians of kings\nwho came to the throne when very young.  So long as the king was\nunder age the mayor of the palace acted as chief officer of the\ngovernment in his name.  And as several of the young kings, even\nwhen they were old enough to rule, gave less attention to business\nthan to pleasure, the mayors continued to do all the business,\nuntil at last they did everything that the king ought to have done.\nThey made war, led armies in battle, raised money and spent it,\nand carried on the government as they pleased, without consulting\nthe king.",
        "The “Do-nothings” had the title of king, but nothing more.  In\nfact, they did not desire to have any business to do.  The things\nthey cared for were dogs, horses and sport.",
        "One of the most famous of the mayors was a man named Pepin (Pep’-in).\nOnce a year, it is said, Pepin had the king dressed in his finest\nclothes and paraded through the city of Paris, where the court was\nheld.  A splendid throng of nobles and courtiers accompanied the\nking, and did him honor as he went along the streets in a gilded\nchariot drawn by a long line of beautiful horses.  The king was\ncheered by the people, and he acknowledged their greetings most\ngraciously.",
        "After the parade the king was escorted to the great hall of the\npalace, which was filled with nobles.  Seated on a magnificent\nthrone, he saluted the assemblage and made a short speech.  The\nspeech was prepared beforehand by Pepin, and committed to memory by\nthe king.  At the close of the ceremony the royal “nobody” retired\nto his country house and was not heard of again for a year.",
        "Pepin died in 714 A.D., and his son Charles, who was twenty-five\nyears old at that time, succeeded him as mayor of the palace.  This\nCharles is known in history as Charles Martel.  He was a brave\nyoung man.  He had fought in many of his father’s battles and so\nhad become a skilled soldier.  His men were devoted to him.",
        "While he was mayor of the palace he led armies in several wars\nagainst the enemies of the Franks.  The most important of his\nwars was one with the Saracens, who came across the Pyrenees from\nSpain and invaded the land of the Franks, intending to establish\nMohammedanism there.  Their army was led by Abd-er-Rahman\n(Abd-er-Rah’-man), the Saracen governor of Spain.",
        "On his march through the southern districts of the land of the\nFranks Abd-er-Rahman destroyed many towns and villages, killed a\nnumber of the people, and seized all the property he could carry\noff.  He plundered the city of Bordeaux (bor-do’), and, it is said,\nobtained so many valuable things that every soldier “was loaded\nwith golden vases and cups and emeralds and other precious stones.”",
        "But meanwhile Charles Martel was not idle.  As quickly as he could\nhe got together a great army of Franks and Germans and marched against\nthe Saracens.  The two armies met between the cities of Tours and\nPoitiers (pwaw-te-ay) in October, 732.  For six days there was\nnothing but an occasional skirmish between small parties from both\nsides; but on the seventh day a great battle took place.",
        "Both Christians and Mohammedans fought with terrible earnestness.\nThe fight went on all day, and the field was covered with the bodies\nof the slain.  But towards evening, during a resolute charge made\nby the Franks, Abd-er-Rahman was killed.  Then the Saracens gradually\nretired to their camp.",
        "It was not yet known, however, which side had won; and the Franks\nexpected that the fight would be renewed in the morning.",
        "But when Charles Martel, with his Christian warriors, appeared on\nthe field at sunrise there was no enemy to fight.  The Mohammedans\nhad fled in the silence and darkness of the night and had left behind\nthem all their valuable spoils.  There was now no doubt which side\nhad won.",
        "The battle of Tours, or Poitiers, as it should be called, is\nregarded as one of the decisive battles of the world.  It decided\nthat Christians, and not Moslems, should be the ruling power in\nEurope.",
        "Charles Martel is especially celebrated as the hero of this battle.\nIt is said that the name MARTEL was given to him because of his\nbravery during the fight.  Marteau (mar-to’) is the French word for\nhammer, and one of the old French historians says that as a hammer\nbreaks and crushes iron and steel, so Charles broke and crushed\nthe power of his enemies in the battle of Tours.",
        "But though the Saracens fled from the battlefield of Tours, they\ndid not leave the land of the Franks; and Charles had to fight\nother battles with them, before they were finally defeated.  At\nlast, however, he drove them across the Pyrenees, and they never\nagain attempted to invade Frankland.",
        "After his defeat of the Saracens Charles Martel was looked upon as\nthe great champion of Christianity; and to the day of his death, in\n741, he was in reality, though not in name, the king of the Franks.",
        "Charles Martel had two sons, Pepin and Carloman.  For a time they\nruled together, but Carloman wished to lead a religious life, so he\nwent to a monastery and became a monk.  Then Pepin was sole ruler.",
        "Pepin was quite low in stature, and therefore was called Pepin the\nShort.  But he had great strength and courage.  A story is told of\nhim, which shows how fearless he was.",
        "One day he went with a few of his nobles to a circus to see a fight\nbetween a lion and a bull.  Soon after the fight began, it looked\nas though the bull was getting the worst of it.  Pepin cried out\nto his companions:",
        "“Will one of you separate the beasts?”",
        "But there was no answer.  None of them had the courage to make the\nattempt.  Then Pepin jumped from his seat, rushed into the arena,\nand with a thrust of his sword killed the lion.",
        "In the early years of Pepin’s rule as mayor of the palace the\nthrone was occupied by a king named Childeric (Chil’-der-ic) III.\nLike his father and the other “do-nothing” kings, Childeric cared\nmore for pleasures and amusements than for affairs of government.\nPepin was the real ruler, and after a while he began to think that\nhe ought to have the title of king, as he had all the power and\ndid all the work of governing and defending the kingdom.",
        "So he sent some friends to Rome to consult the Pope.  They said to\nHis Holiness:",
        "“Holy father, who ought to be the king of France—the man who has\nthe title, or the man who has the power and does all the duties of\nking?”",
        "“Certainly,” replied the Pope, “the man who has the power and does\nthe duties.”",
        "“Then, surely,” said they, “Pepin ought to be the king of the\nFranks; for he has all the power.”",
        "The Pope gave his consent, and Pepin was crowned king of the Franks;\nand thus the reign of Childeric ended and that of Pepin began.",
        "During nearly his whole reign Pepin was engaged in war.  Several\ntimes he went to Italy to defend the Pope against the Lombards.\nThese people occupied certain parts of Italy, including the province\nstill called Lombardy.",
        "Pepin conquered them and gave as a present to the Pope that part\nof their possessions which extended for some distance around Rome.\nThis was called “Pepin’s Donation.”  It was the beginning of what\nis known as the “temporal power” of the Popes, that is, their power\nas rulers of part of Italy.",
        "Pepin died in 768.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}