{
    "title": "Famous Affinities of History - Charlotte Corday and Adam Lux",
    "author": "Lyndon Orr",
    "chapter": "5",
    "content": [
        "\nMarie Antoinette a la Rose (detail)\nby Elizabeth Vigee Lebrun\n",
        "\n\n",
        "Perhaps some readers will consider this story inconsistent with\nthose that have preceded it. Yet, as it is little known to most\nreaders and as it is perhaps unique in the history of romantic\nlove, I cannot forbear relating it; for I believe that it is full\nof curious interest and pathetic power.",
        "All those who have written of the French Revolution have paused in\ntheir chronicle of blood and flame to tell the episode of the\npeasant Royalist, Charlotte Corday; but in telling it they have\noften omitted the one part of the story that is personal and not\npolitical. The tragic record of this French girl and her self-\nsacrifice has been told a thousand times by writers in many\nlanguages; yet almost all of them have neglected the brief romance\nwhich followed her daring deed and which was consummated after her\ndeath upon the guillotine. It is worth our while to speak first of\nCharlotte herself and of the man she slew, and then to tell that\nother tale which ought always to be entwined with her great deed\nof daring.",
        "Charlotte Corday–Marie Anne Charlotte Corday d’Armand–was a\nnative of Normandy, and was descended, as her name implies, from\nnoble ancestors. Her forefathers, indeed, had been statesmen,\ncivil rulers, and soldiers, and among them was numbered the famous\npoet Corneille, whom the French rank with Shakespeare. But a\ncentury or more of vicissitudes had reduced her branch of the\nfamily almost to the position of peasants–a fact which partly\njustifies the name that some give her when they call her “the\nJeanne d’Arc of the Revolution.”",
        "She did not, however, spend her girlish years amid the fields and\nwoods tending her sheep, as did the other Jeanne d’Arc; but she\nwas placed in charge of the sisters in a convent, and from them\nshe received such education as she had. She was a lonely child,\nand her thoughts turned inward, brooding over many things.",
        "After she had left the convent she was sent to live with an aunt.\nHere she devoted herself to reading over and over the few books\nwhich the house contained. These consisted largely of the deistic\nwriters, especially Voltaire, and to some extent they destroyed\nher convent faith, though it is not likely that she understood\nthem very fully.",
        "More to her taste was a copy of Plutarch’s Lives. These famous\nstories fascinated her. They told her of battle and siege, of\nintrigue and heroism, and of that romantic love of country which\nled men to throw away their lives for the sake of a whole people.\nBrutus and Regulus were her heroes. To die for the many seemed to\nher the most glorious end that any one could seek. When she\nthought of it she thrilled with a sort of ecstasy, and longed with\nall the passion of her nature that such a glorious fate might be\nher own.",
        "Charlotte had nearly come to womanhood at the time when the French\nRevolution first broke out. Royalist though she had been in her\nsympathies, she felt the justice of the people’s cause. She had\nseen the suffering of the peasantry, the brutality of the tax-\ngatherers, and all the oppression of the old regime. But what she\nhoped for was a democracy of order and equality and peace. Could\nthe king reign as a constitutional monarch rather than as a\ndespot, this was all for which she cared.",
        "In Normandy, where she lived, were many of those moderate\nrepublicans known as Girondists, who felt as she did and who hoped\nfor the same peaceful end to the great outbreak. On the other\nhand, in Paris, the party of the Mountain, as it was called, ruled\nwith a savage violence that soon was to culminate in the Reign of\nTerror. Already the guillotine ran red with noble blood. Already\nthe king had bowed his head to the fatal knife. Already the threat\nhad gone forth that a mere breath of suspicion or a pointed finger\nmight be enough to lead men and women to a gory death.",
        "In her quiet home near Caen Charlotte Corday heard as from afar\nthe story of this dreadful saturnalia of assassination which was\nmaking Paris a city of bloody mist. Men and women of the Girondist\nparty came to tell her of the hideous deeds that were perpetrated\nthere. All these horrors gradually wove themselves in the young\ngirl’s imagination around the sinister and repulsive figure of\nJean Paul Marat. She knew nothing of his associates, Danton and\nRobespierre. It was in Marat alone that she saw the monster who\nsent innocent thousands to their graves, and who reveled like some\narch-fiend in murder and gruesome death.",
        "In his earlier years Marat had been a very different figure–an\naccomplished physician, the friend of nobles, a man of science and\noriginal thought, so that he was nearly elected to the Academy of\nSciences. His studies in electricity gained for him the admiration\nof Benjamin Franklin and the praise of Goethe. But when he turned\nto politics he left all this career behind him. He plunged into\nthe very mire of red republicanism, and even there he was for a\ntime so much hated that he sought refuge in London to save his\nlife.",
        "On his return he was hunted by his enemies, so that his only place\nof refuge was in the sewers and drains of Paris. A woman, one\nSimonne Evrard, helped him to escape his pursuers. In the sewers,\nhowever, he contracted a dreadful skin-disease from which he never\nafterward recovered, and which was extremely painful as well as\nshocking to behold.",
        "It is small wonder that the stories about Marat circulated through\nthe provinces made him seem more a devil than a man. His\nvindictiveness against the Girondists brought all of this straight\nhome to Charlotte Corday and led her to dream of acting the part\nof Brutus, so that she might free her country from this hideous\ntyrant.",
        "In January, 1793, King Louis XVI. met his death upon the scaffold;\nand the queen was thrust into a foul prison. This was a signal for\nactivity among the Girondists in Normandy, and especially at Caen,\nwhere Charlotte was present at their meetings and heard their\nfervid oratory. There was a plot to march on Paris, yet in some\ninstinctive way she felt that such a scheme must fail. It was then\nthat she definitely formed the plan of going herself, alone, to\nthe French capital to seek out the hideous Marat and to kill him\nwith her own hands.",
        "To this end she made application for a passport allowing her to\nvisit Paris. This passport still exists, and it gives us an\nofficial description of the girl. It reads:",
        "Allow citizen Marie Corday to pass. She is twenty-four years of\nage, five feet and one inch in height, hair and eyebrows chestnut\ncolor, eyes gray, forehead high, mouth medium size, chin dimpled,\nand an oval face.",
        "Apart from this verbal description we have two portraits painted\nwhile she was in prison. Both of them make the description of the\npassport seem faint and pale. The real Charlotte had a wealth of\nchestnut hair which fell about her face and neck in glorious\nabundance. Her great gray eyes spoke eloquently of truth and\ncourage. Her mouth was firm yet winsome, and her form combined\nboth strength and grace. Such is the girl who, on reaching Paris,\nwrote to Marat in these words:",
        "Citizen, I have just arrived from Caen. Your love for your native\nplace doubtless makes you wish to learn the events which have\noccurred in that part of the republic. I shall call at your\nresidence in about an hour. Be so good as to receive me and give\nme a brief interview. I will put you in such condition as to\nrender great service to France.",
        "This letter failed to gain her admission, and so did another which\nshe wrote soon after. The fact is that Marat was grievously ill.\nHis disease had reached a point where the pain could be assuaged\nonly by hot water; and he spent the greater part of his time\nwrapped in a blanket and lying in a large tub.",
        "A third time, however, the persistent girl called at his house and\ninsisted that she must see him, saying that she was herself in\ndanger from the enemies of the Republic. Through an open door\nMarat heard her mellow voice and gave orders that she should be\nadmitted.",
        "As she entered she gazed for a moment upon the lank figure rolling\nin the tub, the rat-like face, and the shifting eyes. Then she\napproached him, concealing in the bosom of her dress a long\ncarving-knife which she had purchased for two francs. In answer to\nMarat’s questioning look she told him that there was much\nexcitement at Caen and that the Girondists were plotting there.",
        "To this Marat answered, in his harsh voice:",
        "“All these men you mention shall be guillotined in the next few\ndays!”",
        "As he spoke Charlotte flashed out the terrible knife and with all\nher strength she plunged it into his left side, where it pierced a\nlung and a portion of his heart.",
        "Marat, with the blood gushing from his mouth, cried out:",
        "“Help, darling!”",
        "His cry was meant for one of the two women in the house. Both\nheard it, for they were in the next room; and both of them rushed\nin and succeeded in pinioning Charlotte Corday, who, indeed, made\nonly a slight effort to escape. Troops were summoned, she was\ntaken to the Prison de l’Abbaye, and soon after she was arraigned\nbefore the revolutionary tribunal.",
        "Placed in the dock, she glanced about her with an air of pride, as\nof one who gloried in the act which she had just performed. A\nwritten charge was read. She was asked what she had to say.\nLifting her head with a look of infinite satisfaction, she\nanswered in a ringing voice:",
        "“Nothing–except that I succeeded!”",
        "A lawyer was assigned for her defense. He pleaded for her\nearnestly, declaring that she must he regarded as insane; but\nthose clear, calm eyes and that gentle face made her sanity a\nmatter of little doubt. She showed her quick wit in the answers\nwhich she gave to the rough prosecutor, Fouquier-Tinville, who\ntried to make her confess that she had accomplices.",
        "“Who prompted you to do this deed?” roared Tinville.",
        "“I needed no prompting. My own heart was sufficient.”",
        "“In what, then, had Marat wronged you?”",
        "“He was a savage beast who was going to destroy the remains of\nFrance in the fires of civil war.”",
        "“But whom did you expect to benefit?” insinuated the prosecutor.",
        "“I have killed one man to save a hundred thousand.”",
        "“What? Did you imagine that you had murdered all the Marats?”",
        "“No, but, this one being dead, the rest will perhaps take\nwarning.”",
        "Thus her directness baffled all the efforts of the prosecution to\ntrap her into betraying any of her friends. The court, however,\nsentenced her to death. She was then immured in the Conciergerie.",
        "This dramatic court scene was the beginning of that strange, brief\nromance to which one can scarcely find a parallel. At the time\nthere lived in Paris a young German named Adam Lux. The continual\ntalk about Charlotte Corday had filled him with curiosity\nregarding this young girl who had been so daring and so patriotic.\nShe was denounced on every hand as a murderess with the face of a\nMedusa and the muscles of a Vulcan. Street songs about her were\ndinned into the ears of Adam Lux.",
        "As a student of human nature he was anxious to see this terrible\ncreature. He forced his way to the front of the crowded benches in\nthe court-room and took his stand behind a young artist who was\nfinishing a beautiful sketch. From that moment until the end of\nthe trial the eyes of Adam Lux were fastened on the prisoner. What\na contrast to the picture he had imagined!",
        "A mass of regal chestnut hair crowned with the white cap of a\nNorman peasant girl; gray eyes, very sad and serious, but looking\nserenely forth from under long, dark lashes; lips slightly curved\nwith an expression of quiet humor; a face the color of the sun and\nwind, a bust indicative of perfect health, the chin of a Caesar,\nand the whole expression one of almost divine self-sacrifice. Such\nwere the features that the painter was swiftly putting upon his\ncanvas; but behind them Adam Lux discerned the soul for which he\ngladly sacrificed both his liberty and his life.",
        "He forgot his surroundings and seemed to see only that beautiful,\npure face and to hear only the exquisite cadences of the wonderful\nvoice. When Charlotte was led forth by a file of soldiers Adam\nstaggered from the scene and made his way as best he might to his\nlodgings. There he lay prostrate, his whole soul filled with the\nlove of her who had in an instant won the adoration of his heart.",
        "Once, and only once again, when the last scene opened on the\ntragedy, did he behold the heroine of his dreams.",
        "On the 17th of July Charlotte Corday was taken from her prison to\nthe gloomy guillotine. It was toward evening, and nature had given\na setting fit for such an end. Blue-black thunder-clouds rolled in\nhuge masses across the sky until their base appeared to rest on\nthe very summit of the guillotine. Distant thunder rolled and\ngrumbled beyond the river. Great drops of rain fell upon the\nsoldiers’ drums. Young, beautiful, unconscious of any wrong,\nCharlotte Corday stood beneath the shadow of the knife.",
        "At the supreme moment a sudden ray from the setting sun broke\nthrough the cloud-wrack and fell upon her slender figure until she\nglowed in the eyes of the startled spectators like a statue cut in\nburnished bronze. Thus illumined, as it were, by a light from\nheaven itself, she bowed herself beneath the knife and paid the\npenalty of a noble, if misdirected, impulse. As the blade fell her\nlips quivered with her last and only plea:",
        "“My duty is enough–the rest is nothing!”",
        "Adam Lux rushed from the scene a man transformed. He bore graven\nupon his heart neither the mob of tossing red caps nor the glare\nof the sunset nor the blood-stained guillotine, but that last look\nfrom those brilliant eyes. The sight almost deprived him of his\nreason. The self-sacrifice of the only woman he had ever loved,\neven though she had never so much as seen him, impelled him with a\nsort of fury to his own destruction.",
        "He wrote a bitter denunciation of the judges, of the officers, and\nof all who had been followers of Marat. This document he printed,\nand scattered copies of it through every quarter in Paris. The\nlast sentences are as follows:",
        "The guillotine is no longer a disgrace. It has become a sacred\naltar, from which every taint has been removed by the innocent\nblood shed there on the 17th of July. Forgive me, my divine\nCharlotte, if I find it impossible at the last moment to show the\ncourage and the gentleness that were yours! I glory because you\nare superior to me, for it is right that she who is adored should\nbe higher and more glorious than her adorer!",
        "This pamphlet, spread broadcast among the people, was soon\nreported to the leaders of the rabble. Adam Lux was arrested for\ntreason against the Republic; but even these men had no desire to\nmake a martyr of this hot-headed youth. They would stop his mouth\nwithout taking his life. Therefore he was tried and speedily found\nguilty, but an offer was made him that he might have passports\nthat would allow him to return to Germany if only he would sign a\nretraction of his printed words.",
        "Little did the judges understand the fiery heart of the man they\nhad to deal with. To die on the same scaffold as the woman whom he\nhad idealized was to him the crowning triumph of his romantic\nlove. He gave a prompt and insolent refusal to their offer. He\nswore that if released he would denounce his darling’s murderers\nwith a still greater passion.",
        "In anger the tribunal sentenced him to death. Only then he smiled\nand thanked his judges courteously, and soon after went blithely\nto the guillotine like a bridegroom to his marriage feast.",
        "Adam Lux! Spirit courtship had been carried on silently all\nthrough that terrible cross-examination of Charlotte Corday. His\nheart was betrothed to hers in that single gleam of the setting\nsun when she bowed beneath the knife. One may believe that these\ntwo souls were finally united when the same knife fell sullenly\nupon his neck and when his life-blood sprinkled the altar that was\nstill stained with hers.",
        "Continue...",
        "\nThis etext of Famous Affinities of History (II of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}