{
    "title": "Famous Affinities of History - The Story of Pauline Bonaparte",
    "author": "Lyndon Orr",
    "chapter": "7",
    "content": [
        "\nMarie Antoinette a la Rose (detail)\nby Elizabeth Vigee Lebrun\n",
        "\n\n",
        "It was said of Napoleon long ago that he could govern emperors and\nkings, but that not even he could rule his relatives. He himself\nonce declared:",
        "“My family have done me far more harm than I have been able to do\nthem good.”",
        "It would be an interesting historical study to determine just how\nfar the great soldier’s family aided in his downfall by their\nselfishness, their jealousy, their meanness, and their\ningratitude.",
        "There is something piquant in thinking of Napoleon as a domestic\nsort of person. Indeed, it is rather difficult to do so. When we\nspeak his name we think of the stern warrior hurling his armies up\nbloody slopes and on to bloody victory. He is the man whose steely\neyes made his haughtiest marshals tremble, or else the wise, far-\nseeing statesman and lawgiver; but decidedly he is not a household\nmodel. We read of his sharp speech to women, of his outrageous\nmanners at the dinner-table, and of the thousand and one details\nwhich Mme. de Remusat has chronicled–and perhaps in part\ninvented, for there has always existed the suspicion that her\nanimus was that of a woman who had herself sought the imperial\nfavor and had failed to win it.",
        "But, in fact, all these stories relate to the Napoleon of courts\nand palaces, and not to the Napoleon of home. In his private life\nthis great man was not merely affectionate and indulgent, but he\neven showed a certain weakness where his relatives were concerned,\nso that he let them prey upon him almost without end.",
        "He had a great deal of the Italian largeness and lavishness of\ncharacter with his family. When a petty officer he nearly starved\nhimself in order to give his younger brother, Louis, a military\neducation. He was devotedly fond of children, and they were fond\nof him, as many anecdotes attest. His passionate love for\nJosephine before he learned of her infidelity is almost painful to\nread of; and even afterward, when he had been disillusioned, and\nwhen she was paying Fouche a thousand francs a day to spy upon\nNapoleon’s every action, he still treated her with friendliness\nand allowed her extravagance to embarrass him.",
        "He made his eldest brother, Joseph, King of Spain, and Spain\nproved almost as deadly to him as did Russia. He made his youngest\nbrother, Jerome, King of Westphalia, and Jerome turned the palace\ninto a pigsty and brought discredit on the very name of Bonaparte.\nHis brother Louis, for whom he had starved himself, he placed upon\nthe throne of Holland, and Louis promptly devoted himself to his\nown interests, conniving at many things which were inimical to\nFrance. He was planning high advancement for his brother Lucien,\nand Lucien suddenly married a disreputable actress and fled with\nher to England, where he was received with pleasure by the most\npersistent of all Napoleon’s enemies.",
        "So much for his brothers–incompetent, ungrateful, or openly his\nfoes. But his three sisters were no less remarkable in the\nrelations which they bore to him. They have been styled “the three\ncrowned courtesans,” and they have been condemned together as\nbeing utterly void of principle and monsters of ingratitude.",
        "Much of this censure was well deserved by all of them–by Caroline\nand Elise and Pauline. But when we look at the facts impartially\nwe shall find something which makes Pauline stand out alone as\ninfinitely superior to her sisters. Of all the Bonapartes she was\nthe only one who showed fidelity and gratitude to the great\nemperor, her brother. Even Mme. Mere, Napoleon’s mother, who\nbeyond all question transmitted to him his great mental and\nphysical power, did nothing for him. At the height of his splendor\nshe hoarded sous and francs and grumblingly remarked:",
        "“All this is for a time. It isn’t going to last!”",
        "Pauline, however, was in one respect different from all her\nkindred. Napoleon made Elise a princess in her own right and gave\nher the Grand Duchy of Tuscany. He married Caroline to Marshal\nMurat, and they became respectively King and Queen of Naples. For\nPauline he did very little–less, in fact, than for any other\nmember of his family–and yet she alone stood by him to the end.",
        "This feather-headed, languishing, beautiful, distracting morsel of\nfrivolity, who had the manners of a kitten and the morals of a\ncat, nevertheless was not wholly unworthy to be Napoleon’s sister.\nOne has to tell many hard things of her; and yet one almost\npardons her because of her underlying devotion to the man who made\nthe name of Bonaparte illustrious for ever. Caroline, Queen of\nNaples, urged her husband to turn against his former chief. Elise,\nsour and greedy, threw in her fortunes with the Murats. Pauline,\nas we shall see, had the one redeeming trait of gratitude.",
        "To those who knew her she was from girlhood an incarnation of what\nused to be called “femininity.” We have to-day another and a\nhigher definition of womanhood, but to her contemporaries, and to\nmany modern writers, she has seemed to be first of all woman–\n“woman to the tips of her rosy finger-nails,” says Levy. Those who\nsaw her were distracted by her loveliness. They say that no one\ncan form any idea of her beauty from her pictures. “A veritable\nmasterpiece of creation,” she had been called. Frederic Masson\ndeclares:",
        " She was so much more the typical woman that with her the defects\ncommon to women reached their highest development, while her\nbeauty attained a perfection which may justly be called unique.",
        " No one speaks of Pauline Bonaparte’s character or of her\nintellect, but wholly of her loveliness and charm, and, it must be\nadded, of her utter lack of anything like a moral sense.",
        "Even as a child of thirteen, when the Bonapartes left Corsica and\ntook up their abode in Marseilles, she attracted universal\nattention by her wonderful eyes, her grace, and also by the utter\nlack of decorum which she showed. The Bonaparte girls at this time\nlived almost on charity. The future emperor was then a captain of\nartillery and could give them but little out of his scanty pay.",
        "Pauline–or, as they called her in those days, Paulette–wore\nunbecoming hats and shabby gowns, and shoes that were full of\nholes. None the less, she was sought out by several men of note,\namong them Freron, a commissioner of the Convention. He visited\nPauline so often as to cause unfavorable comment; but he was in\nlove with her, and she fell in love with him to the extent of her\ncapacity. She used to write him love letters in Italian, which\nwere certainly not lacking in ardor. Here is the end of one of\nthem:",
        "I love you always and most passionately. I love you for ever, my\nbeautiful idol, my heart, my appealing lover. I love you, love\nyou, love you, the most loved of lovers, and I swear never to love\nany one else!",
        "This was interesting in view of the fact that soon afterward she\nfell in love with Junot, who became a famous marshal. But her love\naffairs never gave her any serious trouble; and the three sisters,\nwho now began to feel the influence of Napoleon’s rise to power,\nenjoyed themselves as they had never done before. At Antibes they\nhad a beautiful villa, and later a mansion at Milan.",
        "By this time Napoleon had routed the Austrians in Italy, and all\nFrance was ringing with his name. What was Pauline like in her\nmaidenhood? Arnault says:",
        "She was an extraordinary combination of perfect physical beauty\nand the strangest moral laxity. She was as pretty as you please,\nbut utterly unreasonable. She had no more manners than a school-\ngirl–talking incoherently, giggling at everything and nothing,\nand mimicking the most serious persons of rank.",
        "General de Ricard, who knew her then, tells in his monograph of\nthe private theatricals in which Pauline took part, and of the\nsport which they had behind the scenes. He says:",
        "The Bonaparte girls used literally to dress us. They pulled our\nears and slapped us, but they always kissed and made up later. We\nused to stay in the girls’ room all the time when they were\ndressing.",
        "Napoleon was anxious to see his sisters in some way settled. He\nproposed to General Marmont to marry Pauline. The girl was then\nonly seventeen, and one might have had some faith in her\ncharacter. But Marmont was shrewd and knew her far too well. The\nwords in which he declined the honor are interesting:",
        "“I know that she is charming and exquisitely beautiful; yet I have\ndreams of domestic happiness, of fidelity, and of virtue. Such\ndreams are seldom realized, I know. Still, in the hope of winning\nthem–”",
        "And then he paused, coughed, and completed what he had to say in a\nsort of mumble, but his meaning was wholly clear. He would not\naccept the offer of Pauline in marriage, even though she was the\nsister of his mighty chief.",
        "Then Napoleon turned to General Leclerc, with whom Pauline had for\nsome time flirted, as she had flirted with almost all the officers\nof Napoleon’s staff. Leclerc was only twenty-six. He was rich and\nof good manners, but rather serious and in poor health. This was\nnot precisely the sort of husband for Pauline, if we look at it in\nthe conventional way; but it served Napoleon’s purpose and did not\nin the least interfere with his sister’s intrigues.",
        "Poor Leclerc, who really loved Pauline, grew thin, and graver\nstill in manner. He was sent to Spain and Portugal, and finally\nwas made commander-in-chief of the French expedition to Haiti,\nwhere the famous black rebel, Toussaint l’Ouverture, was heading\nan uprising of the negroes.",
        "Napoleon ordered Pauline to accompany her husband. Pauline flatly\nrefused, although she made this an occasion for ordering\n“mountains of pretty clothes and pyramids of hats.” But still she\nrefused to go on board the flag-ship. Leclerc expostulated and\npleaded, but the lovely witch laughed in his face and still\npersisted that she would never go.",
        "Word was brought to Napoleon. He made short work of her\nresistance.",
        "“Bring a litter,” he said, with one of his steely glances. “Order\nsix grenadiers to thrust her into it, and see that she goes on\nboard forthwith.”",
        "And so, screeching like an angry cat, she was carried on board,\nand set sail with her husband and one of her former lovers. She\nfound Haiti and Santo Domingo more agreeable than she had\nsupposed. She was there a sort of queen who could do as she\npleased and have her orders implicitly obeyed. Her dissipation was\nsomething frightful. Her folly and her vanity were beyond belief.",
        "But at the end of two years both she and her husband fell ill. He\nwas stricken down by the yellow fever, which was decimating the\nFrench army. Pauline was suffering from the results of her life in\na tropical climate. Leclerc died, the expedition was abandoned,\nand Pauline brought the general’s body back to France. When he was\nburied she, still recovering from her fever, had him interred in a\ncostly coffin and paid him the tribute of cutting off her\nbeautiful hair and burying it with him.",
        "“What a touching tribute to her dead husband!” said some one to\nNapoleon.",
        "The emperor smiled cynically as he remarked:",
        "“H’m! Of course she knows that her hair is bound to fall out after\nher fever, and that it will come in longer and thicker for being\ncropped.”",
        "Napoleon, in fact, though he loved Pauline better than his other\nsisters–or perhaps because he loved her better–was very strict\nwith her. He obliged her to wear mourning, and to observe some of\nthe proprieties; but it was hard to keep her within bounds.",
        "Presently it became noised about that Prince Camillo Borghese was\nexceedingly intimate with her. The prince was an excellent\nspecimen of the fashionable Italian. He was immensely rich. His\npalace at Rome was crammed with pictures, statues, and every sort\nof artistic treasure. He was the owner, moreover, of the famous\nBorghese jewels, the finest collection of diamonds in the world.",
        "Napoleon rather sternly insisted upon her marrying Borghese.\nFortunately, the prince was very willing to be connected with\nNapoleon; while Pauline was delighted at the idea of having\ndiamonds that would eclipse all the gems which Josephine\npossessed; for, like all of the Bonapartes, she detested her\nbrother’s wife. So she would be married and show her diamonds to\nJosephine. It was a bit of feminine malice which she could not\nresist.",
        "The marriage took place very quietly at Joseph Bonaparte’s house,\nbecause of the absence of Napoleon; but the newly made princess\nwas invited to visit Josephine at the palace of Saint-Cloud. Here\nwas to be the triumph of her life. She spent many days in planning\na toilet that should be absolutely crushing to Josephine. Whatever\nshe wore must be a background for the famous diamonds. Finally she\ndecided on green velvet.",
        "When the day came Pauline stood before a mirror and gazed at\nherself with diamonds glistening in her hair, shimmering around\nher neck, and fastened so thickly on her green velvet gown as to\nremind one of a moving jewel-casket. She actually shed tears for\njoy. Then she entered her carriage and drove out to Saint-Cloud.",
        "But the Creole Josephine, though no longer young, was a woman of\ngreat subtlety as well as charm. Stories had been told to her of\nthe green velvet, and therefore she had her drawing-room\nredecorated in the most uncompromising blue. It killed the green\nvelvet completely. As for the diamonds, she met that maneuver by\nwearing not a single gem of any kind. Her dress was an Indian\nmuslin with a broad hem of gold.",
        "Her exquisite simplicity, coupled with her dignity of bearing,\nmade the Princess Pauline, with her shower of diamonds, and her\ngreen velvet displayed against the blue, seem absolutely vulgar.\nJosephine was most generous in her admiration of the Borghese\ngems, and she kissed Pauline on parting. The victory was hers.",
        "There is another story of a defeat which Pauline met from another\nlady, one Mme. de Coutades. This was at a magnificent ball given\nto the most fashionable world of Paris. Pauline decided upon\ngoing, and intended, in her own phrase, to blot out every woman\nthere. She kept the secret of her toilet absolutely, and she\nentered the ballroom at the psychological moment, when all the\nguests had just assembled.",
        "She appeared; and at sight of her the music stopped, silence fell\nupon the assemblage, and a sort of quiver went through every one.\nHer costume was of the finest muslin bordered with golden palm-\nleaves. Four bands, spotted like a leopard’s skin, were wound\nabout her head, while these in turn were supported by little\nclusters of golden grapes. She had copied the head-dress of a\nBacchante in the Louvre. All over her person were cameos, and just\nbeneath her breasts she wore a golden band held in place by an\nengraved gem. Her beautiful wrists, arms, and hands were bare. She\nhad, in fact, blotted out her rivals.",
        "Nevertheless, Mme. de Coutades took her revenge. She went up to\nPauline, who was lying on a divan to set off her loveliness, and\nbegan gazing at the princess through a double eye-glass. Pauline\nfelt flattered for a moment, and then became uneasy. The lady who\nwas looking at her said to a companion, in a tone of compassion:",
        "“What a pity! She really would be lovely if it weren’t for THAT!”",
        "“For what?” returned her escort.",
        "“Why, are you blind? It’s so remarkable that you SURELY must see\nit.”",
        "Pauline was beginning to lose her self-composure. She flushed and\nlooked wildly about, wondering what was meant. Then she heard Mme.\nCoutades say:",
        "“Why, her ears. If I had such ears as those I would cut them off!”",
        "Pauline gave one great gasp and fainted dead away. As a matter of\nfact, her ears were not so bad. They were simply very flat and\ncolorless, forming a contrast with the rosy tints of her face. But\nfrom that moment no one could see anything but these ears; and\nthereafter the princess wore her hair low enough to cover them.",
        "This may be seen in the statue of her by Canova. It was considered\na very daring thing for her to pose for him in the nude, for only\na bit of drapery is thrown over her lower limbs. Yet it is true\nthat this statue is absolutely classical in its conception and\nexecution, and its interest is heightened by the fact that its\nmodel was what she afterward styled herself, with true Napoleonic\npride–\"a sister of Bonaparte.”",
        "Pauline detested Josephine and was pleased when Napoleon divorced\nher; but she also disliked the Austrian archduchess, Marie Louise,\nwho was Josephine’s successor. On one occasion, at a great court\nfunction, she got behind the empress and ran out her tongue at\nher, in full view of all the nobles and distinguished persons\npresent. Napoleon’s eagle eye flashed upon Pauline and blazed like\nfire upon ice. She actually took to her heels, rushed out of the\nball, and never visited the court again.",
        "It would require much time to tell of her other eccentricities, of\nher intrigues, which were innumerable, of her quarrel with her\nhusband, and of the minor breaches of decorum with which she\nstartled Paris. One of these was her choice of a huge negro to\nbathe her every morning. When some one ventured to protest, she\nanswered, naively:",
        "“What! Do you call that thing a MAN?”",
        "And she compromised by compelling her black servitor to go out and\nmarry some one at once, so that he might continue his\nministrations with propriety!",
        "To her Napoleon showed himself far more severe than with either\nCaroline or Elise. He gave her a marriage dowry of half a million\nfrancs when she became the Princess Borghese, but after that he\nwas continually checking her extravagances. Yet in 1814, when the\ndownfall came and Napoleon was sent into exile at Elba, Pauline\nwas the only one of all his relatives to visit him and spend her\ntime with him. His wife fell away and went back to her Austrian\nrelatives. Of all the Bonapartes only Pauline and Mme. Mere\nremained faithful to the emperor.",
        "Even then Napoleon refused to pay a bill of hers for sixty-two\nfrancs, while he allowed her only two hundred and forty francs for\nthe maintenance of her horses. But she, with a generosity of which\none would have thought her quite incapable, gave to her brother a\ngreat part of her fortune. When he escaped from Elba and began the\ncampaign of 1815 she presented him with all the Borghese diamonds.\nIn fact, he had them with him in his carriage at Waterloo, where\nthey were captured by the English. Contrast this with the meanness\nand ingratitude of her sisters and her brothers, and one may well\nbelieve that she was sincerely proud of what it meant to be la\nsoeur de Bonaparte.",
        "When he was sent to St. Helena she was ill in bed and could not\naccompany him. Nevertheless, she tried to sell all her trinkets,\nof which she was so proud, in order that she might give him help.\nWhen he died she received the news with bitter tears “on hearing\nall the particulars of that long agony.”",
        "As for herself, she did not long survive. At the age of forty-four\nher last moments came. Knowing that she was to die, she sent for\nPrince Borghese and sought a reconciliation. But, after all, she\ndied as she had lived–\"the queen of trinkets” (la reine des\ncolifichets). She asked the servant to bring a mirror. She gazed\ninto it with her dying eyes; and then, as she sank back, it was\nwith a smile of deep content.",
        "“I am not afraid to die,” she said. “I am still beautiful!”",
        "Continue...",
        "\nThis etext of Famous Affinities of History (II of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}