{
    "title": "Famous Men of the Middle Ages - Henry the Second 1154-1189 and His Sons 1189-1216",
    "author": "John H. Haaren (John Henry)",
    "chapter": "23",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "In 1154, while Barbarossa was reigning in Germany, Henry II, one\nof England’s greatest monarchs, came to the throne.",
        "Henry was the son of Geoffrey Plantagenet (Plan-tag’-e-net),\nCount of Anjou in France, and Matilda, daughter of King Henry I\nand granddaughter of William the Conqueror.  Count Geoffrey used\nto wear in his hat a sprig of the broom plant, which is called in\nLatin “planta genista.”  From this he adopted the name Plantagenet,\nand the kings who descended from him and ruled England for more\nthan three hundred years are called the Plantagenets.",
        "Henry II inherited a vast domain in France and managing this in\naddition England kept him very busy.  One who knew him well said,\n“He never sits down; he is on his feet from morning till night.”",
        "His chief assistant in the management of public affairs was Thomas\nBecket, whom he made chancellor of the kingdom.  Becket was fond of\npomp and luxury, and lived in a more magnificent manner than even\nthe king himself.",
        "The clergy had at this time become almost independent of the king.\nTo bring them under his authority Henry made Becket Archbishop of\nCanterbury, thus putting him at the head of the Church in England.\nThe king expected that Becket would carry out all his wishes.",
        "Becket, however, refused to do that which the king most desired\nand a quarrel arose between them.  At last, to escape the king’s\nanger, Becket fled to France and remained there for six years.",
        "At the end of this time Henry invited him to come back to England.\nNot long after, however, the old quarrel began again.  One day\nwhile Henry was sojourning in France, he cried out in a moment of\npassion, while surrounded by a group of knights, “Is there no one\nwho will rid me of this turbulent priest?”",
        "Four knights who heard him understood from this angry speech that\nhe desired the death of Becket, and they went to England to murder\nthe Archbishop.  When they met Becket they first demanded that he\nshould do as the king wished, but he firmly refused.  At dusk that\nsame day they entered Canterbury Cathedral, again seeking for him.\n“Where is the traitor, Thomas Becket?” one of them cried.",
        "Becket boldly answered, “Here am I—no traitor, but a priest of\ngod.”",
        "As he finished speaking the knights rushed upon him and killed him.",
        "The people of England were horrified by this brutal murder.  Becket\nwas called a martyr and his tomb became a place of pious pilgrimage.\nThe Pope canonized him and for years he was the most venerated of\nEnglish saints.",
        "King Henry was in Normandy when the murder occurred.  He declared\nthat he had had nothing whatever to do with it and he punished the\nmurderers.",
        "But from this time Henry had many troubles.  His own sons rebelled\nagainst him, his barons were unfriendly, and conspiracies were\nformed.  Henry thought that God was punishing him for the murder\nof Becket and so determined to do penance at the tomb of the saint.",
        "For some distance before he reached Canterbury Cathedral where\nBecket was buried he walked over the road with bare head and feet.\nAfter his arrival he fasted and prayed a day and a night.  The\nnext day he put scourges into the hands of the cathedral monks and\nsaid, “Scourge me as I kneel at the tomb of the saint.”  The monks\ndid as he bade them and he patiently bore the pain.",
        "Henry finally triumphed over his enemies and had some years of\npeace, which he devoted to the good of England.",
        "In the last year of his life, however, he had trouble again.  The\nking of France and Henry’s son Richard took up arms against him.\nHenry was defeated and was forced to grant what they wished.  When\nhe saw a list of the barons who had joined the French king he\nfound among them the name of his favorite son John, and his heart\nwas broken.  He died a few days later.",
        "Henry’s eldest surviving son, Richard, was crowned at Westminster\nAbbey in 1190.  He took the title of Richard I but is better known\nas “Cur de Lion” (\"the lion-hearted”), a name which was given\nhim on account of his bravery.  He had wonderful strength and his\nbrave deeds were talked about all over the land.",
        "With such a man for their king, the English people became devoted\nto chivalry, and on every field of battle brave men vied with another\nin brave deeds.  Knighthood was often the reward of valor.  Then,\nas now, knighthood was usually conferred upon a man by his king or\nqueen.  A part of the ceremony consisted in the sovereign’s touching\nthe kneeling subject’s soldier with the flat of a sword and saying,\n“Arise, Sir Knight.”  This was called “the accolade.”",
        "Richard did not stay long in England after his coronation.  In 1191\nhe went with Philip of France on a Crusade.",
        "The French and English Crusaders together numbered more than one\nhundred thousand men. They sailed to the Holy Land and joined an\narmy of Christian soldiers encamped before the city of Acre.  The\nbesiegers had despaired of taking the city but when reinforced they\ngained fresh courage.",
        "Cur de Lion now performed deeds of valor which gave him fame\nthroughout Europe.  He was the terror of the Saracens.  In every\nattack on Acre he led the Christians and when the city was captured\nhe planted his banner in triumph on its walls.",
        "So great was the terror inspired everywhere in the Holy Land by\nthe name of Richard that Moslem mothers are said to have made their\nchildren quiet by threatening to send for the English king.",
        "Every night when the Crusaders encamped, the heralds blew their\ntrumpets, and cried three times, “Save the Holy Sepulchre!”  And\nthe Crusaders knelt and said, “Amen!”",
        "The great leader of the Saracens was Saladin.  He was a model of\nheroism and the two leaders, one the champion of the Christians and\nthe other the champion of the Mohammedans, vied with each other in\nknightly deeds.",
        "Just before one battle Richard rode down the Saracen line and\nboldly called for any one to step forth and fight him alone.  No\none responded to the challenge, for the most valiant of the Saracens\ndid not dare to meet the lion-hearted king.",
        "After the capture of Acre Richard took Ascalon (As’-ca-lon).  Then\nhe made a truce with Saladin, by which the Christians acquired the\nright for three years to visit the Holy City without paying for\nthe privilege.",
        "Richard now set out on his voyage home.  He was wrecked, however, on\nthe Adriatic Sea near Trieste.  To get to England he was obliged\nto go through the lands of Leopold, duke of Austria, one of\nhis bitterest enemies.  So he disguised himself as a poor pilgrim\nreturning from the Holy Land.",
        "But he was recognized by a costly ring that he wore and was taken\nprisoner at Vienna by Duke Leopold.  His people in England anxiously\nawaited his return, and when after a long time he did not appear\nthey were sadly distressed.  There is a legend that a faithful\nsquire named Blondel went in search of him, as a wandering minstrel\ntraveled for months over central Europe, vainly seeking for news\nof his master.",
        "At last one day, while singing one of Richard’s favorite songs near\nthe walls of the castle where the king was confined, he heard the\nsong repeated from a window.  He recognized the voice of Richard.\nFrom the window Richard told him to let the English people and\nthe people of Europe know where he was confined, and the minstrel\nimmediately went upon his mission.",
        "Soon Europe was astounded to learn that brave Richard of England,\nthe great champion of Christendom, was imprisoned.  The story\nof Blondel is probably not true, but what is true is that England\noffered to ransom Richard; that the Pope interceded for him; and\nthat finally it was agreed that he should be given up on the payment\nof a very large sum of money.  The English people quickly paid the\nransom and Richard was freed.",
        "The king of France had little love for Richard, and Richard’s own\nbrother John had less.  Both were sorry that Cur de Lion was at\nliberty.",
        "John had taken charge of the kingdom during his brother’s absence,\nand hoped that Richard might pass the rest of his days in the prison\ncastle of Leopold.",
        "As soon as Richard was released, the French king sent word to John,\n“The devil is loose again.”  And a very disappointed man was John\nwhen all England rang with rejoicing at Richard’s return.",
        "Upon the death of Richard, in 1199, Arthur, the son of his elder\nbrother Geoffrey, was the rightful heir to the throne.  John,\nhowever, seized the throne himself and cast Arthur into prison.\nThere is a legend that he ordered Arthur’s eyes to be put out with\nred hot irons.  The jailor, however, was touched by the boy’s prayer\nfor mercy and spared him.  But Arthur was not to escape his uncle\nlong.  It is said that one night the king took him out upon the\nSeine in a little boat, murdered him and cast his body into the\nriver.",
        "Besides being a king of England, John was duke of Normandy, and\nPhilip, king of France, now summoned him to France to answer for\nthe crime of murdering Arthur.  John would not answer the summons\nand this gave the king of France an excuse for taking possession\nof Normandy.  He did so, and thus this great province was lost\nforever to England.  Nothing in France was left to John except\nAquitaine (A-qui-taine’), which had come to him through his mother.",
        "John’s government was unjust and tyrannical, and the bishops and\nbarons determined to preserve their rights and the rights of the\npeople.  They met on a plain called Runnymeade, and there forced\nJohn to sign the famous “Magna Carta” (\"Great Charter”).",
        "Magna Carta is the most valuable charter ever granted by any sovereign\nto his people.  In it King John names all the rights which belong\nto the citizens under a just government, and he promises that no\none of these rights shall ever be taken away from any subjects of\nthe English king.  For violating this promise one English king lost\nhis life and another lost the American colonies.",
        "Magna Carta was signed in 1215.  A year after he signed it the king\ndied.  His son, Henry III, succeeded him.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}