{
    "title": "Famous Men of the Middle Ages - Marco Polo",
    "author": "John H. Haaren (John Henry)",
    "chapter": "26",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "Some years before St. Louis led his last Crusade there was born in\nVenice a boy named Marco Polo.  His father was a wealthy merchant\nwho often went on trading journeys to distant lands.",
        "In 1271, when Marco was seventeen years old, he accompanied his\nfather and uncle on a journey through the Holy Land, Persia and\nTartary, and at length to the Empire of China—then called Cathay\n(Ca-thay’).  It took the travelers three years to reach Cathay.",
        "The emperor of Cathay was a monarch named Kublai Khan (koo’ bli-kän’),\nwho lived in Peking.",
        "Marco’s father and uncle had been in Cathay once before and had\nentertained Kublai Khan by telling him about the manners and customs\nof Europe.",
        "So when the two Venetian merchants again appeared in Peking, Kublai\nKhan was glad to see them.  He was also greatly pleased with the\nyoung Marco, whom he invited to the palace.",
        "Important positions at the Chinese court were given to Marco’s\nfather and uncle, and so they and Marco lived in the country for\nsome years.  Marco studied the Chinese language, and it was not\nvery long before he could speak it.",
        "When he was about twenty-one Kublai Khan sent him on very important\nbusiness to a distant part of China.  He did the work well and from\nthat time was often employed as an envoy of the Chinese monarch.  His\ntravels were sometimes in lands never before visited by Europeans\nand he had many strange adventures among the almost unknown tribes\nof Asia.  Step by step he was promoted.  For several years he was\ngovernor of a great Chinese city.",
        "Finally he and his father and uncle desired to return to Venice.\nThey had all served Kublai Khan faithfully and he had appreciated\nit and given them rich rewards; but he did not wish to let them\ngo.",
        "While the matter was being talked over an embassy arrived in Peking\nfrom the king of Persia.  This monarch desired to marry the daughter\nof Kublai Khan, the Princess Cocachin, and he had sent to ask her\nfather for her hand.  Consent was given, and Kublai Khan fitted\nout a fleet of fourteen ships to carry the wedding party to Persia.",
        "The Princess Cocachin was a great friend of Marco Polo, and urged\nher father to allow him to go with the party.  Finally Kublai Khan\ngave his consent.  Marco’s father and uncle were also allowed to\ngo, and the three Venetians left China.",
        "The fleet with the wedding party on board sailed southward on the\nChina Sea.  It was a long and perilous voyage.  Stops were made at\nBorneo, Sumatra, Ceylon and other places, until the ships entered\nthe Persian Gulf and the princess was safely landed.  After\nthey reached the capital of Persia the party, including the three\nVenetians, was entertained by the Persians for weeks in a magnificent\nmanner and costly presents were given to all.",
        "At last the Venetians left their friends, went to the Black Sea\nand took ship for Venice.",
        "They had been away so long and were so much changed in appearance\nthat none of their relations and old friends knew them when they\narrived in Venice.  As they were dressed in Tatar costume and\nsometimes spoke the Chinese language to one another, they found it\nhard to convince people that they were members of the Polo family.",
        "At length, on order to show that they were the men that they declared\nthemselves to be, they gave a dinner to all their relations and\nold friends.  When the guests arrived they were greeted by the\ntravelers, arrayed in gorgeous Chinese robes of crimson satin.\nAfter the first course they appeared in crimson damask; after the\nsecond, they changed their costumes to crimson velvet; while at\nthe end of the dinner they appeared in the usual garb of wealthy\nVenetians.",
        "“Now, my friends,” said Marco, “I will show you something that will\nplease you.”  He then brought into the room the rough Tatar coats\nwhich he and his father and uncle had worn when they reached\nVenice.  Cutting open the seams, he took from inside the lining\npackets filled with rubies, emeralds and diamonds.  It was the\nfinest collection of jewels ever seen in Venice.",
        "The guests were now persuaded that their hosts were indeed what\nthey claimed to be.",
        "Eight hundred years before Marco Polo’s birth, some of the people\nof North Italy had fled before the Attila to the muddy islands of\nthe Adriatic and founded Venice upon them.  Since then the little\nsettlement had become the most wealthy and powerful city of Europe.\nVenice was the queen of the Adriatic and her merchants were princes.\nThey had vessels to bring the costly wares of the East to their\nwharves; they had warships to protect their rich cargoes from the\npirates of the Mediterranean; they carried on wars.  At the time\nwhen Marco Polo returned from Cathay they were at war with Genoa\n(Gen’-o-a).",
        "The two cities were fighting for the trade of the world.  In a\ngreat naval battle the Venetians were completely defeated.  Marco\nPolo was in the battle and with many of his countrymen was captured\nby the enemy.  For a year he was confined in a Genoese prison.  One\nof his fellow-prisoners was a skillful penman and Marco dictated\nto him an account of his experiences in China, Japan, and other\nEastern countries.  This account was carefully written out.  Copies\nof the manuscript exist to this day.  One of these is in a library\nin Paris.  It was carried into France in the year 1307.  Another\ncopy is preserved in the city of Berne.  It is said that the book\nwas translated into many languages, so that people in all parts\nof Europe learned about Marco’s adventures.  About a hundred and\nseventy-five years after the book was written, the famous Genoese,\nChristopher Columbus, planned his voyage across the Atlantic.  It\nis believed that he had read Marco’s description of Java, Sumatra\nand other East India Islands, which he thought he had reached when\nhe discovered Haiti (Hai’-ti) and Cuba.  So Marco Polo may have\nsuggested to Columbus the voyage which led to the discovery of\nAmerica.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}