{
    "title": "Famous Affinities of History - Ferdinand Lassalle and Helene von Donniges",
    "author": "Lyndon Orr",
    "chapter": "8",
    "content": [
        "\nGermaine de Staël\nBy Elisabeth Vigée-Lebrun\n\n",
        "\n\n",
        "The middle part of the nineteenth century is a period which has\nbecome more or less obscure to most Americans and Englishmen. At\none end the thunderous campaigns of Napoleon are dying away. In\nthe latter part of the century we remember the gorgeousness of the\nTuileries, the four years’ strife of our own Civil War, and then\nthe golden drift of peace with which the century ended. Between\nthese two extremes there is a stretch of history which seems to\nlack interest for the average student of to-day.",
        "In America, that was a period when we took little interest in the\nmovement of affairs on the continent of Europe. It would not be\neasy, for instance, to imagine an American of 1840 cogitating on\nproblems of socialism, or trying to invent some new form of\narbeiterverein. General Choke was still swindling English\nemigrants. The Young Columbian was still darting out from behind a\ntable to declare how thoroughly he defied the British lion. But\nneither of these patriots, any more than their English compeers,\nwas seriously disturbed about the interests of the rest of the\nworld. The Englishman was contentedly singing “God Save the\nQueen!” The American, was apostrophizing the bird of freedom with\nthe floridity of rhetoric that reached its climax in the “Pogram\nDefiance.” What the Dutchies and Frenchies were doing was little\nmore to an Englishman than to an American.",
        "Continental Europe was a mystery to English-speaking people. Those\nwho traveled abroad took their own servants with them, spoke only\nEnglish, and went through the whole European maze with absolute\nindifference. To them the socialist, who had scarcely received a\nname, was an imaginary being. If he existed, he was only a sort of\noffspring of the Napoleonic wars–a creature who had not yet\nfitted into the ordinary course of things. He was an anomaly, a\nperson who howled in beer-houses, and who would presently be\nregulated, either by the statesmen or by the police.",
        "When our old friend, Mark Tapley, was making with his master a\nhomeward voyage to Britain, what did he know or even care about\nthe politics of France, or Germany, or Austria, or Russia? Not the\nslightest, you may he sure. Mark and his master represented the\ncomplete indifference of the Englishman or American–not\nnecessarily a well-bred indifference, but an indifference that was\ninsular on the one hand and republican on the other. If either of\nthem had heard of a gentleman who pillaged an unmarried lady’s\nluggage in order to secure a valuable paper for another lady, who\nwas married, they would both have looked severely at this abnormal\nperson, and the American would doubtless have added a remark which\nhad something to do with the matchless purity of Columbia’s\ndaughters.",
        "If, again, they had been told that Ferdinand Lassalle had joined\nin the great movement initiated by Karl Marx, it is absolutely\ncertain that neither the Englishman nor the American could have\ngiven you the slightest notion as to who these individuals were.\nThrones might be tottering all over Europe; the red flag might\nwave in a score of cities–what would all this signify, so long as\nBritannia ruled the waves, while Columbia’s feathered emblem\nshrieked defiance three thousand miles away?",
        "And yet few more momentous events have happened in a century than\nthe union which led one man to give his eloquence to the social\ncause, and the other to suffer for that cause until his death.\nMarx had the higher thought, but his disciple Lassalle had the\nmore attractive way of presenting it. It is odd that Marx, today,\nshould lie in a squalid cemetery, while the whole western world\nechoes with his praises, and that Lassalle–brilliant, clear-\nsighted, and remarkable for his penetrating genius–should have\nlived in luxury, but should now know nothing but oblivion, even\namong those who shouted at his eloquence and ran beside him in the\nglory of his triumph.",
        "Ferdinand Lassalle was a native of Breslau, the son of a wealthy\nJewish silk-merchant. Heymann Lassal–for thus the father spelled\nhis name–stroked his hands at young Ferdinand’s cleverness, but\nhe meant it to be a commercial cleverness. He gave the boy a\nthorough education at the University of Breslau, and later at\nBerlin. He was an affectionate parent, and at the same time\ntyrannical to a degree.",
        "It was the old story where the father wishes to direct every step\nthat his son takes, and where the son, bursting out into youthful\nmanhood, feels that he has the right to freedom. The father thinks\nhow he has toiled for the son; the son thinks that if this toil\nwere given for love, it should not be turned into a fetter and\nrestraint. Young Lassalle, instead of becoming a clever silk-\nmerchant, insisted on a university career, where he studied\nearnestly, and was admitted to the most cultured circles.",
        "Though his birth was Jewish, he encountered little prejudice\nagainst his race. Napoleon had changed the old anti-Semitic\nfeeling of fifty years before to a liberalism that was just\nbeginning to be strongly felt in Germany, as it had already been\nin France. This was true in general, but especially true of\nLassalle, whose features were not of a Semitic type, who made\nfriends with every one, and who was a favorite in many salons. His\nportraits make him seem a high-bred and high-spirited Prussian,\nwith an intellectual and clean-cut forehead; a face that has a\nsense of humor, and yet one capable of swift and cogent thought.",
        "No man of ordinary talents could have won the admiration of so\nmany compeers. It is not likely that such a keen and cynical\nobserver as Heinrich Heine would have written as he did concerning\nLassalle, had not the latter been a brilliant and magnetic youth.\nHeine wrote to Varnhagen von Ense, the German historian:",
        "My friend, Herr Lassalle, who brings you this letter, is a young\nman of remarkable intellectual gifts. With the most thorough\nerudition, with the widest learning, with the greatest penetration\nthat I have ever known, and with the richest gift of exposition,\nhe combines an energy of will and a capacity for action which\nastonish me. In no one have I found united so much enthusiasm and\npractical intelligence.",
        "No better proof of Lassalle’s enthusiasm can be found than a few\nlines from his own writings:",
        "I love Heine. He is my second self. What audacity! What\noverpowering eloquence! He knows how to whisper like a zephyr when\nit kisses rose-blooms, how to breathe like fire when it rages and\ndestroys; he calls forth all that is tenderest and softest, and\nthen all that is fiercest and most daring. He has the sweep of the\nwhole lyre!",
        "Lassalle’s sympathy with Heine was like his sympathy with every\none whom he knew. This was often misunderstood. It was\nmisunderstood in his relations with women, and especially in the\ncelebrated affair of the Countess von Hatzfeldt, which began in\nthe year 1846–that is to say, in the twenty-first year of\nLassalle’s age.",
        "In truth, there was no real scandal in the matter, for the\ncountess was twice the age of Lassalle. It was precisely because\nhe was so young that he let his eagerness to defend a woman in\ndistress make him forget the ordinary usage of society, and expose\nhimself to mean and unworthy criticism which lasted all his life.\nIt began by his introduction to the Countess von Hatzfeldt, a lady\nwho was grossly ill-treated by her husband. She had suffered\ninsult and imprisonment in the family castles; the count had\ndeprived her of medicine when she was ill, and had forcibly taken\naway her children. Besides this, he was infatuated with another\nwoman, a baroness, and wasted his substance upon her even contrary\nto the law which protected his children’s rights.",
        "The countess had a son named Paul, of whom Lassalle was extremely\nfond. There came to the boy a letter from the Count von Hatzfeldt\nordering him to leave his mother. The countess at once sent for\nLassalle, who brought with him two wealthy and influential\nfriends–one of them a judge of a high Prussian court–and\ntogether they read the letter which Paul had just received. They\nwere deeply moved by the despair of the countess, and by the\ncruelty of her dissolute husband in seeking to separate the mother\nfrom her son.",
        "In his chivalrous ardor Lassalle swore to help the countess, and\npromised that he would carry on the struggle with her husband to\nthe bitter end. He took his two friends with him to Berlin, and\nthen to Dusseldorf, for they discovered that the Count von\nHatzfeldt was not far away. He was, in fact, at Aix-la-Chapelle\nwith the baroness.",
        "Lassalle, who had the scent of a greyhound, pried about until he\ndiscovered that the count had given his mistress a legal document,\nassigning to her a valuable piece of property which, in the\nordinary course of law, should be entailed on the boy, Paul. The\ncountess at once hastened to the place, broke into her husband’s\nroom, and secured a promise that the deed would be destroyed.",
        "No sooner, however, had she left him than he returned to the\nbaroness, and presently it was learned that the woman had set out\nfor Cologne.",
        "Lassalle and his two friends followed, to ascertain whether the\ndocument had really been destroyed. The three reached a hotel at\nCologne, where the baroness had just arrived. Her luggage, in\nfact, was being carried upstairs. One of Lassalle’s friends opened\na trunk, and, finding a casket there, slipped it out to his\ncompanion, the judge.",
        "Unfortunately, the latter had no means of hiding it, and when the\nbaroness’s servant shouted for help, the casket was found in the\npossession of the judge, who could give no plausible account of\nit. He was, therefore, arrested, as were the other two. There was\nno evidence against Lassalle; but his friends fared badly at the\ntrial, one of them being imprisoned for a year and the other for\nfive years.",
        "From this time Lassalle, with an almost quixotic devotion, gave\nhimself up to fighting the Countess von Hatzfeldt’s battle against\nher husband in the law-courts. The ablest advocates were pitted\nagainst him. The most eloquent legal orators thundered at him and\nat his client, but he met them all with a skill, an audacity, and\na brilliant wit that won for him verdict after verdict. The case\nwent from the lower to the higher tribunals, until, after nine\nyears, it reached the last court of appeal, where Lassalle wrested\nfrom his opponents a magnificently conclusive victory–one that\nmade the children of the countess absolutely safe. It was a battle\nfought with the determination of a soldier, with the gallantry of\na knight errant, and the intellectual acumen of a learned lawyer.",
        "It is not surprising that many refuse to believe that Lassalle’s\nfeeling toward the Countess von Hatzfeldt was a disinterested one.\nA scandalous pamphlet, which was published in French, German, and\nRussian, and written by one who styled herself “Sophie Solutzeff,\"\ndid much to spread the evil report concerning Lassalle. But the\nvery openness and frankness of the service which he did for the\ncountess ought to make it clear that his was the devotion of a\nyouth drawn by an impulse into a strife where there was nothing\nfor him to gain, but everything to lose. He denounced the\nbrutality of her husband, but her letters to him always addressed\nhim as “my dear child.” In writing to her he confides small love-\nsecrets and ephemeral flirtations–which he would scarcely have\ndone, had the countess viewed him with the eye of passion.",
        "Lassalle was undoubtedly a man of impressionable heart, and had\nmany affairs such as Heine had; but they were not deep or lasting.\nThat he should have made a favorable impression on the women whom\nhe met is not surprising, because of his social standing, his\nchivalry, his fine manners, and his handsome face. Mr. Clement\nShorter has quoted an official document which describes him as he\nwas in his earlier years:",
        "Ferdinand Lassalle, aged twenty-three, a civilian born at Breslau\nand dwelling recently at Berlin. He stands five feet six inches in\nheight, has brown, curly hair, open forehead, brown eyebrows, dark\nblue eyes, well proportioned nose and mouth, and rounded chin.",
        "We ought not to be surprised, then, if he was a favorite in\ndrawing-rooms; if both men and women admired him; if Alexander von\nHumboldt cried out with enthusiasm that he was a wunderkind, and\nif there were more than Sophie Solutzeff to be jealous. But the\nrather ungrateful remark of the Countess von Hatzfeldt certainly\ndoes not represent him as he really was.",
        "“You are without reason and judgment where women are concerned,\"\nshe snarled at him; but the sneer only shows that the woman who\nuttered it was neither in love with him nor grateful to him.",
        "In this paper we are not discussing Lassalle as a public agitator\nor as a Socialist, but simply in his relations with the two women\nwho most seriously affected his life. The first was the Countess\nvon Hatzfeldt, who, as we have seen, occupied–or rather wasted–\nnine of the best years of his life. Then came that profound and\nthrilling passion which ended the career of a man who at thirty-\nnine had only just begun to be famous.",
        "Lassalle had joined his intellectual forces with those of Heine\nand Marx. He had obtained so great an influence over the masses of\nthe people as to alarm many a monarch, and at the same time to\nattract many a statesman. Prince Bismarck, for example, cared\nnothing for Lassalle’s championship of popular rights, but sought\nhis aid on finding that he was an earnest advocate of German\nunity.",
        "Furthermore, he was very far from resembling what in those early\ndays was regarded as the typical picture of a Socialist. There was\nnothing frowzy about him; in his appearance he was elegance\nitself; his manners were those of a prince, and his clothing was\nof the best. Seeing him in a drawing-room, no one would mistake\nhim for anything but a gentleman and a man of parts. Hence it is\nnot surprising that his second love was one of the nobility,\nalthough her own people hated Lassalle as a bearer of the red\nflag.",
        "This girl was Helene von Donniges, the daughter of a Bavarian\ndiplomat. As a child she had traveled much, especially in Italy\nand in Switzerland. She was very precocious, and lived her own\nlife without asking the direction of any one. At twelve years of\nage she had been betrothed to an Italian of forty; but this dark\nand pedantic person always displeased her, and soon afterward,\nwhen she met a young Wallachian nobleman, one Yanko Racowitza, she\nwas ready at once to dismiss her Italian lover. Racowitza–young,\na student, far from home, and lacking friends–appealed at once to\nthe girl’s sympathy.",
        "At that very time, in Berlin, where Helene was visiting her\ngrandmother, she was asked by a Prussian baron:",
        "“Do you know Ferdinand Lassalle?”",
        "The question came to her with a peculiar shock. She had never\nheard the name, and yet the sound of it gave her a strange\nemotion. Baron Korff, who perhaps took liberties because she was\nso young, went on to say:",
        "“My dear lady, have you really never seen Lassalle? Why, you and\nhe were meant for each other!”",
        "She felt ashamed to ask about him, but shortly after a gentleman\nwho knew her said:",
        "“It is evident that you have a surprising degree of intellectual\nkinship with Ferdinand Lassalle.”",
        "This so excited her curiosity that she asked her grandmother:",
        "“Who is this person of whom they talk so much–this Ferdinand\nLassalle?”",
        "“Do not speak of him,” replied her grandmother. “He is a shameless\ndemagogue!”",
        "A little questioning brought to Helene all sorts of stories about\nLassalle–the Countess von Hatzfeldt, the stolen casket, the\nmysterious pamphlet, the long battle in the courts–all of which\nexcited her still more. A friend offered to introduce her to the\n“shameless demagogue.” This introduction happened at a party, and\nit must have been an extraordinary meeting. Seldom, it seemed, was\nthere a better instance of love at first sight, or of the true\naffinity of which Baron Korff had spoken. In the midst of the\npublic gathering they almost rushed into each other’s arms; they\ntalked the free talk of acknowledged lovers; and when she left, he\ncalled her love-names as he offered her his arm.",
        "“Somehow it did not appear at all remarkable,” she afterward\ndeclared. “We seemed to be perfectly fitted to each other.”",
        "Nevertheless, nine months passed before they met again at a\nsoiree. At this time Lassaller gazing upon her, said:",
        "“What would you do if I were sentenced to death?”",
        "“I should wait until your head was severed,” was her answer, “in\norder that you might look upon your beloved to the last, and then\n–I should take poison!”",
        "Her answer delighted him, but he said that there was no danger. He\nwas greeted on every hand with great consideration; and it seemed\nnot unlikely that, in recognition of his influence with the\npeople, he might rise to some high position. The King of Prussia\nsympathized with him. Heine called him the Messiah of the\nnineteenth century. When he passed from city to city, the whole\npopulation turned out to do him honor. Houses were wreathed;\nflowers were thrown in masses upon him, while the streets were\nspanned with triumphal arches.",
        "Worn out with the work and excitement attending the birth of the\nDeutscher Arbeiterverein, or workmen’s union, which he founded in\n1863, Lassalle fled for a time to Switzerland for rest. Helene\nheard of his whereabouts, and hurried to him, with several\nfriends. They met again on July 25,1864, and discussed long and\nintensely the possibilities of their marriage and the opposition\nof her parents, who would never permit her to marry a man who was\nat once a Socialist and a Jew.",
        "Then comes a pitiful story of the strife between Lassalle and the\nDonniges family. Helene’s father and mother indulged in vulgar\nwords; they spoke of Lassalle with contempt; they recalled all the\nscandals that had been current ten years before, and forbade\nHelene ever to mention the man’s name again.",
        "The next scene in the drama took place in Geneva, where the family\nof Herr von Donniges had arrived, and where Helene’s sister had\nbeen betrothed to Count von Keyserling–a match which filled her\nmother with intense joy. Her momentary friendliness tempted Helene\nto speak of her unalterable love for Lassalle. Scarcely had the\nwords been spoken when her father and mother burst into abuse and\ndenounced Lassalle as well as herself.",
        "She sent word of this to Lassalle, who was in a hotel near by.\nScarcely had he received her letter, when Helene herself appeared\nupon the scene, and with all the intensity of which she was\npossessed, she begged him to take her wherever he chose. She would\ngo with him to France, to Italy–to the ends of the earth!",
        "What a situation, and yet how simple a one for a man of spirit! It\nis strange to have to record that to Lassalle it seemed most\ndifficult. He felt that he or she, or both of them, had been\ncompromised. Had she a lady with her? Did she know any one in the\nneighborhood?",
        "What an extraordinary answer! If she were compromised, all the\nmore ought he to have taken her in his arms and married her at\nonce, instead of quibbling and showing himself a prig.",
        "Presently, her maid came in to tell them that a carriage was ready\nto take them to the station, whence a train would start for Paris\nin a quarter of an hour. Helene begged him. with a feeling that\nwas beginning to be one of shame. Lassalle repelled her in words\nthat were to stamp him with a peculiar kind of cowardice.",
        "Why should he have stopped to think of anything except the\nbeautiful woman who was at his feet, and to whom he had pledged\nhis love? What did he care for the petty diplomat who was her\nfather, or the vulgar-tongued woman who was her mother? He should\nhave hurried her and the maid into the train for Paris, and have\nforgotten everything in the world but his Helene, glorious among\nwomen, who had left everything for him.",
        "What was the sudden failure, the curious weakness, the paltriness\nof spirit that came at the supreme moment into the heart of this\nhitherto strong man? Here was the girl whom he loved, driven from\nher parents, putting aside all question of appearances, and\nclinging to him with a wild and glorious desire to give herself to\nhim and to be all his own! That was a thing worthy of a true\nwoman. And he? He shrinks from her and cowers and acts like a\nsimpleton. His courage seems to have dribbled through his finger-\ntips; he is no longer a man–he is a thing.",
        "Out of all the multitude of Lassalle’s former admirers, there is\nscarcely one who has ventured to defend him, much less to laud\nhim; and when they have done so, their voices have had a sound of\nmockery that dies away in their own throats.",
        "Helene, on her side, had compromised herself, and even from the\nview-point of her parents it was obvious that she ought to be\nmarried immediately. Her father, however, confined her to her room\nuntil it was understood that Lassalle had left Geneva. Then her\nfamily’s supplications, the statement that her sister’s marriage\nand even her father’s position were in danger, led her to say that\nshe would give up Lassalle.",
        "It mattered very little, in one way, for whatever he might have\ndone, Lassalle had killed, or at least had chilled, her love. His\nfailure at the moment of her great self-sacrifice had shown him to\nher as he really was–no bold and gallant spirit, but a cringing,\nspiritless self-seeker. She wrote him a formal letter to the\neffect that she had become reconciled to her “betrothed\nbridegroom\"; and they never met again.",
        "Too late, Lassalle gave himself up to a great regret. He went\nabout trying to explain his action to his friends, but he could\nsay nothing that would ease his feeling and reinstate him in the\neyes of the romantic girl. In a frenzy, he sought out the\nWallachian student, Yanko von Racowitza, and challenged him to a\nmortal duel. He also challenged Helene’s father. Years before, he\nhad on principle declined to fight a duel; but now he went raving\nabout as if he sought the death of every one who knew him.",
        "The duel was fought on August 28, 1864. There was some trouble\nabout pistols, and also about seconds; but finally the combatants\nleft a small hotel in a village near Geneva, and reached the\ndueling-grounds. Lassalle was almost joyous in his manner. His old\nconfidence had come back to him; he meant to kill his man.",
        "They took their stations high up among the hills. A few spectators\nsaw their figures outlined against the sky. The command to fire\nrang out, and from both pistols gushed the flame and smoke.",
        "A moment later, Lassalle was seen to sway and fall. A chance shot,\nglancing from a wall, had struck him to the ground. He suffered\nterribly, and nothing but opium in great doses could relieve his\npain. His wound was mortal, and three days later he died.",
        "Long after, Helene admitted that she still loved Lassalle, and\nbelieved that he would win the duel; but after the tragedy, the\ntenderness and patience of Racowitza won her heart. She married\nhim, but within a year he died of consumption. Helene, being\ndisowned by her relations, prepared herself for the stage. She\nmarried a third husband named Shevitch, who was then living in the\nUnited States, but who has since made his home in Russia.",
        "Let us say nothing of Lassalle’s political career. Except for his\nwork as one of the early leaders of the liberal movement in\nGermany, it has perished, and his name has been almost forgotten.\nAs a lover, his story stands out forever as a warning to the timid\nand the recreant. Let men do what they will; but there is just one\nthing which no man is permitted to do with safety in the sight of\nwoman–and that is to play the craven.",
        "Continue...",
        "\nThis etext of Famous Affinities of History (III of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}