{
    "title": "Famous Men of the Middle Ages - Clovis",
    "author": "John H. Haaren (John Henry)",
    "chapter": "8",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "While the power of the Roman Empire was declining there dwelt on\nthe banks of the River Rhine a number of savage Teuton tribes called\nFranks.  The word Frank means FREE, and those tribes took pride in\nbeing known as Franks or freemen.",
        "The Franks occupied the east bank of the Rhine for about two hundred\nyears.  Then many of the tribes crossed the river in search of new\nhomes.  The region west of the river was at that time called Gaul.\nHere the Franks established themselves and became a powerful people.\nFrom their name the country was afterwards called FRANCE.",
        "Each tribe of the Franks had its own king.  The greatest of all\nthese kings was Chlodwig, or Clovis, as we call him, who became\nruler of his tribe in the year 481, just six years after Theodoric\nbecame king of the Ostrogoths.  Clovis was then only sixteen years\nof age.  But though he was so young he proved in a very short time\nthat he could govern as well as older men.  He was intelligent and\nbrave.  No one ever knew him to be afraid of anything even when he\nwas but a child.  His father, who was named Childeric (chil’-der-ic),\noften took him to wars which the Franks had with neighboring\ntribes, and he was very proud of his son’s bravery.  The young man\nwas also a bold and skillful horseman.  He could tame and ride the\nmost fiery horse.",
        "When Clovis became king of the Franks a great part of Gaul still\nbelonged to Rome.  This part was then governed by a Roman general,\nnamed Syagrius (sy-ag’-ri-us).  Clovis resolved to drive the Romans\nout of the country, and he talked over the matter with the head\nmen of his army.",
        "“My desire,” said he, “is that the Franks shall have possession of\nevery part of this fair land.  I shall drive the Romans and their\nfriends away and make Gaul the empire of the Franks.”",
        "At this time the Romans had a great army in Gaul.  It was encamped\nnear the city of Soissons (swah-son’) and was commanded by Syagrius.\nClovis resolved to attack it and led his army at once to Soissons.\nWhen he came near the city he summoned Syagrius to surrender.\nSyagrius refused and asked for an interview with the commander of\nthe Franks.  Clovis consented to meet him, and an arrangement was\nmade that the meeting should take place in the open space between\nthe two armies.  When Clovis stepped out in front of his own army,\naccompanied by some of his savage warriors, Syagrius also came\nforward.  But the moment he saw the king of the Franks he laughed\nloudly and exclaimed:",
        "“A boy!  A boy has come to fight me!  The Franks with a boy to lead\nthem have come to fight the Romans.”",
        "Clovis was very angry at this insulting language and shouted back:",
        "“Ay, but this boy will conquer you.”",
        "Then both sides prepared for battle.  The Romans thought that they\nwould win the victory easily, but they were mistaken.  Every time\nthat they made a charge upon the Franks they were beaten back by\nthe warriors of Clovis.  The young king himself fought bravely at\nthe head of his men and with his own sword struck down a number\nof the Romans.  He tried to find Syagrius and fight with him; but\nthe Roman commander was nowhere to be found.  Early in the battle\nhe had fled from the field, leaving his men to defend themselves\nas best they could.",
        "The Franks gained a great victory.  With their gallant boy\nking leading them on they drove the Roman’s before them, and when\nthe battle was over they took possession of the city of Soissons.\nClovis afterwards conquered all the other Frankish chiefs and made\nhimself king of all the Franks.",
        "Not very long after Clovis became king he heard of a beautiful\nyoung girl, the niece of Gondebaud (gon’-de-baud), king of Burgundy,\nand he thought he would like to marry her.  Her name was Clotilde\n(clo-tilde’), and she was an orphan, for her wicked uncle Gondebaud\nhad killed her father and mother.  Clovis sent one of his nobles\nto Gondebaud to ask her for his wife.  At first Gondebaud thought\nof refusing to let the girl go.  He feared that she might have\nhim punished for the murder of her parents if she became the wife\nof so powerful a man as Clovis.  But he was also afraid that by\nrefusing he would provoke the anger of Clovis; so he permitted the\ngirl to be taken to the court of the king of the Franks.  Clovis\nwas delighted when he saw her; and they were immediately married.",
        "Clotilde was a devout Christian, and she wished very much to\nconvert her husband, who, like most of his people, was a worshiper\nof the heathen gods.  But Clovis was not willing to give up his\nown religion.  Nevertheless Clotilde continued to do every thing\nshe could to persuade him to become a Christian.",
        "Soon after his marriage Clovis had a war with a tribe called the\nAlemanni.  This tribe had crossed the Rhine from Germany and taken\npossession of some of the eastern provinces of Gaul.  Clovis speedily\ngot his warriors together and marched against them.  A battle was\nfought at a place called Tolbiac, not far from the present city\nof Cologne.  In this battle the Franks were nearly beaten, for the\nAlemanni were fierce and brave men and skillful fighters.  When\nClovis saw his soldiers driven back several times he began to lose\nhope, but at that moment he thought of his pious wife and of the\npowerful God of whom she had so often spoken.  Then he raised his\nhands to heaven and earnestly prayed to that God.",
        "“O God of Clotilde,” he cried, “help me in this my hour of need.\nIf thou wilt give me victory now I will believe in thee.”",
        "Almost immediately the course of the battle began to change in\nfavor of the Franks.  Clovis led his warriors forward once more,\nand this time the Alemanni fled before them in terror.  The Franks\ngained a great victory, and they believed it was in answer to the\nprayer of their king.",
        "When Clovis returned home he did not forget his promise.  He told\nClotilde how he had prayed to her God for help and how his prayer\nhad been heard, and he said he was now ready to become a Christian.\nClotilde was very happy on hearing this, and she arranged that her\nhusband should be baptized in the church of Rheims on the following\nChristmas day.",
        "Meanwhile Clovis issued a proclamation to his people declaring that\nhe was a believer in Christ, and giving orders that all the images\nand temples of the heathen gods should be destroyed.  This was\nimmediately done, and many of the people followed his example and\nbecame Christians.",
        "Clovis was a very earnest and fervent convert.  One day the bishop\nof Rheims, while instructing him in the doctrines of Christianity,\ndescribed the death of Christ.  As the bishop proceeded Clovis became\nmuch excited, and at last jumped up from his seat and exclaimed:",
        "“Had I been there with my brave Franks I would have avenged His\nwrongs.”",
        "On Christmas day a great multitude assembled in the church at Rheims\nto witness the baptism of the king.  A large number of his fierce\nwarriors were baptized at the same time.  The service was performed\nwith great ceremony by the bishop of Rheims, and the title of “Most\nChristian King” was conferred on Clovis by the Pope.  This title\nwas ever afterwards borne by the kings of France.",
        "Like most of the kings and chiefs of those rude and barbarous\ntimes, Clovis often did cruel and wicked things.  When Rheims was\ncaptured, before he became a Christian, a golden vase was taken by\nsome soldiers from the church. The bishop asked Clovis to have it\nreturned, and Clovis bade him wait until the division of spoils.\nAll the valuable things taken by soldiers in war were divided among\nthe whole army, each man getting his share according to rank.  Such\nthings were called spoils.",
        "When the next time came for dividing spoils Clovis asked that he\nmight have the vase over and above his regular share, his intention\nbeing to return it to the bishop.  But one of the soldiers objected,\nsaying that the king should have no more than his fair share, and\nat the same time shattered the vase with his ax.  Clovis was very\nangry, but at the time said nothing.  Soon afterwards, however, there\nwas the usual examination of the arms of the soldiers to see that\nthey were in proper condition for active service.  Clovis himself\ntook part in the examination, and when he came to the soldier who\nhad broken the vase he found fault with the condition of his weapons\nand with one blow of his battle-ax struck the man dead.",
        "The next war that Clovis engaged in was with some tribes of the\nGoths who occupied the country called Aquitaine lying south of the\nRiver Loire.  He defeated them and added Aquitaine to the kingdom\nof the Franks.",
        "Clovis afterwards made war upon other people of Gaul and defeated\nthem.  At last all the provinces from the lower Rhine to the\nPyrenees Mountains were compelled to acknowledge him as king.  He\nthen went to reside at the city of Paris, which he made the capital\nof his kingdom.  He died there A.D. 511.",
        "The dynasty or family of kings to which he belonged is known in\nhistory as the Merovingian dynasty.  It was so called from Merovæus\n(Me-ro-væ’-us), the father of Childeric and grandfather of Clovis.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}