{
    "title": "Famous Affinities of History - The Mystery of Charles Dickens",
    "author": "Lyndon Orr",
    "chapter": "7",
    "content": [
        "\nMary Godwin Wollstonecraft Shelley (1797-1851)\nEnglish novelist, author of Frankenstein\n",
        "\n\n",
        "Perhaps no public man in the English-speaking world, in the last\ncentury, was so widely and intimately known as Charles Dickens.\nFrom his eighteenth year, when he won his first success in\njournalism, down through his series of brilliant triumphs in\nfiction, he was more and more a conspicuous figure, living in the\nblaze of an intense publicity. He met every one and knew every\none, and was the companion of every kind of man and woman. He\nloved to frequent the “caves of harmony” which Thackeray has\nimmortalized, and he was a member of all the best Bohemian clubs\nof London. Actors, authors, good fellows generally, were his\nintimate friends, and his acquaintance extended far beyond into\nthe homes of merchants and lawyers and the mansions of the\nproudest nobles. Indeed, he seemed to be almost a universal\nfriend.",
        "One remembers, for instance, how he was called in to arbitrate\nbetween Thackeray and George Augustus Sala, who had quarreled. One\nremembers how Lord Byron’s daughter, Lady Lovelace, when upon her\nsick-bed, used to send for Dickens because there was something in\nhis genial, sympathetic manner that soothed her. Crushing pieces\nof ice between her teeth in agony, she would speak to him and he\nwould answer her in his rich, manly tones until she was comforted\nand felt able to endure more hours of pain without complaint.",
        "Dickens was a jovial soul. His books fairly steam with Christmas\ncheer and hot punch and the savor of plum puddings, very much as\ndo his letters to his intimate friends. Everybody knew Dickens. He\ncould not dine in public without attracting attention. When he\nleft the dining-room, his admirers would descend upon his table\nand carry off egg-shells, orange-peels, and other things that\nremained behind, so that they might have memorials of this much-\nloved writer. Those who knew him only by sight would often stop\nhim in the streets and ask the privilege of shaking hands with\nhim; so different was he from–let us say–Tennyson, who was as\ngreat an Englishman in his way as Dickens, but who kept himself\naloof and saw few strangers.",
        "It is hard to associate anything like mystery with Dickens, though\nhe was fond of mystery as an intellectual diversion, and his last\nunfinished novel was The Mystery of Edwin Drood. Moreover, no one\nadmired more than he those complex plots which Wilkie Collins used\nto weave under the influence of laudanum. But as for his own life,\nit seemed so normal, so free from anything approaching mystery,\nthat we can scarcely believe it to have been tinged with darker\ncolors than those which appeared upon the surface.",
        "A part of this mystery is plain enough. The other part is still\nobscure–or of such a character that one does not care to bring it\nwholly to the light. It had to do with his various relations with\nwomen.",
        "The world at large thinks that it knows this chapter in the life\nof Dickens, and that it refers wholly to his unfortunate\ndisagreement with his wife. To be sure, this is a chapter that is\nwrit large in all of his biographies, and yet it is nowhere\ncorrectly told. His chosen biographer was John Forster, whose Life\nof Charles Dickens, in three volumes, must remain a standard work;\nbut even Forster–we may assume through tact–has not set down all\nthat he could, although he gives a clue.",
        "As is well known, Dickens married Miss Catherine Hogarth when he\nwas only twenty-four. He had just published his Sketches by Boz,\nthe copyright of which he sold for one hundred pounds, and was\nbeginning the Pickwick Papers. About this time his publisher\nbrought N. P. Willis down to Furnival’s Inn to see the man whom\nWillis called “a young paragraphist for the Morning Chronicle.\"\nWillis thus sketches Dickens and his surroundings:",
        "In the most crowded part of Holborn, within a door or two of the\nBull and Mouth Inn, we pulled up at the entrance of a large\nbuilding used for lawyers’ chambers. I followed by a long flight\nof stairs to an upper story, and was ushered into an uncarpeted\nand bleak-looking room, with a deal table, two or three chairs and\na few books, a small boy and Mr. Dickens for the contents.",
        "I was only struck at first with one thing–and I made a memorandum\nof it that evening as the strongest instance I had seen of English\nobsequiousness to employers–the degree to which the poor author\nwas overpowered with the honor of his publisher’s visit! I\nremember saying to myself, as I sat down on a rickety chair:",
        "“My good fellow, if you were in America with that fine face and\nyour ready quill, you would have no need to be condescended to by\na publisher.”",
        "Dickens was dressed very much as he has since described Dick\nSwiveller, minus the swell look. His hair was cropped close to his\nhead, his clothes scant, though jauntily cut, and, after changing\na ragged office-coat for a shabby blue, he stood by the door,\ncollarless and buttoned up, the very personification of a close\nsailer to the wind.",
        "Before this interview with Willis, which Dickens always\nrepudiated, he had become something of a celebrity among the\nnewspaper men with whom he worked as a stenographer. As every one\nknows, he had had a hard time in his early years, working in a\nblacking-shop, and feeling too keenly the ignominious position of\nwhich a less sensitive boy would probably have thought nothing.\nThen he became a shorthand reporter, and was busy at his work, so\nthat he had little time for amusements.",
        "It has been generally supposed that no love-affair entered his\nlife until he met Catherine Hogarth, whom he married soon after\nmaking her acquaintance. People who are eager at ferreting out\nunimportant facts about important men had unanimously come to the\nconclusion that up to the age of twenty Dickens was entirely\nfancy-free. It was left to an American to disclose the fact that\nthis was not the case, but that even in his teens he had been\ncaptivated by a girl of about his own age.",
        "Inasmuch as the only reproach that was ever made against Dickens\nwas based upon his love-affairs, let us go back and trace them\nfrom this early one to the very last, which must yet for some\nyears, at least, remain a mystery.",
        "Everything that is known about his first affair is contained in a\nbook very beautifully printed, but inaccessible to most readers.\nSome years ago Mr. William K. Bixby, of St. Louis, found in London\na collector of curios. This man had in his stock a number of\nletters which had passed between a Miss Maria Beadnell and Charles\nDickens when the two were about nineteen and a second package of\nletters representing a later acquaintance, about 1855, at which\ntime Miss Beadnell had been married for a long time to a Mr. Henry\nLouis Winter, of 12 Artillery Place, London.",
        "The copyright laws of Great Britain would not allow Mr. Bixby to\npublish the letters in that country, and he did not care to give\nthem to the public here. Therefore, he presented them to the\nBibliophile Society, with the understanding that four hundred and\nninety-three copies, with the Bibliophile book-plate, were to be\nprinted and distributed among the members of the society. A few\nadditional copies were struck off, but these did not bear the\nBibliophile book-plate. Only two copies are available for other\nreaders, and to peruse these it is necessary to visit the\nCongressional Library in Washington, where they were placed on\nJuly 24, 1908.",
        "These letters form two series–the first written to Miss Beadnell\nin or about 1829, and the second written to Mrs. Winter, formerly\nMiss Beadnell, in 1855.",
        "The book also contains an introduction by Henry H. Harper, who\nsets forth some theories which the facts, in my opinion, do not\nsupport; and there are a number of interesting portraits,\nespecially one of Miss Beadnell in 1829–a lovely girl with dark\ncurls. Another shows her in 1855, when she writes of herself as\n“old and fat\"–thereby doing herself a great deal of injustice;\nfor although she had lost her youthful beauty, she was a very\npresentable woman of middle age, but one who would not be\nparticularly noticed in any company.",
        "Summing up briefly these different letters, it may be said that in\nthe first set Dickens wrote to the lady ardently, but by no means\npassionately. From what he says it is plain enough that she did\nnot respond to his feeling, and that presently she left London and\nwent to Paris, for her family was well-to-do, while Dickens was\nliving from hand to mouth.",
        "In the second set of letters, written long afterward, Mrs. Winter\nseems to have “set her cap” at the now famous author; but at that\ntime he was courted by every one, and had long ago forgotten the\nlady who had so easily dismissed him in his younger days. In 1855,\nMrs. Winter seems to have reproached him for not having been more\nconstant in the past; but he replied:",
        "You answered me coldly and reproachfully, and so I went my way.",
        "Mr. Harper, in his introduction, tries very hard to prove that in\nwriting David Copperfield Dickens drew the character of Dora from\nMiss Beadnell. It is a dangerous thing to say from whom any\ncharacter in a novel is drawn. An author takes whatever suits his\npurpose in circumstance and fancy, and blends them all into one\nconsistent whole, which is not to be identified with any\nindividual. There is little reason to think that the most intimate\nfriends of Dickens and of his family were mistaken through all the\nyears when they were certain that the boy husband and the girl\nwife of David Copperfield were suggested by any one save Dickens\nhimself and Catherine Hogarth.",
        "Why should he have gone back to a mere passing fancy, to a girl\nwho did not care for him, and who had no influence on his life,\ninstead of picturing, as David’s first wife, one whom he deeply\nloved, whom he married, who was the mother of his children, and\nwho made a great part of his career, even that part which was\ninwardly half tragic and wholly mournful?",
        "Miss Beadnell may have been the original of Flora in Little\nDorrit, though even this is doubtful. The character was at the\ntime ascribed to a Miss Anna Maria Leigh, whom Dickens sometimes\nflirted with and sometimes caricatured.",
        "When Dickens came to know George Hogarth, who was one of his\ncolleagues on the staff of the Morning Chronicle, he met Hogarth’s\ndaughters–Catherine, Georgina, and Mary–and at once fell\nardently in love with Catherine, the eldest and prettiest of the\nthree. He himself was almost girlish, with his fair complexion and\nlight, wavy hair, so that the famous sketch by Maclise has a\nremarkable charm; yet nobody could really say with truth that any\none of the three girls was beautiful. Georgina Hogarth, however,\nwas sweet-tempered and of a motherly disposition. It may be that\nin a fashion she loved Dickens all her life, as she remained with\nhim after he parted from her sister, taking the utmost care of his\nchildren, and looking out with unselfish fidelity for his many\nneeds.",
        "It was Mary, however, the youngest of the Hogarths, who lived with\nthe Dickenses during the first twelvemonth of their married life.\nTo Dickens she was like a favorite sister, and when she died very\nsuddenly, in her eighteenth year, her loss was a great shock to\nhim.",
        "It was believed for a long time–in fact, until their separation–\nthat Dickens and his wife were extremely happy in their home life.\nHis writings glorified all that was domestic, and paid many tender\ntributes to the joys of family affection. When the separation came\nthe whole world was shocked. And yet rather early in Dickens’s\nmarried life there was more or less infelicity. In his\nRetrospections of an Active Life, Mr. John Bigelow writes a few\nsentences which are interesting for their frankness, and which\ngive us certain hints:",
        "Mrs. Dickens was not a handsome woman, though stout, hearty, and\nmatronly; there was something a little doubtful about her eye, and\nI thought her endowed with a temper that might be very violent\nwhen roused, though not easily rousable. Mrs. Caulfield told me\nthat a Miss Teman–I think that is the name–was the source of the\ndifficulty between Mrs. Dickens and her husband. She played in\nprivate theatricals with Dickens, and he sent her a portrait in a\nbrooch, which met with an accident requiring it to be sent to the\njeweler’s to be mended. The jeweler, noticing Mr. Dickens’s\ninitials, sent it to his house. Mrs. Dickens’s sister, who had\nalways been in love with him and was jealous of Miss Teman, told\nMrs. Dickens of the brooch, and she mounted her husband with comb\nand brush. This, no doubt, was Mrs. Dickens’s version, in the\nmain.",
        "A few evenings later I saw Miss Teman at the Haymarket Theatre,\nplaying with Buckstone and Mr. and Mrs. Charles Mathews. She\nseemed rather a small cause for such a serious result–passably\npretty, and not much of an actress.",
        "Here in one passage we have an intimation that Mrs. Dickens had a\ntemper that was easily roused, that Dickens himself was interested\nin an actress, and that Miss Hogarth “had always been in love with\nhim, and was jealous of Miss Teman.”",
        "Some years before this time, however, there had been growing in\nthe mind of Dickens a certain formless discontent–something to\nwhich he could not give a name, yet which, cast over him the\nshadow of disappointment. He expressed the same feeling in David\nCopperfield, when he spoke of David’s life with Dora. It seemed to\ncome from the fact that he had grown to be a man, while his wife\nhad still remained a child.",
        "A passage or two may be quoted from the novel, so that we may set\nthem beside passages in Dickens’s own life, which we know to have\nreferred to his own wife, and not to any such nebulous person as\nMrs. Winter.",
        "The shadow I have mentioned that was not to be between us any\nmore, but was to rest wholly on my heart–how did that fall? The\nold unhappy feeling pervaded my life. It was deepened, if it were\nchanged at all; but it was as undefined as ever, and addressed me\nlike a strain of sorrowful music faintly heard in the night. I\nloved my wife dearly; but the happiness I had vaguely anticipated,\nonce, was not the happiness I enjoyed, AND THERE WAS ALWAYS\nSOMETHING WANTING.",
        "What I missed I still regarded as something that had been a dream\nof my youthful fancy; that was incapable of realization; that I\nwas now discovering to be so, with some natural pain, as all men\ndid. But that it would have been better for me if my wife could\nhave helped me more, and shared the many thoughts in which I had\nno partner, and that this might have been I knew.",
        "What I am describing slumbered and half awoke and slept again in\nthe innermost recesses of my mind. There was no evidence of it to\nme; I knew of no influence it had in anything I said or did. I\nbore the weight of all our little cares and all my projects.",
        "“There can be no disparity in marriage like unsuitability of mind\nand purpose.” These words I remembered. I had endeavored to adapt\nDora to myself, and found it impracticable. It remained for me to\nadapt myself to Dora; to share with her what I could, and be\nhappy; to bear on my own shoulders what I must, and be still\nhappy.",
        "Thus wrote Dickens in his fictitious character, and of his\nfictitious wife. Let us see how he wrote and how he acted in his\nown person, and of his real wife.",
        "As early as 1856, he showed a curious and restless activity, as of\none who was trying to rid himself of unpleasant thoughts. Mr.\nForster says that he began to feel a strain upon his invention, a\ncertain disquietude, and a necessity for jotting down memoranda in\nnote-books, so as to assist his memory and his imagination. He\nbegan to long for solitude. He would take long, aimless rambles\ninto the country, returning at no particular time or season. He\nonce wrote to Forster:",
        "I have had dreadful thoughts of getting away somewhere altogether\nby myself. If I could have managed it, I think I might have gone\nto the Pyrenees for six months. I have visions of living for half\na year or so in all sorts of inaccessible places, and of opening a\nnew book therein. A floating idea of going up above the snow-line,\nand living in some astonishing convent, hovers over me.",
        "What do these cryptic utterances mean? At first, both in his novel\nand in his letters, they are obscure; but before long, in each,\nthey become very definite. In 1856, we find these sentences among\nhis letters:",
        "The old days–the old days! Shall I ever, I wonder, get the frame\nof mind back as it used to be then? Something of it, perhaps, but\nnever quite as it used to be.",
        "I find that the skeleton in my domestic closet is becoming a\npretty big one.",
        "His next letter draws the veil and shows plainly what he means:",
        "Poor Catherine and I are not made for each other, and there is no\nhelp for it. It is not only that she makes me uneasy and unhappy,\nbut that I make her so, too–and much more so. We are strangely\nill-assorted for the bond that exists between us.",
        "Then he goes on to say that she would have been a thousand times\nhappier if she had been married to another man. He speaks of\n“incompatibility,” and a “difference of temperaments.” In fact, it\nis the same old story with which we have become so familiar, and\nwhich is both as old as the hills and as new as this morning’s\nnewspaper.",
        "Naturally, also, things grow worse, rather than better. Dickens\ncomes to speak half jocularly of “the plunge,” and calculates as\nto what effect it will have on his public readings. He kept back\nthe announcement of “the plunge” until after he had given several\nreadings; then, on April 29, 1858, Mrs. Dickens left his home. His\neldest son went to live with the mother, but the rest of the\nchildren remained with their father, while his daughter Mary\nnominally presided over the house. In the background, however,\nGeorgina Hogarth, who seemed all through her life to have cared\nfor Dickens more than for her sister, remained as a sort of guide\nand guardian for his children.",
        "This arrangement was a private matter, and should not have been\nbrought to public attention; but it was impossible to suppress all\ngossip about so prominent a man. Much of the gossip was\nexaggerated; and when it came to the notice of Dickens it stung\nhim so severely as to lead him into issuing a public justification\nof his course. He published a statement in Household Words, which\nled to many other letters in other periodicals, and finally a long\none from him, which was printed in the New York Tribune, addressed\nto his friend Mr. Arthur Smith.",
        "Dickens afterward declared that he had written this letter as a\nstrictly personal and private one, in order to correct false\nrumors and scandals. Mr. Smith naturally thought that the\nstatement was intended for publication, but Dickens always spoke\nof it as “the violated letter.”",
        "By his allusions to a difference of temperament and to\nincompatibility, Dickens no doubt meant that his wife had ceased\nto be to him the same companion that she had been in days gone by.\nAs in so many cases, she had not changed, while he had. He had\ngrown out of the sphere in which he had been born, “associated\nwith blacking-boys and quilt-printers,” and had become one of the\ngreat men of his time, whose genius was universally admired.",
        "Mr. Bigelow saw Mrs. Dickens as she really was–a commonplace\nwoman endowed with the temper of a vixen, and disposed to\noutbursts of actual violence when her jealousy was roused.",
        "It was impossible that the two could have remained together, when\nin intellect and sympathy they were so far apart. There is nothing\nstrange about their separation, except the exceedingly bad taste\nwith which Dickens made it a public affair. It is safe to assume\nthat he felt the need of a different mate; and that he found one\nis evident enough from the hints and bits of innuendo that are\nfound in the writings of his contemporaries.",
        "He became a pleasure-lover; but more than that, he needed one who\ncould understand his moods and match them, one who could please\nhis tastes, and one who could give him that admiration which he\nfelt to be his due; for he was always anxious to be praised, and\nhis letters are full of anecdotes relating to his love of praise.",
        "One does not wish to follow out these clues too closely. It is\ncertain that neither Miss Beadnell as a girl nor Mrs. Winter as a\nmatron made any serious appeal to him. The actresses who have been\noften mentioned in connection with his name were, for the most\npart, mere passing favorites. The woman who in life was Dora made\nhim feel the same incompleteness that he has described in his\nbest-known book. The companion to whom he clung in his later years\nwas neither a light-minded creature like Miss Beadnell, nor an\nundeveloped, high-tempered woman like the one he married, nor a\nmere domestic, friendly creature like Georgina Hogarth.",
        "Ought we to venture upon a quest which shall solve this mystery in\nthe life of Charles Dickens! In his last will and testament, drawn\nup and signed by him about a year before his death, the first\nparagraph reads as follows:",
        "I, Charles Dickens, of Gadshill Place, Higham, in the county of\nKent, hereby revoke all my former wills and codicils and declare\nthis to be my last will and testament. I give the sum of one\nthousand pounds, free of legacy duty, to Miss Ellen Lawless\nTernan, late of Houghton Place, Ampthill Square, in the county of\nMiddlesex.",
        "In connection with this, read Mr. John Bigelow’s careless jottings\nmade some fifteen years before. Remember the Miss “Teman,” about\nwhose name he was not quite certain; the Hogarth sisters’ dislike\nof her; and the mysterious figure in the background of the\nnovelist’s later life. Then consider the first bequest in his\nwill, which leaves a substantial sum to one who was neither a\nrelative nor a subordinate, but–may we assume–more than an\nordinary friend?",
        "Continue...",
        "\nThis etext of Famous Affinities of History (IV of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}