{
    "title": "Famous Men of the Middle Ages - Edward the Confessor",
    "author": "John H. Haaren (John Henry)",
    "chapter": "19",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The Danish kings who followed Canute were not like him.  They were\ncruel, unjust rulers and all the people of England hated them.  So\nwhen in the year 1042 the last of them died, Edward, the son of\nthe Saxon Ethelred, was elected king.",
        "He is known in history as Edward the Confessor.  He was a man of\nholy life and after his death was made a saint by the Church, with\nthe title of “the Confessor.”  Though born in England, he passed the\ngreater part of his life in Normandy as an exile from his native\nland.  He was thirty-eight years old when he returned from Normandy\nto become king.",
        "As he had lived so long in Normandy he always seemed more like a\nNorman than one of English birth.  He generally spoke the French\nlanguage and he chose Normans to fill many of the highest offices\nin his kingdom.",
        "For the first eight years of his reign there was perfect peace in\nhis kingdom, except in the counties of Kent and Essex, where pirates\nfrom the North Sea made occasional attacks.",
        "These pirates were mostly Norwegians, whose leader was a barbarian\nnamed Kerdric.  They would come sweeping down upon the Kentish\ncoast in many ships, make a landing where there were no soldiers,\nand fall upon the towns and plunder them.  Then, as swiftly and\nsuddenly as they had come, they would sail away homeward, before\nthey could be captured.",
        "One day Kerdic’s fleet arrived off the coast, and as no opposing\nforce was visible, the pirates landed and started toward the nearest\ntown to plunder it.",
        "By a quick march a body of English soldiers reached the town before\nthe pirates, and when the latter arrived they found a strong force\ndrawn up to give them battle.  A short struggle took place.  More\nthan half of the pirates were slain and the remainder were taken\nprisoners.",
        "After the prisoners had been secured the English ships that were\nstationed on the coast attacked the pirate fleet and destroyed it.",
        "Edward took part in the events upon which Shakespeare, five hundred\nyears later, founded his famous tragedy of “Macbeth.”",
        "There lived in Scotland during his reign an ambitious nobleman named\nMacbeth, who invited Duncan, the King of Scotland, to his castle\nand murdered him.  He tried to make it appear that the murder had\nbeen committed by Duncan’s attendants and he caused the king’s\nson and heir, Prince Malcolm, to flee from the land.  He then made\nhimself king of Scotland.",
        "Malcolm hastened to England and appealed to King Edward for help.",
        "When the king was told the number of soldiers Malcolm would probably\nneed he gave orders for double that number to march into Scotland.\nMalcolm with this support attacked Macbeth, and after several\nwell-fought battles drove the usurper from Scotland and took\npossession of the throne.",
        "Edward did a great deal during his reign to aid the cause of\nChristianity.  He rebuilt the ancient Westminster Abbey in London\nand erected churches and monasteries in different parts of England.",
        "Edward was long supposed to have made many just laws, and years after\nhis death the English people, when suffering from bad government,\nwould exclaim, “Oh, for the good laws and customs of Edward the\nConfessor!”  What he really did was to have the old laws faithfully\ncarried out.",
        "He died in 1066 and was buried in Westminster Abbey.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}