{
    "title": "Famous Men of the Middle Ages - Egbert",
    "author": "John H. Haaren (John Henry)",
    "chapter": "14",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "Egbert the Saxon lived at the same time as did Harun-al-Rashid and\nCharlemagne.  He was the first king who ruled all England as one\nkingdom.  Long before his birth the people who are known to us as\nBritons lived there, and they gave to the island the name Britain.",
        "But Britain was invaded by the Romans under Julius Cæsar and his\nsuccessors, and all that part of it which we now call England was\nadded to the Empire of Rome.  The Britons were driven into Wales\nand Cornwall, the western sections of the island.",
        "The Romans kept possession of the island for nearly four hundred\nyears.  They did not leave it until 410, the year that Alaric sacked\nthe city of Rome.  At this time the Roman legions were withdrawn\nfrom Britain.",
        "Some years before this the Saxons, Angles and Jutes, German tribes,\nhad settled near the shores of the North Sea.  They learned much\nabout Britain; for trading vessels, even at that early day, crossed\nthe Channel.  Among other things, the men from the north learned\nthat Britain was crossed with good Roman roads, and dotted with\nhouses of brick and stone; that walled cities had taken the place\nof tented camps, and that the country for miles round each city was\ngreen every spring with waving wheat, or white with orchard blossoms.",
        "After the Roman legions had left Britain, the Jutes, led, it is\nsaid, by two great captains named Hengist and Horsa, landed upon\nthe southeastern coast and made a settlement.",
        "Britain proved a pleasant place to live in, and soon the Angles\nand Saxons also left the North Sea shores and invaded the beautiful\nisland.",
        "The new invaders met with brave resistance.  The Britons were headed\nby King Arthur, about whom many marvelous stories are told.  His\ncourt was held at Caerleon (cär’-le-on), in North Wales, where his\nhundred and fifty knights banqueted at their famous “Round Table.”",
        "The British king and his knights fought with desperate heroism.\nBut they could not drive back the Saxons and their companions and\nwere obliged to seek refuge in the western mountainous parts of the\nisland, just as their forefathers had done when the Romans invaded\nBritain.  Thus nearly all England came into the possession of the\nthree invading tribes.",
        "Arthur and his knights were devoted Christians.  For the Romans\nhad not only made good roads and built strong walls and forts in\nBritain, but they had also brought the Christian religion into the\nisland.  And at about the time of the Saxon invasion St. Patrick\nwas founding churches and monasteries in Ireland, and was baptizing\nwhole clans of the Irish at a time.  It is said that he baptized\n12,000 persons with his own hand.  Missionaries were sent out by\nthe Irish Church to convert the wild Picts of Scotland and at a\nlater day the distant barbarians of Germany and Switzerland.",
        "The Saxons, Angles, and Jutes believed in the old Norse gods, and\nTiew and Woden, Thor and Friga, or Frija, were worshiped on the\nsoil of Britain for more than a hundred years.",
        "The Britons tried to convert their conquerors, but the invaders did\nnot care to be taught religion by those whom they had conquered; so\nthe British missionaries found the work unusually hard.  Aid came\nto them in a singular way.  At some time near the year 575 A.D.,\nthe Saxons quarreled and fought with their friends, the Angles.\nThey took some Angles prisoners and carried them to Rome to be sold\nin the great slave-market there.  A monk named Gregory passed one\nday through the market and saw these captives.  He asked the dealer\nwho they were.  “Angles,” was the answer.",
        "“Oh,” said the monk, “they would be ANGELS instead of ANGLES if they\nwere only Christians; for they certainly have the faces of angels.”",
        "Years after, when that monk was the Pope of Rome, he remembered this\nconversation and sent the monk Augustine (Au-gus’-tine) to England\nto teach the Christian religion to the savage but angel-faced Angles.\nAugustine and the British missionaries converted the Anglo-Saxons\ntwo hundred years before the German Saxons were converted.",
        "Still, though both Angles and Saxons called themselves Christians,\nthey were seldom at peace; and for more than two hundred years they\nfrequently fought.  Various chiefs tried to make themselves kings;\nand at length there came to be no less than seven small kingdoms\nin South Britain.",
        "In 784 Egbert claimed to be heir of the kingdom called Wessex;\nbut the people elected another man and Egbert had to flee for his\nlife.  He went to the court of Charlemagne, and was with the great\nking of the Franks in Rome on Christmas Day, 800, when the Pope\nplaced the crown on Charles’ head and proclaimed him emperor.",
        "Soon after this a welcome message came to Egbert.  The mind of the\npeople in Wessex had changed and they had elected him king.  So\nbidding farewell to Charlemagne, he hurried to England.",
        "Egbert had seen how Charlemagne had compelled the different quarreling\ntribes of Germany to yield allegiance to him and how after uniting\nhis empire he had ruled it well.",
        "Egbert did in England what Charlemagne had done in Germany.\nHe either persuaded the various petty kingdoms of the Angles, the\nSaxons and the Jutes to recognize him as their ruler, or forced them\nto do so; and thus under him all England became one united kingdom.",
        "But Egbert did even better than this.  He did much to harmonize\nthe different tribes by his wise conciliation.  The name “England\"\nis a memorial of this; for though Egbert himself was a Saxon,\nhe advised that to please the Angles the country should be called\nAnglia (An’-gli-a), that is, Angleland or England, the land of the\nAngles, instead of Saxonia (Sax-on-i’-a), or Saxonland.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}