{
    "title": "Famous Men of the Middle Ages - Alaric the Visigoth",
    "author": "John H. Haaren (John Henry)",
    "chapter": "4",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "Long before the beginning of the period known as the Middle Ages\na tribe of barbarians called the Goths lived north of the River\nDanube in the country which is now known as Roumania.  It was\nthen a part of the great Roman Empire, which at that time had two\ncapitals, Constantinople—the new city of Constantine—and Rome.\nThe Goths had come from the shores of the Baltic Sea and settled\non this Roman territory, and the Romans had not driven them back.",
        "During the reign of the Roman Emperor Valens some of the Goths\njoined a conspiracy against him.  Valens punished them for this by\ncrossing the Danube and laying waste their country.  At last the\nGoths had to beg for mercy.  The Gothic chief was afraid to set foot\non Roman soil, so he and Valens met on their boats in the middle\nof the Danube and made a treaty of peace.",
        "For a long time the Goths were at war with another tribe of barbarians\ncalled Huns.  Sometimes the Huns defeated the Goths and drove them\nto their camps in the mountains.  Sometimes the Goths came down to\nthe plains again and defeated the Huns.",
        "At last the Goths grew tired of such constant fighting and thought\nthey would look for new settlements.  They sent some of their\nleading men to the Emperor Valens to ask permission to settle in\nsome country belonging to Rome.  The messengers said to the emperor:",
        "“If you will allow us to make homes in the country south of the\nDanube we will be friends of Rome and fight for her when she needs\nour help.”",
        "The emperor at once granted this request.  He said to the Gothic\nchiefs:",
        "“Rome always needs good soldiers.  Your people may cross the Danube\nand settle on our land.  As long as you remain true to Rome we will\nprotect you against your enemies.”",
        "These Goths were known as Visigoths, or Western Goths.  Other\ntribes of Goths who had settled in southern Russia, were called\nOstrogoths, or Eastern Goths.",
        "After getting permission from the Emperor Valens a large number\nof the Visigoths crossed the Danube with their families and their\ncattle and settled in the country now called Bulgaria.",
        "In course of time they became a very powerful nation, and in the\nyear 394 they chose as their king one of the chiefs named Alaric.\nHe was a brave man and a great soldier.  Even when a child he took\ndelight in war, and at the age of sixteen he fought as bravely as\nthe older soldiers.",
        "One night, not long after he became king, Alaric had a very strange\ndream.  He thought he was driving in a golden chariot through the\nstreets of Rome amid the shouts of the people, who hailed him as\nemperor.  This dream made a deep impression on his mind.  He was\nalways thinking of it, and at last he began to have the idea that\nhe could make the dream come true.",
        "“To be master of the Roman Empire,” he said to himself, “that is\nindeed worth trying for; and why should I not try?  With my brave\nsoldiers I can conquer Rome, and I shall make the attempt.”",
        "So Alaric called his chiefs together and told them what he had made\nup his mind to do.",
        "The chiefs gave a cry of delight for they approved of the king’s\nproposal.  In those days fighting was almost the only business of\nchiefs, and they were always glad to be at war, especially when\nthere was hope of getting rich spoils.  And so the Visigoth chiefs\nrejoiced at the idea of war against Rome, for they knew that if they\nwere victorious they would have the wealth of the richest city of\nthe world to divide among themselves.",
        "Soon they got ready a great army.  With Alaric in command,\nthey marched through Thrace and Macedonia and before long reached\nAthens.  There were now no great warriors in Athens, and the city\nsurrendered to Alaric.  The Goths plundered the homes and temples\nof the Athenians and then marched to the state of Elis, in the\nsouthwestern part of Greece.  Here a famous Roman general named\nStilicho besieged them in their camp.  Alaric managed to force his\nway through the lines of the Romans and escaped.  He marched to\nEpirus.  This was a province of Greece that lay on the east side\nof the Ionian Sea.  Arcadius, the Emperor of the East, now made\nAlaric governor of this district and a large region lying near it.\nThe whole territory was called Eastern Illyricum and formed part\nof the Eastern Empire.",
        "Alaric now set out to make an attack on Rome, the capital of the\nWestern Empire.  As soon as Honorius, Emperor of the West, learned\nthat Alaric was approaching, he fled to a strong fortress among\nthe mountains of North Italy.  His great general Stilicho came to\nhis rescue and defeated Alaric near Verona.  But even after this\nHonorius was so afraid of Alaric that he made him governor of a\npart of his empire called Western Illyricum and gave him a large\nyearly income.",
        "Honorius, however, did not keep certain of his promises to Alaric,\nwho consequently, in the year 408, marched to Rome and besieged\nit.  The cowardly emperor fled to Ravenna, leaving his generals to\nmake terms with Alaric.  It was agreed that Alaric should withdraw\nfrom Rome upon the payment of 5,000 pounds of gold and 30,000 pounds\nof silver.",
        "When Honorius read the treaty he refused to sign it.  Alaric then\ndemanded that the city be surrendered to him, and the people,\nterrified, opened their gates and even agreed that Alaric should\nappoint another emperor in place of Honorius.",
        "This new emperor, however, ruled so badly that Alaric thought it\nbest to restore Honorius.  Then Honorius, when just about to be\ntreated so honorably, allowed a barbarian chief who was an ally of\nhis to make an attack upon Alaric.  The attack was unsuccessful,\nand Alaric immediately laid siege to Rome for the third time.  The\ncity was taken and Alaric’s dream came true.  In a grand procession\nhe rode at the head of his army through the streets of the great\ncapital.",
        "Then began the work of destruction.  The Goths ran in crowds through\nthe city, wrecked private houses and public buildings and seized\neverything of value they could find.  Alaric gave orders that no\ninjury should be done to the Christian churches, but other splendid\nbuildings of the great city were stripped of the beautiful and\ncostly articles that they contained, and all the gold and silver\nwas carried away from the public treasury.",
        "In the midst of the pillage Alaric dressed himself in splendid\nrobes and sat upon the throne of the emperor, with a golden crown\nupon his head.",
        "While Alaric was sitting on the throne thousands of Romans were\ncompelled to kneel down on the ground before him and shout out his\nname as conqueror and emperor.  Then the theaters and circuses were\nopened, and Roman athletes and gladiators had to give performances\nfor the amusement of the conquerors.  After six days of pillage and\npleasure Alaric and his army marched through the gates, carrying\nwith them the riches of Rome.",
        "Alaric died on his way to Sicily, which he had thought to conquer\nalso.  He felt his death coming and ordered his men to bury him in\nthe bed of the river Busento and to put into his grave the richest\ntreasures that he had taken from Rome.",
        "This order was carried out.  A large number of Roman slaves were\nset to work to dig a channel and turn the water of the Busento into\nit.  They made the grave in the bed of the river, put Alaric’s body\ninto and closed it up.  Then the river was turned back to its old\nchannel.  As soon as the grave was covered up, and the water flowed\nover it, the slaves who had done the work were put to death by the\nVisigoth chiefs.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}