{
    "title": "Famous Affinities of History - Maurice of Saxony and Adrienne Lecouvreur",
    "author": "Lyndon Orr",
    "chapter": "7",
    "content": [
        "\nNell Gwyn\nSimon Verelst, ca. 1680\nAt the National Gallery\n",
        "\n\n",
        "It is an old saying that to every womanly woman self-sacrifice is\nalmost a necessity of her nature. To make herself of small account\nas compared with the one she loves; to give freely of herself,\neven though she may receive nothing in return; to suffer, and yet\nto feel an inner poignant joy in all this suffering–here is a\nmost wonderful trait of womanhood. Perhaps it is akin to the\nmaternal instinct; for to the mother, after she has felt the throb\nof a new life within her, there is no sacrifice so great and no\nanguish so keen that she will not welcome it as the outward sign\nand evidence of her illimitable love.",
        "In most women this spirit of self-sacrifice is checked and kept\nwithin ordinary bounds by the circumstances of their lives. In\nmany small things they do yield and they do suffer; yet it is not\nin yielding and in suffering that they find their deepest joy.",
        "There are some, however, who seem to have been born with an\nabnormal capacity for enduring hardship and mental anguish; so\nthat by a sort of contradiction they find their happiness in\nsorrow. Such women are endowed with a remarkable degree of\nsensibility. They feel intensely. In moments of grief and\ndisappointment, and even of despair, there steals over them a sort\nof melancholy pleasure. It is as if they loved dim lights and\nmournful music and scenes full of sad suggestion.",
        "If everything goes well with them, they are unwilling to believe\nthat such good fortune will last. If anything goes wrong with\nthem, they are sure that this is only the beginning of something\neven worse. The music of their lives is written in a minor key.",
        "Now, for such women as these, the world at large has very little\ncharity. It speaks slightingly of them as “agonizers.” It believes\nthat they are “fond of making scenes.” It regards as an\naffectation something that is really instinctive and inevitable.\nUnless such women are beautiful and young and charming they are\ntreated badly; and this is often true in spite of all their\nnatural attractiveness, for they seem to court ill usage as if\nthey were saying frankly:",
        "“Come, take us! We will give you everything and ask for nothing.\nWe do not expect true and enduring love. Do not be constant or\ngenerous or even kind. We know that we shall suffer. But, none the\nless, in our sorrow there will be sweetness, and even in our\nabasement we shall feel a sort of triumph.”",
        "In history there is one woman who stands out conspicuously as a\ntype of her melancholy sisterhood, one whose life was full of\ndisappointment even when she was most successful, and of indignity\neven when she was most sought after and admired. This woman was\nAdrienne Lecouvreur, famous in the annals of the stage, and still\nmore famous in the annals of unrequited–or, at any rate, unhappy\n–love.",
        "Her story is linked with that of a man no less remarkable than\nherself, a hero of chivalry, a marvel of courage, of fascination,\nand of irresponsibility.",
        "Adrienne Lecouvreur–her name was originally Couvreur–was born\ntoward the end of the seventeenth century in the little French\nvillage of Damery, not far from Rheims, where her aunt was a\nlaundress and her father a hatter in a small way. Of her mother,\nwho died in childbirth, we know nothing; but her father was a man\nof gloomy and ungovernable temper, breaking out into violent fits\nof passion, in one of which, long afterward, he died, raving and\nyelling like a maniac.",
        "Adrienne was brought up at the wash-tub, and became accustomed to\na wandering life, in which she went from one town to another. What\nshe had inherited from her mother is, of course, not known; but\nshe had all her father’s strangely pessimistic temper, softened\nonly by the fact that she was a girl. From her earliest years she\nwas unhappy; yet her unhappiness was largely of her own choosing.\nOther girls of her own station met life cheerfully, worked away\nfrom dawn till dusk, and then had their moments of amusement, and\neven jollity, with their companions, after the fashion of all\nchildren. But Adrienne Lecouvreur was unhappy because she chose to\nbe. It was not the wash-tub that made her so, for she had been\nborn to it; nor was it the half-mad outbreaks of her father,\nbecause to her, at least, he was not unkind. Her discontent sprang\nfrom her excessive sensibility.",
        "Indeed, for a peasant child she had reason to think herself far\nmore fortunate than her associates. Her intelligence was great.\nAmbition was awakened in her before she was ten years of age, when\nshe began to learn and to recite poems–learning them, as has been\nsaid, “between the wash-tub and the ironing-board,” and reciting\nthem to the admiration of older and wiser people than she. Even at\nten she was a very beautiful child, with great lambent eyes, an\nexquisite complexion, and a lovely form, while she had the further\ngift of a voice that thrilled the listener and, when she chose,\nbrought tears to every eye. She was, indeed, a natural\nelocutionist, knowing by instinct all those modulations of tone\nand varied cadences which go to the hearer’s heart.",
        "It was very like Adrienne Lecouvreur to memorize only such poems\nas were mournful, just as in after life she could win success upon\nthe stage only in tragic parts. She would repeat with a sort of\necstasy the pathetic poems that were then admired; and she was\nsoon able to give up her menial work, because many people asked\nher to their houses so that they could listen to the divinely\nbeautiful voice charged with the emotion which was always at her\ncommand.",
        "When she was thirteen her father moved to Paris, where she was\nplaced at school–a very humble school in a very humble quarter of\nthe city. Yet even there her genius showed itself at that early\nage. A number of children and young people, probably influenced by\nAdrienne, formed themselves into a theatrical company from the\npure love of acting. A friendly grocer let them have an empty\nstore-room for their performances, and in this store-room Adrienne\nLecouvreur first acted in a tragedy by Corneille, assuming the\npart of leading woman.",
        "Her genius for the stage was like the genius of Napoleon for war.\nShe had had no teaching. She had never been inside of any theater;\nand yet she delivered the magnificent lines with all the power and\nfire and effectiveness of a most accomplished actress. People\nthronged to see her and to feel the tempest of emotion which shook\nher as she sustained her part, which for the moment was as real to\nher as life itself.",
        "At first only the people of the neighborhood knew anything about\nthese amateur performances; but presently a lady of rank, one Mme.\ndu Gue, came out of curiosity and was fascinated by the little\nactress. Mme. du Gue offered the spacious courtyard of her own\nhouse, and fitted it with some of the appurtenances of a theater.\nFrom that moment the fame of Adrienne spread throughout all Paris.\nThe courtyard was crowded by gentlemen and ladies, by people of\ndistinction from the court, and at last even by actors and\nactresses from the Comedie Franchise.",
        "It is, in fact, a remarkable tribute to Adrienne that in her\nthirteenth year she excited so much jealousy among the actors of\nthe Comedie that they evoked the law against her. Theaters\nrequired a royal license, and of course poor little Adrienne’s\ncompany had none. Hence legal proceedings were begun, and the most\nfamous actresses in Paris talked of having these clever children\nimprisoned! Upon this the company sought the precincts of the\nTemple, where no legal warrant could be served without the express\norder of the king himself.",
        "There for a time the performances still went on. Finally, as the\nother children were not geniuses, but merely boys and girls in\nsearch of fun, the little company broke up. Its success, however,\nhad determined for ever the career of Adrienne. With her beautiful\nface, her lithe and exquisite figure, her golden voice, and her\ninstinctive art, it was plain enough that her future lay upon the\nstage; and so at fourteen or fifteen she began where most\nactresses leave off–accomplished and attractive, and having had a\npractical training in her profession.",
        "Diderot, in that same century, observed that the truest actor is\none who does not feel his part at all, but produces his effects by\nintellectual effort and intelligent observation. Behind the figure\non the stage, torn with passion or rollicking with mirth, there\nmust always be the cool and unemotional mind which directs and\ngoverns and controls. This same theory was both held and practised\nby the late Benoit Constant Coquelin. To some extent it was the\ntheory of Garrick and Fechter and Edwin Booth; though it was\nrejected by the two Keans, and by Edwin Forrest, who entered so\nthroughly into the character which he assumed, and who let loose\nsuch tremendous bursts of passion that other actors dreaded to\nsupport him on the stage in such parts as Spartacus and Metamora.",
        "It is needless to say that a girl like Adrienne Lecouvreur flung\nherself with all the intensity of her nature into every role she\nplayed. This was the greatest secret of her success; for, with\nher, nature rose superior to art. On the other hand, it fixed her\ndramatic limitations, for it barred her out of comedy. Her\nmelancholy, morbid disposition was in the fullest sympathy with\ntragic heroines; but she failed when she tried to represent the\nlighter moods and the merry moments of those who welcome mirth.\nShe could counterfeit despair, and unforced tears would fill her\neyes; but she could not laugh and romp and simulate a gaiety that\nwas never hers.",
        "Adrienne would have been delighted to act at one of the theaters\nin Paris; but they were closed to her through jealousy. She went\ninto the provinces, in the eastern part of France, and for ten\nyears she was a leading lady there in many companies and in many\ntowns. As she blossomed into womanhood there came into her life\nthe love which was to be at once a source of the most profound\ninterest and of the most intense agony.",
        "It is odd that all her professional success never gave her any\nhappiness. The life of the actress who traveled from town to town,\nthe crude and coarse experiences which she had to undergo, the\ndisorder and the unsettled mode of living, all produced in her a\nprofound disgust. She was of too exquisite a fiber to live in such\na way, especially in a century when the refinements of existence\nwere for the very few.",
        "She speaks herself of “obligatory amusements, the insistence of\nmen, and of love affairs.” Yet how could such a woman as Adrienne\nLecouvreur keep herself from love affairs? The motion of the stage\nand its mimic griefs satisfied her only while she was actually\nupon the boards. Love offered her an emotional excitement that\nendured and that was always changing. It was “the profoundest\ninstinct of her being\"; and she once wrote: “What could one do in\nthe world without loving?”",
        "Still, through these ten years she seems to have loved only that\nshe might be unhappy. There was a strange twist in her mind. Men\nwho were honorable and who loved her with sincerity she treated\nvery badly. Men who were indifferent or ungrateful or actually\nbase she seemed to choose by a sort of perverse instinct. Perhaps\nthe explanation of it is that during those ten years, though she\nhad many lovers, she never really loved. She sought excitement,\npassion, and after that the mournfulness which comes when passion\ndies. Thus, one man after another came into her life–some of them\npromising marriage–and she bore two children, whose fathers were\nunknown, or at least uncertain. But, after all, one can scarcely\npity her, since she had not yet in reality known that great\npassion which comes but once in life. So far she had learned only\na sort of feeble cynicism, which she expressed in letters and in\nsuch sayings as these:",
        "“There are sweet errors which I would not venture to commit again.\nMy experiences, all too sad, have served to illumine my reason.”",
        "“I am utterly weary of love and prodigiously tempted to have no\nmore of it for the rest of my life; because, after all, I don’t\nwish either to die or to go mad.”",
        "Yet she also said: “I know too well that no one dies of grief.”",
        "She had had, indeed, some very unfortunate experiences. Men of\nrank had loved her and had then cast her off. An actor, one\nClavel, would have married her, but she would not accept his\noffer. A magistrate in Strasburg promised marriage; and then, when\nshe was about to accept him, he wrote to her that he was going to\nyield to the wishes of his family and make a more advantageous\nalliance. And so she was alternately caressed and repulsed–a\nmere plaything; and yet this was probably all that she really\nneeded at the time–something to stir her, something to make her\nmournful or indignant or ashamed.",
        "It was inevitable that at last Adrienne Lecouvreur should appear\nin Paris. She had won such renown throughout the provinces that\neven those who were intensely jealous of her were obliged to give\nher due consideration. In 1717, when she was in her twenty-fifth\nyear, she became a member of the Comedie Franchise. There she made\nan immediate and most brilliant impression. She easily took the\nleading place. She was one of the glories of Paris, for she became\nthe fashion outside the theater. For the first time the great\nclassic plays were given, not in the monotonous singsong which had\nbecome a sort of theatrical convention, but with all the fire and\nnaturalness of life.",
        "Being the fashion, Mlle. Lecouvreur elevated the social rank of\nactors and of actresses. Her salon was thronged by men and women\nof rank. Voltaire wrote poems in her honor. To be invited to her\ndinners was almost like receiving a decoration from the king. She\nought to have been happy, for she had reached the summit of her\nprofession and something more.",
        "Yet still she was unhappy. In all her letters one finds a\nplaintive tone, a little moaning sound that shows how slightly her\nnature had been changed. No longer, however, did she throw herself\naway upon dullards or brutes. An English peer–Lord Peterborough–\nnot realizing that she was different from other actresses of that\nloose-lived age, said to her coarsely at his first introduction:",
        "“Come now! Show me lots of wit and lots of love.”",
        "The remark was characteristic of the time. Yet Adrienne had\nlearned at least one thing, and that was the discontent which came\nfrom light affairs. She had thrown herself away too often. If she\ncould not love with her entire being, if she could not give all\nthat was in her to be given, whether of her heart or mind or soul,\nthen she would love no more at all.",
        "At this time there came to Paris a man remarkable in his own\ncentury, and one who afterward became almost a hero of romance.\nThis was Maurice, Comte de Saxe, as the French called him, his\nGerman name and title being Moritz, Graf von Sachsen, while we\nusually term him, in English, Marshal Saxe. Maurice de Saxe was\nnow, in 1721, entering his twenty-fifth year. Already, though so\nyoung, his career had been a strange one; and it was destined to\nbe still more remarkable. He was the natural son of Duke Augustus\nII. of Saxony, who later became King of Poland, and who is known\nin history as Augustus the Strong.",
        "Augustus was a giant in stature and in strength, handsome, daring,\nunscrupulous, and yet extremely fascinating. His life was one of\nrevelry and fighting and display. When in his cups he would often\ncall for a horseshoe and twist it into a knot with his powerful\nfingers. Many were his mistresses; but the one for whom he cared\nthe most was a beautiful and high-spirited Swedish girl of rank,\nAurora von Konigsmarck. She was descended from a rough old field-\nmarshal who in the Thirty Years’ War had slashed and sacked and\npillaged and plundered to his heart’s content. From him Aurora von\nKonigsmarck seemed to have inherited a high spirit and a sort of\nlawlessness which charmed the stalwart Augustus of Poland.",
        "Their son, Maurice de Saxe, inherited everything that was good in\nhis parents, and a great deal that was less commendable. As a mere\nchild of twelve he had insisted on joining the army of Prince\nEugene, and had seen rough service in a very strenuous campaign.\nTwo years later he showed such daring on the battle-field that\nPrince Eugene summoned him and paid him a compliment under the\nform of a rebuke.",
        "“Young man,” he said, “you must not mistake mere recklessness for\nvalor.”",
        "Before he was twenty he had attained the stature and strength of\nhis royal father; and, to prove it, he in his turn called for a\nhorseshoe, which he twisted and broke in his fingers. He fought on\nthe side of the Russians and Poles, and again against the Turks,\neverywhere displaying high courage and also genius as a commander;\nfor he never lost his self-possession amid the very blackest\ndanger, but possessed, as Carlyle says, “vigilance, foresight, and\nsagacious precaution.”",
        "Exceedingly handsome, Maurice was a master of all the arts that\npleased, with just a touch of roughness, which seemed not\nunfitting in so gallant a soldier. His troops adored him and would\nfollow wherever he might choose to lead them; for he exercised\nover these rude men a magnetic power resembling that of Napoleon\nin after years. In private life he was a hard drinker and fond of\nevery form of pleasure. Having no fortune of his own, a marriage\nwas arranged for him with the Countess von Loben, who was\nimmensely wealthy; but in three years he had squandered all her\nmoney upon his pleasures, and had, moreover, got himself heavily\nin debt.",
        "It was at this time that he first came to Paris to study military\ntactics. He had fought hard against the French in the wars that\nwere now ended; but his chivalrous bearing, his handsome person,\nand his reckless joviality made him at once a universal favorite\nin Paris. To the perfumed courtiers, with their laces and\nlovelocks and mincing ways, Maurice de Saxe came as a sort of\nknight of old–jovial, daring, pleasure-loving. Even his broken\nFrench was held to be quite charming; and to see him break a\nhorseshoe with his fingers threw every one into raptures.",
        "No wonder, then, that he was welcomed in the very highest circles.\nAlmost at once he attracted the notice of the Princesse de Conti,\na beautiful woman of the blood royal. Of her it has been said that\nshe was “the personification of a kiss, the incarnation of an\nembrace, the ideal of a dream of love.” Her chestnut hair was\ntinted with little gleams of gold. Her eyes were violet black. Her\ncomplexion was dazzling. But by the king’s orders she had been\nforced to marry a hunchback–a man whose very limbs were so\nweakened by disease and evil living that they would often fail to\nsupport him, and he would fall to the ground, a writhing,\nscreaming mass of ill-looking flesh.",
        "It is not surprising that his lovely wife should have shuddered\nmuch at his abuse of her and still more at his grotesque\nendearments. When her eyes fell on Maurice de Saxe she saw in him\none who could free her from her bondage. By a skilful trick he led\nthe Prince de Conti to invade the sleeping-room of the princess,\nwith servants, declaring that she was not alone. The charge proved\nquite untrue, and so she left her husband, having won the sympathy\nof her own world, which held that she had been insulted. But it\nwas not she who was destined to win and hold the love of Maurice\nde Saxe.",
        "Not long after his appearance in the French capital he was invited\nto dine with the “Queen of Paris,” Adrienne Lecouvreur. Saxe had\nseen her on the stage. He knew her previous history. He knew that\nshe was very much of a soiled dove; but when he met her these two\nnatures, so utterly dissimilar, leaped together, as it were,\nthrough the indescribable attraction of opposites. He was big and\npowerful; she was small and fragile. He was merry, and full of\nquips and jests; she was reserved and melancholy. Each felt in the\nother a need supplied.",
        "At one of their earliest meetings the climax came. Saxe was not\nthe man to hesitate; while she already, in her thoughts, had made\na full surrender. In one great sweep he gathered her into his\narms. It appeared to her as if no man had ever laid his hand upon\nher until that moment. She cried out:",
        "“Now, for the first time in my life, I seem to live!”",
        "It was, indeed, the very first love which in her checkered career\nwas really worthy of the name. She had supposed that all such\nthings were passed and gone, that her heart was closed for ever,\nthat she was invulnerable; and yet here she found herself clinging\nabout the neck of this impetuous soldier and showing him all the\nshy fondness and the unselfish devotion of a young girl. From this\ninstant Adrienne Lecouvreur never loved another man and never even\nlooked at any other man with the slightest interest. For nine long\nyears the two were bound together, though there were strange\nevents to ruffle the surface of their love.",
        "Maurice de Saxe had been sired by a king. He had the lofty\nambition to be a king himself, and he felt the stirrings of that\ngenius which in after years was to make him a great soldier, and\nto win the brilliant victory of Fontenoy, which to this very day\nthe French are never tired of recalling. Already Louis XV. had\nmade him a marshal of France; and a certain restlessness came over\nhim. He loved Adrienne; yet he felt that to remain in the\nenjoyment of her witcheries ought not to be the whole of a man’s\ncareer.",
        "Then the Grand Duchy of Courland–at that time a vassal state of\nPoland, now part of Russia–sought a ruler. Maurice de Saxe was\neager to secure its throne, which would make him at least semi-\nroyal and the chief of a principality. He hastened thither and\nfound that money was needed to carry out his plans. The widow of\nthe late duke–the Grand Duchess Anna, niece of Peter the Great,\nand later Empress of Russia–as soon as she had met this dazzling\ngenius, offered to help him to acquire the duchy if he would only\nmarry her. He did not utterly refuse. Still another woman of high\nrank, the Grand Duchess Elizabeth of Russia, Peter the Great’s\ndaughter, made him very much the same proposal.",
        "Both of these imperial women might well have attracted a man like\nMaurice de Saxe, had he been wholly fancy-free, for the second of\nthem inherited the high spirit and the genius of the great Peter,\nwhile the first was a pleasure-seeking princess, resembling some\nof those Roman empresses who loved to stoop that they might\nconquer. She is described as indolent and sensual, and she once\ndeclared that the chief good in the world was love. Yet, though\nshe neglected affairs of state and gave them over to favorites,\nshe won and kept the affections of her people. She was\nunquestionably endowed with the magnetic gift of winning hearts.",
        "Adrienne, who was left behind in Paris, knew very little of what\nwas going on. Only two things were absolutely clear to her. One\nwas that if her lover secured the duchy he must be parted from\nher. The other was that without money his ambition must be\nthwarted, and that he would then return to her. Here was a test to\ntry the soul of any woman. It proved the height and the depth of\nher devotion. Come what might, Maurice should be Duke of Courland,\neven though she lost him. She gathered together her whole fortune,\nsold every jewel that she possessed, and sent her lover the sum of\nnearly a million francs.",
        "This incident shows how absolutely she was his. But in fact,\nbecause of various intrigues, he failed of election to the ducal\nthrone of Courland, and he returned to Adrienne with all her money\nspent, and without even the grace, at first, to show his\ngratitude. He stormed and raged over his ill luck. She merely\nsoothed and petted him, though she had heard that he had thought\nof marrying another woman to secure the dukedom. In one of her\nletters she bursts out with the pitiful exclamation:",
        "I am distracted with rage and anguish. Is it not natural to cry\nout against such treachery? This man surely ought to know me–he\nought to love me. Oh, my God! What are we–what ARE we?",
        "But still she could not give him up, nor could he give her up,\nthough there were frightful scenes between them–times when he\ncruelly reproached her and when her native melancholy deepened\ninto outbursts of despair. Finally there occurred an incident\nwhich is more or less obscure in parts. The Duchesse de Bouillon,\na great lady of the court–facile, feline, licentious, and eager\nfor delights–resolved that she would win the love of Maurice de\nSaxe. She set herself to win it openly and without any sense of\nshame. Maurice himself at times, when the tears of Adrienne proved\nwearisome, flirted with the duchess.",
        "Yet, even so, Adrienne held the first place in his heart, and her\nrival knew it. Therefore she resolved to humiliate Adrienne, and\nto do so in the place where the actress had always reigned\nsupreme. There was to be a gala performance of Racine’s great\ntragedy, “Phedre,” with Adrienne, of course, in the title-role.\nThe Duchesse de Bouillon sent a large number of her lackeys with\norders to hiss and jeer, and, if possible, to break off the play.\nMalignantly delighted with her plan, the duchess arrayed herself\nin jewels and took her seat in a conspicuous stage-box, where she\ncould watch the coming storm and gloat over the discomfiture of\nher rival.",
        "When the curtain rose, and when Adrienne appeared as Phedre, an\nuproar began. It was clear to the great actress that a plot had\nbeen devised against her. In an instant her whole soul was afire.\nThe queen-like majesty of her bearing compelled silence throughout\nthe house. Even the hired lackeys were overawed by it. Then\nAdrienne moved swiftly across the stage and fronted her enemy,\nspeaking into her very face the three insulting lines which came\nto her at that moment of the play:",
        "The whole house rose and burst forth into tremendous applause.\nAdrienne had won, for the woman who had tried to shame her rose in\ntrepidation and hurried from the theater.",
        "But the end was not yet. Those were evil times, when dark deeds\nwere committed by the great almost with impunity. Secret poisoning\nwas a common trade. To remove a rival was as usual a thing in the\neighteenth century as to snub a rival is usual in the twentieth.",
        "Not long afterward, on the night of March 15, 1730, Adrienne\nLecouvreur was acting in one of Voltaire’s plays with all her\npower and instinctive art when suddenly she was seized with the\nmost frightful pains. Her anguish was obvious to every one who saw\nher, and yet she had the courage to go through her part. Then she\nfainted and was carried home.",
        "Four days later she died, and her death was no less dramatic than\nher life had been. Her lover and two friends of his were with her,\nand also a Jesuit priest. He declined to administer extreme\nunction unless she would declare that she repented of her\ntheatrical career. She stubbornly refused, since she believed that\nto be the greatest actress of her time was not a sin. Yet still\nthe priest insisted.",
        "Then came the final moment.",
        "“Weary and revolting against this death, this destiny, she\nstretched her arms with one of the old lovely gestures toward a\nbust which stood near by and cried–her last cry of passion:",
        "“’There is my world, my hope–yes, and my God!’”",
        "The bust was one of Maurice de Saxe.",
        "THE STORY OF PRINCE CHARLES EDWARD STUART",
        "The royal families of Europe are widely known, yet not all of them\nare equally renowned. Thus, the house of Romanoff, although\ncomparatively young, stands out to the mind with a sort of\nbarbaric power, more vividly than the Austrian house of Hapsburg,\nwhich is the oldest reigning family in Europe, tracing its\nbeginnings backward until they are lost in the Dark Ages. The\nHohenzollerns of Prussia are comparatively modern, so far as\nconcerns their royalty. The offshoots of the Bourbons carry on a\nvery proud tradition in the person of the King of Spain, although\nFrance, which has been ruled by so many members of the family,\nwill probably never again behold a Bourbon king. The deposed\nBraganzas bear a name which is ancient, but which has a somewhat\ntinsel sound.",
        "The Bonapartes, of course, are merely parvenus, and they have had\nthe good taste to pretend to no antiquity of birth. The first\nNapoleon, dining at a table full of monarchs, when he heard one of\nthem deferentially alluding to the Bonaparte family as being very\nold and noble, exclaimed:",
        "“Pish! My nobility dates from the day of Marengo!”",
        "And the third Napoleon, in announcing his coming marriage with\nMlle. de Montijo, used the very word “parvenu” in speaking of\nhimself and of his family. His frankness won the hearts of the\nFrench people and helped to reconcile them to a marriage in which\nthe bride was barely noble.",
        "In English history there are two great names to conjure by, at\nleast to the imaginative. One is Plantagenet, which seems to\ncontain within itself the very essence of all that is patrician,\nmagnificent, and royal. It calls to memory at once the lion-\nhearted Richard, whose short reign was replete with romance in\nEngland and France and Austria and the Holy Land.",
        "But perhaps a name of greater influence is that which links the\nroyal family of Britain today with the traditions of the past, and\nwhich summons up legend and story and great deeds of history. This\nis the name of Stuart, about which a whole volume might be written\nto recall its suggestions and its reminiscences.",
        "The first Stuart (then Stewart) of whom anything is known got his\nname from the title of “Steward of Scotland,” which remained in\nthe family for generations, until the sixth of the line, by\nmarriage with Princess Marjory Bruce, acquired the Scottish crown.\nThat was in the early years of the fourteenth century; and\nfinally, after the death of Elizabeth of England, her rival’s son,\nJames VI. of Scotland and I. of England, united under one crown\ntwo kingdoms that had so long been at almost constant war.",
        "It is almost characteristic of the Scot that, having small\nterritory, little wealth, and a seat among his peers that is\nalmost ostentatiously humble, he should bit by bit absorb the\npossessions of all the rest and become their master. Surely, the\nproud Tudors, whose line ended with Elizabeth, must have despised\nthe “Stewards,” whose kingdom was small and bleak and cold, and\nwho could not control their own vassals.",
        "One can imagine also, with Sir Walter Scott, the haughty nobles of\nthe English court sneering covertly at the awkward, shambling\nJames, pedant and bookworm. Nevertheless, his diplomacy was almost\nas good as that of Elizabeth herself; and, though he did some\nfoolish things, he was very far from being a fool.",
        "In his appearance James was not unlike Abraham Lincoln–an\nunkingly figure; and yet, like Lincoln, when occasion required it\nhe could rise to the dignity which makes one feel the presence of\na king. He was the only Stuart who lacked anything in form or\nfeature or external grace. His son, Charles I., was perhaps one of\nthe worst rulers that England has ever had; yet his uprightness of\nlife, his melancholy yet handsome face, his graceful bearing, and\nthe strong religious element in his character, together with the\nfact that he was put to death after being treacherously\nsurrendered to his enemies–all these have combined to make almost\na saint of him. There are Englishmen to-day who speak of him as\n“the martyr king,” and who, on certain days of the year, say\nprayers that beg the Lord’s forgiveness because of Charles’s\nexecution.",
        "The members of the so-called League of the White Rose, founded to\nperpetuate English allegiance to the direct line of Stuarts, do\nmany things that are quite absurd. They refuse to pray for the\npresent King of England and profess to think that the Princess\nMary of Bavaria is the true ruler of Great Britain. All this\nrepresents that trace of sentiment which lingers among the English\nto-day. They feel that the Stuarts were the last kings of England\nto rule by the grace of God rather than by the grace of\nParliament. As a matter of fact, the present reigning family in\nEngland is glad to derive its ancient strain of royal blood\nthrough a Stuart–descended on the distaff side from James I.,\nand winding its way through Hanover.",
        "This sentiment for the Stuarts is a thing entirely apart from\nreason and belongs to the realm of poetry and romance; yet so\nstrong is it that it has shown itself in the most inconsistent\nfashion. For instance, Sir Walter Scott was a devoted adherent of\nthe house of Hanover. When George IV. visited Edinburgh, Scott was\ncompletely carried away by his loyal enthusiasm. He could not see\nthat the man before him was a drunkard and braggart. He viewed him\nas an incarnation of all the noble traits that ought to hedge\nabout a king. He snatched up a wine-glass from which George had\njust been drinking and carried it away to be an object of\nreverence for ever after. Nevertheless, in his heart, and often in\nhis speech, Scott seemed to be a high Tory, and even a Jacobite.",
        "There are precedents for this. The Empress Eugenie used often to\nsay with a laugh that she was the only true royalist at the\nimperial court of France. That was well enough for her in her days\nof flightiness and frivolity. No one, however, accused Queen\nVictoria of being frivolous, and she was not supposed to have a\nstrong sense of humor. None the less, after listening to the\nskirling of the bagpipes and to the romantic ballads which were\nsung in Scotland she is said to have remarked with a sort of sigh:",
        "“Whenever I hear those ballads I feel that England belongs really\nto the Stuarts!”",
        "Before Queen Victoria was born, when all the sons of George III.\nwere childless, the Duke of Kent was urged to marry, so that he\nmight have a family to continue the succession. In resenting the\nsuggestion he said many things, and among them this was the most\nstriking:",
        "“Why don’t you call the Stuarts back to England? They couldn’t\npossibly make a worse mess of it than our fellows have!”",
        "But he yielded to persuasion and married. From this marriage came\nVictoria, who had the sacred drop of Stuart blood which gave\nEngland to the Hanoverians; and she was to redeem the blunders and\ntyrannies of both houses.",
        "The fascination of the Stuarts, which has been carried overseas to\nAmerica and the British dominions, probably began with the\nstriking history of Mary Queen of Scots. Her brilliancy and\nboldness and beauty, and especially the pathos of her end, have\nmade us see only her intense womanliness, which in her own day was\nthe first thing that any one observed in her. So, too, with\nCharles I., romantic figure and knightly gentleman. One regrets\nhis death upon the scaffold, even though his execution was\nnecessary to the growth of freedom.",
        "Many people are no less fascinated by Charles II., that very\ndifferent type, with his gaiety, his good-fellowship, and his\neasy-going ways. It is not surprising that his people, most of\nwhom never saw him, were very fond of him, and did not know that\nhe was selfish, a loose liver, and almost a vassal of the king of\nFrance.",
        "So it is not strange that the Stuarts, with all their arts and\ngraces, were very hard to displace. James II., with the aid of the\nFrench, fought hard before the British troops in Ireland broke the\nbacks of both his armies and sent him into exile. Again in 1715–an\nepisode perpetuated in Thackeray’s dramatic story of Henry Esmond\n–came the son of James to take advantage of the vacancy caused by\nthe death of Queen Anne. But it is perhaps to this claimant’s son,\nthe last of the militant Stuarts, that more chivalrous feeling has\nbeen given than to any other.",
        "To his followers he was the Young Chevalier, the true Prince of\nWales; to his enemies, the Whigs and the Hanoverians, he was “the\nPretender.” One of the most romantic chapters of history is the\none which tells of that last brilliant dash which he made upon the\ncoast of Scotland, landing with but a few attendants and rejecting\nthe support of a French army.",
        "“It is not with foreigners,” he said, “but with my own loyal\nsubjects, that I wish to regain the kingdom for my father.”",
        "It was a daring deed, and the spectacular side of it has been\noften commemorated, especially in Sir Walter Scott’s Waverley.\nThere we see the gallant prince moving through a sort of military\npanorama. Most of the British troops were absent in Flanders, and\nthe few regiments that could be mustered to meet him were appalled\nby the ferocity and reckless courage of the Highlanders, who\nleaped down like wildcats from their hills and flung themselves\nwith dirk and sword upon the British cannon.",
        "We see Sir John Cope retiring at Falkirk, and the astonishing\nvictory of Prestonpans, where disciplined British troops fled in\ndismay through the morning mist, leaving artillery and supplies\nbehind them. It is Scott again who shows us the prince, master of\nEdinburgh for a time, while the white rose of Stuart royalty held\nonce more the ancient keep above the Scottish capital. Then we see\nthe Chevalier pressing southward into England, where he hoped to\nraise an English army to support his own. But his Highlanders\ncared nothing for England, and the English–even the Catholic\ngentry–would not rise to support his cause.",
        "Personally, he had every gift that could win allegiance. Handsome,\nhigh-tempered, and brave, he could also control his fiery spirit\nand listen to advice, however unpalatable it might be.",
        "The time was favorable. The British troops had been defeated on\nthe Continent by Marshal Saxe, of whom I have already written, and\nby Marshal d’Estrees. George II. was a king whom few respected. He\ncould scarcely speak anything but German. He grossly ill-treated\nhis wife. It is said that on one occasion, in a fit of temper, he\nactually kicked the prime minister. Not many felt any personal\nloyalty to him, and he spent most of his time away from England in\nhis other domain of Hanover.",
        "But precisely here was a reason why Englishmen were willing to put\nup with him. As between him and the brilliant Stuart there would\nhave been no hesitation had the choice been merely one of men; but\nit was believed that the return of the Stuarts meant the return of\nsomething like absolute government, of taxation without sanction\nof law, and of religious persecution. Under the Hanoverian George\nthe English people had begun to exercise a considerable measure of\nself-government. Sharp opposition in Parliament compelled him time\nand again to yield; and when he was in Hanover the English were\nleft to work out the problem of free government.",
        "Hence, although Prince Charles Edward fascinated all who met him,\nand although a small army was raised for his support, still the\nunromantic, common-sense Englishmen felt that things were better\nthan in the days gone by, and most of them refused to take up arms\nfor the cause which sentimentally they favored. Therefore,\nalthough the Chevalier stirred all England and sent a thrill\nthrough the officers of state in London, his soldiers gradually\ndeserted, and the Scots insisted on returning to their own\ncountry. Although the Stuart troops reached a point as far south\nas Derby, they were soon pushed backward into Scotland, pursued by\nan army of about nine thousand men under the Duke of Cumberland,\nson of George II.",
        "Cumberland was no soldier; he had been soundly beaten by the\nFrench on the famous field of Fontenoy. Yet he had firmness and a\nsort of overmastering brutality, which, with disciplined troops\nand abundant artillery, were sufficient to win a victory over the\nuntrained Highlanders.",
        "When the battle came five thousand of these mountaineers went\nroaring along the English lines, with the Chevalier himself at\ntheir head. For a moment there was surprise. The Duke of\nCumberland had been drinking so heavily that he could give no\nverbal orders. One of his officers, however, is said to have come\nto him in his tent, where he was trying to play cards.",
        "“What disposition shall we make of the prisoners?” asked the\nofficer.",
        "The duke tried to reply, but his utterance was very thick.",
        "“No quarter!” he was believed to say.",
        "The officer objected and begged that such an order as that should\nbe given in writing. The duke rolled over and seized a sheaf of\nplaying-cards. Pulling one out, he scrawled the necessary order,\nand that was taken to the commanders in the field.",
        "The Highlanders could not stand the cannon fire, and the English\nwon. Then the fury of the common soldiery broke loose upon the\ncountry.",
        "There was a reign of fantastic and fiendish brutality. One provost\nof the town was violently kicked for a mild remonstrance about the\ndestruction of the Episcopalian meeting-house; another was\ncondemned to clean out dirty stables. Men and women were whipped\nand tortured on slight suspicion or to extract information.\nCumberland frankly professed his contempt and hatred of the people\namong whom he found himself, but he savagely punished robberies\ncommitted by private soldiers for their own profit.",
        "“Mild measures will not do,” he wrote to Newcastle.",
        "When leaving the North in July, he said:",
        "“All the good we have done is but a little blood-letting, which\nhas only weakened the madness, but not at all cured it; and I\ntremble to fear that this vile spot may still be the ruin of this\nisland and of our family.”",
        "Such was the famous battle of Culloden, fought in 1746, and\nputting a final end to the hopes of all the Stuarts. As to\nCumberland’s order for “No quarter,” if any apology can be made\nfor such brutality, it must be found in the fact that the Highland\nchiefs had on their side agreed to spare no captured enemy.",
        "The battle has also left a name commonly given to the nine of\ndiamonds, which is called “the curse of Scotland,” because it is\nsaid that on that card Cumberland wrote his bloodthirsty order.",
        "Such, in brief, was the story of Prince Charlie’s gallant attempt\nto restore the kingdom of his ancestors. Even when defeated, he\nwould not at once leave Scotland. A French squadron appeared off\nthe coast near Edinburgh. It had been sent to bring him troops and\na large supply of money, but he turned his back upon it and made\nhis way into the Highlands on foot, closely pursued by English\nsoldiers and Lowland spies.",
        "This part of his career is in reality the most romantic of all. He\nwas hunted closely, almost as by hounds. For weeks he had only\nsuch sleep as he could snatch during short periods of safety, and\nthere were times when his pursuers came within an inch of\ncapturing him. But never in his life were his spirits so high.",
        "It was a sort of life that he had never seen before, climbing the\nmighty rocks, and listening to the thunder of the cataracts, among\nwhich he often slept, with only one faithful follower to guard\nhim. The story of his escape is almost incredible, but he laughed\nand drank and rolled upon the grass when he was free from care. He\nhobnobbed with the most suspicious-looking caterans, with whom he\ndrank the smoky brew of the North, and lived as he might on fish\nand onions and bacon and wild fowl, with an appetite such as he\nhad never known at the luxurious court of Versailles or St.-Germain.",
        "After the battle of Culloden the prince would have been captured\nhad not a Scottish girl named Flora Macdonald met him, caused him\nto be dressed in the clothes of her waiting-maid, and thus got\nhim off to the Isle of Skye.",
        "There for a time it was impossible to follow him; and there the\ntwo lived almost alone together. Such a proximity could not fail\nto stir the romantic feeling of one who was both a youth and a\nprince. On the other hand, no thought of love-making seems to have\nentered Flora’s mind. If, however, we read Campbell’s narrative\nvery closely we can see that Prince Charles made every advance\nconsistent with a delicate remembrance of her sex and services.",
        "It seems to have been his thought that if she cared for him, then\nthe two might well love; and he gave her every chance to show him\nfavor. The youth of twenty-five and the girl of twenty-four\nroamed together in the long, tufted grass or lay in the sunshine\nand looked out over the sea. The prince would rest his head in her\nlap, and she would tumble his golden hair with her slender fingers\nand sometimes clip off tresses which she preserved to give to\nfriends of hers as love-locks. But to the last he was either too\nhigh or too low for her, according to her own modest thought. He\nwas a royal prince, the heir to a throne, or else he was a boy\nwith whom she might play quite fancy-free. A lover he could not\nbe–so pure and beautiful was her thought of him.",
        "These were perhaps the most delightful days of all his life, as\nthey were a beautiful memory in hers. In time he returned to\nFrance and resumed his place amid the intrigues that surrounded\nthat other Stuart prince who styled himself James III., and still\nkept up the appearance of a king in exile. As he watched the\nartifice and the plotting of these make-believe courtiers he may\nwell have thought of his innocent companion of the Highland wilds.",
        "As for Flora, she was arrested and imprisoned for five months on\nEnglish vessels of war. After her release she was married, in\n1750; and she and her husband sailed for the American colonies\njust before the Revolution. In that war Macdonald became a British\nofficer and served against his adopted countrymen. Perhaps because\nof this reason Flora returned alone to Scotland, where she died at\nthe age of sixty-eight.",
        "The royal prince who would have given her his easy love lived a\nlife of far less dignity in the years that followed his return to\nFrance. There was no more hope of recovering the English throne.\nFor him there were left only the idle and licentious diversions of\nsuch a court as that in which his father lived.",
        "At the death of James III., even this court was disintegrated, and\nPrince Charles led a roving life under the title of Earl of\nAlbany. In his wanderings he met Louise Marie, the daughter of a\nGerman prince, Gustavus Adolphus of Stolberg. She was only\nnineteen years of age when she first felt the fascination that he\nstill possessed; but it was an unhappy marriage for the girl when\nshe discovered that her husband was a confirmed drunkard.",
        "Not long after, in fact, she found her life with him so utterly\nintolerable that she persuaded the Pope to allow her a formal\nseparation. The pontiff intrusted her to her husband’s brother,\nCardinal York, who placed her in a convent and presently removed\nher to his own residence in Rome.",
        "Here begins another romance. She was often visited by Vittorio\nAlfieri, the great Italian poet and dramatist. Alfieri was a man\nof wealth. In early years he divided his time into alternate\nperiods during which he either studied hard in civil and canonical\nlaw, or was a constant attendant upon the race-course, or rushed\naimlessly all over Europe without any object except to wear out\nthe post-horses which he used in relays over hundreds of miles of\nroad. His life, indeed, was eccentric almost to insanity; but when\nhe had met the beautiful and lonely Countess of Albany there came\nover him a striking change. She influenced him for all that was\ngood, and he used to say that he owed her all that was best in his\ndramatic works.",
        "Sixteen years after her marriage her royal husband died, a worn-\nout, bloated wreck of one who had been as a youth a model of\nknightliness and manhood. During his final years he had fallen to\nutter destitution, and there was either a touch of half contempt\nor a feeling of remote kinship in the act of George III., who\nbestowed upon the prince an annual pension of four thousand\npounds. It showed most plainly that England was now consolidated\nunder Hanoverian rule.",
        "When Cardinal York died, in 1807, there was no Stuart left in the\nmale line; and the countess was the last to bear the royal\nScottish name of Albany.",
        "After the prince’s death his widow is said to have been married to\nAlfieri, and for the rest of her life she lived in Florence,\nthough Alfieri died nearly twenty-one years before her.",
        "Here we have seen a part of the romance which attaches itself to\nthe name of Stuart–in the chivalrous young prince, leading his\nHighlanders against the bayonets of the British, lolling idly\namong the Hebrides, or fallen, at the last, to be a drunkard and\nthe husband of an unwilling consort, who in her turn loved a\nfamous poet. But it is this Stuart, after all, of whom we think\nwhen we hear the bagpipes skirling “Over the Water to Charlie” or\n“Wha’ll be King but Charlie?”",
        " ",
        "\nThis etext of Famous Affinities of History (I of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Michael F. RoizenAt Amazon"
    ]
}