{
    "title": "Famous Affinities of History - Byron and the Countess Guiccioli",
    "author": "Lyndon Orr",
    "chapter": "5",
    "content": [
        "\nGermaine de Staël\nBy Elisabeth Vigée-Lebrun\n\n",
        "\n\n",
        "In 1812, when he was in his twenty-fourth year, Lord Byron was\nmore talked of than any other man in London. He was in the first\nflush of his brilliant career, having published the early cantos\nof “Childe Harold.” Moreover, he was a peer of the realm,\nhandsome, ardent, and possessing a personal fascination which few\nmen and still fewer women could resist.",
        "Byron’s childhood had been one to excite in him strong feelings of\nrevolt, and he had inherited a profligate and passionate nature.\nHis father was a gambler and a spendthrift. His mother was\neccentric to a degree. Byron himself, throughout his boyish years,\nhad been morbidly sensitive because of a physical deformity–a\nlame, misshapen foot. This and the strange treatment which his\nmother accorded him left him headstrong, wilful, almost from the\nfirst an enemy to whatever was established and conventional.",
        "As a boy, he was remarkable for the sentimental attachments which\nhe formed. At eight years of age he was violently in love with a\nyoung girl named Mary Duff. At ten his cousin, Margaret Parker,\nexcited in him a strange, un-childish passion. At fifteen came one\nof the greatest crises of his life, when he became enamored of\nMary Chaworth, whose grand-father had been killed in a duel by\nByron’s great-uncle. Young as he was, he would have married her\nimmediately; but Miss Chaworth was two years older than he, and\nabsolutely refused to take seriously the devotion of a school-boy.",
        "Byron felt the disappointment keenly; and after a short stay at\nCambridge, he left England, visited Portugal and Spain, and\ntraveled eastward as far as Greece and Turkey. At Athens he wrote\nthe pretty little poem to the “maid of Athens\"–Miss Theresa\nMacri, daughter of the British vice-consul. He returned to London\nto become at one leap the most admired poet of the day and the\ngreatest social favorite. He was possessed of striking personal\nbeauty. Sir Walter Scott said of him: “His countenance was a thing\nto dream of.” His glorious eyes, his mobile, eloquent face,\nfascinated all; and he was, besides, a genius of the first rank.",
        "With these endowments, he plunged into the social whirlpool,\ndenying himself nothing, and receiving everything-adulation,\nfriendship, and unstinted love. Darkly mysterious stories of his\nadventures in the East made many think that he was the hero of\nsome of his own poems, such as “The Giaour” and “The Corsair.” A\nGerman wrote of him that “he was positively besieged by women.\"\nFrom the humblest maid-servants up to ladies of high rank, he had\nonly to throw his handkerchief to make a conquest. Some women did\nnot even wait for the handkerchief to be thrown. No wonder that he\nwas sated with so much adoration and that he wrote of women:",
        "I regard them as very pretty but inferior creatures. I look on\nthem as grown-up children; but, like a foolish mother, I am\nconstantly the slave of one of them. Give a woman a looking-glass\nand burnt almonds, and she will be content.",
        "The liaison which attracted the most attention at this time was\nthat between Byron and Lady Caroline Lamb. Byron has been greatly\nblamed for his share in it; but there is much to be said on the\nother side. Lady Caroline was happily married to the Right Hon.\nWilliam Lamb, afterward Lord Melbourne, and destined to be the\nfirst prime minister of Queen Victoria. He was an easy-going,\ngenial man of the world who placed too much confidence in the\nhonor of his wife. She, on the other hand, was a sentimental fool,\nalways restless, always in search of some new excitement. She\nthought herself a poet, and scribbled verses, which her friends\npolitely admired, and from which they escaped as soon as possible.\nWhen she first met Byron, she cried out: “That pale face is my\nfate!” And she afterward added: “Mad, bad, and dangerous to know!”",
        "It was not long before the intimacy of the two came very near the\npoint of open scandal; but Byron was the wooed and not the wooer.\nThis woman, older than he, flung herself directly at his head.\nNaturally enough, it was not very long before she bored him\nthoroughly. Her romantic impetuosity became tiresome, and very\nsoon she fell to talking always of herself, thrusting her poems\nupon him, and growing vexed and peevish when he would not praise\nthem. As was well said, “he grew moody and she fretful when their\nmutual egotisms jarred.”",
        "In a burst of resentment she left him, but when she returned, she\nwas worse than ever. She insisted on seeing him. On one occasion\nshe made her way into his rooms disguised as a boy. At another\ntime, when she thought he had slighted her, she tried to stab\nherself with a pair of scissors. Still later, she offered her\nfavors to any one who would kill him. Byron himself wrote of her:",
        "You can have no idea of the horrible and absurd things that she\nhas said and done.",
        "Her story has been utilized by Mrs. Humphry Ward in her novel,\n“The Marriage of William Ashe.”",
        "Perhaps this trying experience led Byron to end his life of\ndissipation. At any rate, in 1813, he proposed marriage to Miss\nAnne Millbanke, who at first refused him; but he persisted, and in\n1815 the two were married. Byron seems to have had a premonition\nthat he was making a terrible mistake. During the wedding ceremony\nhe trembled like a leaf, and made the wrong responses to the\nclergyman. After the wedding was over, in handing his bride into\nthe carriage which awaited them, he said to her:",
        "“Miss Millbanke, are you ready?”",
        "It was a strange blunder for a bridegroom, and one which many\nregarded at the time as ominous for the future. In truth, no two\npersons could have been more thoroughly mismated–Byron, the human\nvolcano, and his wife, a prim, narrow-minded, and peevish woman.\nTheir incompatibility was evident enough from the very first, so\nthat when they returned from their wedding-journey, and some one\nasked Byron about his honeymoon, he answered:",
        "“Call it rather a treacle moon!”",
        "It is hardly necessary here to tell over the story of their\ndomestic troubles. Only five weeks after their daughter’s birth,\nthey parted. Lady Byron declared that her husband was insane;\nwhile after trying many times to win from her something more than\na tepid affection, he gave up the task in a sort of despairing\nanger. It should be mentioned here, for the benefit of those who\nrecall the hideous charges made many decades afterward by Mrs.\nHarriet Beecher Stowe on the authority of Lady Byron, that the\nlatter remained on terms of friendly intimacy with Augusta Leigh,\nLord Byron’s sister, and that even on her death-bed she sent an\namicable message to Mrs. Leigh.",
        "Byron, however, stung by the bitter attacks that were made upon\nhim, left England, and after traveling down the Rhine through\nSwitzerland, he took up his abode in Venice. His joy at leaving\nEngland and ridding himself of the annoyances which had clustered\nthick about him, he expressed in these lines:",
        "Meanwhile he enjoyed himself in reckless fashion. Money poured in\nupon him from his English publisher. For two cantos of “Childe\nHarold” and “Manfred,” Murray paid him twenty thousand dollars.\nFor the fourth canto, Byron demanded and received more than twelve\nthousand dollars. In Italy he lived on friendly terms with Shelley\nand Thomas Moore; but eventually he parted from them both, for he\nwas about to enter upon a new phase of his curious career.",
        "He was no longer the Byron of 1815. Four years of high living and\nmuch brandy-and-water had robbed his features of their refinement.\nHis look was no longer spiritual. He was beginning to grow stout.\nYet the change had not been altogether unfortunate. He had lost\nsomething of his wild impetuosity, and his sense of humor had\ndeveloped. In his thirtieth year, in fact, he had at last become a\nman.",
        "It was soon after this that he met a woman who was to be to him\nfor the rest of his life what a well-known writer has called “a\nstar on the stormy horizon of the poet.” This woman was Teresa,\nCountess Guiccioli, whom he first came to know in Venice. She was\nthen only nineteen years of age, and she was married to a man who\nwas more than forty years her senior. Unlike the typical Italian\nwoman, she was blonde, with dreamy eyes and an abundance of golden\nhair, and her manner was at once modest and graceful. She had\nknown Byron but a very short time when she found herself thrilling\nwith a passion of which until then she had never dreamed. It was\nwritten of her:",
        "She had thought of love but as an amusement; yet she now became\nits slave.",
        "To this love Byron gave an immediate response, and from that time\nuntil his death he cared for no other woman. The two were\nabsolutely mated. Nevertheless, there were difficulties which\nmight have been expected. Count Guiccioli, while he seemed to\nadmire Byron, watched him with Italian subtlety. The English poet\nand the Italian countess met frequently. When Byron was prostrated\nby an attack of fever, the countess remained beside him, and he\nwas just recovering when Count Guiccioli appeared upon the scene\nand carried off his wife. Byron was in despair. He exchanged the\nmost ardent letters with the countess, yet he dreaded assassins\nwhom he believed to have been hired by her husband. Whenever he\nrode out, he went armed with sword and pistols.",
        "Amid all this storm and stress, Byron’s literary activity was\nremarkable. He wrote some of his most famous poems at this time,\nand he hoped for the day when he and the woman whom he loved might\nbe united once for all. This came about in the end through the\npersistence of the pair. The Countess Guiccioli openly took up her\nabode with him, not to be separated until the poet sailed for\nGreece to aid the Greeks in their struggle for independence. This\nwas in 1822, when Byron was in his thirty-fifth year. He never\nreturned to Italy, but died in the historic land for which he gave\nhis life as truly as if he had fallen upon the field of battle.",
        "Teresa Guiccioli had been, in all but name, his wife for just\nthree years. Much, has been said in condemnation of this love-\naffair; but in many ways it is less censurable than almost\nanything in his career. It was an instance of genuine love, a love\nwhich purified and exalted this man of dark and moody moments. It\nsaved him from those fitful passions and orgies of self-indulgence\nwhich had exhausted him. It proved to be an inspiration which at\nlast led him to die for a cause approved by all the world.",
        "As for the woman, what shall we say of her? She came to him\nunspotted by the world. A demand for divorce which her husband\nmade was rejected. A pontifical brief pronounced a formal\nseparation between the two. The countess gladly left behind “her\npalaces, her equipages, society, and riches, for the love of the\npoet who had won her heart.”",
        "Unlike the other women who had cared for him, she was unselfish in\nher devotion. She thought more of his fame than did he himself.\nEmilio Castelar has written:",
        "She restored him and elevated him. She drew him from the mire and\nset the crown of purity upon his brow. Then, when she had\nrecovered this great heart, instead of keeping it as her own\npossession, she gave it to humanity.",
        "For twenty-seven years after Byron’s death, she remained, as it\nwere, widowed and alone. Then, in her old age, she married the\nMarquis de Boissy; but the marriage was purely one of convenience.\nHer heart was always Byron’s, whom she defended with vivacity. In\n1868, she published her memoirs of the poet, filled with\ninteresting and affecting recollections. She died as late as 1873.",
        "Some time between the year 1866 and that of her death, she is said\nto have visited Newstead Abbey, which had once been Byron’s home.\nShe was very old, a widow, and alone; but her affection for the\npoet-lover of her youth was still as strong as ever.",
        "Byron’s life was short, if measured by years only. Measured by\nachievement, it was filled to the very full. His genius blazes\nlike a meteor in the records of English poetry; and some of that\nsplendor gleams about the lovely woman who turned him away from\nvice and folly and made him worthy of his historic ancestry, of\nhis country, and of himself.",
        "Continue...",
        "\nThis etext of Famous Affinities of History (III of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}