{
    "title": "Famous Affinities of History - Shelley and Mary Godwin",
    "author": "Lyndon Orr",
    "chapter": "3",
    "content": [
        "\nMary Godwin Wollstonecraft Shelley (1797-1851)\nEnglish novelist, author of Frankenstein\n",
        "\n\n",
        "In 1792 the French Revolution burst into flame, the mob of Paris\nstormed the Tuileries, the King of France was cast into a dungeon\nto await his execution, and the wild sons of anarchy flung their\ngauntlet of defiance into the face of Europe. In this tremendous\nyear was born young Shelley; and perhaps his nature represented\nthe spirit of the time.",
        "Certainly, neither from his father nor from his mother did he\nderive that perpetual unrest and that frantic fondness for revolt\nwhich blazed out in the poet when he was still a boy. His father,\nMr. Timothy Shelley, was a very usual, thick-headed, unromantic\nEnglish squire. His mother–a woman of much beauty, but of no\nexceptional traits–was the daughter of another squire, and at the\ntime of her marriage was simply one of ten thousand fresh-faced,\npleasant-spoken English country girls. If we look for a strain of\nthe romantic in Shelley’s ancestry, we shall have to find it in\nthe person of his grandfather, who was a very remarkable and\npowerful character.",
        "This person, Bysshe Shelley by name, had in his youth been\nassociated with some mystery. He was not born in England, but in\nAmerica–and in those days the name “America” meant almost\nanything indefinite and peculiar. However this might be, Bysshe\nShelley, though a scion of a good old English family, had wandered\nin strange lands, and it was whispered that he had seen strange\nsights and done strange things. According to one legend, he had\nbeen married in America, though no one knew whether his wife was\nwhite or black, or how he had got rid of her.",
        "He might have remained in America all his life, had not a small\ninheritance fallen to his share. This brought him back to England,\nand he soon found that England was in reality the place to make\nhis fortune. He was a man of magnificent physique. His rovings had\ngiven him ease and grace, and the power which comes from a wide\nexperience of life. He could be extremely pleasing when he chose;\nand he soon won his way into the good graces of a rich heiress,\nwhom he married.",
        "With her wealth he became an important personage, and consorted\nwith gentlemen and statesmen of influence, attaching himself\nparticularly to the Duke of Northumberland, by whose influence he\nwas made a baronet. When his rich wife died, Shelley married a\nstill richer bride; and so this man, who started out as a mere\nadventurer without a shilling to his name, died in 1813, leaving\nmore than a million dollars in cash, with lands whose rent-roll\nyielded a hundred thousand dollars every year.",
        "If any touch of the romantic which we find in Shelley is a matter\nof heredity, we must trace it to this able, daring, restless, and\nmagnificent old grandfather, who was the beau ideal of an English\nsquire–the sort of squire who had added foreign graces to native\nsturdiness. But young Shelley, the future poet, seemed scarcely to\nbe English at all. As a young boy he cared nothing for athletic\nsports. He was given to much reading. He thought a good deal about\nabstractions with which most schoolboys never concern themselves\nat all.",
        "Consequently, both in private schools and afterward at Eton, he\nbecame a sort of rebel against authority. He resisted the fagging-\nsystem. He spoke contemptuously of physical prowess. He disliked\nanything that he was obliged to do, and he rushed eagerly into\nwhatever was forbidden.",
        "Finally, when he was sent to University College, Oxford, he broke\nall bounds. At a time when Tory England was aghast over the French\nRevolution and its results, Shelley talked of liberty and equality\non all occasions. He made friends with an uncouth but able fellow\nstudent, who bore the remarkable name of Thomas Jefferson Hogg–a\nname that seems rampant with republicanism–and very soon he got\nhimself expelled from the university for publishing a little tract\nof an infidel character called “A Defense of Atheism.”",
        "His expulsion for such a cause naturally shocked his father. It\nprobably disturbed Shelley himself; but, after all, it gave him\nsome satisfaction to be a martyr for the cause of free speech. He\nwent to London with his friend Hogg, and took lodgings there. He\nread omnivorously–Hogg says as much as sixteen hours a day. He\nwould walk through the most crowded streets poring over a volume,\nwhile holding another under one arm.",
        "His mind was full of fancies. He had begun what was afterward\ncalled “his passion for reforming everything.” He despised most of\nthe laws of England. He thought its Parliament ridiculous. He\nhated its religion. He was particularly opposed to marriage. This\nlast fact gives some point to the circumstances which almost\nimmediately confronted him.",
        "Shelley was now about nineteen years old–an age at which most\nEnglish boys are emerging from the public schools, and are still\nin the hobbledehoy stage of their formation. In a way, he was\nquite far from boyish; yet in his knowledge of life he was little\nmore than a mere child. He knew nothing thoroughly–much less the\nways of men and women. He had no visible means of existence except\na small allowance from his father. His four sisters, who were at a\nboarding-school on Clapham Common, used to save their pin-money\nand send it to their gifted brother so that he might not actually\nstarve. These sisters he used to call upon from time to time, and\nthrough them he made the acquaintance of a sixteen-year-old girl\nnamed Harriet Westbrook.",
        "Harriet Westbrook was the daughter of a black-visaged keeper of a\ncoffee-house in Mount Street, called “Jew Westbrook,” partly\nbecause of his complexion, and partly because of his ability to\nretain what he had made. He was, indeed, fairly well off, and had\nsent his younger daughter, Harriet, to the school where Shelley’s\nsisters studied.",
        "Harriet Westbrook seems to have been a most precocious person. Any\ngirl of sixteen is, of course, a great deal older and more mature\nthan a youth of nineteen. In the present instance Harriet might\nhave been Shelley’s senior by five years. There is no doubt that\nshe fell in love with him; but, having done so, she by no means\nacted in the shy and timid way that would have been most natural\nto a very young girl in her first love-affair. Having decided that\nshe wanted him, she made up her mind to get Mm at any cost, and\nher audacity was equaled only by his simplicity. She was rather\nattractive in appearance, with abundant hair, a plump figure, and\na pink-and-white complexion. This description makes of her a\nrather doll-like girl; but doll-like girls are just the sort to\nattract an inexperienced young man who has yet to learn that\nbeauty and charm are quite distinct from prettiness, and\ninfinitely superior to it.",
        "In addition to her prettiness, Harriet Westbrook had a vivacious\nmanner and talked quite pleasingly. She was likewise not a bad\nlistener; and she would listen by the hour to Shelley in his\nrhapsodies about chemistry, poetry, the failure of Christianity,\nthe national debt, and human liberty, all of which he jumbled up\nwithout much knowledge, but in a lyric strain of impassioned\neagerness which would probably have made the multiplication-table\nthrilling.",
        "For Shelley himself was a creature of extraordinary fascination,\nboth then and afterward. There are no likenesses of him that do\nhim justice, because they cannot convey that singular appeal which\nthe man himself made to almost every one who met him.",
        "The eminent painter, Mulready, once said that Shelley was too\nbeautiful for portraiture; and yet the descriptions of him hardly\nseem to bear this out. He was quite tall and slender, but he\nstooped so much as to make him appear undersized. His head was\nvery small-quite disproportionately so; but this was counteracted\nto the eye by his long and tumbled hair which, when excited, he\nwould rub and twist in a thousand different directions until it\nwas actually bushy. His eyes and mouth were his best features. The\nformer were of a deep violet blue, and when Shelley felt deeply\nmoved they seemed luminous with a wonderful and almost unearthly\nlight. His mouth was finely chiseled, and might be regarded as\nrepresenting perfection.",
        "One great defect he had, and this might well have overbalanced his\nattractive face. The defect in question was his voice. One would\nhave expected to hear from him melodious sounds, and vocal tones\nboth rich and penetrating; but, as a matter of fact, his voice was\nshrill at the very best, and became actually discordant and\npeacock-like in moments of emotion.",
        "Such, then, was Shelley, star-eyed, with the delicate complexion\nof a girl, wonderfully mobile in his features, yet speaking in a\nvoice high pitched and almost raucous. For the rest, he arrayed\nhimself with care and in expensive clothing, even though he took\nno thought of neatness, so that his garments were almost always\nrumpled and wrinkled from his frequent writhings on couches and on\nthe floor. Shelley had a strange and almost primitive habit of\nrolling on the earth, and another of thrusting his tousled head\nclose up to the hottest fire in the house, or of lying in the\nglaring sun when out of doors. It is related that he composed one\nof his finest poems–\"The Cenci\"–in Italy, while stretched out\nwith face upturned to an almost tropical sun.",
        "But such as he was, and though he was not yet famous, Harriet\nWestbrook, the rosy-faced schoolgirl, fell in love with him, and\nrather plainly let him know that she had done so. There are a\nthousand ways in which a woman can convey this information without\ndoing anything un-maidenly; and of all these little arts Miss\nWestbrook was instinctively a mistress.",
        "She played upon Shelley’s feelings by telling him that her father\nwas cruel to her, and that he contemplated actions still more\ncruel. There is something absurdly comical about the grievance\nwhich she brought to Shelley; but it is much more comical to note\nthe tremendous seriousness with which he took it. He wrote to his\nfriend Hogg:",
        "Her father has persecuted her in a most horrible way, by\nendeavoring to compel her to go to school. She asked my advice;\nresistance was the answer. At the same time I essayed to mollify\nMr. Westbrook, in vain! I advised her to resist. She wrote to say\nthat resistance was useless, but that she would fly with me and\nthrow herself on my protection.",
        "Some letters that have recently come to light show that there was\na dramatic scene between Harriet Westbrook and Shelley–a scene in\nthe course of which she threw her arms about his neck and wept\nupon his shoulder. Here was a curious situation. Shelley was not\nat all in love with her. He had explicitly declared this only a\nshort time before. Yet here was a pretty girl about to suffer the\n“horrible persecution” of being sent to school, and finding no\nalternative save to “throw herself on his protection\"–in other\nwords, to let him treat her as he would, and to become his\nmistress.",
        "The absurdity of the situation makes one smile. Common sense\nshould have led some one to box Harriet’s ears and send her off to\nschool without a moment’s hesitation; while as for Shelley, he\nshould have been told how ludicrous was the whole affair. But he\nwas only nineteen, and she was only sixteen, and the crisis seemed\nportentous. Nothing could be more flattering to a young man’s\nvanity than to have this girl cast herself upon him for\nprotection. It did not really matter that he had not loved her\nhitherto, and that he was already half engaged to another Harriet\n–his cousin, Miss Grove. He could not stop and reason with\nhimself. He must like a true knight rescue lovely girlhood from\nthe horrors of a school!",
        "It is not unlikely that this whole affair was partly managed or\nmanipulated by the girl’s father. Jew Westbrook knew that Shelley\nwas related to rich and titled people, and that he was certain, if\nhe lived, to become Sir Percy, and to be the heir of his\ngrandfather’s estates. Hence it may be that Harriet’s queer\nconduct was not wholly of her own prompting.",
        "In any case, however, it proved to be successful. Shelley’s ardent\nand impulsive nature could not bear to see a girl in tears and\nappealing for his help. Hence, though in his heart she was very\nlittle to him, his romantic nature gave up for her sake the\naffection that he had felt for his cousin, his own disbelief in\nmarriage, and finally the common sense which ought to have told\nhim not to marry any one on two hundred pounds a year.",
        "So the pair set off for Edinburgh by stagecoach. It was a weary\nand most uncomfortable journey. When they reached the Scottish\ncapital, they were married by the Scottish law. Their money was\nall gone; but their landlord, with a jovial sympathy for romance,\nlet them have a room, and treated them to a rather promiscuous\nwedding-banquet, in which every one in the house participated.",
        "Such is the story of Shelley’s marriage, contracted at nineteen\nwith a girl of sixteen who most certainly lured him on against his\nown better judgment and in the absence of any actual love.",
        "The girl whom he had taken to himself was a well-meaning little\nthing. She tried for a time to meet her husband’s moods and to be\na real companion to him. But what could one expect from such a\nunion? Shelley’s father withdrew the income which he had\npreviously given. Jew Westbrook refused to contribute anything,\nhoping, probably, that this course would bring the Shelleys to the\nrescue. But as it was, the young pair drifted about from place to\nplace, getting very precarious supplies, running deeper into debt\neach day, and finding less and less to admire in each other.",
        "Shelley took to laudanum. Harriet dropped her abstruse studies,\nwhich she had taken up to please her husband, but which could only\npuzzle her small brain. She soon developed some of the unpleasant\ntraits of the class to which she belonged. In this her sister\nEliza–a hard and grasping middle-aged woman–had her share. She\nset Harriet against her husband, and made life less endurable for\nboth. She was so much older than the pair that she came in and\nruled their household like a typical stepmother.",
        "A child was born, and Shelley very generously went through a\nsecond form of marriage, so as to comply with the English law; but\nby this time there was little hope of righting things again.\nShelley was much offended because Harriet would not nurse the\nchild. He believed her hard because she saw without emotion an\noperation performed upon the infant.",
        "Finally, when Shelley at last came into a considerable sum of\nmoney, Harriet and Eliza made no pretense of caring for anything\nexcept the spending of it in “bonnet-shops” and on carriages and\ndisplay. In time–that is to say, in three years after their\nmarriage–Harriet left her husband and went to London and to Bath,\nprompted by her elder sister.",
        "This proved to be the end of an unfortunate marriage. Word was\nbrought to Shelley that his wife was no longer faithful to him.\nHe, on his side, had carried on a semi-sentimental platonic\ncorrespondence with a schoolmistress, one Miss Hitchener. But\nuntil now his life had been one great mistake–a life of\nrestlessness, of unsatisfied longing, of a desire that had no\nname. Then came the perhaps inevitable meeting with the one whom\nhe should have met before.",
        "Shelley had taken a great interest in William Godwin, the writer\nand radical philosopher. Godwin’s household was a strange one.\nThere was Fanny Imlay, a child born out of wedlock, the offspring\nof Gilbert Imlay, an American merchant, and of Mary\nWollstonecraft, whom Godwin had subsequently married. There was\nalso a singularly striking girl who then styled herself Mary Jane\nClairmont, and who was afterward known as Claire Clairmont, she\nand her brother being the early children of Godwin’s second wife.",
        "One day in 1814, Shelley called on Godwin, and found there a\nbeautiful young girl in her seventeenth year, “with shapely golden\nhead, a face very pale and pure, a great forehead, earnest hazel\neyes, and an expression at once of sensibility and firmness about\nher delicately curved lips.” This was Mary Godwin–one who had\ninherited her mother’s power of mind and likewise her grace and\nsweetness.",
        "From the very moment of their meeting Shelley and this girl were\nfated to be joined together, and both of them were well aware of\nit. Each felt the other’s presence exert a magnetic thrill. Each\nlistened eagerly to what the other said. Each thought of nothing,\nand each cared for nothing, in the other’s absence. It was a great\ncompelling elemental force which drove the two together and bound\nthem fast. Beside this marvelous experience, how pale and pitiful\nand paltry seemed the affectations of Harriet Westbrook!",
        "In little more than a month from the time of their first meeting,\nShelley and Mary Godwin and Miss Clairmont left Godwin’s house at\nfour o ’clock in the morning, and hurried across the Channel to\nCalais. They wandered almost like vagabonds across France, eating\nblack bread and the coarsest fare, walking on the highways when\nthey could not afford to ride, and putting up with every possible\ninconvenience. Yet it is worth noting that neither then nor at any\nother time did either Shelley or Mary regret what they had done.\nTo the very end of the poet’s brief career they were inseparable.",
        "Later he was able to pension Harriet, who, being of a morbid\ndisposition, ended her life by drowning–not, it may be said,\nbecause of grief for Shelley. It has been told that Fanny Imlay,\nMary’s sister, likewise committed suicide because Shelley did not\ncare for her, but this has also been disproved. There was really\nnothing to mar the inner happiness of the poet and the woman who,\nat the very end, became his wife. Living, as they did, in Italy\nand Switzerland, they saw much of their own countrymen, such as\nLandor and Leigh Hunt and Byron, to whose fascinations poor Miss\nClairmont yielded, and became the mother of the little girl\nAllegra.",
        "But there could have been no truer union than this of Shelley’s\nwith the woman whom nature had intended for him. It was in his\nlove-life, far more than in his poetry, that he attained\ncompleteness. When he died by drowning, in 1822, and his body was\nburned in the presence of Lord Byron, he was truly mourned by the\none whom he had only lately made his wife. As a poet he never\nreached the same perfection; for his genius was fitful and\nuncertain, rare in its flights, and mingled always with that which\ndisappoints.",
        "As the lover and husband of Mary Godwin, there was nothing left to\nwish. In his verse, however, the truest word concerning him will\nalways be that exquisite sentence of Matthew Arnold:",
        "“A beautiful and ineffectual angel beating his luminous wings\nagainst the void in vain.”",
        "Continue...",
        "\nThis etext of Famous Affinities of History (IV of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}