{
    "title": "Famous Affinities of History - Lola Montez and King Ludwig of Bavaria",
    "author": "Lyndon Orr",
    "chapter": "2",
    "content": [
        "\nGermaine de Staël\nBy Elisabeth Vigée-Lebrun\n\n",
        "\n\n",
        "Lola Montez! The name suggests dark eyes and abundant hair, lithe\nlimbs and a sinuous body, with twining hands and great eyes that\ngleam with a sort of ebon splendor. One thinks of Spanish beauty\nas one hears the name; and in truth Lola Montez justified the\nmental picture.",
        "She was not altogether Spanish, yet the other elements that\nentered into her mercurial nature heightened and vivified her\nCastilian traits. Her mother was a Spaniard–partly Moorish,\nhowever. Her father was an Irishman. There you have it–the dreamy\nromance of Spain, the exotic touch of the Orient, and the daring,\nunreasoning vivacity of the Celt.",
        "This woman during the forty-three years of her life had adventures\ninnumerable, was widely known in Europe and America, and actually\nlost one king his throne. Her maiden name was Marie Dolores Eliza\nRosanna Gilbert. Her father was a British officer, the son of an\nIrish knight, Sir Edward Gilbert. Her mother had been a danseuse\nnamed Lola Oliver. “Lola” is a diminutive of Dolores, and as\n“Lola” she became known to the world.",
        "She lived at one time or another in nearly all the countries of\nEurope, and likewise in India, America, and Australia. It would be\nimpossible to set down here all the sensations that she achieved.\nLet us select the climax of her career and show how she overturned\na kingdom, passing but lightly over her early and her later years.",
        "She was born in Limerick in 1818, but her father’s parents cast\noff their son and his young wife, the Spanish dancer. They went to\nIndia, and in 1825 the father died, leaving his young widow\nwithout a rupee; but she was quickly married again, this time to\nan officer of importance.",
        "The former danseuse became a very conventional person, a fit match\nfor her highly conventional husband; but the small daughter did\nnot take kindly to the proprieties of life. The Hindu servants\ntaught her more things than she should have known; and at one time\nher stepfather found her performing the danse du ventre. It was\nthe Moorish strain inherited from her mother.",
        "She was sent back to Europe, however, and had a sort of education\nin Scotland and England, and finally in Paris, where she was\ndetected in an incipient flirtation with her music-master. There\nwere other persons hanging about her from her fifteenth year, at\nwhich time her stepfather, in India, had arranged a marriage\nbetween her and a rich but uninteresting old judge. One of her\nnumerous admirers told her this.",
        "“What on earth am I to do?” asked little Lola, most naively.",
        "“Why, marry me,” said the artful adviser, who was Captain Thomas\nJames; and so the very next day they fled to Dublin and were\nspeedily married at Meath.",
        "Lola’s husband was violently in love with her, but, unfortunately,\nothers were no less susceptible to her charms. She was presented\nat the vice-regal court, and everybody there became her victim.\nEven the viceroy, Lord Normanby, was greatly taken with her. This\nnobleman’s position was such that Captain James could not object\nto his attentions, though they made the husband angry to a degree.\nThe viceroy would draw her into alcoves and engage her in\nflattering conversation, while poor James could only gnaw his\nnails and let green-eyed jealousy prey upon his heart. His only\nrecourse was to take her into the country, where she speedily\nbecame bored; and boredom is the death of love.",
        "Later she went with Captain James to India. She endured a campaign\nin Afghanistan, in which she thoroughly enjoyed herself because of\nthe attentions of the officers. On her return to London in 1842,\none Captain Lennox was a fellow passenger; and their association\nresulted in an action for divorce, by which she was freed from her\nhusband, and yet by a technicality was not able to marry Lennox,\nwhose family in any case would probably have prevented the\nwedding.",
        "Mrs. Mayne says, in writing on this point:",
        "Even Lola never quite succeeded in being allowed to commit bigamy\nunmolested, though in later years she did commit it and took\nrefuge in Spain to escape punishment.",
        "The same writer has given a vivid picture of what happened soon\nafter the divorce. Lola tried to forget her past and to create a\nnew and brighter future. Here is the narrative:",
        "Her Majesty’s Theater was crowded on the night of June 10,1843. A\nnew Spanish dancer was announced–\"Dona Lola Montez.” It was her\ndebut, and Lumley, the manager, had been puffing her beforehand,\nas he alone knew how. To Lord Ranelagh, the leader of the\ndilettante group of fashionable young men, he had whispered,\nmysteriously:",
        "“I have a surprise in store. You shall see.”",
        "So Ranelagh and a party of his friends filled the omnibus boxes,\nthose tribunes at the side of the stage whence success or failure\nwas pronounced. Things had been done with Lumley’s consummate art;\nthe packed house was murmurous with excitement. She was a raving\nbeauty, said report–and then, those intoxicating Spanish dances!\nTaglioni, Cerito, Fanny Elssler, all were to be eclipsed.",
        "Ranelagh’s glasses were steadily leveled on the stage from the\nmoment her entrance was imminent. She came on. There was a murmur\nof admiration–but Ranelagh made no sign. And then she began to\ndance. A sense of disappointment, perhaps? But she was very\nlovely, very graceful, “like a flower swept by the wind, she\nfloated round the stage\"–not a dancer, but, by George, a beauty!\nAnd still Ranelagh made no sign.",
        "Yet, no. What low, sibilant sound is that? And then what confused,\nangry words from the tribunal? He turns to his friends, his eyes\nablaze with anger, opera-glass in hand. And now again the terrible\n“Hiss-s-s!” taken up by the other box, and the words repeated\nloudly and more angrily even than before–the historic words which\nsealed Lola’s doom at Her Majesty’s Theater: “WHY, IT’S BETTY\nJAMES!”",
        "She was, indeed, Betty James, and London would not accept her as\nLola Montez. She left England and appeared upon the Continent as a\nbeautiful virago, making a sensation–as the French would say, a\nsucces de scandale–by boxing the ears of people who offended her,\nand even on one occasion horsewhipping a policeman who was in\nattendance on the King of Prussia. In Paris she tried once more to\nbe a dancer, but Paris would not have her. She betook herself to\nDresden and Warsaw, where she sought to attract attention by her\neccentricities, making mouths at the spectators, flinging her\ngarters in their faces, and one time removing her skirts and still\nmore necessary garments, whereupon her manager broke off his\nengagement with her.",
        "An English writer who heard a great deal of her and who saw her\noften about this time writes that there was nothing wonderful\nabout her except “her beauty and her impudence.” She had no talent\nnor any of the graces which make women attractive; yet many men of\ntalent raved about her. The clever young journalist, Dujarrier,\nwho assisted Emile Girardin, was her lover in Paris. He was killed\nin a duel and left Lola twenty thousand francs and some\nsecurities, so that she no longer had to sing in the streets as\nshe did in Warsaw.",
        "She now betook herself to Munich, the capital of Bavaria. That\ncountry was then governed by Ludwig I., a king as eccentric as\nLola herself. He was a curious compound of kindliness, ideality,\nand peculiar ways. For instance, he would never use a carriage\neven on state occasions. He prowled around the streets, knocking\noff the hats of those whom he chanced to meet. Like his\nunfortunate descendant, Ludwig II., he wrote poetry, and he had a\npicture-gallery devoted to portraits of the beautiful women whom\nhe had met.",
        "He dressed like an English fox-hunter, with a most extraordinary\nhat, and what was odd and peculiar in others pleased him because\nhe was odd and peculiar himself. Therefore when Lola made her\nfirst appearance at the Court Theater he was enchanted with her.\nHe summoned her at once to the palace, and within five days he\npresented her to the court, saying as he did so:",
        "“Meine Herren, I present you to my best friend.”",
        "In less than a month this curious monarch had given Lola the title\nof Countess of Landsfeld. A handsome house was built for her, and\na pension of twenty thousand florins was granted her. This was in\n1847. With the people of Munich she was unpopular. They did not\nmind the eccentricities of the king, since these amused them and\ndid the country no perceptible harm; but they were enraged by this\nbeautiful woman, who had no softness such as a woman ought to\nhave. Her swearing, her readiness to box the ears of every one\nwhom she disliked, the huge bulldog which accompanied her\neverywhere–all these things were beyond endurance.",
        "She was discourteous to the queen, besides meddling with the\npolitics of the kingdom. Either of these things would have been\nsufficient to make her hated. Together, they were more than the\ncity of Munich could endure. Finally the countess tried to\nestablish a new corps in the university. This was the last touch\nof all. A student who ventured to wear her colors was beaten and\narrested. Lola came to his aid with all her wonted boldness; but\nthe city was in commotion.",
        "Daggers were drawn; Lola was hustled and insulted. The foolish\nking rushed out to protect her; and on his arm she was led in\nsafety to the palace. As she entered the gates she turned and\nfired a pistol into the mob. No one was hurt, but a great rage\ntook possession of the people. The king issued a decree closing\nthe university for a year. By this time, however, Munich was in\npossession of a mob, and the Bavarians demanded that she should\nleave the country.",
        "Ludwig faced the chamber of peers, where the demand of the\npopulace was placed before him.",
        "“I would rather lose my crown!” he replied.",
        "The lords of Bavaria regarded him with grim silence; and in their\neyes he read the determination of his people. On the following day\na royal decree revoked Lola’s rights as a subject of Bavaria, and\nstill another decree ordered her to be expelled. The mob yelled\nwith joy and burned her house. Poor Ludwig watched the tumult by\nthe light of the leaping flames.",
        "He was still in love with her and tried to keep her in the\nkingdom; but the result was that Ludwig himself was forced to\nabdicate. He had given his throne for the light love of this\nbeautiful but half-crazy woman. She would have no more to do with\nhim; and as for him, he had to give place to his son Maximilian.\nLudwig had lost a kingdom merely because this strange, outrageous\ncreature had piqued him and made him think that she was unique\namong women.",
        "The rest of her career was adventurous. In England she contracted\na bigamous marriage with a youthful officer, and within two weeks\nthey fled to Spain for safety from the law. Her husband was\ndrowned, and she made still another marriage. She visited\nAustralia, and at Melbourne she had a fight with a strapping\nwoman, who clawed her face until Lola fell fainting to the ground.\nIt is a squalid record of horse-whippings, face-scratchings–in\nshort, a rowdy life.",
        "Her end was like that of Becky Sharp. In America she delivered\nlectures which were written for her by a clergyman and which dealt\nwith the art of beauty. She had a temporary success; but soon she\nbecame quite poor, and took to piety, professing to be a sort of\npiteous, penitent Magdalen. In this role she made effective use of\nher beautiful dark hair, her pallor, and her wonderful eyes. But\nthe violence of her disposition had wrecked her physically; and\nshe died of paralysis in Astoria, on Long Island, in 1861. Upon\nher grave in Greenwood Cemetery, Brooklyn, there is a tablet to\nher memory, bearing the inscription: “Mrs. Eliza Gilbert, born\n1818, died 1861.”",
        "What can one say of a woman such as this? She had no morals, and\nher manners were outrageous. The love she felt was the love of a\nshe-wolf. Fourteen biographies of her have been written, besides\nher own autobiography, which was called The Story of a Penitent,\nand which tells less about her than any of the other books. Her\nbeauty was undeniable. Her courage was the blended courage of the\nCelt, the Spaniard, and the Moor. Yet all that one can say of her\nwas said by the elder Dumas when he declared that she was born to\nbe the evil genius of every one who cared for her. Her greatest\nfame comes from the fact that in less than three years she\noverturned a kingdom and lost a king his throne.",
        "Continue...",
        "\nThis etext of Famous Affinities of History (III of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}