{
    "title": "Famous Men of the Middle Ages - Frederick Barbarossa",
    "author": "John H. Haaren (John Henry)",
    "chapter": "22",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "Frederick I was one of the most famous of German emperors.  He was\na tall, stalwart man of majestic appearance.  He had a long red\nbeard and so the people called him Barbarossa, or Red-Beard.  He\ncame to the throne in 1152.",
        "At that time the province of Lombardy in northern Italy was a part\nof the German empire.",
        "In 1158 Milan (mï-lan’), the chief city of Lombardy, revolted.  Then\nover the Alps came an army of a hundred thousand German soldiers,\nwith Frederick at their head.  After a long siege the city surrendered.",
        "But soon it revolted again.  The emperor besieged it once more and\nonce more it surrendered.  Its fortifications were destroyed and\nmany of its buildings ruined.",
        "But even then the spirit of the Lombards was not broken.  Milan\nand the other cities of Lombardy united in a league and defied\nthe emperor.  He called upon the German dukes to bring their men\nto his aid.  All responded except Henry the Lion, duke of Saxony,\nFrederick’s cousin, whom he had made duke of Bavaria also.  Frederick\nis said to have knelt and implored Henry to do his duty, but in\nvain.",
        "In his campaign against the Lombards Frederick was unsuccessful.  His\narmy was completely defeated and he was compelled to grant freedom\nto the cities of Lombardy.  Everybody blamed Henry the Lion.  The\nother dukes charged him with treason and he was summoned to appear\nbefore a meeting of the nobles.  He failed to come and the nobles\nthereupon declared him guilty and took from him everything that he\nhad, except the lands he had inherited from his father.",
        "Frederick now devoted himself to making Germany a united nation.\nTwo of his nobles had been quarreling for a long time and as a\npunishment for their conduct each was condemned, with ten of his\ncounts and barons, to carry dogs on his shoulders from one country\nto another.",
        "Frederick finally succeeded in keeping the nobles in the different\nprovinces of Germany at peace with one another, and persuaded them\nto work together for the good of the whole empire.  He had no more\ntrouble with them and for many years his reign was peaceful and\nprosperous.",
        "After the Christians had held Jerusalem for eighty-eight years, it\nwas recaptured by the Moslems under the lead of the famous Saladin\n(Sal’-a-din), in the year 1187.  There was much excitement in\nChristendom, and the Pope proclaimed another Crusade.",
        "Frederick immediately raised an army of Crusaders in the German\nEmpire and with one hundred and fifty thousand men started for\nPalestine.",
        "He marched into Asia Minor, attacked the Moslem forces, and defeated\nthem in two great battles.",
        "But before the brave old warrior reached the Holy Land his career\nwas suddenly brought to an end.  One day his army was crossing\na small bridge over a river in Asia Minor.  At a moment when the\nbridge was crowded with troops Frederick rode up rapidly.",
        "He was impatient to join his son, who was leading the advance\nguard; and when he found that he could not cross immediately by the\nbridge, he plunged into the river to swim his horse across.  Both\nhorse and rider were swept away by the current.  Barbarossa’s heavy\narmor made him helpless and he was drowned.  His body was recovered\nand buried at Antioch.",
        "Barbarossa was so much loved by his people that it was said, “Germany\nand Frederick Barbarossa are one in the hearts of the Germans.”  His\ndeath caused the greatest grief among the German Crusaders.  They\nhad now little heart to fight the infidels and most of them at once\nreturned to Germany.",
        "In the Empire the dead hero was long mourned and for many years\nthe peasants believed that Frederick was not really dead, but was\nasleep in a cave in the mountains of Germany, with his gallant\nknights around him.  He was supposed to be sitting in his chair\nof state, with the crown upon his head, his eyes half-closed in\nslumber, his beard as white as snow and so long that it reached\nthe ground.",
        "“When the ravens cease to fly round the mountain,” said the legend,\n“Barbarossa shall awake and restore Germany to its ancient greatness.”",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}