{
    "title": "Famous Affinities of History - Honore De Balzac and Evelina Hanska",
    "author": "Lyndon Orr",
    "chapter": "8",
    "content": [
        "\nMary Godwin Wollstonecraft Shelley (1797-1851)\nEnglish novelist, author of Frankenstein\n",
        "\n\n",
        "I remember once, when editing an elaborate work on literature,\nthat the publisher called me into his private office. After the\ndoor was closed, he spoke in tones of suppressed emotion.",
        "“Why is it,” said he, “that you have such a lack of proportion? In\nthe selection you have made I find that only two pages are given\nto George P. Morris, while you haven’t given E. P. Roe any space\nat all! Yet, look here–you’ve blocked out fifty pages for Balzac,\nwho was nothing but an immoral Frenchman!”",
        "I adjusted this difficulty, somehow or other–I do not just\nremember how–and began to think that, after all, this publisher’s\nview of things was probably that of the English and American\npublic. It is strange that so many biographies and so many\nappreciations of the greatest novelist who ever lived should still\nhave left him, in the eyes of the reading public, little more than\n“an immoral Frenchman.”",
        "“In Balzac,” said Taine, “there was a money-broker, an\narcheologist, an architect, an upholsterer, a tailor, an old-\nclothes dealer, a journeyman apprentice, a physician, and a\nnotary.” Balzac was also a mystic, a supernaturalist, and, above\nall, a consummate artist. No one who is all these things in high\nmeasure, and who has raised himself by his genius above his\ncountrymen, deserves the censure of my former publisher.",
        "Still less is Balzac to be dismissed as “immoral,” for his life\nwas one of singular self-sacrifice in spite of much temptation.\nHis face was strongly sensual, his look and bearing denoted almost\nsavage power; he led a free life in a country which allowed much\nfreedom; and yet his story is almost mystic in its fineness of\nthought, and in its detachment, which was often that of another\nworld.",
        "Balzac was born in 1799, at Tours, with all the traits of the\npeople of his native province–fond of eating and drinking, and\nwith plenty of humor. His father was fairly well off. Of four\nchildren, our Balzac was the eldest. The third was his sister\nLaure, who throughout his life was the most intimate friend he\nhad, and to whom we owe his rescue from much scandalous and untrue\ngossip. From her we learn that their father was a combination of\nMontaigne, Rabelais, and “Uncle Toby.”",
        "Young Balzac went to a clerical school at seven, and stayed there\nfor seven years. Then he was brought home, apparently much\nprostrated, although the good fathers could find nothing\nphysically amiss with him, and nothing in his studies to account\nfor his agitation. No one ever did discover just what was the\nmatter, for he seemed well enough in the next few years, basking\non the riverside, watching the activities of his native town, and\nthoroughly studying the rustic types that he was afterward to make\nfamiliar to the world. In fact, in Louis Lambert he has set before\nus a picture of his own boyish life, very much as Dickens did of\nhis in David Copperfield.",
        "For some reason, when these years were over, the boy began to have\nwhat is so often known as “a call\"–a sort of instinct that he was\nto attain renown. Unfortunately it happened that about this time\n(1814) he and his parents removed to Paris, which was his home by\nchoice, until his death in 1850. He studied here under famous\nteachers, and gave three years to the pursuit of law, of which he\nwas very fond as literary material, though he refused to practise.",
        "This was the more grievous, since a great part of the family\nproperty had been lost. The Balzacs were afflicted by actual\npoverty, and Honore endeavored, with his pen, to beat the wolf\nback from the door. He earned a little money with pamphlets and\noccasional stories, but his thirst for fame was far from\nsatisfied. He was sure that he was called to literature, and yet\nhe was not sure that he had the power to succeed. In one of his\nletters to his sister, he wrote:",
        "I am young and hungry, and there is nothing on my plate. Oh,\nLaure, Laure, my two boundless desires, my only ones–to be\nfamous, and to be loved–they ever be satisfied?",
        "For the next ten years he was learning his trade, and the artistic\nuse of the fiction writer’s tools. What is more to the point, is\nthe fact that he began to dream of a series of great novels, which\nshould give a true and panoramic picture of the whole of human\nlife. This was the first intimation of his “Human Comedy,” which\nwas so daringly undertaken and so nearly completed in his after\nyears. In his early days of obscurity, he said to his readers:",
        "Note well the characters that I introduce, since you will have to\nfollow their fortunes through thirty novels that are to come.",
        "Here we see how little he had been daunted by ill success, and how\nhis prodigious imagination had not been overcome by sorrow and\nevil fortune. Meantime, writing almost savagely, and with a\nfeeling combined of ambition and despair, he had begun, very\nslowly indeed, to create a public. These ten years, however, had\nloaded him with debts; and his struggle to keep himself afloat\nonly plunged him deeper in the mire. His thirty unsigned novels\nbegan to pay him a few hundred francs, not in cash, but in\npromissory notes; so that he had to go still deeper into debt.",
        "In 1827 he was toiling on his first successful novel, and indeed\none of the best historic novels in French literature–The Chouans.\nHe speaks of his labor as “done with a tired brain and an anxious\nmind,” and of the eight or ten business letters that he had to\nwrite each day before he could begin his literary work.",
        "“Postage and an omnibus are extravagances that I cannot allow\nmyself,” he writes. “I stay at home so as not to wear out my\nclothes. Is that clear to you?”",
        "At the end of the next year, though he was already popular as a\nnovelist, and much sought out by people of distinction, he was at\nthe very climax of his poverty. He had written thirty-five books,\nand was in debt to the amount of a hundred and twenty-four\nthousand francs. He was saved from bankruptcy only by the aid of\nMme. de Berny, a woman of high character, and one whose moral\ninfluence was very strong with Balzac until her early death.",
        "The relation between these two has a sweetness and a purity which\nare seldom found. Mme. de Berny gave Balzac money as she would\nhave given it to a son, and thereby she saved a great soul for\nliterature. But there was no sickly sentiment between them, and\nBalzac regarded her with a noble love which he has expressed in\nthe character of Mme. Firmiani.",
        "It was immediately after she had lightened his burdens that the\nreal Balzac comes before us in certain stories which have no\nequal, and which are among the most famous that he ever wrote.\nWhat could be more wonderful than his El Verdugo, which gives us a\nbrief horror while compelling our admiration? What, outside of\nBalzac himself, could be more terrible than Gobseck, a frightful\nstudy of avarice, containing a deathbed scene which surpasses in\ndreadfulness almost anything in literature? Add to these A Passion\nin the Desert, The Girl with the Golden Eyes, The Droll Stories,\nThe Red Inn, and The Magic Skin, and you have a cluster of\nmasterpieces not to be surpassed.",
        "In the year 1829, when he was just beginning to attain a slight\nsuccess, Balzac received a long letter written in a woman’s hand.\nAs he read it, there came to him something very like an\ninspiration, so full of understanding were the written words, so\nfull of appreciation and of sympathy with the best that he had\ndone. This anonymous note pointed out here and there such defects\nas are apt to become chronic with a young author. Balzac was\ngreatly stirred by its keen and sympathetic criticism. No one\nbefore had read his soul so clearly. No one–not even his devoted\nsister, Laure de Surville–had judged his work so wisely, had come\nso closely to his deepest feeling.",
        "He read the letter over and over, and presently another came, full\nof critical appreciation, and of wholesome, tonic, frank, friendly\nwords of cheer. It was very largely the effect of these letters\nthat roused Balzac’s full powers and made him sure of winning the\ntwo great objects of his first ambition–love and fame–the ideals\nof the chivalrous, romantic Frenchman from Caesar’s time down to\nthe present day.",
        "Other letters followed, and after a while their authorship was\nmade known to Balzac. He learned that they had been written by a\nyoung Polish lady, Mme. Evelina Hanska, the wife of a Polish\ncount, whose health was feeble, and who spent much time in\nSwitzerland because the climate there agreed with him.",
        "He met her first at Neuchatel, and found her all that he had\nimagined. It is said that she had no sooner raised her face, and\nlooked him fully in the eyes, than she fell fainting to the floor,\novercome by her emotion. Balzac himself was deeply moved. From\nthat day until their final meeting he wrote to her daily.",
        "The woman who had become his second soul was not beautiful.\nNevertheless, her face was intensely spiritual, and there was a\nmystic quality about it which made a strong appeal to Balzac’s\ninnermost nature. Those who saw him in Paris knocking about the\nstreets at night with his boon companions, hobnobbing with the\nelder Dumas, or rejecting the frank advances of George Sand, would\nnever have dreamed of this mysticism.",
        "Balzac was heavy and broad of figure. His face was suggestive only\nof what was sensuous and sensual. At the same time, those few who\nlooked into his heart and mind found there many a sign of the fine\ninner strain which purified the grosser elements of his nature. He\nwho wrote the roaring Rabelaisian Contes Drolatiques was likewise\nthe author of Seraphita.",
        "This mysticism showed itself in many things that Balzac did. One\nlittle incident will perhaps be sufficiently characteristic of\nmany others. He had a belief that names had a sort of esoteric\nappropriateness. So, in selecting them for his novels, he gathered\nthem with infinite pains from many sources, and then weighed them\nanxiously in the balance. A writer on the subject of names and\ntheir significance has given the following account of this trait:",
        "The great novelist once spent an entire day tramping about in the\nremotest quarters of Paris in search of a fitting name for a\ncharacter just conceived by him. Every sign-board, every door-\nplate, every affiche upon the walls, was scrutinized. Thousands of\nnames were considered and rejected, and it was only after his\ncompanion, utterly worn out by fatigue, had flatly refused to drag\nhis weary limbs through more than one additional street, that\nBalzac suddenly saw upon a sign the name “Marcas,” and gave a\nshout of joy at having finally secured what he was seeking.",
        "Marcas it was, from that moment; and Balzac gradually evolved a\nChristian name for him. First he considered what initial was most\nappropriate; and then, having decided upon Z, he went on to expand\nthis into Zepherin, explaining minutely just why the whole name\nZepherin Marcas, was the only possible one for the character in\nthe novel.",
        "In many ways Balzac and Evelina Hanska were mated by nature.\nWhether they were fully mated the facts of their lives must\ndemonstrate. For the present, the novelist plunged into a whirl of\nliterary labor, toiling as few ever toiled–constructing several\nnovels at the same time, visiting all the haunts of the French\ncapital, so that he might observe and understand every type of\nhuman being, and then hurling himself like a giant at his work.",
        "He had a curious practise of reading proofs. These would come to\nhim in enormous sheets, printed on special paper, and with wide\nmargins for his corrections. An immense table stood in the midst\nof his study, and upon the top he would spread out the proofs as\nif they were vast maps. Then, removing most of his outer garments,\nhe would lie, face down, upon the proof-sheets, with a gigantic\npencil, such as Bismarck subsequently used to wield. Thus\ndisposed, he would go over the proofs.",
        "Hardly anything that he had written seemed to suit him when he saw\nit in print. He changed and kept changing, obliterating what he\ndisliked, writing in new sentences, revising others, and adding\nwhole pages in the margins, until perhaps he had practically made\na new book. This process was repeated several times; and how\nexpensive it was may be judged from the fact that his bill for\n“author’s proof corrections” was sometimes more than the\npublishers had agreed to pay him for the completed volume.",
        "Sometimes, again, he would begin writing in the afternoon, and\ncontinue until dawn. Then, weary, aching in every bone, and with\nthrobbing head, he would rise and turn to fall upon his couch\nafter his eighteen hours of steady toil. But the memory of Evelina\nHanska always came to him; and with half-numbed fingers he would\nseize his pen, and forget his weariness in the pleasure of writing\nto the dark-eyed woman who drew him to her like a magnet.",
        "These are very curious letters that Balzac wrote to Mme. Hanska.\nHe literally told her everything about himself. Not only were\nthere long passages instinct with tenderness, and with his love\nfor her; but he also gave her the most minute account of\neverything that occurred, and that might interest her. Thus he\ndetailed at length his mode of living, the clothes he wore, the\npeople whom he met, his trouble with his creditors, the accounts\nof his income and outgo. One might think that this was egotism on\nhis part; but it was more than that. It was a strong belief that\neverything which concerned him must concern her; and he begged her\nin turn to write as freely and as fully.",
        "Mme. Hanska was not the only woman who became his friend and\ncomrade, and to whom he often wrote. He made many acquaintances in\nthe fashionable world through the good offices of the Duchesse de\nCastries. By her favor, he studied with his microscopic gaze the\nbeau monde of Louis Philippe’s rather unimpressive court.",
        "In a dozen books he scourged the court of the citizen king–its\npretensions, its commonness, and its assemblage of nouveaux\nriches. Yet in it he found many friends–Victor Hugo, the\nGirardins–and among them women who were of the world. George Sand\nhe knew very well, and she made ardent love to him; but he laughed\nher off very much as the elder Dumas did.",
        "Then there was the pretty, dainty Mme. Carraud, who read and\nrevised his manuscripts, and who perhaps took a more intimate\ninterest in him than did the other ladies whom he came to know so\nwell. Besides Mme. Hanska, he had another correspondent who signed\nherself “Louise,” but who never let him know her name, though she\nwrote him many piquant, sunny letters, which he so sadly needed.",
        "For though Honore de Balzac was now one of the most famous writers\nof his time, his home was still a den of suffering. His debts kept\npressing on him, loading him down, and almost quenching hope. He\nacted toward his creditors like a man of honor, and his physical\nstrength was still that of a giant. To Mme. Carraud he once wrote\nthe half pathetic, half humorous plaint:",
        "Poor pen! It must be diamond, not because one would wish to wear\nit, but because it has had so much use!",
        "And again:",
        "Here I am, owing a hundred thousand francs. And I am forty!",
        "Balzac and Mme. Hanska met many times after that first eventful\nepisode at Neuchatel. It was at this time that he gave utterance\nto the poignant cry:",
        "Love for me is life, and to-day I feel it more than ever!",
        "In like manner he wrote, on leaving her, that famous epigram:",
        "It is only the last love of a woman that can satisfy the first\nlove of a man.",
        "In 1842 Mme. Hanska’s husband died. Balzac naturally expected that\nan immediate marriage with the countess would take place; but the\nwoman who had loved him mystically for twelve years, and with a\ntouch of the physical for nine, suddenly draws back. She will not\npromise anything. She talks of delays, owing to the legal\narrangements for her children. She seems almost a prude. An\nAmerican critic has contrasted her attitude with his:",
        "Every one knows how utterly and absolutely Balzac devoted to this\none woman all his genius, his aspiration, the thought of his every\nmoment; how every day, after he had labored like a slave for\neighteen hours, he would take his pen and pour out to her the most\nintimate details of his daily life; how at her call he would leave\neverything and rush across the continent to Poland or to Italy,\nbeing radiantly happy if he could but see her face and be for a\nfew days by her side. The very thought of meeting her thrilled him\nto the very depths of his nature, and made him, for weeks and even\nmonths beforehand, restless, uneasy, and agitated, with an almost\npainful happiness.",
        "It is the most startling proof of his immense vitality, both\nphysical and mental, that so tremendous an emotional strain could\nbe endured by him for years without exhausting his fecundity or\nblighting his creativeness.",
        "With Balzac, however, it was the period of his most brilliant\nwork; and this was true in spite of the anguish of long\nseparations, and the complaints excited by what appears to be\ncaprice or boldness or a faint indifference. Even in Balzac one\nnotices toward the last a certain sense of strain underlying what\nhe wrote, a certain lack of elasticity and facility, if of nothing\nmore; yet on the whole it is likely that without this friendship\nBalzac would have been less great than he actually became, as it\nis certain that had it been broken off he would have ceased to\nwrite or to care for anything whatever in the world.",
        "And yet, when they were free to marry, Mme. Hanska shrank away.\nNot until 1846, four years after her husband’s death, did she\nfinally give her promise to the eager Balzac. Then, in the\noverflow of his happiness, his creative genius blazed up into a\nmost wonderful flame; but he soon discovered that the promise was\nnot to be at once fulfilled. The shock impaired that marvelous\nvitality which had carried him through debt, and want, and endless\nlabor.",
        "It was at this moment, by the irony of fate, that his country\nhailed him as one of the greatest of its men of genius. A golden\nstream poured into his lap. His debts were not all extinguished,\nbut his income was so large that they burdened him no longer.",
        "But his one long dream was the only thing for which he cared; and\nthough in an exoteric sense this dream came true, its truth was\nbut a mockery. Evelina Hanska summoned him to Poland, and Balzac\nwent to her at once. There was another long delay, and for more\nthan a year he lived as a guest in the countess’s mansion at\nWierzchownia; but finally, in March, 1850, the two were married. A\nfew weeks later they came back to France together, and occupied\nthe little country house, Les Jardies, in which, some decades\nlater, occurred Gambetta’s mysterious death.",
        "What is the secret of this strange love, which in the woman seems\nto be not precisely love, but something else? Balzac was always\neager for her presence. She, on the other hand, seems to have been\nmentally more at ease when he was absent. Perhaps the explanation,\nif we may venture upon one, is based upon a well-known\nphysiological fact.",
        "Love in its completeness is made up of two great elements–first,\nthe element that is wholly spiritual, that is capable of sympathy,\nand tenderness, and deep emotion. The other element is the\nphysical, the source of passion, of creative energy, and of the\ntruly virile qualities, whether it be in man or woman. Now, let\neither of these elements be lacking, and love itself cannot fully\nand utterly exist. The spiritual nature in one may find its mate\nin the spiritual nature of another; and the physical nature of one\nmay find its mate in the physical nature of another. But into\nunions such as these, love does not enter in its completeness. If\nthere is any element lacking in either of those who think that\nthey can mate, their mating will be a sad and pitiful failure.",
        "It is evident enough that Mme. Hanska was almost wholly spiritual,\nand her long years of waiting had made her understand the\ndifference between Balzac and herself. Therefore, she shrank from\nhis proximity, and from his physical contact, and it was perhaps\nbetter for them both that their union was so quickly broken off by\ndeath; for the great novelist died of heart disease only five\nmonths after the marriage.",
        "If we wish to understand the mystery of Balzac’s life–or, more\ntruly, the mystery of the life of the woman whom he married–take\nup and read once more the pages of Seraphita, one of his poorest\nnovels and yet a singularly illuminating story, shedding light\nupon a secret of the soul.",
        "Continue...",
        "\nThis etext of Famous Affinities of History (IV of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}