{
    "title": "Famous Men of the Middle Ages - Henry V",
    "author": "John H. Haaren (John Henry)",
    "chapter": "29",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "Of all the kings that England ever had Henry V was perhaps the\ngreatest favorite among the people.  They liked him because he was\nhandsome and brave and, above all, because he conquered France.",
        "In his youth, Prince Hal, as the people called him, had a number\nof merry companions who sometimes got themselves into trouble by\ntheir pranks.  Once one of them was arrested and brought before\nthe chief justice of the kingdom.",
        "Prince Hal was not pleased because sentence was given against his\ncompanion and he drew his sword, threatening the judge.  Upon this\nthe judge bravely ordered the prince to be arrested and put into\nprison.",
        "Prince Hal submitted to his punishment with good grace and his\nfather is reported to have said, “Happy is the monarch who has so\njust a judge, and a son so willing to obey the law.”",
        "One of Prince Hal’s companions was a fat old knight named Sir John\nFalstaff.  Once Falstaff was boasting that he and three men had\nbeaten and almost killed two men in buckram suits who had attacked\nand tried to rob them.  The prince led him on and gave him a chance\nto brag as much as he wanted to, until finally Falstaff swore that\nthere were at least a hundred robbers and that he himself fought\nwith fifty.  Then Prince Hal told their companions that only two\nmen had attacked Falstaff and his friends, and that he and another\nman who was present were those two.  And he said that Falstaff,\ninstead of fighting, had run as fast as his legs could carry him.",
        "There was real goodness as well as merriment in Prince Hal.  And\nso the people found; for when he became king on the death of his\nfather he told his wild companions that the days of his wildness\nwere over; and he advised them to lead better lives in future.",
        "As Henry V, Prince Hal made himself famous in English history by\nhis war with France.",
        "Normandy, you remember, had belonged to Henry’s ancestor, William\nthe Conqueror.  It had been taken from King John of England by the\nFrench king, Philip Augustus, in 1203.",
        "Soon after his coronation Henry sent a demand to the French king\nthat Normandy should be restored, and he made the claim which his\ngreat-grandfather, Edward III, had made that he was by right the\nking of France.",
        "Of course, the king of France would not acknowledge this.  Henry\ntherefore raised an army of thirty thousand men and invaded France.",
        "Before he began to attack the French he gave strict orders to his\nmen that they were to harm no one who was not a soldier and to\ntake nothing from the houses or farms of any persons who were not\nfighting.",
        "Sickness broke out among Henry’s troops after they landed, so\nthat their number was reduced to about fifteen thousand.  Fifty or\nsixty thousand Frenchmen were encamped on the field of Agincourt\n(äzh-an-koor’) to oppose this little army.",
        "The odds were greatly against Henry.  The night before the battle\none of his officers said he wished that the many thousand brave\nsoldiers who were quietly sleeping in their beds in England were\nwith the king.",
        "“I would not have a single man more,” said Henry.  “If god give\nus victory, it will be plain we owe it to His grace.  If not, the\nfewer we are the less loss for England.”",
        "The men drew courage from their king.  The English archers poured\narrows into the ranks of their opponents; and although the French\nfought bravely, they were completely routed.  Eleven thousand\nFrenchmen fell.  Among the slain were more than a hundred of the\nnobles of the land.",
        "Agincourt was not the last of Henry’s victories.  He brought a\nsecond army of forty thousand men over to France.  Town after town\nwas captured, and at last Henry and his victorious troops laid siege\nto Rouen, which was then the largest and richest city in France.",
        "The fortifications were so strong that Henry could not storm them,\nso he determined to take the place by starving the garrison.  He\nsaid, “War has three handmaidens—fire, blood, and famine.  I have\nchosen the meekest of the three.”",
        "He had trenches dug round the town and placed soldiers in them to\nprevent citizens from going out of the city for supplies, and to\nprevent the country people from taking provisions in.",
        "A great number of the country people had left their homes when\nthey heard that the English army was marching towards Rouen, and\nhad taken refuge within the city walls.  After the siege had gone\non for six months there was so little food left in the place that\nthe commander of the garrison ordered these poor people to go back\nto their homes.",
        "Twelve thousand were put outside the gates, but Henry would not\nallow them to pass through his lines; so they starved to death\nbetween the walls of the French and the trenches of the English.",
        "As winter came on the suffering of the citizens was terrible.  At\nlast they determined to set fire to the city, open their gates,\nand make a last desperate attack on the English.",
        "Henry wished to preserve the city and offered such generous terms\nof surrender that the people accepted them.  Not only Rouen but\nthe whole of Normandy, which the French had held for two hundred\nyears, was now forced to submit to Henry.",
        "The war continued for about two years more, and the English gained\npossession of such a large part of France that at Christmas Henry\nentered Paris itself in triumph.",
        "But, strange to say, the king against whom he had been fighting\nand over whom he was triumphing sat by his side as he rode through\nthe streets.  What did this mean?  It meant that the French were\nso terrified by the many victories of Henry that all—king and\npeople—were willing to give him whatever he asked.  A treaty was\nmade that as the king was feeble Henry should be regent of the\nkingdom and that when the king died Henry should succeed him as\nking of France.",
        "In the treaty the French king also agreed to give to Henry his\ndaughter, the Princess Katherine, in marriage.  She became the\nmother of the English King, Henry VI.",
        "The arrangement that an English sovereign should be king of France\nwas never put into effect; for in less than two years after the\ntreaty was signed the reign of the great conqueror came to an end.\nHenry died.",
        "In the reign of his son all his work in gaining French territory\nwas undone.  By the time that Henry VI was twenty years old England,\nas you will read in the story of Joan of Arc, had nothing left of\nall that had been won by so many years of war except the single\ntown of Calais.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}