{
    "title": "Famous Affinities of History - The Story of the Carlyles",
    "author": "Lyndon Orr",
    "chapter": "4",
    "content": [
        "\nMary Godwin Wollstonecraft Shelley (1797-1851)\nEnglish novelist, author of Frankenstein\n",
        "\n\n",
        "To most persons, Tennyson was a remote and romantic figure. His\nhomes in the Isle of Wight and at Aldworth had a dignified\nseclusion about them which was very appropriate to so great a\npoet, and invested him with a certain awe through which the\nmultitude rarely penetrated. As a matter of fact, however, he was\nan excellent companion, a ready talker, and gifted with so much\nwit that it is a pity that more of his sayings have not been\npreserved to us.",
        "One of the best known is that which was drawn from him after he\nand a number of friends had been spending an hour in company with\nMr. and Mrs. Carlyle. The two Carlyles were unfortunately at their\nworst, and gave a superb specimen of domestic “nagging.” Each\ncaught up whatever the other said, and either turned it into\nridicule, or tried to make the author of it an object of contempt.",
        "This was, of course, exceedingly uncomfortable for such strangers\nas were present, and it certainly gave no pleasure to their\nfriends. On leaving the house, some one said to Tennyson:",
        "“Isn’t it a pity that such a couple ever married?”",
        "“No, no,” said Tennyson, with a sort of smile under his rough\nbeard. “It’s much better that two people should be made unhappy\nthan four.”",
        "The world has pretty nearly come around to the verdict of the poet\nlaureate. It is not probable that Thomas Carlyle would have made\nany woman happy as his wife, or that Jane Baillie Welsh would have\nmade any man happy as her husband.",
        "This sort of speculation would never have occurred had not Mr.\nFroude, in the early eighties, given his story about the Carlyles\nto the world. Carlyle went to his grave, an old man, highly\nhonored, and with no trail of gossip behind him. His wife had died\nsome sixteen years before, leaving a brilliant memory. The books\nof Mr. Froude seemed for a moment to have desecrated the grave,\nand to have shed a sudden and sinister light upon those who could\nnot make the least defense for themselves.",
        "For a moment, Carlyle seemed to have been a monster of harshness,\ncruelty, and almost brutish feeling. On the other side, his wife\ntook on the color of an evil-speaking, evil-thinking shrew, who\ntormented the life of her husband, and allowed herself to be\npossessed by some demon of unrest and discontent, such as few\nwomen of her station are ever known to suffer from.",
        "Nor was it merely that the two were apparently ill-mated and\nunhappy with each other. There were hints and innuendos which\nlooked toward some hidden cause for this unhappiness, and which\naroused the curiosity of every one. That they might be clearer,\nFroude afterward wrote a book, bringing out more plainly–indeed,\ntoo plainly–his explanation of the Carlyle family skeleton. A\nmultitude of documents then came from every quarter, and from\nalmost every one who had known either of the Carlyles. Perhaps the\nresult to-day has been more injurious to Froude than to the two\nCarlyles.",
        "Many persons unjustly speak of Froude as having violated the\nconfidence of his friends in publishing the letters of Mr. and\nMrs. Carlyle. They take no heed of the fact that in doing this he\nwas obeying Carlyle’s express wishes, left behind in writing, and\noften urged on Froude while Carlyle was still alive. Whether or\nnot Froude ought to have accepted such a trust, one may perhaps\nhesitate to decide. That he did so is probably because he felt\nthat if he refused, Carlyle might commit the same duty to another,\nwho would discharge it with less delicacy and less discretion.",
        "As it is, the blame, if it rests upon any one, should rest upon\nCarlyle. He collected the letters. He wrote the lines which burn\nand scorch with self-reproach. It is he who pressed upon the\nreluctant Froude the duty of printing and publishing a series of\ndocuments which, for the most part, should never have been\npublished at all, and which have done equal harm to Carlyle, to\nhis wife, and to Froude himself.",
        "Now that everything has been written that is likely to be written\nby those claiming to possess personal knowledge of the subject,\nlet us take up the volumes, and likewise the scattered fragments,\nand seek to penetrate the mystery of the most ill-assorted couple\nknown to modern literature.",
        "It is not necessary to bring to light, and in regular order, the\nexternal history of Thomas Carlyle, or of Jane Baillie Welsh, who\nmarried him. There is an extraordinary amount of rather fanciful\ngossip about this marriage, and about the three persons who had to\ndo with it.",
        "Take first the principal figure, Thomas Carlyle. His life until\nthat time had been a good deal more than the life of an ordinary\ncountry-man. Many persons represent him as a peasant; but he was\ndescended from the ancient lords of a Scottish manor. There was\nsomething in his eye, and in the dominance of his nature, that\nmade his lordly nature felt. Mr. Froude notes that Carlyle’s hand\nwas very small and unusually well shaped. Nor had his earliest\nappearance as a young man been commonplace, in spite of the fact\nthat his parents were illiterate, so that his mother learned to\nread only after her sons had gone away to Edinburgh, in order that\nshe might be able to enjoy their letters.",
        "At that time in Scotland, as in Puritan New England, in each\nfamily the son who had the most notable “pairts” was sent to the\nuniversity that he might become a clergyman. If there were a\nsecond son, he became an advocate or a doctor of medicine, while\nthe sons of less distinction seldom went beyond the parish school,\nbut settled down as farmers, horse-dealers, or whatever might\nhappen to come their way.",
        "In the case of Thomas Carlyle, nature marked him out for something\nbrilliant, whatever that might be. His quick sensibility, the way\nin which he acquired every sort of learning, his command of logic,\nand, withal, his swift, unerring gift of language, made it certain\nfrom the very first that he must be sent to the university as soon\nas he had finished school, and could afford to go.",
        "At Edinburgh, where he matriculated in his fourteenth year, he\nastonished every one by the enormous extent of his reading, and by\nthe firm hold he kept upon it. One hesitates to credit these so-\ncalled reminiscences which tell how he absorbed mountains of Greek\nand immense quantities of political economy and history and\nsociology and various forms of metaphysics, as every Scotsman is\nbound to do. That he read all night is a common story told of many\na Scottish lad at college. We may believe, however, that Carlyle\nstudied and read as most of his fellow students did, but far\nbeyond them, in extent.",
        "When he had completed about half of his divinity course, he\nassured himself that he was not intended for the life of a\nclergyman. One who reads his mocking sayings, or what seemed to be\na clever string of jeers directed against religion, might well\nthink that Carlyle was throughout his life an atheist, or an\nagnostic. He confessed to Irving that he did not believe in the\nChristian religion, and it was vain to hope that he ever would so\nbelieve.",
        "Moreover, Carlyle had done something which was unusual at that\ntime. He had taught in several local schools; but presently he\ncame back to Edinburgh and openly made literature his profession.\nIt was a daring thing to do; but Carlyle had unbounded confidence\nin himself–the confidence of a giant, striding forth into a\nforest, certain that he can make his way by sheer strength through\nthe tangled meshes and the knotty branches that he knows will meet\nhim and try to beat him back. Furthermore, he knew how to live on\nvery little; he was unmarried; and he felt a certain ardor which\nbeseemed his age and gifts.",
        "Through the kindness of friends, he received some commissions to\nwrite in various books of reference; and in 1824, when he was\ntwenty-nine years of age, he published a translation of Legendre’s\nGeometry. In the same year he published, in the London Magazine,\nhis Life of Schiller, and also his translation of Goethe’s Wilhelm\nMeister. This successful attack upon the London periodicals and\nreviews led to a certain complication with the other two\ncharacters in this story. It takes us to Jane Welsh, and also to\nEdward Irving.",
        "Irving was three years older than Carlyle. The two men were\nfriends, and both of them had been teaching in country schools,\nwhere both of them had come to know Miss Welsh. Irving’s seniority\ngave him a certain prestige with the younger men, and naturally\nwith Miss Welsh. He had won honors at the university, and now, as\nassistant to the famous Dr. Chalmers, he carried his silk robes in\nthe jaunty fashion of one who has just ceased to be an\nundergraduate. While studying, he met Miss Welsh at Haddington,\nand there became her private instructor.",
        "This girl was regarded in her native town as something of a\npersonage. To read what has been written of her, one might suppose\nthat she was almost a miracle of birth and breeding, and of\nintellect as well. As a matter of fact, in the little town of\nHaddington she was simply prima inter pares. Her father was the\nlocal doctor, and while she had a comfortable home, and doubtless\na chaise at her disposal, she was very far from the “opulence\"\nwhich Carlyle, looking up at her from his lowlier surroundings,\nwas accustomed to ascribe to her. She was, no doubt, a very clever\ngirl; and, judging from the portraits taken of her at about this\ntime, she was an exceedingly pretty one, with beautiful eyes and\nan abundance of dark glossy hair.",
        "Even then, however, Miss Welsh had traits which might have made it\ncertain that she would be much more agreeable as a friend than as\na wife. She had become an intellectuelle quite prematurely–at an\nage, in fact, when she might better have been thinking of other\nthings than the inwardness of her soul, or the folly of religious\nbelief.",
        "Even as a young girl, she was beset by a desire to criticize and\nto ridicule almost everything and every one that she encountered.\nIt was only when she met with something that she could not\nunderstand, or some one who could do what she could not, that she\nbecame comparatively humble. Unconsciously, her chief ambition was\nto be herself distinguished, and to marry some one who could be\nmore distinguished still.",
        "When she first met Edward Irving, she looked up to him as her\nsuperior in many ways. He was a striking figure in her small\nworld. He was known in Edinburgh as likely to be a man of mark;\nand, of course, he had had a careful training in many subjects of\nwhich she, as yet, knew very little. Therefore, insensibly, she\nfell into a sort of admiration for Irving–an admiration which\nmight have been transmuted into love. Irving, on his side, was\ntaken by the young girl’s beauty, her vivacity, and the keenness\nof her intellect. That he did not at once become her suitor is\nprobably due to the fact that he had already engaged himself to a\nMiss Martin, of whom not much is known.",
        "It was about this time, however, that Carlyle became acquainted\nwith Miss Welsh. His abundant knowledge, his original and striking\nmanner of commenting on it, his almost gigantic intellectual\npower, came to her as a revelation. Her studies with Irving were\nnow interwoven with her admiration for Carlyle.",
        "Since Irving was a clergyman, and Miss Welsh had not the slightest\nbelief in any form of theology, there was comparatively little\nthat they had in common. On the other hand, when she saw the\nprofundities of Carlyle, she at once half feared, and was half\nfascinated. Let her speak to him on any subject, and he would at\nonce thunder forth some striking truth, or it might be some\npuzzling paradox; but what he said could never fail to interest\nher and to make her think. He had, too, an infinite sense of\nhumor, often whimsical and shot through with sarcasm.",
        "It is no wonder that Miss Welsh was more and more infatuated with\nthe nature of Carlyle. If it was her conscious wish to marry a man\nwhom she could reverence as a master, where should she find him–\nin Irving or in Carlyle?",
        "Irving was a dreamer, a man who, she came to see, was thoroughly\none-sided, and whose interests lay in a different sphere from\nhers. Carlyle, on the other hand, had already reached out beyond\nthe little Scottish capital, and had made his mark in the great\nworld of London, where men like De Quincey and Jeffrey thought it\nworth their while to run a tilt with him. Then, too, there was the\nfascination of his talk, in which Jane Welsh found a perpetual\nsource of interest:",
        "The English have never had an artist, except in poetry; no\nmusician; no painter. Purcell and Hogarth are not exceptions, or\nonly such as confirm the rule.",
        "Is the true Scotchman the peasant and yeoman–chiefly the former?",
        "Every living man is a visible mystery; he walks between two\neternities and two infinitudes. Were we not blind as molea we\nshould value our humanity at infinity, and our rank, influence and\nso forth–the trappings of our humanity–at nothing. Say I am a\nman, and you say all. Whether king or tinker is a mere appendix.",
        "Understanding is to reason as the talent of a beaver–which can\nbuild houses, and uses its tail for a trowel–to the genius of a\nprophet and poet. Reason is all but extinct in this age; it can\nnever be altogether extinguished.",
        "The devil has his elect.",
        "Is anything more wonderful than another, if you consider it\nmaturely? I have seen no men rise from the dead; I have seen some\nthousands rise from nothing. I have not force to fly into the sun,\nbut I have force to lift my hand, which is equally strange.",
        "Is not every thought properly an inspiration? Or how is one thing\nmore inspired than another?",
        "Examine by logic the import of thy life, and of all lives. What is\nit? A making of meal into manure, and of manure into meal. To the\ncui bono there is no answer from logic.",
        "In many ways Jane Welsh found the difference of range between\nCarlyle and Irving. At one time, she asked Irving about some\nGerman works, and he was obliged to send her to Carlyle to solve\nher difficulties. Carlyle knew German almost as well as if he had\nbeen born in Dresden; and the full and almost overflowing way in\nwhich he answered her gave her another impression of his potency.\nThus she weighed the two men who might become her lovers, and\nlittle by little she came to think of Irving as partly shallow and\npartly narrow-minded, while Carlyle loomed up more of a giant than\nbefore.",
        "It is not probable that she was a woman who could love profoundly.\nShe thought too much about herself. She was too critical. She had\ntoo intense an ambition for “showing off.” I can imagine that in\nthe end she made her choice quite coolly. She was flattered by\nCarlyle’s strong preference for her. She was perhaps repelled by\nIrving’s engagement to another woman; yet at the time few persons\nthought that she had chosen well.",
        "Irving had now gone to London, and had become the pastor of the\nCaledonian chapel in Hatton Garden. Within a year, by the\nextraordinary power of his eloquence, which, was in a style\npeculiar to himself, he had transformed an obscure little chapel\ninto one which was crowded by the rich and fashionable. His\ncongregation built for him a handsome edifice on Regent Square,\nand he became the leader of a new cult, which looked to a second\npersonal advent of Christ. He cared nothing for the charges of\nheresy which were brought against him; and when he was deposed his\ncongregation followed him, and developed a new Christian order,\nknown as Irvingism.",
        "Jane Welsh, in her musings, might rightfully have compared the two\nmen and the future which each could give her. Did she marry\nIrving, she was certain of a life of ease in London, and an\nassociation with men and women of fashion and celebrity, among\nwhom she could show herself to be the gifted woman that she was.\nDid she marry Carlyle, she must go with him to a desolate, wind-\nbeaten cottage, far away from any of the things she cared for,\nworking almost as a housemaid, having no company save that of her\nhusband, who was already a dyspeptic, and who was wont to speak of\nfeeling as if a rat were tearing out his stomach.",
        "Who would have said that in going with Carlyle she had made the\nbetter choice? Any one would have said it who knew the three–\nIrving, Carlyle, and Jane Welsh.",
        "She had the penetration to be certain that whatever Irving might\npossess at present, it would be nothing in comparison to what\nCarlyle would have in the coming future. She understood the\nlimitations of Irving, but to her keen mind the genius of Carlyle\nwas unlimited; and she foresaw that, after he had toiled and\nstriven, he would come into his great reward, which she would\nshare. Irving might be the leader of a petty sect, but Carlyle\nwould be a man whose name must become known throughout the world.",
        "And so, in 1826, she had made her choice, and had become the bride\nof the rough-spoken, domineering Scotsman who had to face the\nworld with nothing but his creative brain and his stubborn\nindependence. She had put aside all immediate thought of London\nand its lures; she was going to cast in her lot with Carlyle’s,\nlargely as a matter of calculation, and believing that she had\nmade the better choice.",
        "She was twenty-six and Carlyle was thirty-two when, after a brief\nresidence in Edinburgh, they went down to Craigenputtock. Froude\nhas described this place as the dreariest spot in the British\ndominions:",
        "The nearest cottage is more than a mile from it; the elevation,\nseven hundred feet above the sea, stunts the trees and limits the\ngarden produce; the house is gaunt and hungry-looking. It stands,\nwith the scanty fields attached, as an island in a sea of morass.\nThe landscape is unredeemed by grace or grandeur–mere undulating\nhills of grass and heather, with peat bogs in the hollows between\nthem.",
        "Froude’s grim description has been questioned by some; yet the\nactual pictures that have been drawn of the place in later years\nmake it look bare, desolate, and uninviting. Mrs. Carlyle, who\nowned it as an inheritance from her father, saw the place for the\nfirst time in March, 1828. She settled there in May; but May, in\nthe Scottish hills, is almost as repellent as winter. She herself\nshrank from the adventure which she had proposed. It was her\nhusband’s notion, and her own, that they should live there in\npractical solitude. He was to think and write, and make for\nhimself a beginning of real fame; while she was to hover over him\nand watch his minor comforts.",
        "It seemed to many of their friends that the project was quixotic\nto a degree. Mrs. Carlyle delicate health, her weak chest, and the\nbeginning of a nervous disorder, made them think that she was\nunfit to dwell in so wild and bleak a solitude. They felt, too,\nthat Carlyle was too much absorbed with his own thought to be\ntrusted with the charge of a high-spirited woman.",
        "However, the decision had been made, and the newly married couple\nwent to Craigenputtock, with wagons that carried their household\ngoods and those of Carlyle’s brother, Alexander, who lived in a\ncottage near by. These were the two redeeming features of their\nlonely home–the presence of Alexander Carlyle, and the fact that,\nalthough they had no servants in the ordinary sense, there were\nseveral farmhands and a dairy-maid.",
        "Before long there came a period of trouble, which is easily\nexplained by what has been already said. Carlyle, thinking and\nwriting some of the most beautiful things that he ever thought or\nwrote, could not make allowance for his wife’s high spirit and\nphysical weakness. She, on her side–nervous, fitful, and hard to\nplease–thought herself a slave, the servant of a harsh and brutal\nmaster. She screamed at him when her nerves were too unstrung; and\nthen, with a natural reaction, she called herself “a devil who\ncould never be good enough for him.” But most of her letters were\nharsh and filled with bitterness, and, no doubt, his conduct to\nher was at times no better than her own.",
        "But it was at Craigenputtock that he really did lay fast and firm\nthe road to fame. His wife’s sharp tongue, and the gnawings of his\nown dyspepsia, were lived down with true Scottish grimness. It was\nhere that he wrote some of his most penetrating and sympathetic\nessays, which were published by the leading reviews of England and\nScotland. Here, too, he began to teach his countrymen the value of\nGerman literature.",
        "The most remarkable of his productions was that strange work\nentitled Sartor Resartus (1834), an extraordinary mixture of the\nsublime and the grotesque. The book quivers and shakes with tragic\npathos, with inward agonies, with solemn aspirations, and with\nriotous humor.",
        "In 1834, after six years at Craigenputtock, the Carlyles moved to\nLondon, and took up their home in Cheyne Row, Chelsea, a far from\nfashionable retreat, but one in which the comforts of life could\nbe more readily secured. It was there that Thomas Carlyle wrote\nwhat must seem to us the most vivid of all his books, the History\nof the French Revolution. For this he had read and thought for\nmany years; parts of it he had written in essays, and parts of it\nhe had jotted down in journals. But now it came forth, as some one\nhas said, “a truth clad in hell-fire,” swirling amid clouds and\nflames and mist, a most wonderful picture of the accumulated\nsocial and political falsehoods which preceded the revolution, and\nwhich were swept away by a nemesis that was the righteous judgment\nof God.",
        "Carlyle never wrote so great a book as this. He had reached his\nmiddle style, having passed the clarity of his early writings, and\nnot having yet reached the thunderous, strange-mouthed German\nexpletives which marred his later work. In the French Revolution\nhe bursts forth, here and there, into furious Gallic oaths and\nGargantuan epithets; yet this apocalypse of France seems more true\nthan his hero-worshiping of old Frederick of Prussia, or even of\nEnglish Cromwell.",
        "All these days Thomas Carlyle lived a life which was partly one of\nseclusion and partly one of pleasure. At all times he and his\ndark-haired wife had their own sets, and mingled with their own\nfriends. Jane had no means of discovering just whether she would\nhave been happier with Irving; for Irving died while she was still\ndigging potatoes and complaining of her lot at Craigenputtock.",
        "However this may be, the Carlyles, man and wife, lived an\nexistence that was full of unhappiness and rancor. Jane Carlyle\nbecame an invalid, and sought to allay her nervous sufferings with\nstrong tea and tobacco and morphin. When a nervous woman takes to\nmorphin, it almost always means that she becomes intensely\njealous; and so it was with Jane Carlyle.",
        "A shivering, palpitating, fiercely loyal bit of humanity, she took\nit into her head that her husband was infatuated with Lady\nAshburton, or that Lady Ashburton was infatuated with him. She\ntook to spying on them, and at times, when her nerves were all a\njangle, she would lie back in her armchair and yell with paroxysms\nof anger. On the other hand, Carlyle, eager to enjoy the world,\nsought relief from his household cares, and sometimes stole away\nafter a fashion that was hardly guileless. He would leave false\naddresses at his house, and would dine at other places than he had\nannounced.",
        "In 1866 Jane Carlyle suddenly died; and somehow, then, the\nconscience of Thomas Carlyle became convinced that he had wronged\nthe woman whom he had really loved. His last fifteen years were\nspent in wretchedness and despair. He felt that he had committed\nthe unpardonable sin. He recalled with anguish every moment of\ntheir early life at Craigenputtock–how she had toiled for him,\nand waited upon him, and made herself a slave; and how, later, she\nhad given herself up entirely to him, while he had thoughtlessly\nreceived the sacrifice, and trampled on it as on a bed of flowers.",
        "Of course, in all this he was intensely morbid, and the diary\nwhich he wrote was no more sane and wholesome than the screamings\nwith which his wife had horrified her friends. But when he had\ngrown to be a very old man, he came to feel that this was all a\nsort of penance, and that the selfishness of his past must be\nexpiated in the future. Therefore, he gave his diary to his\nfriend, the historian, Froude, and urged him to publish the\nletters and memorials of Jane Welsh Carlyle. Mr. Froude, with an\neye to the reading world, readily did so, furnishing them with\nabundant footnotes, which made Carlyle appear to the world as\nmore or less of a monster.",
        "First, there was set forth the almost continual unhappiness of the\npair. In the second place, by hint, by innuendo, and sometimes by\nexplicit statement, there were given reasons to show why Carlyle\nmade his wife unhappy. Of course, his gnawing dyspepsia, which she\nstrove with all her might to drive away, was one of the first and\ngreatest causes. But again another cause of discontent was stated\nin the implication that Carlyle, in his bursts of temper, actually\nabused his wife. In one passage there is a hint that certain blue\nmarks upon her arm were bruises, the result of blows.",
        "Most remarkable of all these accusations is that which has to do\nwith the relations of Carlyle and Lady Ashburton. There is no\ndoubt that Jane Carlyle disliked this brilliant woman, and came to\nhave dark suspicions concerning her. At first, it was only a sort\nof social jealousy. Lady Ashburton was quite as clever a talker as\nMrs. Carlyle, and she had a prestige which brought her more\nadmiration.",
        "Then, by degrees, as Jane Carlyle’s mind began to wane, she\ntransferred her jealousy to her husband himself. She hated to be\nout-shone, and now, in some misguided fashion, it came into her\nhead that Carlyle had surrendered to Lady Ashburton his own\nattention to his wife, and had fallen in love with her brilliant\nrival.",
        "On one occasion, she declared that Lady Ashburton had thrown\nherself at Carlyle’s feet, but that Carlyle had acted like a man\nof honor, while Lord Ashburton, knowing all the facts, had passed\nthem over, and had retained his friendship with Carlyle.",
        "Now, when Froude came to write My Relations with Carlyle, there\nwere those who were very eager to furnish him with every sort of\ngossip. The greatest source of scandal upon which he drew was a\nwoman named Geraldine Jewsbury, a curious neurotic creature, who\nhad seen much of the late Mrs. Carlyle, but who had an almost\nmorbid love of offensive tattle. Froude describes himself as a\nwitness for six years, at Cheyne Row, “of the enactment of a\ntragedy as stern and real as the story of Oedipus.” According to\nhis own account:",
        "I stood by, consenting to the slow martyrdom of a woman whom I\nhave described as bright and sparkling and tender, and I uttered\nno word of remonstrance. I saw her involved in a perpetual\nblizzard, and did nothing to shelter her.",
        "But it is not upon his own observations that Froude relies for his\nmost sinister evidence against his friend. To him comes Miss\nJewsbury with a lengthy tale to tell. It is well to know what Mrs.\nCarlyle thought of this lady. She wrote:",
        "It is her besetting sin, and her trade of novelist has aggravated\nit–the desire of feeling and producing violent emotions. ...\nGeraldine has one besetting weakness; she is never happy unless\nshe has a grande passion on hand.",
        "There were strange manifestations on the part of Miss Jewsbury\ntoward Mrs. Carlyle. At one time, when Mrs. Carlyle had shown some\npreference for another woman, it led to a wild outburst of what\nMiss Jewsbury herself called “tiger jealousy.” There are many\nother instances of violent emotions in her letters to Mrs.\nCarlyle. They are often highly charged and erotic. It is unusual\nfor a woman of thirty-two to write to a woman friend, who is\nforty-three years of age, in these words, which Miss Jewsbury used\nin writing to Mrs. Carlyle:",
        "You are never out of my thoughts one hour together. I think of you\nmuch more than if you were my lover. I cannot express my feelings,\neven to you–vague, undefined yearnings to be yours in some way.",
        "Mrs. Carlyle was accustomed, in private, to speak of Miss Jewsbury\nas “Miss Gooseberry,” while Carlyle himself said that she was\nsimply “a flimsy tatter of a creature.” But it is on the testimony\nof this one woman, who was so morbid and excitable, that the most\nserious accusations against Carlyle rest. She knew that Froude was\nwriting a volume about Mrs. Carlyle, and she rushed to him, eager\nto furnish any narratives, however strange, improbable, or\nsalacious they might be.",
        "Thus she is the sponsor of the Ashburton story, in which there is\nnothing whatsoever. Some of the letters which Lady Ashburton wrote\nCarlyle have been destroyed, but not before her husband had\nperused them. Another set of letters had never been read by Lord\nAshburton at all, and they are still preserved–friendly,\nharmless, usual letters. Lord Ashburton always invited Carlyle to\nhis house, and there is no reason to think that the Scottish\nphilosopher wronged him.",
        "There is much more to be said about the charge that Mrs. Carlyle\nsuffered from personal abuse; yet when we examine the facts, the\nevidence resolves itself into practically nothing. That, in his\nself-absorption, he allowed her to Sending Completed Page, Please\nWait ... overflowed toward a man who must have been a manly,\nloving lover. She calls him by the name by which he called her–a\nhomely Scottish name.",
        "Goody, Goody, Dear Goody:",
        "You said you would weary, and I do hope in my heart you are\nwearying. It will be so sweet to make it all up to you in kisses\nwhen I return. You will take me and hear all my bits of\nexperiences, and your heart will beat when you find how I have\nlonged to return to you. Darling, dearest, loveliest, the Lord\nbless you! I think of you every hour, every moment. I love you and\nadmire you, like–like anything. Oh, if I was there, I could put\nmy arms so close about your neck, and hush you into the softest\nsleep you have had since I went away. Good night. Dream of me. I\nam ever YOUR OWN GOODY.",
        "It seems most fitting to remember Thomas Carlyle as a man of\nstrength, of honor, and of intellect; and his wife as one who was\nsorely tried, but who came out of her suffering into the arms of\ndeath, purified and calm and worthy to be remembered by her\nhusband’s side.",
        "Continue...",
        "\nThis etext of Famous Affinities of History (IV of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}