{
    "title": "Famous Men of the Middle Ages - Attila the Hun",
    "author": "John H. Haaren (John Henry)",
    "chapter": "5",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The fierce and warlike tribe, called the Huns, who had driven the\nGoths to seek new homes, came from Asia into Southeastern Europe\nand took possession of a large territory lying north of the River\nDanube.",
        "During the first half of the fifth century the Huns had a famous\nking named Attila.  He was only twenty-one years old when he\nbecame their king.  But although he was young, he was very brave\nand ambitious, and he wanted to be a great and powerful king.",
        "Not far from Attila’s palace there was a great rocky cave in the\nmountains.  In this cave lived a strange man called the “Hermit\nof the Rocks.”  No one knew his real name, or from what country he\nhad come.  He was very old, with wrinkled face and long gray hair\nand beard.",
        "Many persons believed that he was a fortune-teller, so people\noften went to him to inquire what was to happen to them.  One day,\nshortly after he became king, Attila went to the cave to get his\nfortune told.",
        "“Wise man,” said he, “look into the future and tell me what is\nbefore me in the path of life.”",
        "The hermit thought for a few moments, and then said, “O King,\nI see you a famous conqueror, the master of many nations.  I see\nyou going from country to country, defeating armies and destroying\ncities until men call you the ’Fear of the World.’  You heap up\nvast riches, but just after you have married the woman you love\ngrim death strikes you down.”",
        "With a cry of horror Attila fled from the cave.  For a time he\nthought of giving up his idea of becoming a great man.  But he was\nyoung and full of spirit, and very soon he remembered only what had\nbeen said to him about his becoming a great and famous conqueror\nand began to prepare for war.  He gathered together the best men\nfrom the various tribes of his people and trained them into a great\narmy of good soldiers.",
        "About this time one of the king’s shepherds, while taking care of\ncattle in the fields, noticed blood dripping from the foot of one\nof the oxen.  The shepherd followed the streak of blood through the\ngrass and at last found the sharp point of a sword sticking out of\nthe earth.  He dug out the weapon, carried it to the palace, and\ngave it to King Attila.  The king declared it was the sword of\nTiew, the god of war.  He then strapped it to his side and said he\nwould always wear it.",
        "“I shall never be defeated in battle,” he cried, “as long as I\nfight with the sword of Tiew.”",
        "As soon as his army was ready he marched with it into countries\nwhich belonged to Rome.  He defeated the Romans in several great\nbattles and captured many of their cities.  The Roman Emperor\nTheodosius had to ask for terms of peace.  Attila agreed that there\nshould be peace, but soon afterwards he found out that Theodosius\nhad formed a plot to murder him.  He was so enraged at this that\nhe again began war.  He plundered and burned cities wherever he\nwent, and at last the emperor had to give him a large sum of money\nand a portion of country south of the Danube.",
        "This made peace, but the peace did not last long.  In a few years\nAttila appeared at the head of an army of 700,000 men.  With this\ngreat force he marched across Germany and into Gaul.  He rode on a\nbeautiful black horse, and carried at his side the sword of Tiew.\nHe attacked and destroyed towns and killed the inhabitants without\nmercy.  The people had such dread of him that he was called the\n“Scourge of God” and the “Fear of the World.”",
        "Attila and his terrible Huns marched through Gaul until they came\nto the city of Orleans.  Here the people bravely resisted the\ninvaders.  They shut their gates and defended themselves in every\nway they could.  In those times all towns of any great size were\nsurrounded by strong walls.  There was war constantly going on\nnearly everywhere, and there were a great many fierce tribes and\nchiefs who lived by robbing their neighbors.  So the towns and\ncastles in which there was much money or other valuable property\nwere not safe without high and strong walls.",
        "Attila tried to take Orleans, but soon after he began to attack the\nwalls he saw a great army at a distance coming towards the city.\nHe quickly gathered his forces together, marched to the neighboring\nplain of Champagne and halted at the place where the city of Châlons\n(shah-lon’) now stands.",
        "The army which Attila saw was an army of 300,000 Romans and\nVisigoths.  It was led by a Roman general name Aëtius (A-ë’-ti-us)\nand the Visigoth king Theodoric (The-od’-o-ric).  The Visigoths\nafter the death of Alaric had settled in parts of Gaul, and their\nking had now agreed to join the Romans against the common enemy—the\nterrible Huns.  So the great army of the Romans and Visigoths marched\nup and attacked the Huns at Châlons.  It was a fierce battle.  Both\nsides fought with the greatest bravery.  At first the Huns seemed\nto be winning.  They drove back the Romans and Visigoths from the\nfield, and in the fight Theodoric was killed.",
        "Aëtius now began to fear that he would be beaten, but just at that\nmoment Thorismond (Thor’-is-mond), the son of Theodoric, made another\ncharge against the Huns.  He had taken command of the Visigoths\nwhen his father was killed, and now he led them on to fight.  They\nwere all eager to have revenge for the death of their king, so they\nfought like lions and swept across the plain with great fury.  The\nHuns were soon beaten on every side, and Attila himself fled to his\ncamp.  It was the first time he had ever been defeated.  Thorismond,\nthe conqueror, was lifted upon his shield on the battle-field and\nhailed as king of the Visigoths.",
        "When Attila reached his camp he had all his baggage and wagons\ngathered in a great heap.  He intended to set fire to it and jump\ninto the flames if the Romans should come there to attack him.",
        "“Here I will perish in the flames,” he cried, “rather than surrender\nto my enemies.”",
        "But the Romans did not come to attack him, and in a few days he\nmarched back to his own country.",
        "Very soon, however, he was again on the war path.  This time\nhe invaded Italy.  He attacked and plundered the town of Aquileia\n(Aq’-ui-le’-i-a), and the terrified inhabitants fled for their\nlives to the hills and mountains.  Some of them took refuge in the\nislands and marshes of the Adriatic Sea.  Here they founded Venice.",
        "The people of Rome and the Emperor Valentinian were greatly alarmed\nat the approach of the dreaded Attila.  He was now near the city,\nand they had no army strong enough to send against him.  Rome\nwould have been again destroyed if it had not been for Pope Leo I\nwho went to the camp of Attila and persuaded him not to attack the\ncity.  It is said that the barbarian king was awed by the majestic\naspect and priestly robes of Leo.  It is also told that the apostles\nPeter and Paul appeared to Attila in his camp and threatened him\nwith death if he should attack Rome.  He did not go away, however,\nwithout getting a large sum of money as ransom.",
        "Shortly after leaving Italy Attila suddenly died.  Only the day\nbefore his death he had married a beautiful woman whom he loved\nvery much.",
        "The Huns mourned their king in a barbarous way.  They shaved their\nheads and cut themselves on their faces with knives, so that their\nblood, instead of their tears, flowed for the loss of their great\nleader.  They enclosed his body in three coffins—one of gold,\none of silver, and one of iron—and they buried him at night, in\na secret spot in the mountains.  When the funeral was over, they\nkilled the slaves who had dug the grave, as the Visigoths had done\nafter the burial of Alaric.",
        "After the death of Attila we hear little more of the Huns.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}