{
    "title": "Famous Affinities of History - The Story of Karl Marx",
    "author": "Lyndon Orr",
    "chapter": "7",
    "content": [
        "\nGermaine de Staël\nBy Elisabeth Vigée-Lebrun\n\n",
        "\n\n",
        "Some time ago I entered a fairly large library–one of more than\ntwo hundred thousand volumes–to seek the little brochure on Karl\nMarx written by his old friend and genial comrade Wilhelm\nLiebknecht. It was in the card catalogue. As I made a note of its\nnumber, my friend the librarian came up to me, and I asked him\nwhether it was not strange that a man like Marx should have so\nmany books devoted to him, for I had roughly reckoned the number\nat several hundred.",
        "“Not at all,” said he; “and we have here only a feeble nucleus of\nthe Marx literature–just enough, in fact, to give you a glimpse\nof what that literature really is. These are merely the books\nwritten by Marx himself, and the translations of them, with a few\nexpository monographs. Anything like a real Marx collection would\ntake up a special room in this library, and would have to have its\nown separate catalogue. You see that even these two or three\nhundred books contain large volumes of small pamphlets in many\nlanguages–German, English, French, Italian, Russian, Polish,\nYiddish, Swedish, Hungarian, Spanish; and here,” he concluded,\npointing to a recently numbered card, “is one in Japanese.”",
        "My curiosity was sufficiently excited to look into the matter\nsomewhat further. I visited another library, which was appreciably\nlarger, and whose managers were evidently less guided by their\nprejudices. Here were several thousand books on Marx, and I spent\nthe best part of the day in looking them over.",
        "What struck me as most singular was the fact that there was\nscarcely a volume about Marx himself. Practically all the books\ndealt with his theory of capital and his other socialistic views.\nThe man himself, his personality, and the facts of his life were\ndismissed in the most meager fashion, while his economic theories\nwere discussed with something that verged upon fury. Even such\nstandard works as those of Mehring and Spargo, which profess to be\npartly biographical, sum up the personal side of Marx in a few\npages. In fact, in the latter’s preface he seems conscious of this\ndefect, and says:",
        "Whether socialism proves, in the long span of centuries, to be\ngood or evil, a blessing to men or a curse, Karl Marx must always\nbe an object of interest as one of the great world-figures of\nimmortal memory. As the years go by, thoughtful men and women will\nfind the same interest in studying the life and work of Marx that\nthey do in studying the life and work of Cromwell, of Wesley, or\nof Darwin, to name three immortal world-figures of vastly\ndivergent types.",
        "Singularly little is known of Karl Marx, even by his most ardent\nfollowers. They know his work, having studied his Das Kapital with\nthe devotion and earnestness with which an older generation of\nChristians studied the Bible, but they are very generally\nunacquainted with the man himself. Although more than twenty-six\nyears have elapsed since the death of Marx, there is no adequate\nbiography of him in any language.",
        "Doubtless some better-equipped German writer, such as Franz\nMehring or Eduard Bernstein, will some day give us the adequate\nand full biography for which the world now waits.",
        "Here is an admission that there exists no adequate biography of\nKarl Marx, and here is also an intimation that simply as a man,\nand not merely as a great firebrand of socialism, Marx is well\nworth studying. And so it has occurred to me to give in these\npages one episode of his career that seems to me quite curious,\ntogether with some significant touches concerning the man as apart\nfrom the socialist. Let the thousands of volumes already in\nexistence suffice for the latter. The motto of this paper is not\nthe Vergilian “Arms and the man I sing,” but simply “The man I\nsing\"–and the woman. Karl Marx was born nearly ninety-four years\nago–May 5, 1818–in the city which the French call Treves and the\nGermans Trier, among the vine-clad hills of the Moselle. Today,\nthe town is commonplace enough when you pass through it, but when\nyou look into its history, and seek out that history’s evidences,\nyou will find that it was not always a rather sleepy little place.\nIt was one of the chosen abodes of the Emperors of the West, after\nRome began to be governed by Gauls and Spaniards, rather than by\nRomans and Italians. The traveler often pauses there to see the\nPorta Nigra, that immense gate once strongly fortified, and he\nwill doubtless visit also what is left of the fine baths and\namphitheater.",
        "Treves, therefore, has a right to be termed imperial, and it was\nthe birthplace of one whose sway over the minds of men has been\nboth imperial and imperious.",
        "Karl Marx was one of those whose intellectual achievements were so\ngreat as to dwarf his individuality and his private life. What he\ntaught with almost terrific vigor made his very presence in the\nContinental monarchies a source of eminent danger. He was driven\nfrom country to country. Kings and emperors were leagued together\nagainst him. Soldiers were called forth, and blood was shed\nbecause of him. But, little by little, his teaching seems to have\nleavened the thought of the whole civilized world, so that to-day\nthousands who barely know his name are deeply affected by his\nideas, and believe that the state should control and manage\neverything for the good of all.",
        "Marx seems to have inherited little from either of his parents.\nHis father, Heinrich Marx, was a provincial Jewish lawyer who had\nadopted Christianity, probably because it was expedient, and\nbecause it enabled him to hold local offices and gain some social\nconsequence. He had changed his name from Mordecai to Marx.",
        "The elder Marx was very shrewd and tactful, and achieved a fair\nposition among the professional men and small officials in the\ncity of Treves. He had seen the horrors of the French Revolution,\nand was philosopher enough to understand the meaning of that\nmighty upheaval, and of the Napoleonic era which followed.",
        "Napoleon, indeed, had done much to relieve his race from petty\noppression. France made the Jews in every respect the equals of\nthe Gentiles. One of its ablest marshals–Massena–was a Jew, and\ntherefore, when the imperial eagle was at the zenith of its\nflight, the Jews in every city and town of Europe were\nenthusiastic admirers of Napoleon, some even calling him the\nMessiah.",
        "Karl Marx’s mother, it is certain, endowed him with none of his\ngifts. She was a Netherlandish Jewess of the strictly domestic and\nconservative type, fond of her children and her home, and\ndetesting any talk that looked to revolutionary ideas or to a\nchange in the social order. She became a Christian with her\nhusband, but the word meant little to her. It was sufficient that\nshe believed in God; and for this she was teased by some of her\nskeptical friends. Replying to them, she uttered the only epigram\nthat has ever been ascribed to her.",
        "“Yes,” she said, “I believe in God, not for God’s sake, but for my\nown.”",
        "She was so little affected by change of scene that to the day of\nher death she never mastered German, but spoke almost wholly in\nher native Dutch. Had we time, we might dwell upon the unhappy\nparadox of her life. In her son Karl she found an especial joy, as\ndid her husband. Had the father lived beyond Karl’s early youth,\nhe would doubtless have been greatly pained by the radicalism of\nhis gifted son, as well as by his personal privations. But the\nmother lived until 1863, while Karl was everywhere stirring the\nfires of revolution, driven from land to land, both feared and\npersecuted, and often half famished. As Mr. Spargo says:",
        "It was the irony of life that the son, who kindled a mighty hope\nin the hearts of unnumbered thousands of his fellow human beings,\na hope that is today inspiring millions of those who speak his\nname with reverence and love, should be able to do that only by\ndestroying his mother’s hope and happiness in her son, and that\nevery step he took should fill her heart with a great agony.",
        "When young Marx grew out of boyhood into youth, he was attractive\nto all those who met him. Tall, lithe, and graceful, he was so\nextremely dark that his intimates called him “der neger\"–\"the\nnegro.” His loosely tossing hair gave to him a still more exotic\nappearance; but his eyes were true and frank, his nose denoted\nstrength and character, and his mouth was full of kindliness in\nits expression. His lineaments were not those of the Jewish type.",
        "Very late in life–he died in 1883–his hair and beard turned\nwhite, but to the last his great mustache was drawn like a bar\nacross his face, remaining still as black as ink, and making his\nappearance very striking. He was full of fun and gaiety. As was\nonly natural, there soon came into his life some one who learned\nto love him, and to whom, in his turn, he gave a deep and unbroken\naffection.",
        "There had come to Treves–which passed from France to Prussia with\nthe downfall of Napoleon–a Prussian nobleman, the Baron Ludwig\nvon Westphalen, holding the official title of “national adviser.\"\nThe baron was of Scottish extraction on his mother’s side, being\nconnected with the ducal family of Argyll. He was a man of genuine\nrank, and might have shown all the arrogance and superciliousness\nof the average Prussian official; but when he became associated\nwith Heinrich Marx he evinced none of that condescending manner.\nThe two men became firm friends, and the baron treated the\nprovincial lawyer as an equal.",
        "The two families were on friendly terms. Von Westphalen’s infant\ndaughter, who had the formidable name of Johanna Bertha Julie\nJenny von Westphalen, but who was usually spoken of as Jenny,\nbecame, in time, an intimate of Sophie Marx. She was four years\nolder than Karl, but the two grew up together–he a high-spirited,\nmanly boy, and she a lovely and romantic girl.",
        "The baron treated Karl as if the lad were a child of his own. He\ninfluenced him to love romantic literature and poetry by\ninterpreting to him the great masterpieces, from Homer and\nShakespeare to Goethe and Lessing. He made a special study of\nDante, whose mysticism appealed to his somewhat dreamy nature, and\nto the religious instinct that always lived in him, in spite of\nhis dislike for creeds and churches.",
        "The lore that he imbibed in early childhood stood Karl in good\nstead when he began his school life, and his preparation for the\nuniversity. He had an absolute genius for study, and was no less\nfond of the sports and games of his companions, so that he seemed\nto be marked out for success. At sixteen years of age he showed a\nprecocious ability for planning and carrying out his work with\nthoroughness. His mind was evidently a creative mind, one that was\nable to think out difficult problems without fatigue. His taste\nwas shown in his fondness for the classics, in studying which he\nnoted subtle distinctions of meaning that usually escape even the\nmature scholar. Penetration, thoroughness, creativeness, and a\ncapacity for labor were the boy’s chief characteristics.",
        "With such gifts, and such a nature, he left home for the\nuniversity of Bonn. Here he disappointed all his friends. His\nstudies were neglected; he was morose, restless, and dissatisfied.\nHe fell into a number of scrapes, and ran into debt through sundry\nsmall extravagances. All the reports that reached his home were\nmost unsatisfactory. What had come over the boy who had worked so\nhard in the gymnasium at Treves?",
        "The simple fact was that he had became love-sick. His separation\nfrom Jenny von Westphalen had made him conscious of a feeling\nwhich he had long entertained without knowing it. They had been\nclose companions. He had looked into her beautiful face and seen\nthe luminous response of her lovely eyes, but its meaning had not\nflashed upon his mind. He was not old enough to have a great\nconsuming passion, he was merely conscious of her charm. As he\ncould see her every day, he did not realize how much he wanted\nher, and how much a separation from her would mean.",
        "As “absence makes the heart grow fonder,” so it may suddenly draw\naside the veil behind which the truth is hidden. At Bonn young\nMarx felt as if a blaze of light had flashed before him; and from\nthat moment his studies, his companions, and the ambitions that he\nhad hitherto cherished all seemed flat and stale. At night and in\nthe daytime there was just one thing which filled his mind and\nheart–the beautiful vision of Jenny von Westphalen.",
        "Meanwhile his family, and especially his father, had become\nanxious at the reports which reached them. Karl was sent for, and\nhis stay at Bonn was ended.",
        "Now that he was once more in the presence of the girl who charmed\nhim so, he recovered all his old-time spirits. He wooed her\nardently, and though she was more coy, now that she saw his\npassion, she did not discourage him, but merely prolonged the\necstasy of this wonderful love-making. As he pressed her more and\nmore, and no one guessed the story, there came a time when she was\nurged to let herself become engaged to him.",
        "Here was seen the difference in their ages–a difference that had\nan effect upon their future. It means much that a girl should be\nfour years older than the man who seeks her hand. She is four\nyears wiser; and a girl of twenty is, in fact, a match for a youth\nof twenty-five. Brought up as she had been, in an aristocratic\nhome, with the blood of two noble families in her veins, and being\nwont to hear the easy and somewhat cynical talk of worldly people,\nshe knew better than poor Karl the un-wisdom of what she was about\nto do.",
        "She was noble, the daughter of one high official and the sister of\nanother. Those whom she knew were persons of rank and station. On\nthe other hand, young Marx, though he had accepted Christianity,\nwas the son of a provincial Jewish lawyer, with no fortune, and\nwith a bad record at the university. When she thought of all these\nthings, she may well have hesitated; but the earnest pleading and\nintense ardor of Karl Marx broke down all barriers between them,\nand they became engaged, without informing Jenny’s father of their\ncompact. Then they parted for a while, and Karl returned to his\nhome, filled with romantic thoughts.",
        "He was also full of ambition and of desire for achievement. He had\nwon the loveliest girl in Treves, and now he must go forth into\nthe world and conquer it for her sake. He begged his father to\nsend him to Berlin, and showed how much more advantageous was that\nnew and splendid university, where Hegel’s fame was still in the\nascendent.",
        "In answer to his father’s questions, the younger Marx replied:",
        "“I have something to tell you that will explain all; but first you\nmust give me your word that you will tell no one.”",
        "“I trust you wholly,” said the father. “I will not reveal what you\nmay say to me.”",
        "“Well,” returned the son, “I am engaged to marry Jenny von\nWestphalen. She wishes it kept a secret from her father, but I am\nat liberty to tell you of it.”",
        "The elder Marx was at once shocked and seriously disturbed. Baron\nvon Westphalen was his old and intimate friend. No thought of\nromance between their children had ever come into his mind. It\nseemed disloyal to keep the verlobung of Karl and Jenny a secret;\nfor should it be revealed, what would the baron think of Marx?\nTheir disparity of rank and fortune would make the whole affair\nstand out as something wrong and underhand.",
        "The father endeavored to make his son see all this. He begged him\nto go and tell the baron, but young Marx was not to be persuaded.",
        "“Send me to Berlin,” he said, “and we shall again be separated;\nbut I shall work and make a name for myself, so that when I return\nneither Jenny nor her father will have occasion to be disturbed by\nour engagement.”",
        "With these words he half satisfied his father, and before long he\nwas sent to Berlin, where he fell manfully upon his studies. His\nfather had insisted that he should study law; but his own tastes\nwere for philosophy and history. He attended lectures in\njurisprudence “as a necessary evil,” but he read omnivorously in\nsubjects that were nearer to his heart. The result was that his\nofficial record was not much better than it had been at Bonn.",
        "The same sort of restlessness, too, took possession of him when he\nfound that Jenny would not answer his letters. No matter how\neagerly and tenderly he wrote to her, there came no reply. Even\nthe most passionate pleadings left her silent and unresponsive.\nKarl could not complain, for she had warned him that she would not\nwrite to him. She felt that their engagement, being secret, was\nanomalous, and that until her family knew of it she was not free\nto act as she might wish.",
        "Here again was seen the wisdom of her maturer years; but Karl\ncould not be equally reasonable. He showered her with letters,\nwhich still she would not answer. He wrote to his father in words\nof fire. At last, driven to despair, he said that he was going to\nwrite to the Baron von Westphalen, reveal the secret, and ask for\nthe baron’s fatherly consent.",
        "It seemed a reckless thing to do, and yet it turned out to be the\nwisest. The baron knew that such an engagement meant a social\nsacrifice, and that, apart from the matter of rank, young Marx was\nwithout any fortune to give the girl the luxuries to which she had\nbeen accustomed. Other and more eligible suitors were always\nwithin view. But here Jenny herself spoke out more strongly than\nshe had ever done to Karl. She was willing to accept him with what\nhe was able to give her. She cared nothing for any other man, and\nshe begged her father to make both of them completely happy.",
        "Thus it seemed that all was well, yet for some reason or other\nJenny would not write to Karl, and once more he was almost driven\nto distraction. He wrote bitter letters to his father, who tried\nto comfort him. The baron himself sent messages of friendly\nadvice, but what young man in his teens was ever reasonable? So\nviolent was Karl that at last his father wrote to him:",
        "I am disgusted with your letters. Their unreasonable tone is\nloathsome to me. I should never had expected it of you. Haven’t\nyou been lucky from your cradle up?",
        "Finally Karl received one letter from his betrothed–a letter that\ntransfused him with ecstatic joy for about a day, and then sent\nhim back to his old unrest. This, however, may be taken as a part\nof Marx’s curious nature, which was never satisfied, but was\nalways reaching after something which could not be had.",
        "He fell to writing poetry, of which he sent three volumes to\nJenny–which must have been rather trying to her, since the verse\nwas very poor. He studied the higher mathematics, English and\nItalian, some Latin, and a miscellaneous collection of works on\nhistory and literature. But poetry almost turned his mind. In\nlater years he wrote:",
        "Everything was centered on poetry, as if I were bewitched by some\nuncanny power.",
        "Luckily, he was wise enough, after a time, to recognize how\nhalting were his poems when compared with those of the great\nmasters; and so he resumed his restless, desultory work. He still\nsent his father letters that were like wild cries. They evoked, in\nreply, a very natural burst of anger:",
        "Complete disorder, silly wandering through all branches of\nscience, silly brooding at the burning oil-lamp! In your wildness\nyou see with four eyes–a horrible setback and disregard for\neverything decent. And in the pursuit of this senseless and\npurposeless learning you think to raise the fruits which are to\nunite you with your beloved one! What harvest do you expect to\ngather from them which will enable you to fulfil your duty toward\nher?",
        "Writing to him again, his father speaks of something that Karl had\nwritten as “a mad composition, which denotes clearly how you waste\nyour ability and spend nights in order to create such\nmonstrosities.” The young man was even forbidden to return home\nfor the Easter holidays. This meant giving up the sight of Jenny,\nwhom he had not seen for a whole year. But fortune arranged it\notherwise; for not many weeks later death removed the parent who\nhad loved him and whom he had loved, though neither of them could\nunderstand the other. The father represented the old order of\nthings; the son was born to discontent and to look forward to a\nnew heaven and a new earth.",
        "Returning to Berlin, Karl resumed his studies; but as before, they\nwere very desultory in their character, and began to run upon\nsocial questions, which were indeed setting Germany into a\nferment. He took his degree, and thought of becoming an instructor\nat the university of Jena; but his radicalism prevented this, and\nhe became the editor of a liberal newspaper, which soon, however,\nbecame so very radical as to lead to his withdrawal.",
        "It now seemed best that Marx should seek other fields of activity.\nTo remain in Germany was dangerous to himself and discreditable to\nJenny’s relatives, with their status as Prussian officials. In the\nsummer of 1843, he went forth into the world–at last an\n“international.” Jenny, who had grown to believe in him as against\nher own family, asked for nothing better than to wander with him,\nif only they might be married. And they were married in this same\nsummer, and spent a short honeymoon at Bingen on the Rhine–made\nfamous by Mrs. Norton’s poem. It was the brief glimpse of sunshine\nthat was to precede year after year of anxiety and want.",
        "Leaving Germany, Marx and Jenny went to Paris, where he became\nknown to some of the intellectual lights of the French capital,\nsuch as Bakunin, the great Russian anarchist, Proudhon, Cabet, and\nSaint-Simon. Most important of all was his intimacy with the poet\nHeine, that marvelous creature whose fascination took on a\nthousand forms, and whom no one could approach without feeling his\nstrange allurement.",
        "Since Goethe’s death, down to the present time, there has been no\nfigure in German literature comparable to Heine. His prose was\nexquisite. His poetry ran through the whole gamut of humanity and\nof the sensations that come to us from the outer world. In his\npoems are sweet melodies and passionate cries of revolt, stirring\nballads of the sea and tender love-songs–strange as these last\nseem when coming from this cynic.",
        "For cynic he was, deep down in his heart, though his face, when in\nrepose, was like the conventional pictures of Christ. His\nfascinations destroyed the peace of many a woman; and it was only\nafter many years of self-indulgence that he married the faithful\nMathilde Mirat in what he termed a “conscience marriage.” Soon\nafter he went to his “mattress-grave,” as he called it, a hopeless\nparalytic.",
        "To Heine came Marx and his beautiful bride. One may speculate as\nto Jenny’s estimate of her husband. Since his boyhood, she had not\nseen him very much. At that time he was a merry, light-hearted\nyouth, a jovial comrade, and one of whom any girl would be proud.\nBut since his long stay in Berlin, and his absorption in the\ntheories of men like Engels and Bauer, he had become a very\ndifferent sort of man, at least to her.",
        "Groping, lost in brown studies, dreamy, at times morose, he was by\nno means a sympathetic and congenial husband for a high-bred,\nspirited girl, such as Jenny von Westphalen. His natural drift was\ntoward a beer-garden, a group of frowsy followers, the reek of\nvile tobacco, and the smell of sour beer. One cannot but think\nthat his beautiful wife must have been repelled by this, though\nwith her constant nature she still loved him.",
        "In Heinrich Heine she found a spirit that seemed akin to hers. Mr.\nSpargo says–and in what he says one must read a great deal\nbetween the lines:",
        "The admiration of Jenny Marx for the poet was even more ardent\nthan that of her husband. He fascinated her because, as she said,\nhe was “so modern,” while Heine was drawn to her because she was\n“so sympathetic.”",
        "It must be that Heine held the heart of this beautiful woman in\nhis hand. He knew so well the art of fascination; he knew just how\nto supply the void which Marx had left. The two were indeed\naffinities in heart and soul; yet for once the cynical poet stayed\nhis hand, and said no word that would have been disloyal to his\nfriend. Jenny loved him with a love that might have blazed into a\nlasting flame; but fortunately there appeared a special providence\nto save her from herself. The French government, at the request of\nthe King of Prussia, banished Marx from its dominions; and from\nthat day until he had become an old man he was a wanderer and an\nexile, with few friends and little money, sustained by nothing but\nJenny’s fidelity and by his infinite faith in a cause that crushed\nhim to the earth.",
        "There is a curious parallel between the life of Marx and that of\nRichard Wagner down to the time when the latter discovered a royal\npatron. Both of them were hounded from country to country; both of\nthem worked laboriously for so scanty a living as to verge, at\ntimes, upon starvation. Both of them were victims to a cause in\nwhich they earnestly believed–an economic cause in the one case,\nan artistic cause in the other. Wagner’s triumph came before his\ndeath, and the world has accepted his theory of the music-drama.\nThe cause of Marx is far greater and more tremendous, because it\nstrikes at the base of human life and social well-being.",
        "The clash between Wagner and his critics was a matter of poetry\nand dramatic music. It was not vital to the human race. The cause\nof Marx is one that is only now beginning to be understood and\nrecognized by millions of men and women in all the countries of\nthe earth. In his lifetime he issued a manifesto that has become a\nclassic among economists. He organized the great International\nAssociation of Workmen, which set all Europe in a blaze and\nextended even to America. His great book, “Capital\"–Das Kapital–\nwhich was not completed until the last years of his life, is read\nto-day by thousands as an almost sacred work.",
        "Like Wagner and his Minna, the wife of Marx’s youth clung to him\nthrough his utmost vicissitudes, denying herself the necessities\nof life so that he might not starve. In London, where he spent his\nlatest days, he was secure from danger, yet still a sort of\npersecution seemed to follow him. For some time, nothing that he\nwrote could find a printer. Wherever he went, people looked at him\naskance. He and his six children lived upon the sum of five\ndollars a week, which was paid him by the New York Tribune,\nthrough the influence of the late Charles A. Dana. When his last\nchild was born, and the mother’s life was in serious danger, Marx\ncomplained that there was no cradle for the baby, and a little\nlater that there was no coffin for its burial.",
        "Marx had ceased to believe in marriage, despised the church, and\ncared nothing for government. Yet, unlike Wagner, he was true to\nthe woman who had given up so much for him. He never sank to an\nartistic degeneracy. Though he rejected creeds, he was\nnevertheless a man of genuine religious feeling. Though he\nbelieved all present government to be an evil, he hoped to make it\nbetter, or rather he hoped to substitute for it a system by which\nall men might get an equal share of what it is right and just for\nthem to have.",
        "Such was Marx, and thus he lived and died. His wife, who had long\nbeen cut off from her relatives, died about a year before him.\nWhen she was buried, he stumbled and fell into her grave, and from\nthat time until his own death he had no further interest in life.",
        "He had been faithful to a woman and to a cause. That cause was so\ntremendous as to overwhelm him. In sixty years only the first\ngreat stirrings of it could be felt. Its teachings may end in\nnothing, but only a century or more of effort and of earnest\nstriving can make it plain whether Karl Marx was a world-mover or\na martyr to a cause that was destined to be lost.",
        "Continue...",
        "\nThis etext of Famous Affinities of History (III of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}