{
    "title": "Famous Men of the Middle Ages - Alfred the Great",
    "author": "John H. Haaren (John Henry)",
    "chapter": "16",
    "content": [
        "\nHenry the Second\n",
        "\n\n",
        "The Danes were neighbors of the Norwegian Vikings, and like them\nwere fond of the sea and piracy.  They plundered the English coasts\nfor more than a century; and most of northern and eastern England\nbecame for a time a Danish country with Danish kings.",
        "What saved the rest of the country to the Saxons was the courage\nof the great Saxon king, Alfred.",
        "Alfred was the son of Ethelwulf, king of the West Saxons.  He had\na loving mother who brought him up with great care.  Up to the age\nof twelve, it is said, he was not able to read well, in spite of\nthe efforts of his mother and others to teach him.",
        "When Alfred was a boy there were no printed books.  The wonderful\nart of printing was not invented until about the year 1440—nearly\nsix hundred years later than Alfred’s time.  Moreover, the art of\nmaking paper had not yet been invented.  Consequently the few books\nin use in Alfred’s time were written by skillful penmen, who wrote\ngenerally on leaves of parchment, which was sheepskin carefully\nprepared so that it might retain ink.",
        "One day Alfred’s mother showed him and his elder brothers a beautiful\nvolume which contained a number of the best Saxon ballads.  Some\nof the words in this book were written in brightly colored letters,\nand upon many of the leaves were painted pictures of gaily-dressed\nknights and ladies.",
        "“Oh, what a lovely book!” exclaimed the boys.",
        "“Yes, it is lovely,” replied the mother.  “I will give it to\nwhichever of you children can read it the best in a week.”",
        "Alfred began at once to take lessons in reading, and studied hard\nday after day.  His brothers passed their time in amusements and\nmade fun of Alfred’s efforts.  They thought he could not learn to\nread as well as they could, no matter how hard he should try.",
        "At the end of the week the boys read the book to their mother,\none after the other.  Much to the surprise of his brothers, Alfred\nproved to be the best reader and his mother gave him the book.",
        "While still very young Alfred was sent by his father to Rome to\nbe anointed by His Holiness, the Pope.  It was a long and tiresome\njourney, made mostly on horseback.",
        "With imposing, solemn ceremony he was anointed by the Holy Father.\nAfterwards he spent a year in Rome receiving religious instruction.",
        "In the year 871, when Alfred was twenty-two years old, the Danes\ninvaded various parts of England.  Some great battles were fought,\nand Alfred’s elder brother Ethelred, king of the West Saxons, was\nkilled.  Thus Alfred became king.",
        "The Danes still continued to fight the Saxons, and defeated Alfred\nin a long and severe struggle.  They took for themselves the northern\nand eastern parts of England.",
        "Moreover, Danes from Denmark continued to cross the sea and ravage\nthe coast of Saxon England.  They kept the people in constant\nalarm.  Alfred therefore determined to meet the pirates on their\nown element, the sea.  So he built and equipped the first English\nnavy, and in 875 gained the first naval victory ever won by the\nEnglish.",
        "A few years after this, however, great numbers of Danes from the\nnorthern part of England came pouring into the Saxon lands.  Alfred\nhimself was obliged to flee for his life.",
        "For many months he wandered through forests and over hills to avoid\nbeing taken by the Danes.  He sometimes made his home in caves and\nin the huts of shepherds and cowherds.  Often he tended the cattle\nand sheep and was glad to get a part of the farmer’s dinner in pay\nfor his services.",
        "Once, when very hungry, he went into the house of a cowherd and\nasked for something to eat.  The cowherd’s wife was baking cakes\nand she said she would give him some when they were done.",
        "“Watch the cakes and do not let them burn, while I go across the\nfield to look after the cows,” said the woman, as she hurried away.\nAlfred took his seat on the chimney-corner to do as he was told.\nBut soon his thoughts turned to his troubles and he forgot about\nthe cakes.",
        "When the woman came back she cried out with vexation, for the\ncakes were burned and spoiled.  “You lazy, good-for-nothing man!\"\nshe said, “I warrant you can eat cakes fast enough; but you are\ntoo lazy to help me bake them.”",
        "With that she drove the poor hungry Alfred out of her house.  In\nhis ragged dress he certainly did not look like a king, and she\nhad no idea that he was anything but a poor beggar.",
        "Some of Alfred’s friends discovered where he was hiding and joined\nhim.  In a little time a body of soldiers came to him and a strong\nfort was built by them.  From this fort Alfred and his men went\nout now and then and gave battle to small parties of the Danes.\nAlfred was successful and his army grew larger and larger.",
        "One day he disguised himself as a wandering minstrel and went into\nthe camp of the Danes.  He strolled here and there, playing on a\nharp and singing Saxon ballads.  At last, Guthrum (Guth’-rum), the\ncommander of the Danes, ordered the minstrel to be brought to his\ntent.",
        "Alfred went.  “Sing to me some of your charming songs,” said Guthrum.\n“I never heard more beautiful music.”  So the kingly harper played\nand sang for the Dane, and went away with handsome presents.  But\nbetter than that, he had gained information that was of the greatest\nvalue.",
        "In a week he attacked the Danish forces and defeated them with\ngreat slaughter in a battle which lasted all day and far into the\nnight.  Guthrum was taken prisoner and brought before Alfred.",
        "Taking his harp in his hands, Alfred played and sang one of the\nballads with which he had entertained Guthrum in the camp.  The\nDane started in amazement and exclaimed:",
        "“You, then, King Alfred, were the wandering minstrel?”",
        "“Yes,” replied Alfred, “I was the musician whom you received so\nkindly.  Your life is now in my hands; but I will give you your\nliberty if you will become a Christian and never again make war on\nmy people.”",
        "“King Alfred,” said Guthrum, “I will become a Christian, and so\nwill all my men if you will grant liberty to them as to me; and\nhenceforth, we will be your friends.”",
        "Alfred then released the Danes, and they were baptized as Christians.",
        "An old road running across England from London to Chester was then\nagreed upon as the boundary between the Danish and Saxon kingdoms;\nand the Danes settled in East Anglia, as the eastern part of England\nwas called.",
        "Years of peace and prosperity followed for Alfred’s kingdom.  During\nthese years the king rebuilt the towns that had been destroyed by\nthe Danes, erected new forts, and greatly strengthened his army\nand navy.",
        "He also encouraged trade; and he founded a school like that\nestablished by Charlemagne.  He himself translated a number of Latin\nbooks into Saxon, and probably did more for the cause of education\nthan any other king that ever wore the English crown.",
        "Continue...",
        "\nThis complete text of Famous Men of the Middle Ages by John Henry Haaren, LL.D., District Superintendent of Schools The\nCity of New York, and A. B. Poland, Ph.D. Superintendent of Schools Newark N.J., is in the public domain.\n\n\nBuy Henry Second by W. L. Warren at Amazon.com\n\nYou can also buy this book.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on August 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7)By J. K. RowlingAt Amazon"
    ]
}