{
    "title": "Famous Affinities of History - The Story of Rachel",
    "author": "Lyndon Orr",
    "chapter": "9",
    "content": [
        "\nGermaine de Staël\nBy Elisabeth Vigée-Lebrun\n\n",
        "\n\n",
        "Outside of the English-speaking peoples the nineteenth century\nwitnessed the rise and triumphant progress of three great tragic\nactresses. The first two of these–Rachel Felix and Sarah\nBernhardt–were of Jewish extraction; the third, Eleanor Duse, is\nItalian. All of them made their way from pauperism to fame; but\nperhaps the rise of Rachel was the most striking.",
        "In the winter of 1821 a wretched peddler named Abraham–or Jacob–\nFelix sought shelter at a dilapidated inn at Mumpf, a village in\nSwitzerland, not far from Basel. It was at the close of a stormy\nday, and his small family had been toiling through the snow and\nsleet. The inn was the lowest sort of hovel, and yet its\nproprietor felt that it was too good for these vagabonds. He\nconsented to receive them only when he learned that the peddler’s\nwife was to be delivered of a child. That very night she became\nthe mother of a girl, who was at first called Elise. So\nunimportant was the advent of this little waif into the world that\nthe burgomaster of Mumpf thought it necessary to make an entry\nonly of the fact that a peddler’s wife had given birth to a female\nchild. There was no mention of family or religion, nor was the\nrecord anything more than a memorandum.",
        "Under such circumstances was born a child who was destined to\nexcite the wonder of European courts–to startle and thrill and\nutterly amaze great audiences by her dramatic genius. But for ten\nyears the family–which grew until it consisted of one son and\nfive daughters–kept on its wanderings through Switzerland and\nGermany. Finally, they settled down in Lyons, where the mother\nopened a little shop for the sale of second-hand clothing. The\nhusband gave lessons in German whenever he could find a pupil. The\neldest daughter went about the cafes in the evening, singing the\nsongs that were then popular, while her small sister, Rachel,\ncollected coppers from those who had coppers to spare.",
        "Although the family was barely able to sustain existence, the\nfather and mother were by no means as ignorant as their squalor\nwould imply. The peddler Felix had studied Hebrew theology in the\nhope of becoming a rabbi. Failing this, he was always much\ninterested in declamation, public reading, and the recitation of\npoetry. He was, in his way, no mean critic of actors and\nactresses. Long before she was ten years of age little Rachel–who\nhad changed her name from Elise–could render with much feeling\nand neatness of eloquence bits from the best-known French plays of\nthe classic stage.",
        "The children’s mother, on her side, was sharp and practical to a\nhigh degree. She saved and scrimped all through her period of\nadversity. Later she was the banker of her family, and would never\nlend any of her children a sou except on excellent security.\nHowever, this was all to happen in after years.",
        "When the child who was destined to be famous had reached her tenth\nyear she and her sisters made their way to Paris. For four years\nthe second-hand clothing-shop was continued; the father still\ntaught German; and the elder sister, Sarah, who had a golden\nvoice, made the rounds of the cafes in the lowest quarters of the\ncapital, while Rachel passed the wooden plate for coppers.",
        "One evening in the year 1834 a gentleman named Morin, having been\ntaken out of his usual course by a matter of business, entered a\nBRASSERIE for a cup of coffee. There he noted two girls, one of\nthem singing with remarkable sweetness, and the other silently\nfollowing with the wooden plate. M. Morin called to him the girl\nwho sang and asked her why she did not make her voice more\nprofitable than by haunting the cafes at night, where she was sure\nto meet with insults of the grossest kind.",
        "“Why,” said Sarah, “I haven’t anybody to advise me what to do.”",
        "M. Morin gave her his address and said that he would arrange to\nhave her meet a friend who would be of great service to her. On\nthe following day he sent the two girls to a M. Choron, who was\nthe head of the Conservatory of Sacred Music. Choron had Sarah\nsing, and instantly admitted her as a pupil, which meant that she\nwould soon be enrolled among the regular choristers. The beauty of\nher voice made a deep impression on him.",
        "Then he happened to notice the puny, meager child who was standing\nnear her sister. Turning to her, he said:",
        "“And what can you do, little one?”",
        "“I can recite poetry,” was the reply.",
        "“Oh, can you?” said he. “Please let me hear you.”",
        "Rachel readily consented. She had a peculiarly harsh, grating\nvoice, so that any but a very competent judge would have turned\nher away. But M. Choron, whose experience was great, noted the\ncorrectness of her accent and the feeling which made itself felt\nin every line. He accepted her as well as her sister, but urged\nher to study elocution rather than music.",
        "She must, indeed, have had an extraordinary power even at the age\nof fourteen, since not merely her voice but her whole appearance\nwas against her. She was dressed in a short calico frock of a\npattern in which red was spotted with white. Her shoes were of\ncoarse black leather. Her hair was parted at the back of her head\nand hung down her shoulders in two braids, framing the long,\nchildish, and yet gnome-like face, which was unusual in its\ngravity.",
        "At first she was little thought of; but there came a time when she\nastonished both her teachers and her companions by a recital which\nshe gave in public. The part was the narrative of Salema in the\n“Abufar” of Ducis. It describes the agony of a mother who gives\nbirth to a child while dying of thirst amid the desert sands. Mme.\nde Barviera has left a description of this recital, which it is\nworth while to quote:",
        "While uttering the thrilling tale the thin face seemed to lengthen\nwith horror, the small, deep-set black eyes dilated with a fixed\nstare as though she witnessed the harrowing scene; and the deep,\nguttural tones, despite a slight Jewish accent, awoke a nameless\nterror in every one who listened, carrying him through the\nimaginary woe with a strange feeling of reality, not to be shaken,\noff as long as the sounds lasted.",
        "Even yet, however, the time had not come for any conspicuous\nsuccess. The girl was still so puny in form, so monkey-like in\nface, and so gratingly unpleasant in her tones that it needed time\nfor her to attain her full growth and to smooth away some of the\ndiscords in her peculiar voice.",
        "Three years later she appeared at the Gymnase in a regular debut;\nyet even then only the experienced few appreciated her greatness.\nAmong these, however, were the well-known critic Jules Janin, the\npoet and novelist Gauthier, and the actress Mlle. Mars. They saw\nthat this lean, raucous gutter-girl had within her gifts which\nwould increase until she would he first of all actresses on the\nFrench stage. Janin wrote some lines which explain the secret of\nher greatness:",
        "All the talent in the world, especially when continually applied\nto the same dramatic works, will not satisfy continually the\nhearer. What pleases in a great actor, as in all arts that appeal\nto the imagination, is the unforeseen. When I am utterly ignorant\nof what is to happen, when I do not know, when you yourself do not\nknow what will be your next gesture, your next look, what passion\nwill possess your heart, what outcry will burst from your terror-\nstricken soul, then, indeed, I am willing to see you daily, for\neach day you will be new to me. To-day I may blame, to-morrow\npraise. Yesterday you were all-powerful; to-morrow, perhaps, you\nmay hardly win from me a word of admiration. So much the better,\nthen, if you draw from me unexpected tears, if in my heart you\nstrike an unknown fiber; but tell me not of hearing night after\nnight great artists who every time present the exact counterpart\nof what they were on the preceding one.",
        "It was at the Theatre Francais that she won her final acceptance\nas the greatest of all tragedians of her time. This was in her\nappearance in Corneille’s famous play of “Horace.” She had now, in\n1838, blazed forth with a power that shook her no, less than it\nstirred the emotions and the passions of her hearers. The princes\nof the royal blood came in succession to see her. King Louis\nPhilippe himself was at last tempted by curiosity to be present.\nGifts of money and jewels were showered on her, and through sheer\nnatural genius rather than through artifice she was able to master\na great audience and bend it to her will.",
        "She had no easy life, this girl of eighteen years, for other\nactresses carped at her, and she had had but little training. The\nsordid ways of her old father excited a bitterness which was\nvented on the daughter. She was still under age, and therefore was\ntreated as a gold-mine by her exacting parents. At the most she\ncould play but twice a week. Her form was frail and reed-like. She\nwas threatened with a complaint of the lungs; yet all this served\nto excite rather than to diminish public interest in her. The\nnewspapers published daily bulletins of her health, and her door\nwas besieged by anxious callers who wished to know her condition.\nAs for the greed of her parents, every one said she was not to\nblame for that. And so she passed from poverty to riches, from\nsqualor to something like splendor, and from obscurity to fame.",
        "Much has been written about her that is quite incorrect. She has\nbeen credited with virtues which she never possessed; and, indeed,\nit may be said with only too much truth that she possessed no\nvirtues whatsoever. On the stage while the inspiration lasted she\nwas magnificent. Off the stage she was sly, treacherous,\ncapricious, greedy, ungrateful, ignorant, and unchaste. With such\nan ancestry as she had, with such an early childhood as had been\nhers, what else could one expect from her?",
        "She and her old mother wrangled over money like two pickpockets.\nSome of her best friends she treated shamefully. Her avarice was\nwithout bounds. Some one said that it was not really avarice, but\nonly a reaction from generosity; but this seems an exceedingly\nsubtle theory. It is possible to give illustrations of it,\nhowever. She did, indeed, make many presents with a lavish hand;\nyet, having made a present, she could not rest until she got it\nback. The fact was so well known that her associates took it for\ngranted. The younger Dumas once received a ring from her.\nImmediately he bowed low and returned it to her finger, saying:",
        "“Permit me, mademoiselle, to present it to you in my turn so as to\nsave you the embarrassment of asking for it.”",
        "Mr. Vandam relates among other anecdotes about her that one\nevening she dined at the house of Comte Duchatel. The table was\nloaded with the most magnificent flowers; but Rachel’s keen eyes\npresently spied out the great silver centerpiece. Immediately she\nbegan to admire the latter; and the count, fascinated by her\nmanners, said that he would be glad to present it to her. She\naccepted it at once, but was rather fearful lest he should change\nhis mind. She had come to dinner in a cab, and mentioned the fact.\nThe count offered to send her home in his carriage.",
        "“Yes, that will do admirably,” said she. “There will be no danger\nof my being robbed of your present, which I had better take with\nme.”",
        "“With pleasure, mademoiselle,” replied the count. “But you will\nsend me back my carriage, won’t you?”",
        "Rachel had a curious way of asking every one she met for presents\nand knickknacks, whether they were valuable or not. She knew how\nto make them valuable.",
        "Once in a studio she noticed a guitar hanging on the wall. She\nbegged for it very earnestly. As it was an old and almost\nworthless instrument, it was given her. A little later it was\nreported that the dilapidated guitar had been purchased by a well-\nknown gentleman for a thousand francs. The explanation soon\nfollowed. Rachel had declared that it was the very guitar with\nwhich she used to earn her living as a child in the streets of\nParis. As a memento its value sprang from twenty francs to a\nthousand.",
        "It has always been a mystery what Rachel did with the great sums\nof money which she made in various ways. She never was well\ndressed; and as for her costumes on the stage, they were furnished\nby the theater. When her effects were sold at public auction after\nher death her furniture was worse than commonplace, and her\npictures and ornaments were worthless, except such as had been\ngiven her. She must have made millions of francs, and yet she had\nvery little to leave behind her.",
        "Some say that her brother Raphael, who acted as her personal\nmanager, was a spendthrift; but if so, there are many reasons for\nthinking that it was not his sister’s money that he spent. Others\nsay that Rachel gambled in stocks, but there is no evidence of it.\nThe only thing that is certain is the fact that she was almost\nalways in want of money. Her mother, in all probability, managed\nto get hold of most of her earnings.",
        "Much may have been lost through her caprices. One instance may be\ncited. She had received an offer of three hundred thousand francs\nto act at St. Petersburg, and was on her way there when she passed\nthrough Potsdam, near Berlin. The King of Prussia was entertaining\nthe Russian Czar. An invitation was sent to her in the shape of a\nroyal command to appear before these monarchs and their guests.\nFor some reason or other Rachel absolutely refused. She would\nlisten to no arguments. She would go on to St. Petersburg without\ndelay.",
        "“But,” it was said to her, “if you refuse to appear before the\nCzar at Potsdam all the theaters in St. Petersburg will be closed\nagainst you, because you will have insulted the emperor. In this\nway you will be out the expenses of your journey and also the\nthree hundred thousand francs.”",
        "Rachel remained stubborn as before; but in about half an hour she\nsuddenly declared that she would recite before the two monarchs,\nwhich she subsequently did, to the satisfaction of everybody. Some\none said to her not long after:",
        "“I knew that you would do it. You weren’t going to give up the\nthree hundred thousand francs and all your travelling expenses.”",
        "“You are quite wrong,” returned Rachel, “though of course you will\nnot believe me. I did not care at all about the money and was\ngoing back to France. It was something that I heard which made me\nchange my mind. Do you want to know what it was? Well, after all\nthe arguments were over some one informed me that the Czar\nNicholas was the handsomest man in Europe; and so I made up my\nmind that I would stay in Potsdam long enough to see him.”",
        "This brings us to one phase of Rachel’s nature which is rather\nsinister. She was absolutely hard. She seemed to have no emotions\nexcept those which she exhibited on the stage or the impish\nperversity which irritated so many of those about her. She was in\nreality a product of the gutter, able to assume a demure and\nmodest air, but within coarse, vulgar, and careless of decency.\nYet the words of Jules Janin, which have been quoted above,\nexplain how she could be personally very fascinating.",
        "In all Rachel’s career one can detect just a single strand of real\nromance. It is one that makes us sorry for her, because it tells\nus that her love was given where it never could be openly\nrequited.",
        "During the reign of Louis Philippe the Comte Alexandre Walewski\nheld many posts in the government. He was a son of the great\nNapoleon. His mother was that Polish countess who had accepted\nNapoleon’s love because she hoped that he might set Poland free at\nher desire. But Napoleon was never swerved from his well-\ncalculated plans by the wish of any woman, and after a time the\nCountess Walewska came to love him for himself. It was she to whom\nhe confided secrets which he would not reveal to his own brothers.\nIt was she who followed him to Elba in disguise. It was her son\nwho was Napoleon’s son, and who afterward, under the Second\nEmpire, was made minister of fine arts, minister of foreign\naffairs, and, finally, an imperial duke. Unlike the third\nNapoleon’s natural half-brother, the Duc de Moray, Walewski was a\ngentleman of honor and fine feeling. He never used his\nrelationship to secure advantages for himself. He tried to live in\na manner worthy of the great warrior who was his father.",
        "As minister of fine arts he had much to do with the subsidized\ntheaters; and in time he came to know Rachel. He was the son of\none of the greatest men who ever lived. She was the child of\nroving peddlers whose early training had been in the slums of\ncities and amid the smoke of bar-rooms and cafes. She was tainted\nin a thousand ways, while he was a man of breeding and right\nprinciple. She was a wandering actress; he was a great minister of\nstate. What could there be between these two?",
        "George Sand gave the explanation in an epigram which, like most\nepigrams, is only partly true. She said:",
        "“The count’s company must prove very restful to Rachel.”",
        "What she meant was, of course, that Walewski’s breeding, his\ndignity and uprightness, might be regarded only as a temporary\nrepose for the impish, harsh-voiced, infinitely clever actress. Of\ncourse, it was all this, but we should not take it in a mocking\nsense. Rachel looked up out of her depths and gave her heart to\nthis high-minded nobleman. He looked down and lifted her, as it\nwere, so that she could forget for the time all the baseness and\nthe brutality that she had known, that she might put aside her\nforced vivacity and the self that was not in reality her own.",
        "It is pitiful to think of these two, separated by a great abyss\nwhich could not be passed except at times and hours when each was\nfree. But theirs was, none the less, a meeting of two souls,\nstrangely different in many ways, and yet appealing to each other\nwith a sincerity and truth which neither could show elsewhere.",
        "The end of poor Rachel was one of disappointment. Tempted by the\nfact that Jenny Lind had made nearly two million francs by her\nvisit to the United States, Rachel followed her, but with slight\nsuccess, as was to be expected. Music is enjoyed by human beings\neverywhere, while French classical plays, even though acted by a\ngenius like Rachel, could be rightly understood only by a French-\nspeaking people. Thus it came about that her visit to America was\nonly moderately successful.",
        "She returned to France, where the rising fame of Adelaide Ristori\nwas very bitter to Rachel, who had passed the zenith of her power.\nShe went to Egypt, but received no benefit, and in 1858 she died\nnear Cannes. The man who loved her, and whom she had loved in\nturn, heard of her death with great emotion. He himself lived ten\nyears longer, and died a little while before the fall of the\nSecond Empire.",
        " ",
        "\nThis etext of Famous Affinities of History (III of IV) by Lyndon Orr is copyright-free.\n\n\nFamous Affinities of History at Amazon\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Famous Affinities of History (Large Print Edition)By Lyndon OrrAt Amazon"
    ]
}