{
    "title": "Father Goriot - VI.",
    "author": "Honore de Balzac",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "Eugene broke the seal and read:–",
        " “Sir,–I have heard from my father that you are fond of Italian\n  music. I shall be delighted if you will do me the pleasure of\n  accepting a seat in my box. La Fodor and Pellegrini will sing on\n  Saturday, so I am sure that you will not refuse me. M. de Nucingen\n  and I shall be pleased if you will dine with us; we shall be quite\n  by ourselves. If you will come and be my escort, my husband will\n  be glad to be relieved from his conjugal duties. Do not answer,\n  but simply come.–Yours sincerely, D. DE N.”",
        "“Let me see it,” said Father Goriot, when Eugene had read the letter.\n“You are going, aren’t you?” he added, when he had smelled the\nwriting-paper. “How nice it smells! Her fingers have touched it, that\nis certain.”",
        "“A woman does not fling herself at a man’s head in this way,” the\nstudent was thinking. “She wants to use me to bring back de Marsay;\nnothing but pique makes a woman do a thing like this.”",
        "“Well,” said Father Goriot, “what are you thinking about?”",
        "Eugene did not know the fever or vanity that possessed some women in\nthose days; how should he imagine that to open a door in the Faubourg\nSaint-Germain a banker’s wife would go to almost any length. For the\ncoterie of the Faubourg Saint-Germain was a charmed circle, and the\nwomen who moved in it were at that time the queens of society; and\namong the greatest of these Dames du Petit-Chateau, as they were\ncalled, were Mme. de Beauseant and her friends the Duchesse de\nLangeais and the Duchesse de Maufrigneause. Rastignac was alone in his\nignorance of the frantic efforts made by women who lived in the\nChausee-d’Antin to enter this seventh heaven and shine among the\nbrightest constellations of their sex. But his cautious disposition\nstood him in good stead, and kept his judgment cool, and the not\naltogether enviable power of imposing instead of accepting conditions.",
        "“Yes, I am going,” he replied.",
        "So it was curiosity that drew him to Mme. de Nucingen; while, if she\nhad treated him disdainfully, passion perhaps might have brought him\nto her feet. Still he waited almost impatiently for to-morrow, and the\nhour when he could go to her. There is almost as much charm for a\nyoung man in a first flirtation as there is in first love. The\ncertainty of success is a source of happiness to which men do not\nconfess, and all the charm of certain women lies in this. The desire\nof conquest springs no less from the easiness than from the difficulty\nof triumph, and every passion is excited or sustained by one or the\nother of these two motives which divide the empire of love. Perhaps\nthis division is one result of the great question of temperaments;\nwhich, after all, dominates social life. The melancholic temperament\nmay stand in need of the tonic of coquetry, while those of nervous or\nsanguine complexion withdraw if they meet with a too stubborn\nresistance. In other words, the lymphatic temperament is essentially\ndespondent, and the rhapsodic is bilious.",
        "Eugene lingered over his toilette with an enjoyment of all its little\ndetails that is grateful to a young man’s self-love, though he will\nnot own to it for fear of being laughed at. He thought, as he arranged\nhis hair, that a pretty woman’s glances would wander through the dark\ncurls. He indulged in childish tricks like any young girl dressing for\na dance, and gazed complacently at his graceful figure while he\nsmoothed out the creases of his coat.",
        "“There are worse figures, that is certain,” he said to himself.",
        "Then he went downstairs, just as the rest of the household were\nsitting down to dinner, and took with good humor the boisterous\napplause excited by his elegant appearance. The amazement with which\nany attention to dress is regarded in a lodging-house is a very\ncharacteristic trait. No one can put on a new coat but every one else\nmust say his say about it.",
        "“Clk! clk! clk!” cried Bianchon, making the sound with his tongue\nagainst the roof of his mouth, like a driver urging on a horse.",
        "“He holds himself like a duke and a peer of France,” said Mme.\nVauquer.",
        "“Are you going a-courting?” inquired Mlle. Michonneau.",
        "“Cock-a-doodle-doo!” cried the artist.",
        "“My compliments to my lady your wife,” from the employe at the\nMuseum.",
        "“Your wife; have you a wife?” asked Poiret.",
        "“Yes, in compartments, water-tight and floats, guaranteed fast color,\nall prices from twenty-five to forty sous, neat check patterns in the\nlatest fashion and best taste, will wash, half-linen, half-cotton,\nhalf-wool; a certain cure for toothache and other complaints under the\npatronage of the Royal College of Physicians! children like it! a\nremedy for headache, indigestion, and all other diseases affecting the\nthroat, eyes, and ears!” cried Vautrin, with a comical imitation of\nthe volubility of a quack at a fair. “And how much shall we say for\nthis marvel, gentlemen? Twopence? No. Nothing of the sort. All that is\nleft in stock after supplying the Great Mogul. All the crowned heads\nof Europe, including the Gr-r-rand Duke of Baden, have been anxious to\nget a sight of it. Walk up! walk up! gentlemen! Pay at the desk as you\ngo in! Strike up the music there! Brooum, la, la, trinn! la, la, boum!\nboum! Mister Clarinette, there you are out of tune!” he added gruffly;\n“I will rap your knuckles for you!”",
        "“Goodness! what an amusing man!” said Mme. Vauquer to Mme. Couture; “I\nshould never feel dull with him in the house.”",
        "This burlesque of Vautrin’s was the signal for an outburst of\nmerriment, and under cover of jokes and laughter Eugene caught a\nglance from Mlle. Taillefer; she had leaned over to say a few words in\nMme. Couture’s ear.",
        "“The cab is at the door,” announced Sylvie.",
        "“But where is he going to dine?” asked Bianchon.",
        "“With Madame la Baronne de Nucingen.”",
        "“M. Goriot’s daughter,” said the law student.",
        "At this, all eyes turned to the old vermicelli maker; he was gazing at\nEugene with something like envy in his eyes.",
        "Rastignac reached the house in the Rue Saint-Lazare, one of those\nmany-windowed houses with a mean-looking portico and slender columns,\nwhich are considered the thing in Paris, a typical banker’s house,\ndecorated in the most ostentatious fashion; the walls lined with\nstucco, the landings of marble mosaic. Mme. de Nucingen was sitting in\na little drawing-room; the room was painted in the Italian fashion,\nand decorated like a restaurant. The Baroness seemed depressed. The\neffort that she made to hide her feelings aroused Eugene’s interest;\nit was plain that she was not playing a part. He had expected a little\nflutter of excitement at his coming, and he found her dispirited and\nsad. The disappointment piqued his vanity.",
        "“My claim to your confidence is very small, madame,” he said, after\nrallying her on her abstracted mood; “but if I am in the way, please\ntell me so frankly; I count on your good faith.”",
        "“No, stay with me,” she said; “I shall be all alone if you go.\nNucingen is dining in town, and I do not want to be alone; I want to\nbe taken out of myself.”",
        "“But what is the matter?”",
        "“You are the very last person whom I should tell,” she exclaimed.",
        "“Then I am connected in some way in this secret. I wonder what it is?”",
        "“Perhaps. Yet, no,” she went on; “it is a domestic quarrel, which\nought to be buried in the depths of the heart. I am very unhappy; did\nI not tell you so the day before yesterday? Golden chains are the\nheaviest of all fetters.”",
        "When a woman tells a young man that she is very unhappy, and when the\nyoung man is clever, and well dressed, and has fifteen hundred francs\nlying idle in his pocket, he is sure to think as Eugene said, and he\nbecomes a coxcomb.",
        "“What can you have left to wish for?” he answered. “You are young,\nbeautiful, beloved, and rich.”",
        "“Do not let us talk of my affairs,” she said shaking her head\nmournfully. “We will dine together tete-a-tete, and afterwards we\nwill go to hear the most exquisite music. Am I to your taste?” she\nwent on, rising and displaying her gown of white cashmere, covered\nwith Persian designs in the most superb taste.",
        "“I wish that you were altogether mine,” said Eugene; “you are\ncharming.”",
        "“You would have a forlorn piece of property,” she said, smiling\nbitterly. “There is nothing about me that betrays my wretchedness; and\nyet, in spite of appearances, I am in despair. I cannot sleep; my\ntroubles have broken my night’s rest; I shall grow ugly.”",
        "“Oh! that is impossible,” cried the law student; “but I am curious to\nknow what these troubles can be that a devoted love cannot efface.”",
        "“Ah! if I were to tell you about them, you would shun me,” she said.\n“Your love for me is as yet only the conventional gallantry that men\nuse to masquerade in; and, if you really loved me, you would be driven\nto despair. I must keep silence, you see. Let us talk of something\nelse, for pity’s sake,” she added. “Let me show you my rooms.”",
        "“No; let us stay here,” answered Eugene; he sat down on the sofa\nbefore the fire, and boldly took Mme. de Nucingen’s hand in his. She\nsurrendered it to him; he even felt the pressure of her fingers in one\nof the spasmodic clutches that betray terrible agitation.",
        "“Listen,” said Rastignac; “if you are in trouble, you ought to tell me\nabout it. I want to prove to you that I love you for yourself alone.\nYou must speak to me frankly about your troubles, so that I can put an\nend to them, even if I have to kill half-a-dozen men; or I shall go,\nnever to return.”",
        "“Very well,” she cried, putting her hand to her forehead in an agony\nof despair, “I will put you to the proof, and this very moment. Yes,\"\nshe said to herself, “I have no other resource left.”",
        "She rang the bell.",
        "“Are the horses put in for the master?” she asked of the servant.",
        "“Yes, madame.”",
        "“I shall take his carriage myself. He can have mine and my horses.\nServe dinner at seven o’clock.”",
        "“Now, come with me,” she said to Eugene, who thought as he sat in the\nbanker’s carriage beside Mme. de Nucingen that he must surely be\ndreaming.",
        "“To the Palais-Royal,” she said to the coachman; “stop near the\nTheatre-Francais.”",
        "She seemed to be too troubled and excited to answer the innumerable\nquestions that Eugene put to her. He was at a loss what to think of\nher mute resistance, her obstinate silence.",
        "“Another moment and she will escape me,” he said to himself.",
        "When the carriage stopped at last, the Baroness gave the law student a\nglance that silenced his wild words, for he was almost beside himself.",
        "“Is it true that you love me?” she asked.",
        "“Yes,” he answered, and in his manner and tone there was no trace of\nthe uneasiness that he felt.",
        "“You will not think ill of me, will you, whatever I may ask of you?”",
        "“No.”",
        "“Are you ready to do my bidding?”",
        "“Blindly.”",
        "“Have you ever been to a gaming-house?” she asked in a tremulous\nvoice.",
        "“Never.”",
        "“Ah! now I can breathe. You will have luck. Here is my purse,” she\nsaid. “Take it! there are a hundred francs in it, all that such a\nfortunate woman as I can call her own. Go up into one of the\ngaming-houses–I do not know where they are, but there are some near\nthe Palais-Royal. Try your luck with the hundred francs at a game they\ncall roulette; lose it all or bring me back six thousand francs. I\nwill tell you about my troubles when you come back.”",
        "“Devil take me, I’m sure, if I have a glimmer of a notion of what I am\nabout, but I will obey you,” he added, with inward exultation, as he\nthought, “She has gone too far to draw back–she can refuse me\nnothing now!”",
        "Eugene took the dainty little purse, inquired the way of a second-hand\nclothes-dealer, and hurried to number 9, which happened to be the\nnearest gaming-house. He mounted the staircase, surrendered his hat,\nand asked the way to the roulette-table, whither the attendant took\nhim, not a little to the astonishment of the regular comers. All eyes\nwere fixed on Eugene as he asked, without bashfulness, where he was to\ndeposit his stakes.",
        "“If you put a louis on one only of those thirty-six numbers, and it\nturns up, you will win thirty-six louis,” said a respectable-looking,\nwhite-haired old man in answer to his inquiry.",
        "Eugene staked the whole of his money on the number 21 (his own age).\nThere was a cry of surprise; before he knew what he had done, he had\nwon.",
        "“Take your money off, sir,” said the old gentleman; “you don’t often\nwin twice running by that system.”",
        "Eugene took the rake that the old man handed to him, and drew in his\nthree thousand six hundred francs, and, still perfectly ignorant of\nwhat he was about, staked again on the red. The bystanders watched him\nenviously as they saw him continue to play. The disc turned, and again\nhe won; the banker threw him three thousand six hundred francs once\nmore.",
        "“You have seven thousand, two hundred francs of your own,” the old\ngentleman said in his ear. “Take my advice and go away with your\nwinnings; red has turned up eight times already. If you are\ncharitable, you will show your gratitude for sound counsel by giving a\ntrifle to an old prefect of Napoleon who is down on his luck.”",
        "Rastignac’s head was swimming; he saw ten of his louis pass into the\nwhite-haired man’s possession, and went down-stairs with his seven\nthousand francs; he was still ignorant of the game, and stupefied by\nhis luck.",
        "“So, that is over; and now where will you take me?” he asked, as soon\nas the door was closed, and he showed the seven thousand francs to\nMme. de Nucingen.",
        "Delphine flung her arms about him, but there was no passion in that\nwild embrace.",
        "“You have saved me!” she cried, and tears of joy flowed fast.",
        "“I will tell you everything, my friend. For you will be my friend,\nwill you not? I am rich, you think, very rich; I have everything I\nwant, or I seem as if I had everything. Very well, you must know that\nM. de Nucingen does not allow me the control of a single penny; he\npays all the bills for the house expenses; he pays for my carriages\nand opera box; he does not give me enough to pay for my dress, and he\nreduces me to poverty in secret on purpose. I am too proud to beg from\nhim. I should be the vilest of women if I could take his money at the\nprice at which he offers it. Do you ask how I, with seven hundred\nthousand francs of my own, could let myself be robbed? It is because I\nwas proud, and scorned to speak. We are so young, so artless when our\nmarried life begins! I never could bring myself to ask my husband for\nmoney; the words would have made my lips bleed, I did not dare to ask;\nI spent my savings first, and then the money that my poor father gave\nme, then I ran into debt. Marriage for me is a hideous farce; I cannot\ntalk about it, let it suffice to say that Nucingen and I have separate\nrooms, and that I would fling myself out of the window sooner than\nconsent to any other manner of life. I suffered agonies when I had to\nconfess to my girlish extravagance, my debts for jewelry and trifles\n(for our poor father had never refused us anything, and spoiled us),\nbut at last I found courage to tell him about them. After all, I had a\nfortune of my own. Nucingen flew into a rage; he said that I should be\nthe ruin of him, and used frightful language! I wished myself a\nhundred feet down in the earth. He had my dowry, so he paid my debts,\nbut he stipulated at the same time that my expenses in future must not\nexceed a certain fixed sum, and I gave way for the sake of peace. And\nthen,” she went on, “I wanted to gratify the self-love of some one\nwhom you know. He may have deceived me, but I should do him the\njustice to say that there was nothing petty in his character. But,\nafter all, he threw me over disgracefully. If, at a woman’s utmost\nneed, somebody heaps gold upon her, he ought never to forsake her;\nthat love should last for ever! But you, at one-and-twenty, you, the\nsoul of honor, with the unsullied conscience of youth, will ask me how\na woman can bring herself to accept money in such a way? Mon Dieu!\nis it not natural to share everything with the one to whom we owe our\nhappiness? When all has been given, why should we pause and hesitate\nover a part? Money is as nothing between us until the moment when the\nsentiment that bound us together ceases to exist. Were we not bound to\neach other for life? Who that believes in love foresees such an end to\nlove? You swear to love us eternally; how, then, can our interests be\nseparate?",
        "“You do not know how I suffered to-day when Nucingen refused to give\nme six thousand francs; he spends as much as that every month on his\nmistress, an opera dancer! I thought of killing myself. The wildest\nthoughts came into my head. There have been moments in my life when I\nhave envied my servants, and would have changed places with my maid.\nIt was madness to think of going to our father, Anastasie and I have\nbled him dry; our poor father would have sold himself if he could have\nraised six thousand francs that way. I should have driven him frantic\nto no purpose. You have saved me from shame and death; I was beside\nmyself with anguish. Ah! monsieur, I owed you this explanation after\nmy mad ravings. When you left me just now, as soon as you were out of\nsight, I longed to escape, to run away . . . where, I did not know.\nHalf the women in Paris lead such lives as mine; they live in apparent\nluxury, and in their souls are tormented by anxiety. I know of poor\ncreatures even more miserable than I; there are women who are driven\nto ask their tradespeople to make out false bills, women who rob their\nhusbands. Some men believe that an Indian shawl worth a thousand louis\nonly cost five hundred francs, others that a shawl costing five\nhundred francs is worth a hundred louis. There are women, too, with\nnarrow incomes, who scrape and save and starve their children to pay\nfor a dress. I am innocent of these base meannesses. But this is the\nlast extremity of my torture. Some women will sell themselves to their\nhusbands, and so obtain their way, but I, at any rate, am free. If I\nchose, Nucingen would cover me with gold, but I would rather weep on\nthe breast of a man whom I can respect. Ah! tonight, M. de Marsay will\nno longer have a right to think of me as a woman whom he has paid.\"\nShe tried to conceal her tears from him, hiding her face in her hands;\nEugene drew them away and looked at her; she seemed to him sublime at\nthat moment.",
        "“It is hideous, is it not,” she cried, “to speak in a breath of money\nand affection. You cannot love me after this,” she added.",
        "The incongruity between the ideas of honor which make women so great,\nand the errors in conduct which are forced upon them by the\nconstitution of society, had thrown Eugene’s thoughts into confusion;\nhe uttered soothing and consoling words, and wondered at the beautiful\nwoman before him, and at the artless imprudence of her cry of pain.",
        "“You will not remember this against me?” she asked; “promise me that\nyou will not.”",
        "“Ah! madame, I am incapable of doing so,” he said. She took his hand\nand held it to her heart, a movement full of grace that expressed her\ndeep gratitude.",
        "“I am free and happy once more, thanks to you,” she said. “Oh! I have\nfelt lately as if I were in the grasp of an iron hand. But after this\nI mean to live simply and to spend nothing. You will think me just as\npretty, will you not, my friend? Keep this,” she went on, as she took\nonly six of the banknotes. “In conscience I owe you a thousand crowns,\nfor I really ought to go halves with you.”",
        "Eugene’s maiden conscience resisted; but when the Baroness said, “I am\nbound to look on you as an accomplice or as an enemy,” he took the\nmoney.",
        "“It shall be a last stake in reserve,” he said, “in case of\nmisfortune.”",
        "“That was what I was dreading to hear,” she cried, turning pale. “Oh,\nif you would that I should be anything to you, swear to me that you\nwill never re-enter a gaming-house. Great Heaven! that I should\ncorrupt you! I should die of sorrow!”",
        "They had reached the Rue Saint-Lazare by this time. The contrast\nbetween the ostentation of wealth in the house, and the wretched\ncondition of its mistress, dazed the student; and Vautrin’s cynical\nwords began to ring in his ears.",
        "“Seat yourself there,” said the Baroness, pointing to a low chair\nbeside the fire. “I have a difficult letter to write,” she added.\n“Tell me what to say.”",
        "“Say nothing,” Eugene answered her. “Put the bills in an envelope,\ndirect it, and send it by your maid.”",
        "“Why, you are a love of a man,” she said. “Ah! see what it is to have\nbeen well brought up. That is the Beauseant through and through,” she\nwent on, smiling at him.",
        "“She is charming,” thought Eugene, more and more in love. He looked\nround him at the room; there was an ostentatious character about the\nluxury, a meretricious taste in the splendor.",
        "“Do you like it?” she asked, as she rang for the maid.",
        "“Therese, take this to M. de Marsay, and give it into his hands\nyourself. If he is not at home, bring the letter back to me.”",
        "Therese went, but not before she had given Eugene a spiteful glance.",
        "Dinner was announced. Rastignac gave his arm to Mme. de Nucingen, she\nled the way into a pretty dining-room, and again he saw the luxury of\nthe table which he had admired in his cousin’s house.",
        "“Come and dine with me on opera evenings, and we will go to the\nItaliens afterwards,” she said.",
        "“I should soon grow used to the pleasant life if it could last, but I\nam a poor student, and I have my way to make.”",
        "“Oh! you will succeed,” she said laughing. “You will see. All that you\nwish will come to pass. I did not expect to be so happy.”",
        "It is the wont of women to prove the impossible by the possible, and\nto annihilate facts by presentiments. When Mme. de Nucingen and\nRastignac took their places in her box at the Bouffons, her face wore\na look of happiness that made her so lovely that every one indulged in\nthose small slanders against which women are defenceless; for the\nscandal that is uttered lightly is often seriously believed. Those who\nknow Paris, believe nothing that is said, and say nothing of what is\ndone there.",
        "Eugene took the Baroness’ hand in his, and by some light pressure of\nthe fingers, or a closer grasp of the hand, they found a language in\nwhich to express the sensations which the music gave them. It was an\nevening of intoxicating delight for both; and when it ended, and they\nwent out together, Mme. de Nucingen insisted on taking Eugene with her\nas far as the Pont Neuf, he disputing with her the whole of the way\nfor a single kiss after all those that she had showered upon him so\npassionately at the Palais-Royal; Eugene reproached her with\ninconsistency.",
        "“That was gratitude,” she said, “for devotion that I did not dare to\nhope for, but now it would be a promise.”",
        "“And will you give me no promise, ingrate?”",
        "He grew vexed. Then, with one of those impatient gestures that fill a\nlover with ecstasy, she gave him her hand to kiss, and he took it with\na discontented air that delighted her.",
        "“I shall see you at the ball on Monday,” she said.",
        "As Eugene went home in the moonlight, he fell to serious reflections.\nHe was satisfied, and yet dissatisfied. He was pleased with an\nadventure which would probably give him his desire, for in the end one\nof the prettiest and best-dressed women in Paris would be his; but, as\na set-off, he saw his hopes of fortune brought to nothing; and as soon\nas he realized this fact, the vague thoughts of yesterday evening\nbegan to take a more decided shape in his mind. A check is sure to\nreveal to us the strength of our hopes. The more Eugene learned of the\npleasures of life in Paris, the more impatient he felt of poverty and\nobscurity. He crumpled the banknote in his pocket, and found any\nquantity of plausible excuses for appropriating it.",
        "He reached the Rue Neuve-Sainte-Genevieve at last, and from the\nstairhead he saw a light in Goriot’s room; the old man had lighted a\ncandle, and set the door ajar, lest the student should pass him by,\nand go to his room without “telling him all about his daughter,” to\nuse his own expression. Eugene, accordingly, told him everything\nwithout reserve.",
        "“Then they think that I am ruined!” cried Father Goriot, in an agony\nof jealousy and desperation. “Why, I have still thirteen hundred\nlivres a year! Mon Dieu! Poor little girl! why did she not come to\nme? I would have sold my rentes; she should have had some of the\nprincipal, and I would have bought a life-annuity with the rest. My\ngood neighbor, why did not you come to tell me of her difficulty? How\nhad you the heart to go and risk her poor little hundred francs at\nplay? This is heart-breaking work. You see what it is to have\nsons-in-law. Oh! if I had hold of them, I would wring their necks.\nMon Dieu! crying! Did you say she was crying?”",
        "“With her head on my waistcoat,” said Eugene.",
        "“Oh! give it to me,” said Father Goriot. “What! my daughter’s tears\nhave fallen there–my darling Delphine, who never used to cry when she\nwas a little girl! Oh! I will buy you another; do not wear it again;\nlet me have it. By the terms of her marriage-contract, she ought to\nhave the use of her property. To-morrow morning I will go and see\nDerville; he is an attorney. I will demand that her money should be\ninvested in her own name. I know the law. I am an old wolf, I will\nshow my teeth.”",
        "“Here, father; this is a banknote for a thousand francs that she\nwanted me to keep out of our winnings. Keep them for her, in the\npocket of the waistcoat.”",
        "Goriot looked hard at Eugene, reached out and took the law student’s\nhand, and Eugene felt a tear fall on it.",
        "“You will succeed,” the old man said. “God is just, you see. I know an\nhonest man when I see him, and I can tell you, there are not many men\nlike you. I am to have another dear child in you, am I? There, go to\nsleep; you can sleep; you are not yet a father. She was crying! and I\nhave to be told about it!–and I was quietly eating my dinner, like an\nidiot, all the time–I, who would sell the Father, Son and Holy Ghost\nto save one tear to either of them.”",
        "“An honest man!” said Eugene to himself as he lay down. “Upon my word,\nI think I will be an honest man all my life; it is so pleasant to obey\nthe voice of conscience.” Perhaps none but believers in God do good in\nsecret; and Eugene believed in a God.",
        "The next day Rastignac went at the appointed time to Mme. de\nBeauseant, who took him with her to the Duchesse de Carigliano’s ball.\nThe Marechale received Eugene most graciously. Mme. de Nucingen was\nthere. Delphine’s dress seemed to suggest that she wished for the\nadmiration of others, so that she might shine the more in Eugene’s\neyes; she was eagerly expecting a glance from him, hiding, as she\nthought, this eagerness from all beholders. This moment is full of\ncharm for one who can guess all that passes in a woman’s mind. Who has\nnot refrained from giving his opinion, to prolong her suspense,\nconcealing his pleasure from a desire to tantalize, seeking a\nconfession of love in her uneasiness, enjoying the fears that he can\ndissipate by a smile? In the course of the evening the law student\nsuddenly comprehended his position; he saw that, as the cousin of Mme.\nde Beauseant, he was a personage in this world. He was already\ncredited with the conquest of Mme. de Nucingen, and for this reason\nwas a conspicuous figure; he caught the envious glances of other young\nmen, and experienced the earliest pleasures of coxcombry. People\nwondered at his luck, and scraps of these conversations came to his\nears as he went from room to room; all the women prophesied his\nsuccess; and Delphine, in her dread of losing him, promised that this\nevening she would not refuse the kiss that all his entreaties could\nscarcely win yesterday.",
        "Rastignac received several invitations. His cousin presented him to\nother women who were present; women who could claim to be of the\nhighest fashion; whose houses were looked upon as pleasant; and this\nwas the loftiest and most fashionable society in Paris into which he\nwas launched. So this evening had all the charm of a brilliant debut;\nit was an evening that he was to remember even in old age, as a woman\nlooks back upon her first ball and the memories of her girlish\ntriumphs.",
        "The next morning, at breakfast, he related the story of his success\nfor the benefit of Father Goriot and the lodgers. Vautrin began to\nsmile in a diabolical fashion.",
        "“And do you suppose,” cried that cold-blooded logician, “that a young\nman of fashion can live here in the Rue Neuve-Sainte-Genevieve, in the\nMaison Vauquer–an exceedingly respectable boarding-house in every\nway, I grant you, but an establishment that, none the less, falls\nshort of being fashionable? The house is comfortable, it is lordly in\nits abundance; it is proud to be the temporary abode of a Rastignac;\nbut, after all, it is in the Rue Neuve-Sainte-Genevieve, and luxury\nwould be out of place here, where we only aim at the purely\npatriarchalorama. If you mean to cut a figure in Paris, my young\nfriend,” Vautrin continued, with half-paternal jocularity, “you must\nhave three horses, a tilbury for the mornings, and a closed carriage\nfor the evening; you should spend altogether about nine thousand\nfrancs on your stables. You would show yourself unworthy of your\ndestiny if you spent no more than three thousand francs with your\ntailor, six hundred in perfumery, a hundred crowns to your shoemaker,\nand a hundred more to your hatter. As for your laundress, there goes\nanother thousand francs; a young man of fashion must of necessity make\na great point of his linen; if your linen comes up to the required\nstandard, people often do not look any further. Love and the Church\ndemand a fair altar-cloth. That is fourteen thousand francs. I am\nsaying nothing of losses at play, bets, and presents; it is impossible\nto allow less than two thousand francs for pocket money. I have led\nthat sort of life, and I know all about these expenses. Add the cost\nof necessaries next; three hundred louis for provender, a thousand\nfrancs for a place to roost in. Well, my boy, for all these little\nwants of ours we had need to have twenty-five thousand francs every\nyear in our purse, or we shall find ourselves in the kennel, and\npeople laughing at us, and our career is cut short, good-bye to\nsuccess, and good-bye to your mistress! I am forgetting your valet and\nyour groom! Is Christophe going to carry your billets-doux for you?\nDo you mean to employ the stationery you use at present? Suicidal\npolicy! Hearken to the wisdom of your elders!” he went on, his bass\nvoice growing louder at each syllable. “Either take up your quarters\nin a garret, live virtuously, and wed your work, or set about the\nthing in a different way.”",
        "Vautrin winked and leered in the direction of Mlle. Taillefer to\nenforce his remarks by a look which recalled the late tempting\nproposals by which he had sought to corrupt the student’s mind.",
        "Several days went by, and Rastignac lived in a whirl of gaiety. He\ndined almost every day with Mme. de Nucingen, and went wherever she\nwent, only returning to the Rue Neuve-Sainte-Genevieve in the small\nhours. He rose at mid-day, and dressed to go into the Bois with\nDelphine if the day was fine, squandering in this way time that was\nworth far more than he knew. He turned as eagerly to learn the lessons\nof luxury, and was as quick to feel its fascination, as the flowers of\nthe date palm to receive the fertilizing pollen. He played high, lost\nand won large sums of money, and at last became accustomed to the\nextravagant life that young men lead in Paris. He sent fifteen hundred\nfrancs out of his first winnings to his mother and sisters, sending\nhandsome presents as well as the money. He had given out that he meant\nto leave the Maison Vauquer; but January came and went, and he was\nstill there, still unprepared to go.",
        "One rule holds good of most young men–whether rich or poor. They\nnever have money for the necessaries of life, but they have always\nmoney to spare for their caprices–an anomaly which finds its\nexplanation in their youth and in the almost frantic eagerness with\nwhich youth grasps at pleasure. They are reckless with anything\nobtained on credit, while everything for which they must pay in ready\nmoney is made to last as long as possible; if they cannot have all\nthat they want, they make up for it, it would seem, by squandering\nwhat they have. To state the matter simply–a student is far more\ncareful of his hat than of his coat, because the latter being a\ncomparatively costly article of dress, it is in the nature of things\nthat a tailor should be a creditor; but it is otherwise with the\nhatter; the sums of money spent with him are so modest, that he is the\nmost independent and unmanageable of his tribe, and it is almost\nimpossible to bring him to terms. The young man in the balcony of a\ntheatre who displays a gorgeous waistcoat for the benefit of the fair\nowners of opera glasses, has very probably no socks in his wardrobe,\nfor the hosier is another of the genus of weevils that nibble at the\npurse. This was Rastignac’s condition. His purse was always empty for\nMme. Vauquer, always full at the demand of vanity; there was a\nperiodical ebb and flow in his fortunes, which was seldom favorable to\nthe payment of just debts. If he was to leave that unsavory and mean\nabode, where from time to time his pretensions met with humiliation,\nthe first step was to pay his hostess for a month’s board and lodging,\nand the second to purchase furniture worthy of the new lodgings he\nmust take in his quality of dandy, a course that remained impossible.\nRastignac, out of his winnings at cards, would pay his jeweler\nexorbitant prices for gold watches and chains, and then, to meet the\nexigencies of play, would carry them to the pawnbroker, that discreet\nand forbidding-looking friend of youth; but when it was a question of\npaying for board or lodging, or for the necessary implements for the\ncultivation of his Elysian fields, his imagination and pluck alike\ndeserted him. There was no inspiration to be found in vulgar\nnecessity, in debts contracted for past requirements. Like most of\nthose who trust to their luck, he put off till the last moment the\npayment of debts that among the bourgeoisie are regarded as sacred\nengagements, acting on the plan of Mirabeau, who never settled his\nbaker’s bill until it underwent a formidable transformation into a\nbill of exchange.",
        "It was about this time when Rastignac was down on his luck and fell\ninto debt, that it became clear to the law student’s mind that he must\nhave some more certain source of income if he meant to live as he had\nbeen doing. But while he groaned over the thorny problems of his\nprecarious situation, he felt that he could not bring himself to\nrenounce the pleasures of this extravagant life, and decided that he\nmust continue it at all costs. His dreams of obtaining a fortune\nappeared more and more chimerical, and the real obstacles grew more\nformidable. His initiation into the secrets of the Nucingen household\nhad revealed to him that if he were to attempt to use this love affair\nas a means of mending his fortunes, he must swallow down all sense of\ndecency, and renounce all the generous ideas which redeem the sins of\nyouth. He had chosen this life of apparent splendor, but secretly\ngnawed by the canker worm of remorse, a life of fleeting pleasure\ndearly paid for by persistent pain; like Le Distrait of La Bruyere,\nhe had descended so far as to make his bed in a ditch; but (also like\nLe Distrait) he himself was uncontaminated as yet by the mire that\nstained his garments.",
        "“So we have killed our mandarin, have we?” said Bianchon one day as\nthey left the dinner table.",
        "“Not yet,” he answered, “but he is at his last gasp.”",
        "The medical student took this for a joke, but it was not a jest.\nEugene had dined in the house that night for the first time for a long\nwhile, and had looked thoughtful during the meal. He had taken his\nplace beside Mlle. Taillefer, and stayed through the dessert, giving\nhis neighbor an expressive glance from time to time. A few of the\nboarders discussed the walnuts at the table, and others walked about\nthe room, still taking part in the conversation which had begun among\nthem. People usually went when they chose; the amount of time that\nthey lingered being determined by the amount of interest that the\nconversation possessed for them, or by the difficulty of the process\nof digestion. In winter-time the room was seldom empty before eight\no’clock, when the four women had it all to themselves, and made up for\nthe silence previously imposed upon them by the preponderating\nmasculine element. This evening Vautrin had noticed Eugene’s\nabstractedness, and stayed in the room, though he had seemed to be in\na hurry to finish his dinner and go. All through the talk afterwards\nhe had kept out of the sight of the law student, who quite believed\nthat Vautrin had left the room. He now took up his position cunningly\nin the sitting-room instead of going when the last boarders went. He\nhad fathomed the young man’s thoughts, and felt that a crisis was at\nhand. Rastignac was, in fact, in a dilemma, which many another young\nman must have known.",
        "Mme. de Nucingen might love him, or might merely be playing with him,\nbut in either case Rastignac had been made to experience all the\nalternations of hope and despair of genuine passion, and all the\ndiplomatic arts of a Parisienne had been employed on him. After\ncompromising herself by continually appearing in public with Mme. de\nBeauseant’s cousin she still hesitated, and would not give him the\nlover’s privileges which he appeared to enjoy. For a whole month she\nhad so wrought on his senses, that at last she had made an impression\non his heart. If in the earliest days the student had fancied himself\nto be master, Mme. de Nucingen had since become the stronger of the\ntwo, for she had skilfully roused and played upon every instinct, good\nor bad, in the two or three men comprised in a young student in Paris.\nThis was not the result of deep design on her part, nor was she\nplaying a part, for women are in a manner true to themselves even\nthrough their grossest deceit, because their actions are prompted by a\nnatural impulse. It may have been that Delphine, who had allowed this\nyoung man to gain such an ascendency over her, conscious that she had\nbeen too demonstrative, was obeying a sentiment of dignity, and either\nrepented of her concessions, or it pleased her to suspend them. It is\nso natural to a Parisienne, even when passion has almost mastered her,\nto hesitate and pause before taking the plunge; to probe the heart of\nhim to whom she intrusts her future. And once already Mme. de\nNucingen’s hopes had been betrayed, and her loyalty to a selfish young\nlover had been despised. She had good reason to be suspicious. Or it\nmay have been that something in Eugene’s manner (for his rapid success\nwas making a coxcomb of him) had warned her that the grotesque nature\nof their position had lowered her somewhat in his eyes. She doubtless\nwished to assert her dignity; he was young, and she would be great in\nhis eyes; for the lover who had forsaken her had held her so cheap\nthat she was determined that Eugene should not think her an easy\nconquest, and for this very reason–he knew that de Marsay had been\nhis predecessor. Finally, after the degradation of submission to the\npleasure of a heartless young rake, it was so sweet to her to wander\nin the flower-strewn realms of love, that it was not wonderful that\nshe should wish to dwell a while on the prospect, to tremble with the\nvibrations of love, to feel the freshness of the breath of its dawn.\nThe true lover was suffering for the sins of the false. This\ninconsistency is unfortunately only to be expected so long as men do\nnot know how many flowers are mown down in a young woman’s soul by the\nfirst stroke of treachery.",
        "Whatever her reasons may have been, Delphine was playing with\nRastignac, and took pleasure in playing with him, doubtless because\nshe felt sure of his love, and confident that she could put an end to\nthe torture as soon as it was her royal pleasure to do so. Eugene’s\nself-love was engaged; he could not suffer his first passage of love\nto end in a defeat, and persisted in his suit like a sportsman\ndetermined to bring down at least one partridge to celebrate his first\nFeast of Saint-Hubert. The pressure of anxiety, his wounded self-love,\nhis despair, real or feigned, drew him nearer and nearer to this\nwoman. All Paris credited him with this conquest, and yet he was\nconscious that he had made no progress since the day when he saw Mme.\nde Nucingen for the first time. He did not know as yet that a woman’s\ncoquetry is sometimes more delightful than the pleasure of secure\npossession of her love, and was possessed with helpless rage. If, at\nthis time, while she denied herself to love, Eugene gathered the\nspringtide spoils of his life, the fruit, somewhat sharp and green,\nand dearly bought, was no less delicious to the taste. There were\nmoments when he had not a sou in his pockets, and at such times he\nthought in spite of his conscience of Vautrin’s offer and the\npossibility of fortune by a marriage with Mlle. Taillefer. Poverty\nwould clamor so loudly that more than once he was on the point of\nyielding to the cunning temptations of the terrible sphinx, whose\nglance had so often exerted a strange spell over him.",
        "Poiret and Mlle. Michonneau went up to their rooms; and Rastignac,\nthinking that he was alone with the women in the dining-room, sat\nbetween Mme. Vauquer and Mme. Couture, who was nodding over the woolen\ncuffs that she was knitting by the stove, and looked at Mlle.\nTaillefer so tenderly that she lowered her eyes.",
        "“Can you be in trouble, M. Eugene?” Victorine said after a pause.",
        "“Who has not his troubles?” answered Rastignac. “If we men were sure\nof being loved, sure of a devotion which would be our reward for the\nsacrifices which we are always ready to make, then perhaps we should\nhave no troubles.”",
        "For answer Mlle. Taillefer only gave him a glance but it was\nimpossible to mistake its meaning.",
        "“You, for instance, mademoiselle; you feel sure of your heart to-day,\nbut are you sure that it will never change?”",
        "A smile flitted over the poor girl’s lips; it seemed as if a ray of\nlight from her soul had lighted up her face. Eugene was dismayed at\nthe sudden explosion of feeling caused by his words.",
        "“Ah! but suppose,” he said, “that you should be rich and happy\nto-morrow, suppose that a vast fortune dropped down from the clouds\nfor you, would you still love the man whom you loved in your days of\npoverty?”",
        "A charming movement of the head was her only answer.",
        "“Even if he were very poor?”",
        "Again the same mute answer.",
        "“What nonsense are you talking, you two?” exclaimed Mme. Vauquer.",
        "“Never mind,” answered Eugene; “we understand each other.”",
        "“So there is to be an engagement of marriage between M. le Chevalier\nEugene de Rastignac and Mlle. Victorine Taillefer, is there?” The\nwords were uttered in Vautrin’s deep voice, and Vautrin appeared at\nthe door as he spoke.",
        "“Oh! how you startled me!” Mme. Couture and Mme. Vauquer exclaimed\ntogether.",
        "“I might make a worse choice,” said Rastignac, laughing. Vautrin’s\nvoice had thrown him into the most painful agitation that he had yet\nknown.",
        "“No bad jokes, gentlemen!” said Mme. Couture. “My dear, let us go\nupstairs.”",
        "Mme. Vauquer followed the two ladies, meaning to pass the evening in\ntheir room, an arrangement that economized fire and candlelight.\nEugene and Vautrin were left alone.",
        "“I felt sure you would come round to it,” said the elder man with the\ncoolness that nothing seemed to shake. “But stay a moment! I have as\nmuch delicacy as anybody else. Don’t make up your mind on the spur of\nthe moment; you are a little thrown off your balance just now. You are\nin debt, and I want you to come over to my way of thinking after sober\nreflection, and not in a fit of passion or desperation. Perhaps you\nwant a thousand crowns. There, you can have them if you like.”",
        "The tempter took out a pocketbook, and drew thence three banknotes,\nwhich he fluttered before the student’s eyes. Eugene was in a most\npainful dilemma. He had debts, debts of honor. He owed a hundred louis\nto the Marquis d’Ajuda and to the Count de Trailles; he had not the\nmoney, and for this reason had not dared to go to Mme. de Restaud’s\nhouse, where he was expected that evening. It was one of those\ninformal gatherings where tea and little cakes are handed round, but\nwhere it is possible to lose six thousand francs at whist in the\ncourse of a night.",
        "“You must see,” said Eugene, struggling to hide a convulsive tremor,\n“that after what has passed between us, I cannot possibly lay myself\nunder any obligation to you.”",
        "“Quite right; I should be sorry to hear you speak otherwise,” answered\nthe tempter. “You are a fine young fellow, honorable, brave as a lion,\nand as gentle as a young girl. You would be a fine haul for the devil!\nI like youngsters of your sort. Get rid of one or two more prejudices,\nand you will see the world as it is. Make a little scene now and then,\nand act a virtuous part in it, and a man with a head on his shoulders\ncan do exactly as he likes amid deafening applause from the fools in\nthe gallery. Ah! a few days yet, and you will be with us; and if you\nwould only be tutored by me, I would put you in the way of achieving\nall your ambitions. You should no sooner form a wish than it should be\nrealized to the full; you should have all your desires–honors,\nwealth, or women. Civilization should flow with milk and honey for\nyou. You should be our pet and favorite, our Benjamin. We would all\nwork ourselves to death for you with pleasure; every obstacle should\nbe removed from your path. You have a few prejudices left; so you\nthink that I am a scoundrel, do you? Well, M. de Turenne, quite as\nhonorable a man as you take yourself to be, had some little private\ntransactions with bandits, and did not feel that his honor was\ntarnished. You would rather not lie under any obligation to me, eh?\nYou need not draw back on that account,” Vautrin went on, and a smile\nstole over his lips. “Take these bits of paper and write across this,\"\nhe added, producing a piece of stamped paper, ’Accepted the sum of\nthree thousand five hundred francs due this day twelvemonth, and fill\nin the date. The rate of interest is stiff enough to silence any\nscruples on your part; it gives you the right to call me a Jew. You\ncan call quits with me on the score of gratitude. I am quite willing\nthat you should despise me to-day, because I am sure that you will\nhave a kindlier feeling towards me later on. You will find out\nfathomless depths in my nature, enormous and concentrated forces that\nweaklings call vices, but you will never find me base or ungrateful.\nIn short, I am neither a pawn nor a bishop, but a castle, a tower of\nstrength, my boy.”",
        "“What manner of man are you?” cried Eugene. “Were you created to\ntorment me?”",
        "“Why no; I am a good-natured fellow, who is willing to do a dirty\npiece of work to put you high and dry above the mire for the rest of\nyour days. Do you ask the reason of this devotion? All right; I will\ntell you that some of these days. A word or two in your ear will\nexplain it. I have begun by shocking you, by showing you the way to\nring the changes, and giving you a sight of the mechanism of the\nsocial machine; but your first fright will go off like a conscript’s\nterror on the battlefield. You will grow used to regarding men as\ncommon soldiers who have made up their minds to lose their lives for\nsome self-constituted king. Times have altered strangely. Once you\ncould say to a bravo, ’Here are a hundred crowns; go and kill Monsieur\nSo-and-so for me,’ and you could sup quietly after turning some one\noff into the dark for the least thing in the world. But nowadays I\npropose to put you in the way of a handsome fortune; you have only to\nnod your head, it won’t compromise you in any way, and you hesitate.\n’Tis an effeminate age.”",
        "Eugene accepted the draft, and received the banknotes in exchange for\nit.",
        "“Well, well. Come, now, let us talk rationally,” Vautrin continued. “I\nmean to leave this country in a few months’ time for America, and set\nabout planting tobacco. I will send you the cigars of friendship. If I\nmake money at it, I will help you in your career. If I have no\nchildren–which will probably be the case, for I have no anxiety to\nraise slips of myself here–you shall inherit my fortune. That is what\nyou may call standing by a man; but I myself have a liking for you. I\nhave a mania, too, for devoting myself to some one else. I have done\nit before. You see, my boy, I live in a loftier sphere than other men\ndo; I look on all actions as means to an end, and the end is all that\nI look at. What is a man’s life to me? Not that,” he said, and he\nsnapped his thumb-nail against his teeth. “A man, in short, is\neverything to me, or just nothing at all. Less than nothing if his\nname happens to be Poiret; you can crush him like a bug, he is flat\nand he is offensive. But a man is a god when he is like you; he is not\na machine covered with a skin, but a theatre in which the greatest\nsentiments are displayed–great thoughts and feelings–and for these,\nand these only, I live. A sentiment–what is that but the whole world\nin a thought? Look at Father Goriot. For him, his two girls are the\nwhole universe; they are the clue by which he finds his way through\ncreation. Well, for my own part, I have fathomed the depths of life,\nthere is only one real sentiment–comradeship between man and man.\nPierre and Jaffier, that is my passion. I knew Venice Preserved by\nheart. Have you met many men plucky enough when a comrade says, ’Let\nus bury a dead body!’ to go and do it without a word or plaguing him\nby taking a high moral tone? I have done it myself. I should not talk\nlike this to just everybody, but you are not like an ordinary man; one\ncan talk to you, you can understand things. You will not dabble about\nmuch longer among the tadpoles in these swamps. Well, then, it is all\nsettled. You will marry. Both of us carry our point. Mine is made of\niron, and will never soften, he! he!”",
        "Vautrin went out. He would not wait to hear the student’s repudiation,\nhe wished to put Eugene at his ease. He seemed to understand the\nsecret springs of the faint resistance still made by the younger man;\nthe struggles in which men seek to preserve their self-respect by\njustifying their blameworthy actions to themselves.",
        "“He may do as he likes; I shall not marry Mlle. Taillefer, that is\ncertain,” said Eugene to himself.",
        "He regarded this man with abhorrence, and yet the very cynicism of\nVautrin’s ideas, and the audacious way in which he used other men for\nhis own ends, raised him in the student’s eyes; but the thought of a\ncompact threw Eugene into a fever of apprehension, and not until he\nhad recovered somewhat did he dress, call for a cab, and go to Mme. de\nRestaud’s.",
        "For some days the Countess had paid more and more attention to a young\nman whose every step seemed a triumphal progress in the great world;\nit seemed to her that he might be a formidable power before long. He\npaid Messieurs de Trailles and d’Ajuda, played at whist for part of\nthe evening, and made good his losses. Most men who have their way to\nmake are more or less of fatalists, and Eugene was superstitious; he\nchose to consider that his luck was heaven’s reward for his\nperseverance in the right way. As soon as possible on the following\nmorning he asked Vautrin whether the bill he had given was still in\nthe other’s possession; and on receiving a reply in the affirmative,\nhe repaid the three thousand francs with a not unnatural relief.",
        "“Everything is going on well,” said Vautrin.",
        "“But I am not your accomplice,” said Eugene.",
        "“I know, I know,” Vautrin broke in. “You are still acting like a\nchild. You are making mountains out of molehills at the outset.”",
        "Two days later, Poiret and Mlle. Michonneau were sitting together on a\nbench in the sun. They had chosen a little frequented alley in the\nJardin des Plantes, and a gentleman was chatting with them, the same\nperson, as a matter of fact, about whom the medical student had, not\nwithout good reason, his own suspicions.",
        "“Mademoiselle,” this M. Gondureau was saying, “I do not see any cause\nfor your scruples. His Excellency, Monseigneur the Minister of\nPolice––”",
        "“Yes, his Excellency is taking a personal interest in the matter,\"\nsaid Gondureau.",
        "Who would think it probable that Poiret, a retired clerk, doubtless\npossessed of some notions of civic virtue, though there might be\nnothing else in his head–who would think it likely that such a man\nwould continue to lend an ear to this supposed independent gentleman\nof the Rue de Buffon, when the latter dropped the mask of a decent\ncitizen by that word “police,” and gave a glimpse of the features of a\ndetective from the Rue de Jerusalem? And yet nothing was more natural.\nPerhaps the following remarks from the hitherto unpublished records\nmade by certain observers will throw a light on the particular species\nto which Poiret belonged in the great family of fools. There is a race\nof quill-drivers, confined in the columns of the budget between the\nfirst degree of latitude (a kind of administrative Greenland where the\nsalaries begin at twelve hundred francs) to the third degree, a more\ntemperate zone, where incomes grow from three to six thousand francs,\na climate where the bonus flourishes like a half-hardy annual in\nspite of some difficulties of culture. A characteristic trait that\nbest reveals the feeble narrow-mindedness of these inhabitants of\npetty officialdom is a kind of involuntary, mechanical, and\ninstinctive reverence for the Grand Lama of every Ministry, known to\nthe rank and file only by his signature (an illegible scrawl) and by\nhis title–\"His Excellency Monseigneur le Ministre,” five words which\nproduce as much effect as the il Bondo Cani of the Calife de\nBagdad, five words which in the eyes of this low order of\nintelligence represent a sacred power from which there is no appeal.\nThe Minister is administratively infallible for the clerks in the\nemploy of the Government, as the Pope is infallible for good\nCatholics. Something of this peculiar radiance invests everything he\ndoes or says, or that is said or done in his name; the robe of office\ncovers everything and legalizes everything done by his orders; does\nnot his very title–His Excellency–vouch for the purity of his\nintentions and the righteousness of his will, and serve as a sort of\npassport and introduction to ideas that otherwise would not be\nentertained for a moment? Pronounce the words “His Excellency,” and\nthese poor folk will forthwith proceed to do what they would not do\nfor their own interests. Passive obedience is as well known in a\nGovernment department as in the army itself; and the administrative\nsystem silences consciences, annihilates the individual, and ends\n(give it time enough) by fashioning a man into a vise or a thumbscrew,\nand he becomes part of the machinery of Government. Wherefore, M.\nGondureau, who seemed to know something of human nature, recognized\nPoiret at once as one of those dupes of officialdom, and brought out\nfor his benefit, at the proper moment, the deus ex machina, the\nmagical words “His Excellency,” so as to dazzle Poiret just as he\nhimself unmasked his batteries, for he took Poiret and the Michonneau\nfor the male and female of the same species.",
        "“If his Excellency himself, his Excellency the Minister . . . Ah! that\nis quite another thing,” said Poiret.",
        "“You seem to be guided by this gentleman’s opinion, and you hear what\nhe says,” said the man of independent means, addressing Mlle.\nMichonneau. “Very well, his Excellency is at this moment absolutely\ncertain that the so-called Vautrin, who lodges at the Maison Vauquer,\nis a convict who escaped from penal servitude at Toulon, where he is\nknown by the nickname Trompe-la-Mort.”",
        "“Trompe-la-Mort?” said Pioret. “Dear me, he is very lucky if he\ndeserves that nickname.”",
        "“Well, yes,” said the detective. “They call him so because he has been\nso lucky as not to lose his life in the very risky businesses that he\nhas carried through. He is a dangerous man, you see! He has qualities\nthat are out of the common; the thing he is wanted for, in fact, was a\nmatter which gained him no end of credit with his own set––”",
        "“Then is he a man of honor?” asked Poiret.",
        "“Yes, according to his notions. He agreed to take another man’s crime\nupon himself–a forgery committed by a very handsome young fellow that\nhe had taken a great fancy to, a young Italian, a bit of a gambler,\nwho has since gone into the army, where his conduct has been\nunexceptionable.”",
        "“But if his Excellency the Minister of Police is certain that M.\nVautrin is this Trompe-la-Mort, why should he want me?” asked Mlle.\nMichonneau.",
        "“Oh yes,” said Poiret, “if the Minister, as you have been so obliging\nas to tell us, really knows for a certainty––”",
        "“Certainty is not the word; he only suspects. You will soon understand\nhow things are. Jacques Collin, nicknamed Trompe-la-Mort, is in the\nconfidence of every convict in the three prisons; he is their man of\nbusiness and their banker. He makes a very good thing out of managing\ntheir affairs, which want a man of mark to see about them.”",
        "“Ha! ha! do you see the pun, mademoiselle?” asked Poiret. “This\ngentleman calls himself a man of mark because he is a marked man–branded, you know.”",
        "“This so-called Vautrin,” said the detective, “receives the money\nbelonging to my lords the convicts, invests it for them, and holds it\nat the disposal of those who escape, or hands it over to their\nfamilies if they leave a will, or to their mistresses when they draw\nupon him for their benefit.”",
        "“Their mistresses! You mean their wives,” remarked Poiret.",
        "“No, sir. A convict’s wife is usually an illegitimate connection. We\ncall them concubines.”",
        "“Then they all live in a state of concubinage?”",
        "“Naturally.”",
        "“Why, these are abominations that his Excellency ought not to allow.\nSince you have the honor of seeing his Excellency, you, who seem to\nhave philanthropic ideas, ought really to enlighten him as to their\nimmoral conduct–they are setting a shocking example to the rest of\nsociety.”",
        "“But the Government does not hold them up as models of all the\nvirtues, my dear sir––”",
        "“Of course not, sir; but still––”",
        "“Just let the gentleman say what he has to say, dearie,” said Mlle.\nMichonneau.",
        "“You see how it is, mademoiselle,” Gondureau continued. “The\nGovernment may have the strongest reasons for getting this illicit\nhoard into its hands; it mounts up to something considerable, by all\nthat we can make out. Trompe-la-Mort not only holds large sums for his\nfriends the convicts, but he has other amounts which are paid over to\nhim by the Society of the Ten Thousand––”",
        "“Ten Thousand Thieves!” cried Pioret in alarm.",
        "“No. The Society of the Ten Thousand is not an association of petty\noffenders, but of people who set about their work on a large scale\n–they won’t touch a matter unless there are ten thousand francs in\nit. It is composed of the most distinguished of the men who are sent\nstraight to the Assize Courts when they come up for trial. They know\nthe Code too well to risk their necks when they are nabbed. Collin is\ntheir confidential agent and legal adviser. By means of the large sums\nof money at his disposal he has established a sort of detective system\nof his own; it is widespread and mysterious in its workings. We have\nhad spies all about him for a twelvemonth, and yet we could not manage\nto fathom his games. His capital and his cleverness are at the service\nof vice and crime; this money furnishes the necessary funds for a\nregular army of blackguards in his pay who wage incessant war against\nsociety. If we can catch Trompe-la-Mort, and take possession of his\nfunds, we should strike at the root of this evil. So this job is a\nkind of Government affair–a State secret–and likely to redound to\nthe honor of those who bring the thing to a successful conclusion.\nYou, sir, for instance, might very well be taken into a Government\ndepartment again; they might make you secretary to a Commissary of\nPolice; you could accept that post without prejudice to your retiring\npension.”",
        "Mlle. Michonneau interposed at this point with, “What is there to\nhinder Trompe-la-Mort from making off with the money?”",
        "“Oh!” said the detective, “a man is told off to follow him everywhere\nhe goes, with orders to kill him if he were to rob the convicts. Then\nit is not quite as easy to make off with a lot of money as it is to\nrun away with a young lady of family. Besides, Collin is not the sort\nof fellow to play such a trick; he would be disgraced, according to\nhis notions.”",
        "“You are quite right, sir,” said Poiret, “utterly disgraced he would\nbe.”",
        "“But none of all this explains why you do not come and take him\nwithout more ado,” remarked Mlle. Michonneau.",
        "“Very well, mademoiselle, I will explain–but,” he added in her ear,\n“keep your companion quiet, or I shall never have done. The old boy\nought to pay people handsomely for listening to him.–Trompe-la-Mort,\nwhen he came back here,” he went on aloud “slipped into the skin of an\nhonest man; he turned up disguised as a decent Parisian citizen, and\ntook up his quarters in an unpretending lodging-house. He is cunning,\nthat he is! You don’t catch him napping. Then M. Vautrin is a man of\nconsequence, who transacts a good deal of business.”",
        "“Naturally,” said Poiret to himself.",
        "“And suppose that the Minister were to make a mistake and get hold of\nthe real Vautrin, he would put every one’s back up among the business\nmen in Paris, and public opinion would be against him. M. le Prefet de\nPolice is on slippery ground; he has enemies. They would take\nadvantage of any mistake. There would be a fine outcry and fuss made\nby the Opposition, and he would be sent packing. We must set about\nthis just as we did about the Coignard affair, the sham Comte de\nSainte-Helene; if he had been the real Comte de Sainte-Helene, we\nshould have been in the wrong box. We want to be quite sure what we\nare about.”",
        "“Yes, but what you want is a pretty woman,” said Mlle. Michonneau\nbriskly.",
        "“Trompe-la-Mort would not let a woman come near him,” said the\ndetective. “I will tell you a secret–he does not like them.”",
        "“Still, I do not see what I can do, supposing that I did agree to\nidentify him for two thousand francs.”",
        "“Nothing simpler,” said the stranger. “I will send you a little bottle\ncontaining a dose that will send a rush of blood to the head; it will\ndo him no harm whatever, but he will fall down as if he were in a fit.\nThe drug can be put into wine or coffee; either will do equally well.\nYou carry your man to bed at once, and undress him to see that he is\nnot dying. As soon as you are alone, you give him a slap on the\nshoulder, and presto! the letters will appear.”",
        "“Why, that is just nothing at all,” said Poiret.",
        "“Well, do you agree?” said Gondureau, addressing the old maid.",
        "“But, my dear sir, suppose there are no letters at all,” said Mlle.\nMichonneau; “am I to have the two thousand francs all the same?”",
        "“No.”",
        "“What will you give me then?”",
        "“Five hundred francs.”",
        "“It is such a thing to do for so little! It lies on your conscience\njust the same, and I must quiet my conscience, sir.”",
        "“I assure you,” said Poiret, “that mademoiselle has a great deal of\nconscience, and not only so, she is a very amiable person, and very\nintelligent.”",
        "“Well, now,” Mlle. Michonneau went on, “make it three thousand francs\nif he is Trompe-la-Mort, and nothing at all if he is an ordinary man.”",
        "“Done!” said Gondureau, “but on the condition that the thing is\nsettled to-morrow.”",
        "“Not quite so soon, my dear sir; I must consult my confessor first.”",
        "“You are a sly one,” said the detective as he rose to his feet.\n“Good-bye till to-morrow, then. And if you should want to see me in a\nhurry, go to the Petite Rue Saint-Anne at the bottom of the Cour de la\nSainte-Chapelle. There is one door under the archway. Ask there for M.\nGondureau.”",
        "Bianchon, on his way back from Cuvier’s lecture, overheard the\nsufficiently striking nickname of Trompe-la-Mort, and caught the\ncelebrated chief detective’s ’Done!“",
        "“Why didn’t you close with him? It would be three hundred francs a\nyear,” said Poiret to Mlle. Michonneau.",
        "“Why didn’t I?” she asked. “Why, it wants thinking over. Suppose that\nM. Vautrin is this Trompe-la-Mort, perhaps we might do better for\nourselves with him. Still, on the other hand, if you ask him for\nmoney, it would put him on his guard, and he is just the man to clear\nout without paying, and that would be an abominable sell.”",
        "“And suppose you did warn him,” Poiret went on, “didn’t that gentleman\nsay that he was closely watched? You would spoil everything.”",
        "“Anyhow,” thought Mlle. Michonneau, “I can’t abide him. He says\nnothing but disagreeable things to me.”",
        "“But you can do better than that,” Poiret resumed. “As that gentleman\nsaid (and he seemed to me to be a very good sort of man, besides being\nvery well got up), it is an act of obedience to the laws to rid\nsociety of a criminal, however virtuous he may be. Once a thief,\nalways a thief. Suppose he were to take it into his head to murder us\nall? The deuce! We should be guilty of manslaughter, and be the first\nto fall victims into the bargain!”",
        "Mlle. Michonneau’s musings did not permit her to listen very closely\nto the remarks that fell one by one from Poiret’s lips like water\ndripping from a leaky tap. When once this elderly babbler began to\ntalk, he would go on like clockwork unless Mlle. Michonneau stopped\nhim. He started on some subject or other, and wandered on through\nparenthesis after parenthesis, till he came to regions as remote as\npossible from his premises without coming to any conclusions by the\nway.",
        "By the time they reached the Maison Vauquer he had tacked together a\nwhole string of examples and quotations more or less irrelevant to the\nsubject in hand, which led him to give a full account of his own\ndeposition in the case of the Sieur Ragoulleau versus Dame Morin,\nwhen he had been summoned as a witness for the defence.",
        "As they entered the dining-room, Eugene de Rastignac was talking apart\nwith Mlle. Taillefer; the conversation appeared to be of such\nthrilling interest that the pair never noticed the two older lodgers\nas they passed through the room. None of this was thrown away on Mlle.\nMichonneau.",
        "“I knew how it would end,” remarked that lady, addressing Poiret.\n“They have been making eyes at each other in a heartrending way for a\nweek past.”",
        "“Yes,” he answered. “So she was found guilty.”",
        "“Who?”",
        "“Mme. Morin.”",
        "“I am talking about Mlle. Victorine,” said Mlle, Michonneau, as she\nentered Poiret’s room with an absent air, “and you answer, ’Mme.\nMorin.’ Who may Mme. Morin be?”",
        "“What can Mlle. Victorine be guilty of?” demanded Poiret.",
        "“Guilty of falling in love with M. Eugene de Rastignac and going\nfurther and further without knowing exactly where she is going, poor\ninnocent!”",
        "Continue...",
        "\nThis eBook of “Father Goriot” by Honore de Balzac (translated by Ellen Marriage) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Balzac's Works: Volume V: Scenes From Private Life: Father Goriot, The Unconscious Humorists, Gaudissart the GreatBy Honore De BalzacAt Amazon"
    ]
}