{
    "title": "Father Goriot - IX.",
    "author": "Honore de Balzac",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "“That is not all, father,” said Anastasie in Goriot’s ear. The old man\ngave a startled shudder. “The diamonds only sold for a hundred\nthousand francs. Maxime is hard pressed. There are twelve thousand\nfrancs still to pay. He has given me his word that he will be steady\nand give up play in future. His love is all that I have left in the\nworld. I have paid such a fearful price for it that I should die if I\nlose him now. I have sacrificed my fortune, my honor, my peace of\nmind, and my children for him. Oh! do something, so that at the least\nMaxime may be at large and live undisgraced in the world, where he\nwill assuredly make a career for himself. Something more than my\nhappiness is at stake; the children have nothing, and if he is sent to\nSainte-Pelagie all his prospects will be ruined.”",
        "“I haven’t the money, Nasie. I have nothing–nothing left. This is\nthe end of everything. Yes, the world is crumbling into ruin, I am\nsure. Fly! Save yourselves! Ah!–I have still my silver buckles left,\nand half-a-dozen silver spoons and forks, the first I ever had in my\nlife. But I have nothing else except my life annuity, twelve hundred\nfrancs . . .”",
        "“Then what has become of your money in the funds?”",
        "“I sold out, and only kept a trifle for my wants. I wanted twelve\nthousand francs to furnish some rooms for Delphine.”",
        "“In your own house?” asked Mme. de Restaud, looking at her sister.",
        "“What does it matter where they were?” asked Goriot. “The money is\nspent now.”",
        "“I see how it is,” said the Countess. “Rooms for M. de Rastignac. Poor\nDelphine, take warning by me!”",
        "“M. de Rastignac is incapable of ruining the woman he loves, dear.”",
        "“Thanks! Delphine. I thought you would have been kinder to me in my\ntroubles, but you never did love me.”",
        "“Yes, yes, she loves you, Nasie,” cried Goriot; “she was saying so\nonly just now. We were talking about you, and she insisted that you\nwere beautiful, and that she herself was only pretty!”",
        "“Pretty!” said the Countess. “She is as hard as a marble statue.”",
        "“And if I am?” cried Delphine, flushing up, “how have you treated me?\nYou would not recognize me; you closed the doors of every house\nagainst me; you have never let an opportunity of mortifying me slip\nby. And when did I come, as you were always doing, to drain our poor\nfather, a thousand francs at a time, till he is left as you see him\nnow? That is all your doing, sister! I myself have seen my father as\noften as I could. I have not turned him out of the house, and then\ncome and fawned upon him when I wanted money. I did not so much as\nknow that he had spent those twelve thousand francs on me. I am\neconomical, as you know; and when papa has made me presents, it has\nnever been because I came and begged for them.”",
        "“You were better off than I. M. de Marsay was rich, as you have reason\nto know. You always were as slippery as gold. Good-bye; I have neither\nsister nor––”",
        "“Oh! hush, hush, Nasie!” cried her father.",
        "“Nobody else would repeat what everybody has ceased to believe. You\nare an unnatural sister!” cried Delphine.",
        "“Oh, children, children! hush! hush! or I will kill myself before your\neyes.”",
        "“There, Nasie, I forgive you,” said Mme. de Nucingen; “you are very\nunhappy. But I am kinder than you are. How could you say that just\nwhen I was ready to do anything in the world to help you, even to be\nreconciled with my husband, which for my own sake I––Oh! it is just\nlike you; you have behaved cruelly to me all through these nine\nyears.”",
        "“Children, children, kiss each other!” cried the father. “You are\nangels, both of you.”",
        "“No. Let me alone,” cried the Countess shaking off the hand that her\nfather had laid on her arm. “She is more merciless than my husband.\nAny one might think she was a model of all the virtues herself!”",
        "“I would rather have people think that I owed money to M. de Marsay\nthan own that M. de Trailles had cost me more than two hundred\nthousand francs,” retorted Mme. de Nucingen.",
        "“Delphine!” cried the Countess, stepping towards her sister.",
        "“I shall tell you the truth about yourself if you begin to slander\nme,” said the Baroness coldly.",
        "“Delphine! you are a ––”",
        "Father Goriot sprang between them, grasped the Countess’ hand, and\nlaid his own over her mouth.",
        "“Good heavens, father! What have you been handling this morning?” said\nAnastasie.",
        "“Ah! well, yes, I ought not to have touched you,” said the poor\nfather, wiping his hands on his trousers, “but I have been packing up\nmy things; I did not know that you were coming to see me.”",
        "He was glad that he had drawn down her wrath upon himself.",
        "“Ah!” he sighed, as he sat down, “you children have broken my heart\nbetween you. This is killing me. My head feels as if it were on fire.\nBe good to each other and love each other! This will be the death of\nme! Delphine! Nasie! come, be sensible; you are both in the wrong.\nCome, Dedel,” he added, looking through his tears at the Baroness,\n“she must have twelve thousand francs, you see; let us see if we can\nfind them for her. Oh, my girls, do not look at each other like that!\"\nand he sank on his knees beside Delphine. “Ask her to forgive you\n–just to please me,” he said in her ear. “She is more miserable than\nyou are. Come now, Dedel.”",
        "“Poor Nasie!” said Delphine, alarmed at the wild extravagant grief in\nher father’s face, “I was in the wrong, kiss me––”",
        "“Ah! that is like balm to my heart,” cried Father Goriot. “But how are\nwe to find twelve thousand francs? I might offer myself as a\nsubstitute in the army––”",
        "“Oh! father dear!” they both cried, flinging their arms about him.\n“No, no!”",
        "“God reward you for the thought. We are not worth it, are we, Nasie?\"\nasked Delphine.",
        "“And besides, father dear, it would only be a drop in the bucket,\"\nobserved the Countess.",
        "“But is flesh and blood worth nothing?” cried the old man in his\ndespair. “I would give body and soul to save you, Nasie. I would do a\nmurder for the man who would rescue you. I would do, as Vautrin did,\ngo to the hulks, go––” he stopped as if struck by a thunderbolt, and\nput both hands to his head. “Nothing left!” he cried, tearing his\nhair. “If I only knew of a way to steal money, but it is so hard to do\nit, and then you can’t set to work by yourself, and it takes time to\nrob a bank. Yes, it is time I was dead; there is nothing left me to do\nbut to die. I am no good in the world; I am no longer a father! No.\nShe has come to me in her extremity, and, wretch that I am, I have\nnothing to give her. Ah! you put your money into a life annuity, old\nscoundrel; and had you not daughters? You did not love them. Die, die\nin a ditch, like the dog that you are! Yes, I am worse than a dog; a\nbeast would not have done as I have done! Oh! my head . . . it throbs\nas if it would burst.”",
        "“Papa!” cried both the young women at once, “do, pray, be reasonable!\"\nand they clung to him to prevent him from dashing his head against the\nwall. There was a sound of sobbing.",
        "Eugene, greatly alarmed, took the bill that bore Vautrin’s signature,\nsaw that the stamp would suffice for a larger sum, altered the\nfigures, made it into a regular bill for twelve thousand francs,\npayable to Goriot’s order, and went to his neighbor’s room.",
        "“Here is the money, madame,” he said, handing the piece of paper to\nher. “I was asleep; your conversation awoke me, and by this means I\nlearned all that I owed to M. Goriot. This bill can be discounted, and\nI shall meet it punctually at the due date.”",
        "The Countess stood motionless and speechless, but she held the bill in\nher fingers.",
        "“Delphine,” she said, with a white face, and her whole frame quivering\nwith indignation, anger, and rage, “I forgave you everything; God is\nmy witness that I forgave you, but I cannot forgive this! So this\ngentleman was there all the time, and you knew it! Your petty spite\nhas let you to wreak your vengeance on me by betraying my secrets, my\nlife, my children’s lives, my shame, my honor! There, you are nothing\nto me any longer. I hate you. I will do all that I can to injure you.\nI will . . .”",
        "Anger paralyzed her; the words died in her dry parched throat.",
        "“Why, he is my son, my child; he is your brother, your preserver!\"\ncried Goriot. “Kiss his hand, Nasie! Stay, I will embrace him myself,\"\nhe said, straining Eugene to his breast in a frenzied clasp. “Oh my\nboy! I will be more than a father to you; if I had God’s power, I\nwould fling worlds at your feet. Why don’t you kiss him, Nasie? He is\nnot a man, but an angel, a angel out of heaven.”",
        "“Never mind her, father; she is mad just now.”",
        "“Mad! am I? And what are you?” cried Mme. de Restaud.",
        "“Children, children, I shall die if you go on like this,” cried the\nold man, and he staggered and fell on the bed as if a bullet had\nstruck him.–\"They are killing me between them,” he said to himself.",
        "The Countess fixed her eyes on Eugene, who stood stock still; all his\nfaculties were numbed by this violent scene.",
        "“Sir? . . .” she said, doubt and inquiry in her face, tone, and\nbearing; she took no notice now of her father nor of Delphine, who was\nhastily unfastening his waistcoat.",
        "“Madame,” said Eugene, answering the question before it was asked, “I\nwill meet the bill, and keep silence about it.”",
        "“You have killed our father, Nasie!” said Delphine, pointing to\nGoriot, who lay unconscious on the bed. The Countess fled.",
        "“I freely forgive her,” said the old man, opening his eyes; “her\nposition is horrible; it would turn an older head than hers. Comfort\nNasie, and be nice to her, Delphine; promise it to your poor father\nbefore he dies,” he asked, holding Delphine’s hand in a convulsive\nclasp.",
        "“Oh! what ails you, father?” she cried in real alarm.",
        "“Nothing, nothing,” said Goriot; “it will go off. There is something\nheavy pressing on my forehead, a little headache. . . . Ah! poor\nNasie, what a life lies before her!”",
        "Just as he spoke, the Countess came back again and flung herself on\nher knees before him. “Forgive me!” she cried.",
        "“Come,” said her father, “you are hurting me still more.”",
        "“Monsieur,” the Countess said, turning to Rastignac, “misery made me\nunjust to you. You will be a brother to me, will you not?” and she\nheld out her hand. Her eyes were full of tears as she spoke.",
        "“Nasie,” cried Delphine, flinging her arms round her sister, “my\nlittle Nasie, let us forget and forgive.”",
        "“No, no,” cried Nasie; “I shall never forget!”",
        "“Dear angels,” cried Goriot, “it is as if a dark curtain over my eyes\nhad been raised; your voices have called me back to life. Kiss each\nother once more. Well, now, Nasie, that bill will save you, won’t it?”",
        "“I hope so. I say, papa, will you write your name on it?”",
        "“There! how stupid of me to forget that! But I am not feeling at all\nwell, Nasie, so you must not remember it against me. Send and let me\nknow as soon as you are out of your strait. No, I will go to you. No,\nafter all, I will not go; I might meet your husband, and I should kill\nhim on the spot. And as for signing away your property, I shall have a\nword to say about that. Quick, my child, and keep Maxime in order in\nfuture.”",
        "Eugene was too bewildered to speak.",
        "“Poor Anastasie, she always had a violent temper,” said Mme. de\nNucingen, “but she has a good heart.”",
        "“She came back for the endorsement,” said Eugene in Delphine’s ear.",
        "“Do you think so?”",
        "“I only wish I could think otherwise. Do not trust her,” he answered,\nraising his eyes as if he confided to heaven the thoughts that he did\nnot venture to express.",
        "“Yes. She is always acting a part to some extent.”",
        "“How do you feel now, dear Father Goriot?” asked Rastignac.",
        "“I should like to go to sleep,” he replied.",
        "Eugene helped him to bed, and Delphine sat by the bedside, holding his\nhand until he fell asleep. Then she went.",
        "“This evening at the Italiens,” she said to Eugene, “and you can let\nme know how he is. To-morrow you will leave this place, monsieur. Let\nus go into your room.–Oh! how frightful!” she cried on the threshold.\n“Why, you are even worse lodged than our father. Eugene, you have\nbehaved well. I would love you more if that were possible; but, dear\nboy, if you are to succeed in life, you must not begin by flinging\ntwelve thousand francs out of the windows like that. The Comte de\nTrailles is a confirmed gambler. My sister shuts her eyes to it. He\nwould have made the twelve thousand francs in the same way that he\nwins and loses heaps of gold.”",
        "A groan from the next room brought them back to Goriot’s bedside; to\nall appearances he was asleep, but the two lovers caught the words,\n“They are not happy!” Whether he was awake or sleeping, the tone in\nwhich they were spoken went to his daughter’s heart. She stole up to\nthe pallet-bed on which her father lay, and kissed his forehead. He\nopened his eyes.",
        "“Ah! Delphine!” he said.",
        "“How are you now?” she asked.",
        "“Quite comfortable. Do not worry about me; I shall get up presently.\nDon’t stay with me, children; go, go and be happy.”",
        "Eugene went back with Delphine as far as her door; but he was not easy\nabout Goriot, and would not stay to dinner, as she proposed. He wanted\nto be back at the Maison Vauquer. Father Goriot had left his room, and\nwas just sitting down to dinner as he came in. Bianchon had placed\nhimself where he could watch the old man carefully; and when the old\nvermicelli maker took up his square of bread and smelled it to find\nout the quality of the flour, the medical student, studying him\nclosely, saw that the action was purely mechanical, and shook his\nhead.",
        "“Just come and sit over here, hospitaller of Cochin,” said Eugene.",
        "Bianchon went the more willingly because his change of place brought\nhim next to the old lodger.",
        "“What is wrong with him?” asked Rastignac.",
        "“It is all up with him, or I am much mistaken! Something very\nextraordinary must have taken place; he looks to me as if he were in\nimminent danger of serous apoplexy. The lower part of his face is\ncomposed enough, but the upper part is drawn and distorted. Then there\nis that peculiar look about the eyes that indicates an effusion of\nserum in the brain; they look as though they were covered with a film\nof fine dust, do you notice? I shall know more about it by to-morrow\nmorning.”",
        "“Is there any cure for it?”",
        "“None. It might be possible to stave death off for a time if a way\ncould be found of setting up a reaction in the lower extremities; but\nif the symptoms do not abate by to-morrow evening, it will be all over\nwith him, poor old fellow! Do you know what has happened to bring this\non? There must have been some violent shock, and his mind has given\nway.”",
        "“Yes, there was,” said Rastignac, remembering how the two daughters\nhad struck blow on blow at their father’s heart.",
        "“But Delphine at any rate loves her father,” he said to himself.",
        "That evening at the opera Rastignac chose his words carefully, lest he\nshould give Mme. de Nucingen needless alarm.",
        "“Do not be anxious about him,” she said, however, as soon as Eugene\nbegan, “our father has really a strong constitution, but this morning\nwe gave him a shock. Our whole fortunes were in peril, so the thing\nwas serious, you see. I could not live if your affection did not make\nme insensible to troubles that I should once have thought too hard to\nbear. At this moment I have but one fear left, but one misery to\ndread–to lose the love that has made me feel glad to live. Everything\nelse is as nothing to me compared with our love; I care for nothing\nelse, for you are all the world to me. If I feel glad to be rich, it\nis for your sake. To my shame be it said, I think of my lover before\nmy father. Do you ask why? I cannot tell you, but all my life is in\nyou. My father gave me a heart, but you have taught it to beat. The\nwhole world may condemn me; what does it matter if I stand acquitted\nin your eyes, for you have no right to think ill of me for the faults\nwhich a tyrannous love has forced me to commit for you! Do you think\nme an unnatural daughter? Oh! no, no one could help loving such a dear\nkind father as ours. But how could I hide the inevitable consequences\nof our miserable marriages from him? Why did he allow us to marry when\nwe did? Was it not his duty to think for us and foresee for us? To-day\nI know he suffers as much as we do, but how can it be helped? And as\nfor comforting him, we could not comfort him in the least. Our\nresignation would give him more pain and hurt him far more than\ncomplaints and upbraidings. There are times in life when everything\nturns to bitterness.”",
        "Eugene was silent, the artless and sincere outpouring made an\nimpression on him.",
        "Parisian women are often false, intoxicated with vanity, selfish and\nself-absorbed, frivolous and shallow; yet of all women, when they\nlove, they sacrifice their personal feelings to their passion; they\nrise but so much the higher for all the pettiness overcome in their\nnature, and become sublime. Then Eugene was struck by the profound\ndiscernment and insight displayed by this woman in judging of natural\naffection, when a privileged affection had separated and set her at a\ndistance apart. Mme. de Nucingen was piqued by the silence,",
        "“What are you thinking about?” she asked.",
        "“I am thinking about what you said just now. Hitherto I have always\nfelt sure that I cared far more for you than you did for me.”",
        "She smiled, and would not give way to the happiness she felt, lest\ntheir talk should exceed the conventional limits of propriety. She had\nnever heard the vibrating tones of a sincere and youthful love; a few\nmore words, and she feared for her self-control.",
        "“Eugene,” she said, changing the conversation, “I wonder whether you\nknow what has been happening? All Paris will go to Mme. de Beauseant’s\nto-morrow. The Rochefides and the Marquis d’Ajuda have agreed to keep\nthe matter a profound secret, but to-morrow the king will sign the\nmarriage-contract, and your poor cousin the Vicomtesse knows nothing\nof it as yet. She cannot put off her ball, and the Marquis will not be\nthere. People are wondering what will happen?”",
        "“The world laughs at baseness and connives at it. But this will kill\nMme. de Beauseant.”",
        "“Oh, no,” said Delphine, smiling, “you do not know that kind of woman.\nWhy, all Paris will be there, and so shall I; I ought to go there for\nyour sake.”",
        "“Perhaps, after all, it is one of those absurd reports that people set\nin circulation here.”",
        "“We shall know the truth to-morrow.”",
        "Eugene did not return to the Maison Vauquer. He could not forego the\npleasure of occupying his new rooms in the Rue d’Artois. Yesterday\nevening he had been obliged to leave Delphine soon after midnight, but\nthat night it was Delphine who stayed with him until two o’clock in\nthe morning. He rose late, and waited for Mme. de Nucingen, who came\nabout noon to breakfast with him. Youth snatches eagerly at these rosy\nmoments of happiness, and Eugene had almost forgotten Goriot’s\nexistence. The pretty things that surrounded him were growing\nfamiliar; this domestication in itself was one long festival for him,\nand Mme. de Nucingen was there to glorify it all by her presence. It\nwas four o’clock before they thought of Goriot, and of how he had\nlooked forward to the new life in that house. Eugene said that the old\nman ought to be moved at once, lest he should grow too ill to move. He\nleft Delphine and hurried back to the lodging-house. Neither Father\nGoriot nor young Bianchon was in the dining-room with the others.",
        "“Aha!” said the painter as Eugene came in, “Father Goriot has broken\ndown at last. Bianchon is upstairs with him. One of his daughters–the\nComtesse de Restaurama–came to see the old gentleman, and he would\nget up and go out, and made himself worse. Society is about to lose\none of its brightest ornaments.”",
        "Rastignac sprang to the staircase.",
        "“Hey! Monsieur Eugene!”",
        "“Monsieur Eugene, the mistress is calling you,” shouted Sylvie.",
        "“It is this, sir,” said the widow. “You and M. Goriot should by rights\nhave moved out on the 15th of February. That was three days ago;\nto-day is the 18th, I ought really to be paid a month in advance; but\nif you will engage to pay for both, I shall be quite satisfied.”",
        "“Why can’t you trust him?”",
        "“Trust him, indeed! If the old gentleman went off his head and died,\nthose daughters of his would not pay me a farthing, and his things\nwon’t fetch ten francs. This morning he went out with all the spoons\nand forks he has left, I don’t know why. He had got himself up to look\nquite young, and–Lord, forgive me–but I thought he had rouge on his\ncheeks; he looked quite young again.”",
        "“I will be responsible,” said Eugene, shuddering with horror, for he\nforesaw the end.",
        "He climbed the stairs and reached Father Goriot’s room. The old man\nwas tossing on his bed. Bianchon was with him.",
        "“Good-evening, father,” said Eugene.",
        "The old man turned his glassy eyes on him, smiled gently, and said:",
        "“How is she?”",
        "“She is quite well. But how are you?”",
        "“There is nothing much the matter.”",
        "“Don’t tire him,” said Bianchon, drawing Eugene into a corner of the\nroom.",
        "“Well?” asked Rastignac.",
        "“Nothing but a miracle can save him now. Serous congestion has set in;\nI have put on mustard plasters, and luckily he can feel them, they are\nacting.”",
        "“Is it possible to move him?”",
        "“Quite out of the question. He must stay where he is, and be kept as\nquiet as possible––”",
        "“Dear Bianchon,” said Eugene, “we will nurse him between us.”",
        "“I have had the head physician round from my hospital to see him.”",
        "“And what did he say?”",
        "“He will give no opinion till to-morrow evening. He promised to look\nin again at the end of the day. Unluckily, the preposterous creature\nmust needs go and do something foolish this morning; he will not say\nwhat it was. He is as obstinate as a mule. As soon as I begin to talk\nto him he pretends not to hear, and lies as if he were asleep instead\nof answering, or if he opens his eyes he begins to groan. Some time\nthis morning he went out on foot in the streets, nobody knows where he\nwent, and he took everything that he had of any value with him. He has\nbeen driving some confounded bargain, and it has been too much for his\nstrength. One of his daughters has been here.”",
        "“Was it the Countess?” asked Eugene. “A tall, dark-haired woman, with\nlarge bright eyes, slender figure, and little feet?”",
        "“Yes.”",
        "“Leave him to me for a bit,” said Rastignac. “I will make him confess;\nhe will tell me all about it.”",
        "“And meanwhile I will get my dinner. But try not to excite him; there\nis still some hope left.”",
        "“All right.”",
        "“How they will enjoy themselves to-morrow,” said Father Goriot when\nthey were alone. “They are going to a grand ball.”",
        "“What were you doing this morning, papa, to make yourself so poorly\nthis evening that you have to stop in bed?”",
        "“Nothing.”",
        "“Did not Anastasie come to see you?” demanded Rastignac.",
        "“Yes,” said Father Goriot.",
        "“Well, then, don’t keep anything from me. What more did she want of\nyou?”",
        "“Oh, she was very miserable,” he answered, gathering up all his\nstrength to speak. “It was this way, my boy. Since that affair of the\ndiamonds, Nasie has not had a penny of her own. For this ball she had\nordered a golden gown like a setting for a jewel. Her mantuamaker, a\nwoman without a conscience, would not give her credit, so Nasie’s\nwaiting-woman advanced a thousand francs on account. Poor Nasie!\nreduced to such shifts! It cut me to the heart to think of it! But\nwhen Nasie’s maid saw how things were between her master and mistress,\nshe was afraid of losing her money, and came to an understanding with\nthe dressmaker, and the woman refuses to send the ball-dress until the\nmoney is paid. The gown is ready, and the ball is to-morrow night!\nNasie was in despair. She wanted to borrow my forks and spoons to pawn\nthem. Her husband is determined that she shall go and wear the\ndiamonds, so as to contradict the stories that are told all over\nParis. How can she go to that heartless scoundrel and say, ’I owe a\nthousand francs to my dressmaker; pay her for me!’ She cannot. I saw\nthat myself. Delphine will be there too in a superb toilette, and\nAnastasie ought not to be outshone by her younger sister. And then\n–she was drowned in tears, poor girl! I felt so humbled yesterday when\nI had not the twelve thousand francs, that I would have given the rest\nof my miserable life to wipe out that wrong. You see, I could have\nborne anything once, but latterly this want of money has broken my\nheart. Oh! I did not do it by halves; I titivated myself up a bit, and\nwent out and sold my spoons and forks and buckles for six hundred\nfrancs; then I went to old Daddy Gobseck, and sold a year’s interest\non my annuity for four hundred francs down. Pshaw! I can live on dry\nbread, as I did when I was a young man; if I have done it before, I\ncan do it again. My Nasie shall have one happy evening, at any rate.\nShe shall be smart. The banknote for a thousand francs is under my\npillow; it warms me to have it lying there under my head, for it is\ngoing to make my poor Nasie happy. She can turn that bad girl Victoire\nout of the house. A servant that cannot trust her mistress, did any\none ever hear the like! I shall be quite well to-morrow. Nasie is\ncoming at ten o’clock. They must not think that I am ill, or they will\nnot go to the ball; they will stop and take care of me. To-morrow\nNasie will come and hold me in her arms as if I were one of her\nchildren; her kisses will make me well again. After all, I might have\nspent the thousand francs on physic; I would far rather give them to\nmy little Nasie, who can charm all the pain away. At any rate, I am\nsome comfort to her in her misery; and that makes up for my unkindness\nin buying an annuity. She is in the depths, and I cannot draw her out\nof them now. Oh! I will go into business again, I will buy wheat in\nOdessa; out there, wheat fetches a quarter of the price it sells for\nhere. There is a law against the importation of grain, but the good\nfolk who made the law forgot to prohibit the introduction of wheat\nproducts and food stuffs made from corn. Hey! hey! . . . That struck\nme this morning. There is a fine trade to be done in starch.”",
        "Eugene, watching the old man’s face, thought that his friend was\nlight-headed.",
        "“Come,” he said, “do not talk any more, you must rest––” Just then\nBianchon came up, and Eugene went down to dinner.",
        "The two students sat up with him that night, relieving each other in\nturn. Bianchon brought up his medical books and studied; Eugene wrote\nletters home to his mother and sisters. Next morning Bianchon thought\nthe symptoms more hopeful, but the patient’s condition demanded\ncontinual attention, which the two students alone were willing to\ngive–a task impossible to describe in the squeamish phraseology of\nthe epoch. Leeches must be applied to the wasted body, the poultices\nand hot foot-baths, and other details of the treatment required the\nphysical strength and devotion of the two young men. Mme. de Restaud\ndid not come; but she sent a messenger for the money.",
        "“I expected she would come herself; but it would have been a pity for\nher to come, she would have been anxious about me,” said the father,\nand to all appearances he was well content.",
        "At seven o’clock that evening Therese came with a letter from\nDelphine.",
        " “What are you doing, dear friend? I have been loved for a very\n  little while, and I am neglected already? In the confidences of\n  heart and heart, I have learned to know your soul–you are too\n  noble not to be faithful for ever, for you know that love with all\n  its infinite subtle changes of feeling is never the same. Once you\n  said, as we were listening to the Prayer in Mose in Egitto, ’For\n  some it is the monotony of a single note; for others, it is the\n  infinite of sound.’ Remember that I am expecting you this evening\n  to take me to Mme. de Beauseant’s ball. Every one knows now that\n  the King signed M. d’Ajuda’s marriage-contract this morning, and\n  the poor Vicomtesse knew nothing of it until two o’clock this\n  afternoon. All Paris will flock to her house, of course, just as a\n  crowd fills the Place de Greve to see an execution. It is\n  horrible, is it not, to go out of curiosity to see if she will\n  hide her anguish, and whether she will die courageously? I\n  certainly should not go, my friend, if I had been at her house\n  before; but, of course, she will not receive society any more\n  after this, and all my efforts would be in vain. My position is a\n  very unusual one, and besides, I am going there partly on your\n  account. I am waiting for you. If you are not beside me in less\n  than two hours, I do not know whether I could forgive such\n  treason.”",
        "Rastignac took up a pen and wrote:",
        " “I am waiting till the doctor comes to know if there is any hope of\n  your father’s life. He is lying dangerously ill. I will come and\n  bring you the news, but I am afraid it may be a sentence of death.\n  When I come you can decide whether you can go to the ball.–Yours\n  a thousand times.”",
        "At half-past eight the doctor arrived. He did not take a very hopeful\nview of the case, but thought that there was no immediate danger.\nImprovements and relapses might be expected, and the good man’s life\nand reason hung in the balance.",
        "“It would be better for him to die at once,” the doctor said as he\ntook leave.",
        "Eugene left Goriot to Bianchon’s care, and went to carry the sad news\nto Mme. de Nucingen. Family feeling lingered in her, and this must put\nan end for the present to her plans of amusement.",
        "“Tell her to enjoy her evening as if nothing had happened,” cried\nGoriot. He had been lying in a sort of stupor, but he suddenly sat\nupright as Eugene went out.",
        "Eugene, half heartbroken, entered Delphine’s. Her hair had been\ndressed; she wore her dancing slippers; she had only to put on her\nball-dress; but when the artist is giving the finishing stroke to his\ncreation, the last touches require more time than the whole groundwork\nof the picture.",
        "“Why, you are not dressed!” she cried.",
        "“Madame, your father––”",
        "“My father again!” she exclaimed, breaking in upon him. “You need not\nteach me what is due to my father, I have known my father this long\nwhile. Not a word, Eugene. I will hear what you have to say when you\nare dressed. My carriage is waiting, take it, go round to your rooms\nand dress, Therese has put out everything in readiness for you. Come\nback as soon as you can; we will talk about my father on the way to\nMme. de Beauseant’s. We must go early; if we have to wait our turn in\na row of carriages, we shall be lucky if we get there by eleven\no’clock.”",
        "“Madame––”",
        "“Quick! not a word!” she cried, darting into her dressing-room for a\nnecklace.",
        "“Do go, Monsieur Eugene, or you will vex madame,” said Therese,\nhurrying him away; and Eugene was too horror-stricken by this elegant\nparricide to resist.",
        "He went to his rooms and dressed, sad, thoughtful, and dispirited. The\nworld of Paris was like an ocean of mud for him just then; and it\nseemed that whoever set foot in that black mire must needs sink into\nit up to the chin.",
        "“Their crimes are paltry,” said Eugene to himself. “Vautrin was\ngreater.”",
        "He had seen society in its three great phases–Obedience, Struggle,\nand Revolt; the Family, the World, and Vautrin; and he hesitated in\nhis choice. Obedience was dull, Revolt impossible, Struggle hazardous.\nHis thoughts wandered back to the home circle. He thought of the quiet\nuneventful life, the pure happiness of the days spent among those who\nloved him there. Those loving and beloved beings passed their lives in\nobedience to the natural laws of the hearth, and in that obedience\nfound a deep and constant serenity, unvexed by torments such as these.\nYet, for all his good impulses, he could not bring himself to make\nprofession of the religion of pure souls to Delphine, nor to prescribe\nthe duties of piety to her in the name of love. His education had\nbegun to bear its fruits; he loved selfishly already. Besides, his\ntact had discovered to him the real nature of Delphine; he divined\ninstinctively that she was capable of stepping over her father’s\ncorpse to go to the ball; and within himself he felt that he had\nneither the strength of mind to play the part of mentor, nor the\nstrength of character to vex her, nor the courage to leave her to go\nalone.",
        "“She would never forgive me for putting her in the wrong over it,” he\nsaid to himself. Then he turned the doctor’s dictum over in his mind;\nhe tried to believe that Goriot was not so dangerously ill as he had\nimagined, and ended by collecting together a sufficient quantity of\ntraitorous excuses for Delphine’s conduct. She did not know how ill\nher father was; the kind old man himself would have made her go to the\nball if she had gone to see him. So often it happens that this one or\nthat stands condemned by the social laws that govern family relations;\nand yet there are peculiar circumstances in the case, differences of\ntemperament, divergent interests, innumerable complications of family\nlife that excuse the apparent offence.",
        "Eugene did not wish to see too clearly; he was ready to sacrifice his\nconscience to his mistress. Within the last few days his whole life\nhad undergone a change. Woman had entered into his world and thrown it\ninto chaos, family claims dwindled away before her; she had\nappropriated all his being to her uses. Rastignac and Delphine found\neach other at a crisis in their lives when their union gave them the\nmost poignant bliss. Their passion, so long proved, had only gained in\nstrength by the gratified desire that often extinguishes passion. This\nwoman was his, and Eugene recognized that not until then had he loved\nher; perhaps love is only gratitude for pleasure. This woman, vile or\nsublime, he adored for the pleasure she had brought as her dower; and\nDelphine loved Rastignac as Tantalus would have loved some angel who\nhad satisfied his hunger and quenched the burning thirst in his\nparched throat.",
        "“Well,” said Mme. de Nucingen when he came back in evening dress, “how\nis my father?”",
        "“Very dangerously ill,” he answered; “if you will grant me a proof of\nyour affections, we will just go in to see him on the way.”",
        "“Very well,” she said. “Yes, but afterwards. Dear Eugene, do be nice,\nand don’t preach to me. Come.”",
        "They set out. Eugene said nothing for a while.",
        "“What is it now?” she asked.",
        "“I can hear the death-rattle in your father’s throat,” he said almost\nangrily. And with the hot indignation of youth, he told the story of\nMme. de Restaud’s vanity and cruelty, of her father’s final act of\nself-sacrifice, that had brought about this struggle between life and\ndeath, of the price that had been paid for Anastasie’s golden\nembroideries. Delphine cried.",
        "“I shall look frightful,” she thought. She dried her tears.",
        "“I will nurse my father; I will not leave his bedside,” she said\naloud.",
        "“Ah! now you are as I would have you,” exclaimed Rastignac.",
        "The lamps of five hundred carriages lit up the darkness about the\nHotel de Beauseant. A gendarme in all the glory of his uniform stood\non either side of the brightly lighted gateway. The great world was\nflocking thither that night in its eager curiosity to see the great\nlady at the moment of her fall, and the rooms on the ground floor were\nalready full to overflowing, when Mme. de Nucingen and Rastignac\nappeared. Never since Louis XIV. tore her lover away from La grand\nMademoiselle, and the whole court hastened to visit that unfortunate\nprincess, had a disastrous love affair made such a sensation in Paris.\nBut the youngest daughter of the almost royal house of Burgundy had\nrisen proudly above her pain, and moved till the last moment like a\nqueen in this world–its vanities had always been valueless for her,\nsave in so far as they contributed to the triumph of her passion. The\nsalons were filled with the most beautiful women in Paris, resplendent\nin their toilettes, and radiant with smiles. Ministers and\nambassadors, the most distinguished men at court, men bedizened with\ndecorations, stars, and ribbons, men who bore the most illustrious\nnames in France, had gathered about the Vicomtesse.",
        "The music of the orchestra vibrated in wave after wave of sound from\nthe golden ceiling of the palace, now made desolate for its queen.",
        "Madame de Beauseant stood at the door of the first salon to receive\nthe guests who were styled her friends. She was dressed in white, and\nwore no ornament in the plaits of hair braided about her head; her\nface was calm; there was no sign there of pride, nor of pain, nor of\njoy that she did not feel. No one could read her soul; she stood there\nlike some Niobe carved in marble. For a few intimate friends there was\na tinge of satire in her smile; but no scrutiny saw any change in her,\nnor had she looked otherwise in the days of the glory of her\nhappiness. The most callous of her guests admired her as young Rome\napplauded some gladiator who could die smiling. It seemed as if\nsociety had adorned itself for a last audience of one of its\nsovereigns.",
        "“I was afraid that you would not come,” she said to Rastignac.",
        "“Madame,” he said, in an unsteady voice, taking her speech as a\nreproach, “I shall be the last to go, that is why I am here.”",
        "“Good,” she said, and she took his hand. “You are perhaps the only one\nI can trust here among all these. Oh, my friend, when you love, love a\nwoman whom you are sure that you can love always. Never forsake a\nwoman.”",
        "She took Rastignac’s arm, and went towards a sofa in the card-room.",
        "“I want you to go to the Marquis,” she said. “Jacques, my footman,\nwill go with you; he has a letter that you will take. I am asking the\nMarquis to give my letters back to me. He will give them all up, I\nlike to think that. When you have my letters, go up to my room with\nthem. Some one shall bring me word.”",
        "She rose to go to meet the Duchesse de Langeais, her most intimate\nfriend, who had come like the rest of the world.",
        "Rastignac went. He asked for the Marquis d’Ajuda at the Hotel\nRochefide, feeling certain that the latter would be spending his\nevening there, and so it proved. The Marquis went to his own house\nwith Rastignac, and gave a casket to the student, saying as he did so,\n“They are all there.”",
        "He seemed as if he was about to say something to Eugene, to ask about\nthe ball, or the Vicomtesse; perhaps he was on the brink of the\nconfession that, even then, he was in despair, and knew that his\nmarriage had been a fatal mistake; but a proud gleam shone in his\neyes, and with deplorable courage he kept his noblest feelings a\nsecret.",
        "“Do not even mention my name to her, my dear Eugene.” He grasped\nRastignac’s hand sadly and affectionately, and turned away from him.\nEugene went back to the Hotel Beauseant, the servant took him to the\nVicomtesse’s room. There were signs there of preparations for a\njourney. He sat down by the fire, fixed his eyes on the cedar wood\ncasket, and fell into deep mournful musings. Mme. de Beauseant loomed\nlarge in these imaginings, like a goddess in the Iliad.",
        "“Ah! my friend! . . .” said the Vicomtesse; she crossed the room and\nlaid her hand on Rastignac’s shoulder. He saw the tears in his\ncousin’s uplifted eyes, saw that one hand was raised to take the\ncasket, and that the fingers of the other trembled. Suddenly she took\nthe casket, put it in the fire, and watched it burn.",
        "“They are dancing,” she said. “They all came very early; but death\nwill be long in coming. Hush! my friend,” and she laid a finger on\nRastignac’s lips, seeing that he was about to speak. “I shall never\nsee Paris again. I am taking my leave of the world. At five o’clock\nthis morning I shall set out on my journey; I mean to bury myself in\nthe remotest part of Normandy. I have had very little time to make my\narrangements; since three o’clock this afternoon I have been busy\nsigning documents, setting my affairs in order; there was no one whom\nI could send to . . .”",
        "She broke off.",
        "“He was sure to be . . .”",
        "Again she broke off; the weight of her sorrow was more than she could\nbear. In such moments as these everything is agony, and some words are\nimpossible to utter.",
        "“And so I counted upon you to do me this last piece of service this\nevening,” she said. “I should like to give you some pledge of\nfriendship. I shall often think of you. You have seemed to me to be\nkind and noble, fresh-hearted and true, in this world where such\nqualities are seldom found. I should like you to think sometimes of\nme. Stay,” she said, glancing about her, “there is this box that has\nheld my gloves. Every time I opened it before going to a ball or to\nthe theatre, I used to feel that I must be beautiful, because I was so\nhappy; and I never touched it except to lay some gracious memory in\nit: there is so much of my old self in it, of a Madame de Beauseant\nwho now lives no longer. Will you take it? I will leave directions\nthat it is to be sent to you in the Rue d’Artois.–Mme. de Nucingen\nlooked very charming this evening. Eugene, you must love her. Perhaps\nwe may never see each other again, my friend; but be sure of this,\nthat I shall pray for you who have been kind to me.–Now, let us go\ndownstairs. People shall not think that I am weeping. I have all time\nand eternity before me, and where I am going I shall be alone, and no\none will ask me the reason of my tears. One last look round first.”",
        "She stood for a moment. Then she covered her eyes with her hands for\nan instant, dashed away the tears, bathed her face with cold water,\nand took the student’s arm.",
        "“Let us go!” she said.",
        "This suffering, endured with such noble fortitude, shook Eugene with a\nmore violent emotion than he had felt before. They went back to the\nballroom, and Mme. de Beauseant went through the rooms on Eugene’s arm\n–the last delicately gracious act of a gracious woman. In another\nmoment he saw the sisters, Mme. de Restaud and Mme. de Nucingen. The\nCountess shone in all the glory of her magnificent diamonds; every\nstone must have scorched like fire, she was never to wear them again.\nStrong as love and pride might be in her, she found it difficult to\nmeet her husband’s eyes. The sight of her was scarcely calculated to\nlighten Rastignac’s sad thoughts; through the blaze of those diamonds\nhe seemed to see the wretched pallet-bed on which Father Goriot was\nlying. The Vicomtesse misread his melancholy; she withdrew her hand\nfrom his arm.",
        "“Come,” she said, “I must not deprive you of a pleasure.”",
        "Eugene was soon claimed by Delphine. She was delighted by the\nimpression that she had made, and eager to lay at her lover’s feet the\nhomage she had received in this new world in which she hoped to live\nand move henceforth.",
        "“What do you think of Nasie?” she asked him.",
        "“She has discounted everything, even her own father’s death,” said\nRastignac.",
        "Towards four o’clock in the morning the rooms began to empty. A little\nlater the music ceased, and the Duchesse de Langeais and Rastignac\nwere left in the great ballroom. The Vicomtesse, who thought to find\nthe student there alone, came back there at last. She had taken leave\nof M. de Beauseant, who had gone off to bed, saying again as he went,\n“It is a great pity, my dear, to shut yourself up at your age! Pray\nstay among us.”",
        "Mme. de Beauseant saw the Duchesse, and, in spite of herself, an\nexclamation broke from her.",
        "“I saw how it was, Clara,” said Mme. de Langeais. “You are going from\namong us, and you will never come back. But you must not go until you\nhave heard me, until we have understood each other.”",
        "She took her friend’s arm, and they went together into the next room.\nThere the Duchess looked at her with tears in her eyes; she held her\nfriend in close embrace and kissed her cheek.",
        "“I could not let you go without a word, dearest; the remorse would\nhave been too hard to bear. You can count upon me as surely as upon\nyourself. You have shown yourself great this evening; I feel that I am\nworthy of our friendship, and I mean to prove myself worthy of it. I\nhave not always been kind; I was in the wrong; forgive me, dearest; I\nwish I could unsay anything that may have hurt you; I take back those\nwords. One common sorrow has brought us together again, for I do not\nknow which of us is the more miserable. M. de Montriveau was not here\nto-night; do you understand what that means?–None of those who saw\nyou to-night, Clara, will ever forget you. I mean to make one last\neffort. If I fail, I shall go into a convent. Clara, where are you\ngoing?”",
        "“Into Normandy, to Courcelles. I shall love and pray there until the\nday when God shall take me from this world.–M. de Rastignac!” called\nthe Vicomtesse, in a tremulous voice, remembering that the young man\nwas waiting there.",
        "The student knelt to kiss his cousin’s hand.",
        "“Good-bye, Antoinette!” said Mme. de Beauseant. “May you be happy.\"\n–She turned to the student. “You are young,” she said; “you have some\nbeliefs still left. I have been privileged, like some dying people, to\nfind sincere and reverent feeling in those about me as I take my leave\nof this world.”",
        "It was nearly five o’clock that morning when Rastignac came away. He\nhad put Mme. de Beauseant into her traveling carriage, and received\nher last farewells, spoken amid fast-falling tears; for no greatness\nis so great that it can rise above the laws of human affection, or\nlive beyond the jurisdiction of pain, as certain demagogues would have\nthe people believe. Eugene returned on foot to the Maison Vauquer\nthrough the cold and darkness. His education was nearly complete.",
        "“There is no hope for poor Father Goriot,” said Bianchon, as Rastignac\ncame into the room. Eugene looked for a while at the sleeping man,\nthen he turned to his friend. “Dear fellow, you are content with the\nmodest career you have marked out for yourself; keep to it. I am in\nhell, and I must stay there. Believe everything that you hear said of\nthe world, nothing is too impossibly bad. No Juvenal could paint the\nhorrors hidden away under the covering of gems and gold.”",
        "At two o’clock in the afternoon Bianchon came to wake Rastignac, and\nbegged him to take charge of Goriot, who had grown worse as the day\nwore on. The medical student was obliged to go out.",
        "“Poor old man, he has not two days to live, maybe not many hours,” he\nsaid; “but we must do our utmost, all the same, to fight the disease.\nIt will be a very troublesome case, and we shall want money. We can\nnurse him between us, of course, but, for my own part, I have not a\npenny. I have turned out his pockets, and rummaged through his\ndrawers–result, nix. I asked him about it while his mind was clear,\nand he told me he had not a farthing of his own. What have you?”",
        "“I have twenty francs left,” said Rastignac; “but I will take them to\nthe roulette table, I shall be sure to win.”",
        "“And if you lose?”",
        "“Then I shall go to his sons-in-law and his daughters and ask them for\nmoney.”",
        "“And suppose they refuse?” Bianchon retorted. “The most pressing thing\njust now is not really money; we must put mustard poultices, as hot as\nthey can be made, on his feet and legs. If he calls out, there is\nstill some hope for him. You know how to set about doing it, and\nbesides, Christophe will help you. I am going round to the dispensary\nto persuade them to let us have the things we want on credit. It is a\npity that we could not move him to the hospital; poor fellow, he would\nbe better there. Well, come along, I leave you in charge; you must\nstay with him till I come back.”",
        "The two young men went back to the room where the old man was lying.\nEugene was startled at the change in Goriot’s face, so livid,\ndistorted, and feeble.",
        "“How are you, papa?” he said, bending over the pallet-bed. Goriot\nturned his dull eyes upon Eugene, looked at him attentively, and did\nnot recognize him. It was more than the student could bear; the tears\ncame into his eyes.",
        "Continue...",
        "\nThis eBook of “Father Goriot” by Honore de Balzac (translated by Ellen Marriage) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Balzac's Works: Volume V: Scenes From Private Life: Father Goriot, The Unconscious Humorists, Gaudissart the GreatBy Honore De BalzacAt Amazon"
    ]
}