{
    "title": "Father Goriot - V.",
    "author": "Honore de Balzac",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "“You would like to know who I really am, what I was, and what I do\nnow,” Vautrin went on. “You want to know too much, youngster. Come!\ncome! keep cool! You will hear more astonishing things than that. I\nhave had my misfortunes. Just hear me out first, and you shall have\nyour turn afterwards. Here is my past in three words. Who am I?\nVautrin. What do I do? Just what I please. Let us change the subject.\nYou want to know my character. I am good-natured to those who do me a\ngood turn, or to those whose hearts speak to mine. These last may do\nanything they like with me; they may bruise my shins, and I shall not\ntell them to ’mind what they are about’; but, nom d’une pipe, the\ndevil himself is not an uglier customer than I can be if people annoy\nme, or if I don’t happen to take to them; and you may just as well\nknow at once that I think no more of killing a man than of that,” and\nhe spat before him as he spoke. “Only when it is absolutely necessary\nto do so, I do my best to kill him properly. I am what you call an\nartist. I have read Benvenuto Cellini’s Memoirs, such as you see me;\nand, what is more, in Italian: A fine-spirited fellow he was! From him\nI learned to follow the example set us by Providence, who strikes us\ndown at random, and to admire the beautiful whenever and wherever it\nis found. And, setting other questions aside, is it not a glorious\npart to play, when you pit yourself against mankind, and the luck is\non your side? I have thought a good deal about the constitution of\nyour present social Dis-order. A duel is downright childish, my boy!\nutter nonsense and folly! When one of two living men must be got out\nof the way, none but an idiot would leave chance to decide which it is\nto be; and in a duel it is a toss-up–heads or tails–and there you\nare! Now I, for instance, can hit the ace in the middle of a card five\ntimes running, send one bullet after another through the same hole,\nand at thirty-five paces, moreover! With that little accomplishment\nyou might think yourself certain of killing your man, mightn’t you.\nWell, I have fired, at twenty paces, and missed, and the rogue who had\nnever handled a pistol in his life–look here!\"–(he unbuttoned his\nwaistcoat and exposed his chest, covered, like a bear’s back, with a\nshaggy fell; the student gave a startled shudder)–\"he was a raw lad,\nbut he made his mark on me,” the extraordinary man went on, drawing\nRastignac’s fingers over a deep scar on his breast. But that happened\nwhen I myself was a mere boy; I was one-and-twenty then (your age),\nand I had some beliefs left–in a woman’s love, and in a pack of\nrubbish that you will be over head and ears in directly. You and I\nwere to have fought just now, weren’t we? You might have killed me.\nSuppose that I were put under the earth, where would you be? You would\nhave to clear out of this, go to Switzerland, draw on papa’s purse\n–and he has none too much in it as it is. I mean to open your eyes to\nyour real position, that is what I am going to do: but I shall do it\nfrom the point of view of a man who, after studying the world very\nclosely, sees that there are but two alternatives–stupid obedience or\nrevolt. I obey nobody; is that clear? Now, do you know how much you\nwill want at the pace you are going? A million; and promptly, too, or\nthat little head of ours will be swaying to and fro in the drag-nets\nat Saint-Cloud, while we are gone to find out whether or no there is a\nSupreme Being. I will put you in the way of that million.”",
        "He stopped for a moment and looked at Eugene.",
        "“Aha! you do not look so sourly at papa Vautrin now! At the mention of\nthe million you look like a young girl when somebody has said, ’I will\ncome for you this evening!’ and she betakes herself to her toilette as\na cat licks its whiskers over a saucer of milk. All right. Come, now,\nlet us go into the question, young man; all between ourselves, you\nknow. We have a papa and mamma down yonder, a great-aunt, two sisters\n(aged eighteen and seventeen), two young brothers (one fifteen, and\nthe other ten), that is about the roll-call of the crew. The aunt\nbrings up the two sisters; the cure comes and teaches the boys Latin.\nBoiled chestnuts are oftener on the table than white bread. Papa makes\na suit of clothes last a long while; if mamma has a different dress\nwinter and summer, it is about as much as she has; the sisters manage\nas best they can. I know all about it; I have lived in the south.",
        "“That is how things are at home. They send you twelve hundred francs a\nyear, and the whole property only brings in three thousand francs all\ntold. We have a cook and a manservant; papa is a baron, and we must\nkeep up appearances. Then we have our ambitions; we are connected with\nthe Beauseants, and we go afoot through the streets; we want to be\nrich, and we have not a penny; we eat Mme. Vauquer’s messes, and we\nlike grand dinners in the Faubourg Saint-Germain; we sleep on a\ntruckle-bed, and dream of a mansion! I do not blame you for wanting\nthese things. What sort of men do the women run after? Men of\nambition. Men of ambition have stronger frames, their blood is richer\nin iron, their hearts are warmer than those of ordinary men. Women\nfeel that when their power is greatest, they look their best, and that\nthose are their happiest hours; they like power in men, and prefer the\nstrongest even if it is a power that may be their own destruction. I\nam going to make an inventory of your desires in order to put the\nquestion at issue before you. Here it is:–",
        "“We are as hungry as a wolf, and those newly-cut teeth of ours are\nsharp; what are we to do to keep the pot boiling? In the first place,\nwe have the Code to browse upon; it is not amusing, and we are none\nthe wiser for it, but that cannot be helped. So far so good. We mean\nto make an advocate of ourselves with a prospect of one day being made\nPresident of a Court of Assize, when we shall send poor devils, our\nbetters, to the galleys with a T.F.[*] on their shoulders, so that the\nrich may be convinced that they can sleep in peace. There is no fun in\nthat; and you are a long while coming to it; for, to begin with, there\nare two years of nauseous drudgery in Paris, we see all the lollipops\nthat we long for out of our reach. It is tiresome to want things and\nnever to have them. If you were a pallid creature of the mollusk\norder, you would have nothing to fear, but it is different when you\nhave the hot blood of a lion and are ready to get into a score of\nscrapes every day of your life. This is the ghastliest form of torture\nknown in this inferno of God’s making, and you will give in to it. Or\nsuppose that you are a good boy, drink nothing stronger than milk, and\nbemoan your hard lot; you, with your generous nature, will endure\nhardships that would drive a dog mad, and make a start, after long\nwaiting, as deputy to some rascal or other in a hole of a place where\nthe Government will fling you a thousand francs a year like the scraps\nthat are thrown to the butcher’s dog. Bark at thieves, plead the cause\nof the rich, send men of heart to the guillotine, that is your work!\nMany thanks! If you have no influence, you may rot in your provincial\ntribunal. At thirty you will be a Justice with twelve hundred francs a\nyear (if you have not flung off the gown for good before then). By the\ntime you are forty you may look to marry a miller’s daughter, an\nheiress with some six thousand livres a year. Much obliged! If you\nhave influence, you may possibly be a Public Prosecutor by the time\nyou are thirty; with a salary of a thousand crowns, you could look to\nmarry the mayor’s daughter. Some petty piece of political trickery,\nsuch as mistaking Villele for Manuel in a bulletin (the names rhyme,\nand that quiets your conscience), and you will probably be a Procureur\nGeneral by the time you are forty, with a chance of becoming a deputy.\nPlease to observe, my dear boy, that our conscience will have been a\nlittle damaged in the process, and that we shall endure twenty years\nof drudgery and hidden poverty, and that our sisters are wearing\nDian’s livery. I have the honor to call your attention to another\nfact: to wit, that there are but twenty Procureurs Generaux at a time\nin all France, while there are some twenty thousand of you young men\nwho aspire to that elevated position; that there are some mountebanks\namong you who would sell their family to screw their fortunes a peg\nhigher. If this sort of thing sickens you, try another course. The\nBaron de Rastignac thinks of becoming an advocate, does he? There’s a\nnice prospect for you! Ten years of drudgery straight away. You are\nobliged to live at the rate of a thousand francs a month; you must\nhave a library of law books, live in chambers, go into society, go\ndown on your knees to ask a solicitor for briefs, lick the dust off\nthe floor of the Palais de Justice. If this kind of business led to\nanything, I should not say no; but just give me the names of five\nadvocates here in Paris who by the time that they are fifty are making\nfifty thousand francs a year! Bah! I would sooner turn pirate on the\nhigh seas than have my soul shrivel up inside me like that. How will\nyou find the capital? There is but one way, marry a woman who has\nmoney. There is no fun in it. Have you a mind to marry? You hang a\nstone around your neck; for if you marry for money, what becomes of\nour exalted notions of honor and so forth? You might as well fly in\nthe face of social conventions at once. Is it nothing to crawl like a\nserpent before your wife, to lick her mother’s feet, to descend to\ndirty actions that would sicken swine–faugh!–never mind if you at\nleast make your fortune. But you will be as doleful as a dripstone if\nyou marry for money. It is better to wrestle with men than to wrangle\nat home with your wife. You are at the crossway of the roads of life,\nmy boy; choose your way.",
        "[*] Travaux forces, forced labour.",
        "“But you have chosen already. You have gone to see your cousin of\nBeauseant, and you have had an inkling of luxury; you have been to\nMme. de Restaud’s house, and in Father Goriot’s daughter you have seen\na glimpse of the Parisienne for the first time. That day you came back\nwith a word written on your forehead. I knew it, I could read\nit–’Success!’ Yes, success at any price. ’Bravo,’ said I to myself,\n’here is the sort of fellow for me.’ You wanted money. Where was it\nall to come from? You have drained your sisters’ little hoard (all\nbrothers sponge more or less on their sisters). Those fifteen hundred\nfrancs of yours (got together, God knows how! in a country where there\nare more chestnuts than five-franc pieces) will slip away like\nsoldiers after pillage. And, then, what will you do? Shall you begin\nto work? Work, or what you understand by work at this moment, means,\nfor a man of Poiret’s calibre, an old age in Mamma Vauquer’s\nlodging-house. There are fifty thousand young men in your position at\nthis moment, all bent as you are on solving one and the same problem\n–how to acquire a fortune rapidly. You are but a unit in that\naggregate. You can guess, therefore, what efforts you must make, how\ndesperate the struggle is. There are not fifty thousand good positions\nfor you; you must fight and devour one another like spiders in a pot.\nDo you know how a man makes his way here? By brilliant genius or by\nskilful corruption. You must either cut your way through these masses\nof men like a cannon ball, or steal among them like a plague. Honesty\nis nothing to the purpose. Men bow before the power of genius; they\nhate it, and try to slander it, because genius does not divide the\nspoil; but if genius persists, they bow before it. To sum it all up in\na phrase, if they fail to smother genius in the mud, they fall on their\nknees and worship it. Corruption is a great power in the world, and\ntalent is scarce. So corruption is the weapon of superfluous\nmediocrity; you will be made to feel the point of it everywhere. You\nwill see women who spend more than ten thousand francs a year on\ndress, while their husband’s salary (his whole income) is six thousand\nfrancs. You will see officials buying estates on twelve thousand\nfrancs a year. You will see women who sell themselves body and soul to\ndrive in a carriage belonging to the son of a peer of France, who has\na right to drive in the middle rank at Longchamp. You have seen that\npoor simpleton of a Goriot obliged to meet a bill with his daughter’s\nname at the back of it, though her husband has fifty thousand francs a\nyear. I defy you to walk a couple of yards anywhere in Paris without\nstumbling on some infernal complication. I’ll bet my head to a head of\nthat salad that you will stir up a hornet’s nest by taking a fancy to\nthe first young, rich, and pretty woman you meet. They are all dodging\nthe law, all at loggerheads with their husbands. If I were to begin to\ntell you all that vanity or necessity (virtue is not often mixed up in\nit, you may be sure), all that vanity and necessity drive them to do\nfor lovers, finery, housekeeping, or children, I should never come to\nan end. So an honest man is the common enemy.",
        "“But do you know what an honest man is? Here, in Paris, an honest man\nis the man who keeps his own counsel, and will not divide the plunder.\nI am not speaking now of those poor bond-slaves who do the work of the\nworld without a reward for their toil–God Almighty’s outcasts, I call\nthem. Among them, I grant you, is virtue in all the flower of its\nstupidity, but poverty is no less their portion. At this moment, I\nthink I see the long faces those good folk would pull if God played a\npractical joke on them and stayed away at the Last Judgment.",
        "“Well, then, if you mean to make a fortune quickly, you must either be\nrich to begin with, or make people believe that you are rich. It is no\nuse playing here except for high stakes; once take to low play, it is\nall up with you. If in the scores of professions that are open to you,\nthere are ten men who rise very rapidly, people are sure to call them\nthieves. You can draw your own conclusions. Such is life. It is no\ncleaner than a kitchen; it reeks like a kitchen; and if you mean to\ncook your dinner, you must expect to soil your hands; the real art is\nin getting them clean again, and therein lies the whole morality of\nour epoch. If I take this tone in speaking of the world to you, I have\nthe right to do so; I know it well. Do you think that I am blaming it?\nFar from it; the world has always been as it is now. Moralists’\nstrictures will never change it. Mankind are not perfect, but one age\nis more or less hypocritical than another, and then simpletons say\nthat its morality is high or low. I do not think that the rich are any\nworse than the poor; man is much the same, high or low, or wherever he\nis. In a million of these human cattle there may be half a score of\nbold spirits who rise above the rest, above the laws; I am one of\nthem. And you, if you are cleverer than your fellows, make straight to\nyour end, and hold your head high. But you must lay your account with\nenvy and slander and mediocrity, and every man’s hand will be against\nyou. Napoleon met with a Minister of War, Aubry by name, who all but\nsent him to the colonies.",
        "“Feel your pulse. Think whether you can get up morning after morning,\nstrengthened in yesterday’s purpose. In that case I will make you an\noffer that no one would decline. Listen attentively. You see, I have\nan idea of my own. My idea is to live a patriarchal life on a vast\nestate, say a hundred thousand acres, somewhere in the Southern States\nof America. I mean to be a planter, to have slaves, to make a few snug\nmillions by selling my cattle, timber, and tobacco; I want to live an\nabsolute monarch, and to do just as I please; to lead such a life as\nno one here in these squalid dens of lath and plaster ever imagines. I\nam a great poet; I do not write my poems, I feel them, and act them.\nAt this moment I have fifty thousand francs, which might possibly buy\nforty negroes. I want two hundred thousand francs, because I want to\nhave two hundred negroes to carry out my notions of the patriarachal\nlife properly. Negroes, you see, are like a sort of family ready\ngrown, and there are no inquisitive public prosecutors out there to\ninterfere with you. That investment in ebony ought to mean three or\nfour million francs in ten years’ time. If I am successful, no one\nwill ask me who I am. I shall be Mr. Four Millions, an American\ncitizen. I shall be fifty years old by then, and sound and hearty\nstill; I shall enjoy life after my own fashion. In two words, if I\nfind you an heiress with a million, will you give me two hundred\nthousand francs? Twenty per cent commission, eh? Is that too much?\nYour little wife will be very much in love with you. Once married, you\nwill show signs of uneasiness and remorse; for a couple of weeks you\nwill be depressed. Then, some night after sundry grimacings, comes the\nconfession, between two kisses, ’Two hundred thousand francs of debts,\nmy darling!’ This sort of farce is played every day in Paris, and by\nyoung men of the highest fashion. When a young wife has given her\nheart, she will not refuse her purse. Perhaps you are thinking that\nyou will lose the money for good? Not you. You will make two hundred\nthousand francs again by some stroke of business. With your capital\nand your brains you should be able to accumulate as large a fortune as\nyou could wish. Ergo, in six months you will have made your own\nfortune, and our old friend Vautrin’s, and made an amiable woman very\nhappy, to say nothing of your people at home, who must blow on their\nfingers to warm them, in the winter, for lack of firewood. You need\nnot be surprised at my proposal, nor at the demand I make. Forty-seven\nout of every sixty great matches here in Paris are made after just\nsuch a bargain as this. The Chamber of Notaries compels my gentleman\nto––”",
        "“What must I do?” said Rastignac, eagerly interrupting Vautrin’s\nspeech.",
        "“Next to nothing,” returned the other, with a slight involuntary\nmovement, the suppressed exultation of the angler when he feels a bite\nat the end of his line. “Follow me carefully! The heart of a girl\nwhose life is wretched and unhappy is a sponge that will thirstily\nabsorb love; a dry sponge that swells at the first drop of sentiment.\nIf you pay court to a young girl whose existence is a compound of\nloneliness, despair, and poverty, and who has no suspicion that she\nwill come into a fortune, good Lord! it is quint and quatorze at\npiquet; it is knowing the numbers of the lottery before-hand; it is\nspeculating in the funds when you have news from a sure source; it is\nbuilding up a marriage on an indestructible foundation. The girl may\ncome in for millions, and she will fling them, as if they were so many\npebbles, at your feet. ’Take it, my beloved! Take it, Alfred, Adolphe,\nEugene!’ or whoever it was that showed his sense by sacrificing\nhimself for her. And as for sacrificing himself, this is how I\nunderstand it. You sell a coat that is getting shabby, so that you can\ntake her to the Cadran bleu, treat her to mushrooms on toast, and\nthen go to the Ambigu-Comique in the evening; you pawn your watch to\nbuy her a shawl. I need not remind you of the fiddle-faddle\nsentimentality that goes down so well with all women; you spill a few\ndrops of water on your stationery, for instance; those are the tears\nyou shed while far away from her. You look to me as if you were\nperfectly acquainted with the argot of the heart. Paris, you see, is\nlike a forest in the New World, where you have to deal with a score of\nvarieties of savages–Illinois and Hurons, who live on the proceed of\ntheir social hunting. You are a hunter of millions; you set your\nsnares; you use lures and nets; there are many ways of hunting. Some\nhunt heiresses, others a legacy; some fish for souls, yet others sell\ntheir clients, bound hand and foot. Every one who comes back from the\nchase with his game-bag well filled meets with a warm welcome in good\nsociety. In justice to this hospitable part of the world, it must be\nsaid that you have to do with the most easy and good-natured of great\ncities. If the proud aristocracies of the rest of Europe refuse\nadmittance among their ranks to a disreputable millionaire, Paris\nstretches out a hand to him, goes to his banquets, eats his dinners,\nand hobnobs with his infamy.”",
        "“But where is such a girl to be found?” asked Eugene.",
        "“Under your eyes; she is yours already.”",
        "“Mlle. Victorine?”",
        "“Precisely.”",
        "“And what was that you said?”",
        "“She is in love with you already, your little Baronne de Rastignac!”",
        "“She has not a penny,” Eugene continued, much mystified.",
        "“Ah! now we are coming to it! Just another word or two, and it will\nall be clear enough. Her father, Taillefer, is an old scoundrel; it is\nsaid that he murdered one of his friends at the time of the\nRevolution. He is one of your comedians that sets up to have opinions\nof his own. He is a banker–senior partner in the house of Frederic\nTaillefer and Company. He has one son, and means to leave all he has\nto the boy, to the prejudice of Victorine. For my part, I don’t like\nto see injustice of this sort. I am like Don Quixote, I have a fancy\nfor defending the weak against the strong. If it should please God to\ntake that youth away from him, Taillefer would have only his daughter\nleft; he would want to leave his money to some one or other; an absurd\nnotion, but it is only human nature, and he is not likely to have any\nmore children, as I know. Victorine is gentle and amiable; she will\nsoon twist her father round her fingers, and set his head spinning\nlike a German top by plying him with sentiment! She will be too much\ntouched by your devotion to forget you; you will marry her. I mean to\nplay Providence for you, and Providence is to do my will. I have a\nfriend whom I have attached closely to myself, a colonel in the Army\nof the Loire, who has just been transferred into the garde royale. He\nhas taken my advice and turned ultra-royalist; he is not one of those\nfools who never change their opinions. Of all pieces of advice, my\ncherub, I would give you this–don’t stick to your opinions any more\nthan to your words. If any one asks you for them, let him have them\n–at a price. A man who prides himself on going in a straight line\nthrough life is an idiot who believes in infallibility. There are no\nsuch things as principles; there are only events, and there are no\nlaws but those of expediency: a man of talent accepts events and the\ncircumstances in which he finds himself, and turns everything to his\nown ends. If laws and principles were fixed and invariable, nations\nwould not change them as readily as we change our shirts. The\nindividual is not obliged to be more particular than the nation. A man\nwhose services to France have been of the very slightest is a fetich\nlooked on with superstitious awe because he has always seen everything\nin red; but he is good, at the most, to be put into the Museum of Arts\nand Crafts, among the automatic machines, and labeled La Fayette;\nwhile the prince at whom everybody flings a stone, the man who\ndespises humanity so much that he spits as many oaths as he is asked\nfor in the face of humanity, saved France from being torn in pieces at\nthe Congress of Vienna; and they who should have given him laurels\nfling mud at him. Oh! I know something of affairs, I can tell you; I\nhave the secrets of many men! Enough. When I find three minds in\nagreement as to the application of a principle, I shall have a fixed\nand immovable opinion–I shall have to wait a long while first. In the\nTribunals you will not find three judges of the same opinion on a\nsingle point of law. To return to the man I was telling you of. He\nwould crucify Jesus Christ again, if I bade him. At a word from his\nold chum Vautrin he will pick a quarrel with a scamp that will not\nsend so much as five francs to his sister, poor girl, and” (here\nVautrin rose to his feet and stood like a fencing-master about to\nlunge)–\"turn him off into the dark!” he added.",
        "“How frightful!” said Eugene. “You do not really mean it? M. Vautrin,\nyou are joking!”",
        "“There! there! Keep cool!” said the other. “Don’t behave like a baby.\nBut if you find any amusement in it, be indignant, flare up! Say that\nI am a scoundrel, a rascal, a rogue, a bandit; but do not call me a\nblackleg nor a spy! There, out with it, fire away! I forgive you; it\nis quite natural at your age. I was like that myself once. Only\nremember this, you will do worse things yourself some day. You will\nflirt with some pretty woman and take her money. You have thought of\nthat, of course,” said Vautrin, “for how are you to succeed unless\nlove is laid under contribution? There are no two ways about virtue,\nmy dear student; it either is, or it is not. Talk of doing penance for\nyour sins! It is a nice system of business, when you pay for your\ncrime by an act of contrition! You seduce a woman that you may set\nyour foot on such and such a rung of the social ladder; you sow\ndissension among the children of a family; you descend, in short, to\nevery base action that can be committed at home or abroad, to gain\nyour own ends for your own pleasure or your profit; and can you\nimagine that these are acts of faith, hope, or charity? How is it that\na dandy, who in a night has robbed a boy of half his fortune, gets\nonly a couple of months in prison; while a poor devil who steals a\nbanknote for a thousand francs, with aggravating circumstances, is\ncondemned to penal servitude? Those are your laws. Not a single\nprovision but lands you in some absurdity. That man with yellow gloves\nand a golden tongue commits many a murder; he sheds no blood, but he\ndrains his victim’s veins as surely; a desperado forces open a door\nwith a crowbar, dark deeds both of them! You yourself will do every\none of those things that I suggest to you to-day, bar the bloodshed.\nDo you believe that there is any absolute standard in this world?\nDespise mankind and find out the meshes that you can slip through in\nthe net of the Code. The secret of a great success for which you are\nat a loss to account is a crime that has never been found out, because\nit was properly executed.”",
        "“Silence, sir! I will not hear any more; you make me doubt myself. At\nthis moment my sentiments are all my science.”",
        "“Just as you please, my fine fellow; I did think you were so\nweak-minded,” said Vautrin, “I shall say no more about it. One last\nword, however,” and he looked hard at the student–\"you have my\nsecret,” he said.",
        "“A young man who refuses your offer knows that he must forget it.”",
        "“Quite right, quite right; I am glad to hear you say so. Somebody else\nmight not be so scrupulous, you see. Keep in mind what I want to do\nfor you. I will give you a fortnight. The offer is still open.”",
        "“What a head of iron the man has!” said Eugene to himself, as he\nwatched Vautrin walk unconcernedly away with his cane under his arm.\n“Yet Mme. de Beauseant said as much more gracefully; he has only\nstated the case in cruder language. He would tear my heart with claws\nof steel. What made me think of going to Mme. de Nucingen? He guessed\nmy motives before I knew them myself. To sum it up, that outlaw has\ntold me more about virtue than all I have learned from men and books.\nIf virtue admits of no compromises, I have certainly robbed my\nsisters,” he said, throwing down the bags on the table.",
        "He sat down again and fell, unconscious of his surroundings, into deep\nthought.",
        "“To be faithful to an ideal of virtue! A heroic martyrdom! Pshaw!\nevery one believes in virtue, but who is virtuous? Nations have made\nan idol of Liberty, but what nation on the face of the earth is free?\nMy youth is still like a blue and cloudless sky. If I set myself to\nobtain wealth or power, does it mean that I must make up my mind to\nlie, and fawn, and cringe, and swagger, and flatter, and dissemble? To\nconsent to be the servant of others who have likewise fawned, and\nlied, and flattered? Must I cringe to them before I can hope to be\ntheir accomplice? Well, then, I decline. I mean to work nobly and with\na single heart. I will work day and night; I will owe my fortune to\nnothing but my own exertions. It may be the slowest of all roads to\nsuccess, but I shall lay my head on the pillow at night untroubled by\nevil thoughts. Is there a greater thing than this–to look back over\nyour life and know that it is stainless as a lily? I and my life are\nlike a young man and his betrothed. Vautrin has put before me all that\ncomes after ten years of marriage. The devil! my head is swimming. I\ndo not want to think at all; the heart is a sure guide.”",
        "Eugene was roused from his musings by the voice of the stout Sylvie,\nwho announced that the tailor had come, and Eugene therefore made his\nappearance before the man with the two money bags, and was not ill\npleased that it should be so. When he had tried on his dress suit, he\nput on his new morning costume, which completely metamorphosed him.",
        "“I am quite equal to M. de Trailles,” he said to himself. “In short, I\nlook like a gentleman.”",
        "“You asked me, sir, if I knew the houses where Mme. de Nucingen goes,\"\nFather Goriot’s voice spoke from the doorway of Eugene’s room.”",
        "“Yes.”",
        "“Very well then, she is going to the Marechale Carigliano’s ball on\nMonday. If you can manage to be there, I shall hear from you whether\nmy two girls enjoyed themselves, and how they were dressed, and all\nabout it in fact.”",
        "“How did you find that out, my good Goriot?” said Eugene, putting a\nchair by the fire for his visitor.",
        "“Her maid told me. I hear all about their doings from Therese and\nConstance,” he added gleefully.",
        "The old man looked like a lover who is still young enough to be made\nhappy by the discovery of some little stratagem which brings him\ninformation of his lady-love without her knowledge.",
        "“You will see them both!” he said, giving artless expression to a pang\nof jealousy.",
        "“I do not know,” answered Eugene. “I will go to Mme. de Beauseant and\nask her for an introduction to the Marechale.”",
        "Eugene felt a thrill of pleasure at the thought of appearing before\nthe Vicomtesse, dressed as henceforward he always meant to be. The\n“abysses of the human heart,” in the moralists’ phrase, are only\ninsidious thoughts, involuntary promptings of personal interest. The\ninstinct of enjoyment turns the scale; those rapid changes of purpose\nwhich have furnished the text for so much rhetoric are calculations\nprompted by the hope of pleasure. Rastignac beholding himself well\ndressed and impeccable as to gloves and boots, forgot his virtuous\nresolutions. Youth, moreover, when bent upon wrongdoing does not dare\nto behold himself in the mirror of consciousness; mature age has seen\nitself; and therein lies the whole difference between these two phases\nof life.",
        "A friendship between Eugene and his neighbor, Father Goriot, had been\ngrowing up for several days past. This secret friendship and the\nantipathy that the student had begun to entertain for Vautrin arose\nfrom the same psychological causes. The bold philosopher who shall\ninvestigate the effects of mental action upon the physical world will\ndoubtless find more than one proof of the material nature of our\nsentiments in other animals. What physiognomist is as quick to discern\ncharacter as a dog is to discover from a stranger’s face whether this\nis a friend or no? Those by-words–\"atoms,” “affinities\"–are facts\nsurviving in modern languages for the confusion of philosophic\nwiseacres who amuse themselves by winnowing the chaff of language to\nfind its grammatical roots. We feel that we are loved. Our\nsentiments make themselves felt in everything, even at a great\ndistance. A letter is a living soul, and so faithful an echo of the\nvoice that speaks in it, that finer natures look upon a letter as one\nof love’s most precious treasures. Father Goriot’s affection was of\nthe instinctive order, a canine affection raised to a sublime pitch;\nhe had scented compassion in the air, and the kindly respect and\nyouthful sympathy in the student’s heart. This friendship had,\nhowever, scarcely reached the stage at which confidences are made.\nThough Eugene had spoken of his wish to meet Mme. de Nucingen, it was\nnot because he counted on the old man to introduce him to her house,\nfor he hoped that his own audacity might stand him in good stead. All\nthat Father Goriot had said as yet about his daughters had referred to\nthe remarks that the student had made so freely in public on that day\nof the two visits.",
        "“How could you think that Mme. de Restaud bore you a grudge for\nmentioning my name?” he had said on the day following that scene at\ndinner. “My daughters are very fond of me; I am a happy father; but my\nsons-in-law have behaved badly to me, and rather than make trouble\nbetween my darlings and their husbands, I choose to see my daughters\nsecretly. Fathers who can see their daughters at any time have no idea\nof all the pleasure that all this mystery gives me; I cannot always\nsee mine when I wish, do you understand? So when it is fine I walk out\nin the Champs-Elysees, after finding out from their waiting-maids\nwhether my daughters mean to go out. I wait near the entrance; my\nheart beats fast when the carriages begin to come; I admire them in\ntheir dresses, and as they pass they give me a little smile, and it\nseems as if everything was lighted up for me by a ray of bright\nsunlight. I wait, for they always go back the same way, and then I see\nthem again; the fresh air has done them good and brought color into\ntheir cheeks; all about me people say, ’What a beautiful woman that\nis!’ and it does my heart good to hear them.",
        "“Are they not my own flesh and blood? I love the very horses that draw\nthem; I envy the little lap-dog on their knees. Their happiness is my\nlife. Every one loves after his own fashion, and mine does no one any\nharm; why should people trouble their heads about me? I am happy in my\nown way. Is there any law against going to see my girls in the evening\nwhen they are going out to a ball? And what a disappointment it is\nwhen I get there too late, and am told that ’Madame has gone out!’\nOnce I waited till three o’clock in the morning for Nasie; I had not\nseen her for two whole days. I was so pleased, that it was almost too\nmuch for me! Please do not speak of me unless it is to say how good my\ndaughters are to me. They are always wanting to heap presents upon me,\nbut I will not have it. ’Just keep your money,’ I tell them. ’What\nshould I do with it? I want nothing.’ And what am I, sir, after all?\nAn old carcase, whose soul is always where my daughters are. When you\nhave seen Mme. de Nucingen, tell me which you like the most,” said the\nold man after a moment’s pause, while Eugene put the last touches to\nhis toilette. The student was about to go out to walk in the Garden of\nthe Tuileries until the hour when he could venture to appear in Mme.\nde Beauseant’s drawing-room.",
        "That walk was a turning-point in Eugene’s career. Several women\nnoticed him; he looked so handsome, so young, and so well dressed.\nThis almost admiring attention gave a new turn to his thoughts. He\nforgot his sisters and the aunt who had robbed herself for him; he no\nlonger remembered his own virtuous scruples. He had seen hovering\nabove his head the fiend so easy to mistake for an angel, the Devil\nwith rainbow wings, who scatters rubies, and aims his golden shafts at\npalace fronts, who invests women with purple, and thrones with a glory\nthat dazzles the eyes of fools till they forget the simple origins of\nroyal dominion; he had heard the rustle of that Vanity whose tinsel\nseems to us to be the symbol of power. However cynical Vautrin’s words\nhad been, they had made an impression on his mind, as the sordid\nfeatures of the old crone who whispers, “A lover, and gold in\ntorrents,” remain engraven on a young girl’s memory.",
        "Eugene lounged about the walks till it was nearly five o’clock, then\nhe went to Mme. de Beauseant, and received one of the terrible blows\nagainst which young hearts are defenceless. Hitherto the Vicomtesse\nhad received him with the kindly urbanity, the bland grace of manner\nthat is the result of fine breeding, but is only complete when it\ncomes from the heart.",
        "To-day Mme. de Beauseant bowed constrainedly, and spoke curtly:",
        "“M. de Rastignac, I cannot possibly see you, at least not at this\nmoment. I am engaged . . .”",
        "An observer, and Rastignac instantly became an observer, could read\nthe whole history, the character and customs of caste, in the phrase,\nin the tones of her voice, in her glance and bearing. He caught a\nglimpse of the iron hand beneath the velvet glove–the personality,\nthe egoism beneath the manner, the wood beneath the varnish. In short,\nhe heard that unmistakable I THE KING that issues from the plumed\ncanopy of the throne, and finds its last echo under the crest of the\nsimplest gentleman.",
        "Eugene had trusted too implicitly to the generosity of a woman; he\ncould not believe in her haughtiness. Like all the unfortunate, he had\nsubscribed, in all good faith, the generous compact which should bind\nthe benefactor to the recipient, and the first article in that bond,\nbetween two large-hearted natures, is a perfect equality. The kindness\nwhich knits two souls together is as rare, as divine, and as little\nunderstood as the passion of love, for both love and kindness are the\nlavish generosity of noble natures. Rastignac was set upon going to\nthe Duchesse de Carigliano’s ball, so he swallowed down this rebuff.",
        "“Madame,” he faltered out, “I would not have come to trouble you about\na trifling matter; be so kind as to permit me to see you later, I can\nwait.”",
        "“Very well, come and dine with me,” she said, a little confused by the\nharsh way in which she had spoken, for this lady was as genuinely\nkind-hearted as she was high-born.",
        "Eugene was touched by this sudden relenting, but none the less he said\nto himself as he went away, “Crawl in the dust, put up with every kind\nof treatment. What must the rest of the world be like when one of the\nkindest of women forgets all her promises of befriending me in a\nmoment, and tosses me aside like an old shoe? So it is every one for\nhimself? It is true that her house is not a shop, and I have put\nmyself in the wrong by needing her help. You should cut your way\nthrough the world like a cannon ball, as Vautrin said.”",
        "But the student’s bitter thoughts were soon dissipated by the pleasure\nwhich he promised himself in this dinner with the Vicomtesse. Fate\nseemed to determine that the smallest accidents in his life should\ncombine to urge him into a career, which the terrible sphinx of the\nMaison Vauquer had described as a field of battle where you must\neither slay or be slain, and cheat to avoid being cheated. You leave\nyour conscience and your heart at the barriers, and wear a mask on\nentering into this game of grim earnest, where, as in ancient Sparta,\nyou must snatch your prize without being detected if you would deserve\nthe crown.",
        "On his return he found the Vicomtesse gracious and kindly, as she had\nalways been to him. They went together to the dining-room, where the\nVicomte was waiting for his wife. In the time of the Restoration the\nluxury of the table was carried, as is well known, to the highest\ndegree, and M. de Beauseant, like many jaded men of the world, had few\npleasures left but those of good cheer; in this matter, in fact, he\nwas a gourmand of the schools of Louis XVIII. and of the Duc d’Escars,\nand luxury was supplemented by splendor. Eugene, dining for the first\ntime in a house where the traditions of grandeur had descended through\nmany generations, had never seen any spectacle like this that now met\nhis eyes. In the time of the Empire, balls had always ended with a\nsupper, because the officers who took part in them must be fortified\nfor immediate service, and even in Paris might be called upon to leave\nthe ballroom for the battlefield. This arrangement had gone out of\nfashion under the Monarchy, and Eugene had so far only been asked to\ndances. The self-possession which pre-eminently distinguished him in\nlater life already stood him in good stead, and he did not betray his\namazement. Yet as he saw for the first time the finely wrought silver\nplate, the completeness of every detail, the sumptuous dinner,\nnoiselessly served, it was difficult for such an ardent imagination\nnot to prefer this life of studied and refined luxury to the hardships\nof the life which he had chosen only that morning.",
        "His thoughts went back for a moment to the lodging-house, and with a\nfeeling of profound loathing, he vowed to himself that at New Year he\nwould go; prompted at least as much by a desire to live among cleaner\nsurroundings as by a wish to shake off Vautrin, whose huge hand he\nseemed to feel on his shoulder at that moment. When you consider the\nnumberless forms, clamorous or mute, that corruption takes in Paris,\ncommon-sense begins to wonder what mental aberration prompted the\nState to establish great colleges and schools there, and assemble\nyoung men in the capital; how it is that pretty women are respected,\nor that the gold coin displayed in the money-changer’s wooden saucers\ndoes not take to itself wings in the twinkling of an eye; and when you\ncome to think further, how comparatively few cases of crime there are,\nand to count up the misdemeanors committed by youth, is there not a\ncertain amount of respect due to these patient Tantaluses who wrestle\nwith themselves and nearly always come off victorious? The struggles\nof the poor student in Paris, if skilfully drawn, would furnish a most\ndramatic picture of modern civilization.",
        "In vain Mme. de Beauseant looked at Eugene as if asking him to speak;\nthe student was tongue-tied in the Vicomte’s presence.",
        "“Are you going to take me to the Italiens this evening?” the\nVicomtesse asked her husband.",
        "“You cannot doubt that I should obey you with pleasure,” he answered,\nand there was a sarcastic tinge in his politeness which Eugene did not\ndetect, “but I ought to go to meet some one at the Varietes.”",
        "“His mistress,” said she to herself.",
        "“Then, is not Ajuda coming for you this evening?” inquired the\nVicomte.",
        "“No,” she answered, petulantly.",
        "“Very well, then, if you really must have an arm, take that of M. de\nRastignac.”",
        "The Vicomtess turned to Eugene with a smile.",
        "“That would be a very compromising step for you,” she said.",
        "“’A Frenchman loves danger, because in danger there is glory,’ to\nquote M. de Chateaubriand,” said Rastignac, with a bow.",
        "A few moments later he was sitting beside Mme. de Beauseant in a\nbrougham, that whirled them through the streets of Paris to a\nfashionable theatre. It seemed to him that some fairy magic had\nsuddenly transported him into a box facing the stage. All the\nlorgnettes of the house were pointed at him as he entered, and at the\nVicomtesse in her charming toilette. He went from enchantment to\nenchantment.",
        "“You must talk to me, you know,” said Mme. de Beauseant. “Ah! look!\nThere is Mme. de Nucingen in the third box from ours. Her sister and\nM. de Trailles are on the other side.”",
        "The Vicomtesse glanced as she spoke at the box where Mlle. de\nRochefide should have been; M. d’Ajuda was not there, and Mme. de\nBeauseant’s face lighted up in a marvelous way.",
        "“She is charming,” said Eugene, after looking at Mme. de Nucingen.",
        "“She has white eyelashes.”",
        "“Yes, but she has such a pretty slender figure!”",
        "“Her hands are large.”",
        "“Such beautiful eyes!”",
        "“Her face is long.”",
        "“Yes, but length gives distinction.”",
        "“It is lucky for her that she has some distinction in her face. Just\nsee how she fidgets with her opera-glass! The Goriot blood shows\nitself in every movement,” said the Vicomtesse, much to Eugene’s\nastonishment.",
        "Indeed, Mme. de Beauseant seemed to be engaged in making a survey of\nthe house, and to be unconscious of Mme. Nucingen’s existence; but no\nmovement made by the latter was lost upon the Vicomtesse. The house\nwas full of the loveliest women in Paris, so that Delphine de Nucingen\nwas not a little flattered to receive the undivided attention of Mme.\nde Beauseant’s young, handsome, and well-dressed cousin, who seemed to\nhave no eyes for any one else.",
        "“If you look at her so persistently, you will make people talk, M. de\nRastignac. You will never succeed if you fling yourself at any one’s\nhead like that.”",
        "“My dear cousin,” said Eugene, “you have protected me indeed so far,\nand now if you would complete your work, I only ask of you a favor\nwhich will cost you but little, and be of very great service to me. I\nhave lost my heart.”",
        "“Already!”",
        "“Yes.”",
        "“And to that woman!”",
        "“How could I aspire to find any one else to listen to me?” he asked,\nwith a keen glance at his cousin. “Her Grace the Duchesse de\nCarigliano is a friend of the Duchesse de Berri,” he went on, after a\npause; “you are sure to see her, will you be so kind as to present me\nto her, and to take me to her ball on Monday? I shall meet Mme. de\nNucingen there, and enter into my first skirmish.”",
        "“Willingly,” she said. “If you have a liking for her already, your\naffairs of the heart are like to prosper. That is de Marsay over there\nin the Princesse Galathionne’s box. Mme. de Nucingen is racked with\njealousy. There is no better time for approaching a woman, especially\nif she happens to be a banker’s wife. All those ladies of the\nChaussee-d’Antin love revenge.”",
        "“Then, what would you do yourself in such a case?”",
        "“I should suffer in silence.”",
        "At this point the Marquis d’Ajuda appeared in Mme. de Beauseant’s box.",
        "“I have made a muddle of my affairs to come to you,” he said, “and I\nam telling you about it, so that it may not be a sacrifice.”",
        "Eugene saw the glow of joy on the Vicomtesse’s face, and knew that\nthis was love, and learned the difference between love and the\naffectations of Parisian coquetry. He admired his cousin, grew mute,\nand yielded his place to M. d’Ajuda with a sigh.",
        "“How noble, how sublime a woman is when she loves like that!” he said\nto himself. “And he could forsake her for a doll! Oh! how could any\none forsake her?”",
        "There was a boy’s passionate indignation in his heart. He could have\nflung himself at Mme. de Beauseant’s feet; he longed for the power of\nthe devil if he could snatch her away and hide her in his heart, as an\neagle snatches up some white yeanling from the plains and bears it to\nits eyrie. It was humiliating to him to think that in all this gallery\nof fair pictures he had not one picture of his own. “To have a\nmistress and an almost royal position is a sign of power,” he said to\nhimself. And he looked at Mme. de Nucingen as a man measures another\nwho has insulted him.",
        "The Vicomtesse turned to him, and the expression of her eyes thanked\nhim a thousand times for his discretion. The first act came to an end\njust then.",
        "“Do you know Mme. de Nucingen well enough to present M. de Rastignac\nto her?” she asked of the Marquis d’Ajuda.",
        "“She will be delighted,” said the Marquis. The handsome Portuguese\nrose as he spoke and took the student’s arm, and in another moment\nEugene found himself in Mme. de Nucingen’s box.",
        "“Madame,” said the Marquis, “I have the honor of presenting to you the\nChevalier Eugene de Rastignac; he is a cousin of Mme. de Beauseant’s.\nYou have made so deep an impression upon him, that I thought I would\nfill up the measure of his happiness by bringing him nearer to his\ndivinity.”",
        "Words spoken half jestingly to cover their somewhat disrespectful\nimport; but such an implication, if carefully disguised, never gives\noffence to a woman. Mme. de Nucingen smiled, and offered Eugene the\nplace which her husband had just left.",
        "“I do not venture to suggest that you should stay with me, monsieur,\"\nshe said. “Those who are so fortunate as to be in Mme. de Beauseant’s\ncompany do not desire to leave it.”",
        "“Madame,” Eugene said, lowering his voice, “I think that to please my\ncousin I should remain with you. Before my lord Marquis came we were\nspeaking of you and of your exceedingly distinguished appearance,” he\nadded aloud.",
        "M. d’Ajuda turned and left them.",
        "“Are you really going to stay with me, monsieur?” asked the Baroness.\n“Then we shall make each other’s acquaintance. Mme. de Restaud told me\nabout you, and has made me anxious to meet you.”",
        "“She must be very insincere, then, for she has shut her door on me.”",
        "“What?”",
        "“Madame, I will tell you honestly the reason why; but I must crave\nyour indulgence before confiding such a secret to you. I am your\nfather’s neighbor; I had no idea that Mme. de Restaud was his\ndaughter. I was rash enough to mention his name; I meant no harm, but\nI annoyed your sister and her husband very much. You cannot think how\nseverely the Duchesse de Langeais and my cousin blamed this apostasy\non a daughter’s part, as a piece of bad taste. I told them all about\nit, and they both burst out laughing. Then Mme. de Beauseant made some\ncomparison between you and your sister, speaking in high terms of you,\nand saying how very fond you were of my neighbor, M. Goriot. And,\nindeed, how could you help loving him? He adores you so passionately\nthat I am jealous already. We talked about you this morning for two\nhours. So this evening I was quite full of all that your father had\ntold me, and while I was dining with my cousin I said that you could\nnot be as beautiful as affectionate. Mme. de Beauseant meant to\ngratify such warm admiration, I think, when she brought me here,\ntelling me, in her gracious way, that I should see you.”",
        "“Then, even now, I owe you a debt of gratitude, monsieur,” said the\nbanker’s wife. “We shall be quite old friends in a little while.”",
        "“Although a friendship with you could not be like an ordinary\nfriendship,” said Rastignac; “I should never wish to be your friend.”",
        "Such stereotyped phrases as these, in the mouths of beginners, possess\nan unfailing charm for women, and are insipid only when read coldly;\nfor a young man’s tone, glance and attitude give a surpassing\neloquence to the banal phrases. Mme. de Nucingen thought that\nRastignac was adorable. Then, woman-like, being at a loss how to reply\nto the student’s outspoken admiration, she answered a previous remark.",
        "“Yes, it is very wrong of my sister to treat our poor father as she\ndoes,” she said; “he has been a Providence to us. It was not until M.\nde Nucingen positively ordered me only to receive him in the mornings\nthat I yielded the point. But I have been unhappy about it for a long\nwhile; I have shed many tears over it. This violence to my feelings,\nwith my husband’s brutal treatment, have been two causes of my unhappy\nmarried life. There is certainly no woman in Paris whose lot seems\nmore enviable than mine, and yet, in reality, there is not one so much\nto be pitied. You will think I must be out of my senses to talk to you\nlike this; but you know my father, and I cannot regard you as a\nstranger.”",
        "“You will find no one,” said Eugene, “who longs as eagerly as I do to\nbe yours. What do all women seek? Happiness.” (He answered his own\nquestion in low, vibrating tones.) “And if happiness for a woman means\nthat she is to be loved and adored, to have a friend to whom she can\npour out her wishes, her fancies, her sorrows and joys; to whom she\ncan lay bare her heart and soul, and all her fair defects and her\ngracious virtues, without fear of a betrayal; believe me, the devotion\nand the warmth that never fails can only be found in the heart of a\nyoung man who, at a bare sign from you, would go to his death, who\nneither knows nor cares to know anything as yet of the world, because\nyou will be all the world to him. I myself, you see (you will laugh at\nmy simplicity), have just come from a remote country district; I am\nquite new to this world of Paris; I have only known true and loving\nhearts; and I made up my mind that here I should find no love. Then I\nchanced to meet my cousin, and to see my cousin’s heart from very\nnear; I have divined the inexhaustible treasures of passion, and, like\nCherubino, I am the lover of all women, until the day comes when I\nfind the woman to whom I may devote myself. As soon as I saw you, as\nsoon as I came into the theatre this evening, I felt myself borne\ntowards you as if by the current of a stream. I had so often thought\nof you already, but I had never dreamed that you would be so\nbeautiful! Mme. de Beauseant told me that I must not look so much at\nyou. She does not know the charm of your red lips, your fair face, nor\nsee how soft your eyes are. . . . I also am beginning to talk\nnonsense; but let me talk.”",
        "Nothing pleases a woman better than to listen to such whispered words\nas these; the most puritanical among them listens even when she ought\nnot to reply to them; and Rastignac, having once begun, continued to\npour out his story, dropping his voice, that she might lean and\nlisten; and Mme. de Nucingen, smiling, glanced from time to time at de\nMarsay, who still sat in the Princesse Galathionne’s box.",
        "Rastignac did not leave Mme. de Nucingen till her husband came to take\nher home.",
        "“Madame,” Eugene said, “I shall have the pleasure of calling upon you\nbefore the Duchesse de Carigliano’s ball.”",
        "“If Matame infites you to come,” said the Baron, a thickset Alsatian,\nwith indications of a sinister cunning in his full-moon countenance,\n“you are quide sure of being well receifed.”",
        "“My affairs seem to be in a promising way,” said Eugene to himself.–\"\n’Can you love me?’ I asked her, and she did not resent it. The bit is\nin the horse’s mouth, and I have only to mount and ride;” and with\nthat he went to pay his respects to Mme. de Beauseant, who was leaving\nthe theatre on d’Ajuda’s arm.",
        "The student did not know that the Baroness’ thoughts had been\nwandering; that she was even then expecting a letter from de Marsay,\none of those letters that bring about a rupture that rends the soul;\nso, happy in his delusion, Eugene went with the Vicomtesse to the\nperistyle, where people were waiting till their carriages were\nannounced.",
        "“That cousin of yours is hardly recognizable for the same man,” said\nthe Portuguese laughingly to the Vicomtesse, when Eugene had taken\nleave of them. “He will break the bank. He is as supple as an eel; he\nwill go a long way, of that I am sure. Who else could have picked out\na woman for him, as you did, just when she needed consolation?”",
        "“But it is not certain that she does not still love the faithless\nlover,” said Mme. de Beauseant.",
        "The student meanwhile walked back from the Theatre-Italien to the Rue\nNeuve-Sainte-Genevieve, making the most delightful plans as he went.\nHe had noticed how closely Mme. de Restaud had scrutinized him when he\nsat beside Mme. de Nucingen, and inferred that the Countess’ doors\nwould not be closed in the future. Four important houses were now open\nto him–for he meant to stand well with the Marechale; he had four\nsupporters in the inmost circle of society in Paris. Even now it was\nclear to him that, once involved in this intricate social machinery,\nhe must attach himself to a spoke of the wheel that was to turn and\nraise his fortunes; he would not examine himself too curiously as to\nthe methods, but he was certain of the end, and conscious of the power\nto gain and keep his hold.",
        "“If Mme. de Nucingen takes an interest in me, I will teach her how to\nmanage her husband. That husband of hers is a great speculator; he\nmight put me in the way of making a fortune by a single stroke.”",
        "He did not say this bluntly in so many words; as yet, indeed, he was\nnot sufficient of a diplomatist to sum up a situation, to see its\npossibilities at a glance, and calculate the chances in his favor.\nThese were nothing but hazy ideas that floated over his mental\nhorizon; they were less cynical than Vautrin’s notions; but if they\nhad been tried in the crucible of conscience, no very pure result\nwould have issued from the test. It is by a succession of such like\ntransactions that men sink at last to the level of the relaxed\nmorality of this epoch, when there have never been so few of those who\nsquare their courses with their theories, so few of those noble\ncharacters who do not yield to temptation, for whom the slightest\ndeviation from the line of rectitude is a crime. To these magnificent\ntypes of uncompromising Right we owe two masterpieces–the Alceste of\nMoliere, and, in our own day, the characters of Jeanie Deans and her\nfather in Sir Walter Scott’s novel. Perhaps a work which should\nchronicle the opposite course, which should trace out all the devious\ncourses through which a man of the world, a man of ambitions, drags\nhis conscience, just steering clear of crime that he may gain his end\nand yet save appearances, such a chronicle would be no less edifying\nand no less dramatic.",
        "Rastignac went home. He was fascinated by Mme. de Nucingen; he seemed\nto see her before him, slender and graceful as a swallow. He recalled\nthe intoxicating sweetness of her eyes, her fair hair, the delicate\nsilken tissue of the skin, beneath which it almost seemed to him that\nhe could see the blood coursing; the tones of her voice still exerted\na spell over him; he had forgotten nothing; his walk perhaps heated\nhis imagination by sending a glow of warmth through his veins. He\nknocked unceremoniously at Goriot’s door.",
        "“I have seen Mme. Delphine, neighbor,” said he.",
        "“Where?”",
        "“At the Italiens.”",
        "“Did she enjoy it? . . . . Just come inside,” and the old man left his\nbed, unlocked the door, and promptly returned again.",
        "It was the first time that Eugene had been in Father Goriot’s room,\nand he could not control his feeling of amazement at the contrast\nbetween the den in which the father lived and the costume of the\ndaughter whom he had just beheld. The window was curtainless, the\nwalls were damp, in places the varnished wall-paper had come away and\ngave glimpses of the grimy yellow plaster beneath. The wretched bed on\nwhich the old man lay boasted but one thin blanket, and a wadded quilt\nmade out of large pieces of Mme. Vauquer’s old dresses. The floor was\ndamp and gritty. Opposite the window stood a chest of drawers made of\nrosewood, one of the old-fashioned kind with a curving front and brass\nhandles, shaped like rings of twisted vine stems covered with flowers\nand leaves. On a venerable piece of furniture with a wooden shelf\nstood a ewer and basin and shaving apparatus. A pair of shoes stood in\none corner; a night-table by the bed had neither a door nor marble\nslab. There was not a trace of a fire in the empty grate; the square\nwalnut table with the crossbar against which Father Goriot had crushed\nand twisted his posset-dish stood near the hearth. The old man’s hat\nwas lying on a broken-down bureau. An armchair stuffed with straw and\na couple of chairs completed the list of ramshackle furniture. From\nthe tester of the bed, tied to the ceiling by a piece of rag, hung a\nstrip of some cheap material in large red and black checks. No poor\ndrudge in a garret could be worse lodged than Father Goriot in Mme.\nVauquer’s lodging-house. The mere sight of the room sent a chill\nthrough you and a sense of oppression; it was like the worst cell in a\nprison. Luckily, Goriot could not see the effect that his surroundings\nproduced on Eugene as the latter deposited his candle on the\nnight-table. The old man turned round, keeping the bedclothes huddled\nup to his chin.",
        "“Well,” he said, “and which do you like the best, Mme. de Restaud or\nMme. de Nucingen?”",
        "“I like Mme. Delphine the best,” said the law student, “because she\nloves you the best.”",
        "At the words so heartily spoken the old man’s hand slipped out from\nunder the bedclothes and grasped Eugene’s.",
        "“Thank you, thank you,” he said, gratefully. “Then what did she say\nabout me?”",
        "The student repeated the Baroness’ remarks with some embellishments of\nhis own, the old man listening the while as though he heard a voice\nfrom Heaven.",
        "“Dear child!” he said. “Yes, yes, she is very fond of me. But you must\nnot believe all that she tells you about Anastasie. The two sisters\nare jealous of each other, you see, another proof of their affection.\nMme. de Restaud is very fond of me too. I know she is. A father sees\nhis children as God sees all of us; he looks into the very depths of\ntheir hearts; he knows their intentions; and both of them are so\nloving. Oh! if I only had good sons-in-law, I should be too happy, and\nI dare say there is no perfect happiness here below. If I might live\nwith them–simply hear their voices, know that they are there, see\nthem go and come as I used to do at home when they were still with me;\nwhy, my heart bounds at the thought. . . . Were they nicely dressed?”",
        "“Yes,” said Eugene. “But, M. Goriot, how is it that your daughters\nhave such fine houses, while you live in such a den as this?”",
        "“Dear me, why should I want anything better?” he replied, with seeming\ncarelessness. “I can’t quite explain to you how it is; I am not used\nto stringing words together properly, but it all lies there––” he\nsaid, tapping his heart. “My real life is in my two girls, you see;\nand so long as they are happy, and smartly dressed, and have soft\ncarpets under their feet, what does it matter what clothes I wear or\nwhere I lie down of a night? I shall never feel cold so long as they\nare warm; I shall never feel dull if they are laughing. I have no\ntroubles but theirs. When you, too, are a father, and you hear your\nchildren’s little voices, you will say to yourself, ’That has all come\nfrom me.’ You will feel that those little ones are akin to every drop\nin your veins, that they are the very flower of your life (and what\nelse are they?); you will cleave so closely to them that you seem to\nfeel every movement that they make. Everywhere I hear their voices\nsounding in my ears. If they are sad, the look in their eyes freezes\nmy blood. Some day you will find out that there is far more happiness\nin another’s happiness than in your own. It is something that I cannot\nexplain, something within that sends a glow of warmth all through you.\nIn short, I live my life three times over. Shall I tell you something\nfunny? Well, then, since I have been a father, I have come to\nunderstand God. He is everywhere in the world, because the whole world\ncomes from Him. And it is just the same with my children, monsieur.\nOnly, I love my daughters better than God loves the world, for the\nworld is not so beautiful as God Himself is, but my children are more\nbeautiful than I am. Their lives are so bound up with mine that I felt\nsomehow that you would see them this evening. Great Heaven! If any man\nwould make my little Delphine as happy as a wife is when she is loved,\nI would black his boots and run on his errands. That miserable M. de\nMarsay is a cur; I know all about him from her maid. A longing to\nwring his neck comes over me now and then. He does not love her! does\nnot love a pearl of a woman, with a voice like a nightingale and\nshaped like a model. Where can her eyes have been when she married\nthat great lump of an Alsatian? They ought both of them to have\nmarried young men, good-looking and good-tempered–but, after all,\nthey had their own way.”",
        "Father Goriot was sublime. Eugene had never yet seen his face light up\nas it did now with the passionate fervor of a father’s love. It is\nworthy of remark that strong feeling has a very subtle and pervasive\npower; the roughest nature, in the endeavor to express a deep and\nsincere affection, communicates to others the influence that has put\nresonance into the voice, and eloquence into every gesture, wrought a\nchange in the very features of the speaker; for under the inspiration\nof passion the stupidest human being attains to the highest eloquence\nof ideas, if not of language, and seems to move in some sphere of\nlight. In the old man’s tones and gesture there was something just\nthen of the same spell that a great actor exerts over his audience.\nBut does not the poet in us find expression in our affections?",
        "“Well,” said Eugene, “perhaps you will not be sorry to hear that she\nis pretty sure to break with de Marsay before long. That sprig of\nfashion has left her for the Princesse Galathionne. For my part, I\nfell in love with Mme. Delphine this evening.”",
        "“Stuff!” said Father Goriot.",
        "“I did indeed, and she did not regard me with aversion. For a whole\nhour we talked of love, and I am to go to call on her on Saturday, the\nday after to-morrow.”",
        "“Oh! how I should love you, if she should like you. You are\nkind-hearted; you would never make her miserable. If you were to\nforsake her, I would cut your throat at once. A woman does not love\ntwice, you see! Good heavens! what nonsense I am talking, M. Eugene!\nIt is cold; you ought not to stay here. Mon Dieu! so you have heard\nher speak? What message did she give you for me?”",
        "“None at all,” said Eugene to himself; aloud he answered, “She told me\nto tell you that your daughter sends you a good kiss.”",
        "“Good-night, neighbor! Sleep well, and pleasant dreams to you! I have\nmine already made for me by that message from her. May God grant you\nall your desires! You have come in like a good angel on me to-night,\nand brought with you the air that my daughter breathes.”",
        "“Poor old fellow!” said Eugene as he lay down. “It is enough to melt a\nheart of stone. His daughter no more thought of him than of the Grand\nTurk.”",
        "Ever after this conference Goriot looked upon his neighbor as a\nfriend, a confidant such as he had never hoped to find; and there was\nestablished between the two the only relationship that could attach\nthis old man to another man. The passions never miscalculate. Father\nGoriot felt that this friendship brought him closer to his daughter\nDelphine; he thought that he should find a warmer welcome for himself\nif the Baroness should care for Eugene. Moreover, he had confided one\nof his troubles to the younger man. Mme. de Nucingen, for whose\nhappiness he prayed a thousand times daily, had never known the joys\nof love. Eugene was certainly (to make use of his own expression) one\nof the nicest young men that he had ever seen, and some prophetic\ninstinct seemed to tell him that Eugene was to give her the happiness\nwhich had not been hers. These were the beginnings of a friendship\nthat grew up between the old man and his neighbor; but for this\nfriendship the catastrophe of the drama must have remained a mystery.",
        "The affection with which Father Goriot regarded Eugene, by whom he\nseated himself at breakfast, the change in Goriot’s face, which as a\nrule, looked as expressionless as a plaster cast, and a few words that\npassed between the two, surprised the other lodgers. Vautrin, who saw\nEugene for the first time since their interview, seemed as if he would\nfain read the student’s very soul. During the night Eugene had had\nsome time in which to scan the vast field which lay before him; and\nnow, as he remembered yesterday’s proposal, the thought of Mlle.\nTaillefer’s dowry came, of course, to his mind, and he could not help\nthinking of Victorine as the most exemplary youth may think of an\nheiress. It chanced that their eyes met. The poor girl did not fail to\nsee that Eugene looked very handsome in his new clothes. So much was\nsaid in the glance, thus exchanged, that Eugene could not doubt but\nthat he was associated in her mind with the vague hopes that lie\ndormant in a girl’s heart and gather round the first attractive\nnewcomer. “Eight hundred thousand francs!” a voice cried in his ears,\nbut suddenly he took refuge in the memories of yesterday evening,\nthinking that his extemporized passion for Mme. de Nucingen was a\ntalisman that would preserve him from this temptation.",
        "“They gave Rossini’s Barber of Seville at the Italiens yesterday\nevening,” he remarked. “I never heard such delicious music. Good\ngracious! how lucky people are to have a box at the Italiens!”",
        "Father Goriot drank in every word that Eugene let fall, and watched\nhim as a dog watches his master’s slightest movement.",
        "“You men are like fighting cocks,” said Mme. Vauquer; “you do what you\nlike.”",
        "“How did you get back?” inquired Vautrin.",
        "“I walked,” answered Eugene.",
        "“For my own part,” remarked the tempter, “I do not care about doing\nthings by halves. If I want to enjoy myself that way, I should prefer\nto go in my carriage, sit in my own box, and do the thing comfortably.\nEverything or nothing; that is my motto.”",
        "“And a good one, too,” commented Mme. Vauquer.",
        "“Perhaps you will see Mme. de Nucingen to-day,” said Eugene,\naddressing Goriot in an undertone. “She will welcome you with open\narms, I am sure; she would want to ask you for all sorts of little\ndetails about me. I have found out that she will do anything in the\nworld to be known by my cousin Mme. de Beauseant; don’t forget to tell\nher that I love her too well not to think of trying to arrange this.”",
        "Rastignac went at once to the Ecole de Droit. He had no mind to stay a\nmoment longer than was necessary in that odious house. He wasted his\ntime that day; he had fallen a victim to that fever of the brain that\naccompanies the too vivid hopes of youth. Vautrin’s arguments had set\nhim meditating on social life, and he was deep in these reflections\nwhen he happened on his friend Bianchon in the Jardin du Luxembourg.",
        "“What makes you look so solemn?” said the medical student, putting an\narm through Eugene’s as they went towards the Palais.",
        "“I am tormented by temptations.”",
        "“What kind? There is a cure for temptation.”",
        "“What?”",
        "“Yielding to it.”",
        "“You laugh, but you don’t know what it is all about. Have you read\nRousseau?”",
        "“Yes.”",
        "“Do you remember that he asks the reader somewhere what he would do if\nhe could make a fortune by killing an old mandarin somewhere in China\nby mere force of wishing it, and without stirring from Paris?”",
        "“Yes.”",
        "“Well, then?”",
        "“Pshaw! I am at my thirty-third mandarin.”",
        "“Seriously, though. Look here, suppose you were sure that you could do\nit, and had only to give a nod. Would you do it?”",
        "“Is he well stricken in years, this mandarin of yours? Pshaw! after\nall, young or old, paralytic, or well and sound, my word for it.\n. . . Well, then. Hang it, no!”",
        "“You are a good fellow, Bianchon. But suppose you loved a woman well\nenough to lose your soul in hell for her, and that she wanted money\nfor dresses and a carriage, and all her whims, in fact?”",
        "“Why, here you are taking away my reason, and want me to reason!”",
        "“Well, then, Bianchon, I am mad; bring me to my senses. I have two\nsisters as beautiful and innocent as angels, and I want them to be\nhappy. How am I to find two hundred thousand francs apiece for them in\nthe next five years? Now and then in life, you see, you must play for\nheavy stakes, and it is no use wasting your luck on low play.”",
        "“But you are only stating the problem that lies before every one at\nthe outset of his life, and you want to cut the Gordian knot with a\nsword. If that is the way of it, dear boy, you must be an Alexander,\nor to the hulks you go. For my own part, I am quite contented with the\nlittle lot I mean to make for myself somewhere in the country, when I\nmean to step into my father’s shoes and plod along. A man’s affections\nare just as fully satisfied by the smallest circle as they can be by a\nvast circumference. Napoleon himself could only dine once, and he\ncould not have more mistresses than a house student at the Capuchins.\nHappiness, old man, depends on what lies between the sole of your foot\nand the crown of your head; and whether it costs a million or a\nhundred louis, the actual amount of pleasure that you receive rests\nentirely with you, and is just exactly the same in any case. I am for\nletting that Chinaman live.”",
        "“Thank you, Bianchon; you have done me good. We will always be\nfriends.”",
        "“I say,” remarked the medical student, as they came to the end of a\nbroad walk in the Jardin des Plantes, “I saw the Michonneau and Poiret\na few minutes ago on a bench chatting with a gentleman whom I used to\nsee in last year’s troubles hanging about the Chamber of Deputies; he\nseems to me, in fact, to be a detective dressed up like a decent\nretired tradesman. Let us keep an eye on that couple; I will tell you\nwhy some time. Good-bye; it is nearly four o’clock, and I must be in\nto answer to my name.”",
        "When Eugene reached the lodging-house, he found Father Goriot waiting\nfor him.",
        "“Here,” cried the old man, “here is a letter from her. Pretty\nhandwriting, eh?”",
        "Continue...",
        "\nThis eBook of “Father Goriot” by Honore de Balzac (translated by Ellen Marriage) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Balzac's Works: Volume V: Scenes From Private Life: Father Goriot, The Unconscious Humorists, Gaudissart the GreatBy Honore De BalzacAt Amazon"
    ]
}