{
    "title": "Father Goriot - VIII.",
    "author": "Honore de Balzac",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "Rastignac folded his arms and was silent.",
        "“Let us have no more of Mlle. Judas,” said the painter, turning to\nMme. Vauquer. “If you don’t show the Michonneau the door, madame, we\nshall all leave your shop, and wherever we go we shall say that there\nare only convicts and spies left there. If you do the other thing, we\nwill hold our tongues about the business; for when all is said and\ndone, it might happen in the best society until they brand them on the\nforehead, when they send them to the hulks. They ought not to let\nconvicts go about Paris disguised like decent citizens, so as to carry\non their antics like a set of rascally humbugs, which they are.”",
        "At this Mme. Vauquer recovered miraculously. She sat up and folded her\narms; her eyes were wide open now, and there was no sign of tears in\nthem.",
        "“Why, do you really mean to be the ruin of my establishment, my dear\nsir? There is M. Vautrin––Goodness,” she cried, interrupting\nherself, “I can’t help calling him by the name he passed himself off\nby for an honest man! There is one room to let already, and you want\nme to turn out two more lodgers in the middle of the season, when no\none is moving––”",
        "“Gentlemen, let us take our hats and go and dine at Flicoteaux’s in\nthe Place Sorbonne,” cried Bianchon.",
        "Mme. Vauquer glanced round, and saw in a moment on which side her\ninterest lay. She waddled across to Mlle. Michonneau.",
        "“Come, now,” she said; “you would not be the ruin of my establishment,\nwould you, eh? There’s a dear, kind soul. You see what a pass these\ngentlemen have brought me to; just go up to your room for this\nevening.”",
        "“Never a bit of it!” cried the boarders. “She must go, and go this\nminute!”",
        "“But the poor lady has had no dinner,” said Poiret, with piteous\nentreaty.",
        "“She can go and dine where she likes,” shouted several voices.",
        "“Turn her out, the spy!”",
        "“Turn them both out! Spies!”",
        "“Gentlemen,” cried Poiret, his heart swelling with the courage that\nlove gives to the ovine male, “respect the weaker sex.”",
        "“Spies are of no sex!” said the painter.",
        "“A precious sexorama!”",
        "“Turn her into the streetorama!”",
        "“Gentlemen, this is not manners! If you turn people out of the house,\nit ought not to be done so unceremoniously and with no notice at all.\nWe have paid our money, and we are not going,” said Poiret, putting on\nhis cap, and taking a chair beside Mlle. Michonneau, with whom Mme.\nVauquer was remonstrating.",
        "“Naughty boy!” said the painter, with a comical look; “run away,\nnaughty little boy!”",
        "“Look here,” said Bianchon; “if you do not go, all the rest of us\nwill,” and the boarders, to a man, made for the sitting-room-door.",
        "“Oh! mademoiselle, what is to be done?” cried Mme. Vauquer. “I am a\nruined woman. You can’t stay here; they will go further, do something\nviolent.”",
        "Mlle. Michonneau rose to her feet.",
        "“She is going!–She is not going!–She is going!–No, she isn’t.”",
        "These alternate exclamations, and a suggestion of hostile intentions,\nborne out by the behavior of the insurgents, compelled Mlle.\nMichonneau to take her departure. She made some stipulations, speaking\nin a low voice in her hostess’ ear, and then–\"I shall go to Mme.\nBuneaud’s,” she said, with a threatening look.",
        "“Go where you please, mademoiselle,” said Mme. Vauquer, who regarded\nthis choice of an opposition establishment as an atrocious insult. “Go\nand lodge with the Buneaud; the wine would give a cat the colic, and\nthe food is cheap and nasty.”",
        "The boarders stood aside in two rows to let her pass; not a word was\nspoken. Poiret looked so wistfully after Mlle. Michonneau, and so\nartlessly revealed that he was in two minds whether to go or stay,\nthat the boarders, in their joy at being quit of Mlle. Michonneau,\nburst out laughing at the sight of him.",
        "“Hist!–st!–st! Poiret,” shouted the painter. “Hallo! I say, Poiret,\nhallo!” The employe from the Museum began to sing:",
        "     “Partant pour la Syrie,\n      Le jeune et beau Dunois . . .”",
        "“Get along with you; you must be dying to go, trahit sua quemque\nvoluptas!” said Bianchon.",
        "“Every one to his taste–free rendering from Virgil,” said the tutor.",
        "Mlle. Michonneau made a movement as if to take Poiret’s arm, with an\nappealing glance that he could not resist. The two went out together,\nthe old maid leaning upon him, and there was a burst of applause,\nfollowed by peals of laughter.",
        "“Bravo, Poiret!”",
        "“Who would have thought it of old Poiret!”",
        "“Apollo Poiret!”",
        "“Mars Poiret!”",
        "“Intrepid Poiret!”",
        "A messenger came in at that moment with a letter for Mme. Vauquer, who\nread it through, and collapsed in her chair.",
        "“The house might as well be burned down at once,” cried she, “if there\nare to be any more of these thunderbolts! Young Taillefer died at\nthree o’clock this afternoon. It serves me right for wishing well to\nthose ladies at that poor man’s expense. Mme. Couture and Victorine\nwant me to send their things, because they are going to live with her\nfather. M. Taillefer allows his daughter to keep old Mme. Couture as\nher lady companion. Four rooms to let! and five lodgers gone! . . .”",
        "She sat up, and seemed about to burst into tears.",
        "“Bad luck has come to lodge here, I think,” she cried.",
        "Once more there came a sound of wheels from the street outside.",
        "“What! another windfall for somebody!” was Sylvie’s comment.",
        "But it was Goriot who came in, looking so radiant, so flushed with\nhappiness, that he seemed to have grown young again.",
        "“Goriot in a cab!” cried the boarders; “the world is coming to an\nend.”",
        "The good soul made straight for Eugene, who was standing wrapped in\nthought in a corner, and laid a hand on the young man’s arm.",
        "“Come,” he said, with gladness in his eyes.",
        "“Then you haven’t heard the news?” said Eugene. “Vautrin was an\nescaped convict; they have just arrested him; and young Taillefer is\ndead.”",
        "“Very well, but what business is it of ours?” replied Father Goriot.\n“I am going to dine with my daughter in your house, do you\nunderstand? She is expecting you. Come!”",
        "He carried off Rastignac with him by main force, and they departed in\nas great a hurry as a pair of eloping lovers.",
        "“Now, let us have dinner,” cried the painter, and every one drew his\nchair to the table.",
        "“Well, I never,” said the portly Sylvie. “Nothing goes right to-day!\nThe haricot mutton has caught! Bah! you will have to eat it, burned as\nit is, more’s the pity!”",
        "Mme. Vauquer was so dispirited that she could not say a word as she\nlooked round the table and saw only ten people where eighteen should\nbe; but every one tried to comfort and cheer her. At first the dinner\ncontingent, as was natural, talked about Vautrin and the day’s events;\nbut the conversation wound round to such topics of interest as duels,\njails, justice, prison life, and alterations that ought to be made in\nthe laws. They soon wandered miles away from Jacques Collin and\nVictorine and her brother. There might be only ten of them, but they\nmade noise enough for twenty; indeed, there seemed to be more of them\nthan usual; that was the only difference between yesterday and to-day.\nIndifference to the fate of others is a matter of course in this\nselfish world, which, on the morrow of tragedy, seeks among the events\nof Paris for a fresh sensation for its daily renewed appetite, and\nthis indifference soon gained the upper hand. Mme. Vauquer herself\ngrew calmer under the soothing influence of hope, and the mouthpiece\nof hope was the portly Sylvie.",
        "That day had gone by like a dream for Eugene, and the sense of\nunreality lasted into the evening; so that, in spite of his energetic\ncharacter and clear-headedness, his ideas were a chaos as he sat\nbeside Goriot in the cab. The old man’s voice was full of unwonted\nhappiness, but Eugene had been shaken by so many emotions that the\nwords sounded in his ears like words spoken in a dream.",
        "“It was finished this morning! All three of us are going to dine there\ntogether, together! Do you understand? I have not dined with my\nDelphine, my little Delphine, these four years, and I shall have her\nfor a whole evening! We have been at your lodging the whole time since\nmorning. I have been working like a porter in my shirt sleeves,\nhelping to carry in the furniture. Aha! you don’t know what pretty\nways she has; at table she will look after me, ’Here, papa, just try\nthis, it is nice.’ And I shall not be able to eat. Oh, it is a long\nwhile since I have been with her in quiet every-day life as we shall\nhave her.”",
        "“It really seems as if the world has been turned upside down.”",
        "“Upside down?” repeated Father Goriot. “Why, the world has never been\nso right-side up. I see none but smiling faces in the streets, people\nwho shake hands cordially and embrace each other, people who all look\nas happy as if they were going to dine with their daughter, and gobble\ndown a nice little dinner that she went with me to order of the chef\nat the Cafe des Anglais. But, pshaw! with her beside you gall and\nwormwood would be as sweet as honey.”",
        "“I feel as if I were coming back to life again,” said Eugene.",
        "“Why, hurry up there!” cried Father Goriot, letting down the window in\nfront. “Get on faster; I will give you five francs if you get to the\nplace I told you of in ten minutes time.”",
        "With this prospect before him the cabman crossed Paris with miraculous\ncelerity.",
        "“How that fellow crawls!” said Father Goriot.",
        "“But where are you taking me?” Eugene asked him.",
        "“To your own house,” said Goriot.",
        "The cab stopped in the Rue d’Artois. Father Goriot stepped out first\nand flung ten francs to the man with the recklessness of a widower\nreturning to bachelor ways.",
        "“Come along upstairs,” he said to Rastignac. They crossed a courtyard,\nand climbed up to the third floor of a new and handsome house. There\nthey stopped before a door; but before Goriot could ring, it was\nopened by Therese, Mme. de Nucingen’s maid. Eugene found himself in a\ncharming set of chambers; an ante-room, a little drawing-room, a\nbedroom, and a study, looking out upon a garden. The furniture and the\ndecorations of the little drawing-room were of the most daintily\ncharming description, the room was full of soft light, and Delphine\nrose up from a low chair by the fire and stood before him. She set her\nfire-screen down on the chimney-piece, and spoke with tenderness in\nevery tone of her voice.",
        "“So we had to go in search of you, sir, you who are so slow to\nunderstand!”",
        "Therese left the room. The student took Delphine in his arms and held\nher in a tight clasp, his eyes filled with tears of joy. This last\ncontrast between his present surroundings and the scenes he had just\nwitnessed was too much for Rastignac’s over-wrought nerves, after the\nday’s strain and excitement that had wearied heart and brain; he was\nalmost overcome by it.",
        "“I felt sure myself that he loved you,” murmured Father Goriot, while\nEugene lay back bewildered on the sofa, utterly unable to speak a word\nor to reason out how and why the magic wand had been waved to bring\nabout this final transformation scene.",
        "“But you must see your rooms,” said Mme. de Nucingen. She took his\nhand and led him into a room carpeted and furnished like her own;\nindeed, down to the smallest details, it was a reproduction in\nminiature of Delphine’s apartment.",
        "“There is no bed,” said Rastignac.",
        "“No, monsieur,” she answered, reddening, and pressing his hand.\nEugene, looking at her, understood, young though he yet was, how\ndeeply modesty is implanted in the heart of a woman who loves.",
        "“You are one of those beings whom we cannot choose but to adore for\never,” he said in her ear. “Yes, the deeper and truer love is, the\nmore mysterious and closely veiled it should be; I can dare to say so,\nsince we understand each other so well. No one shall learn our\nsecret.”",
        "“Oh! so I am nobody, I suppose,” growled the father.",
        "“You know quite well that ’we’ means you.”",
        "“Ah! that is what I wanted. You will not mind me, will you? I shall go\nand come like a good fairy who makes himself felt everywhere without\nbeing seen, shall I not? Eh, Delphinette, Ninette, Dedel–was it not a\ngood idea of mine to say to you, ’There are some nice rooms to let in\nthe Rue d’Artois; let us furnish them for him?’ And she would not hear\nof it! Ah! your happiness has been all my doing. I am the author of\nyour happiness and of your existence. Fathers must always be giving if\nthey would be happy themselves; always giving–they would not be\nfathers else.”",
        "“Was that how it happened?” asked Eugene.",
        "“Yes. She would not listen to me. She was afraid that people would\ntalk, as if the rubbish that they say about you were to be compared\nwith happiness! Why, all women dream of doing what she has done––”",
        "Father Goriot found himself without an audience, for Mme. de Nucingen\nhad led Rastignac into the study; he heard a kiss given and taken, low\nthough the sound was.",
        "The study was furnished as elegantly as the other rooms, and nothing\nwas wanting there.",
        "“Have we guessed your wishes rightly?” she asked, as they returned to\nthe drawing-room for dinner.",
        "“Yes,” he said, “only too well, alas! For all this luxury so well\ncarried out, this realization of pleasant dreams, the elegance that\nsatisfies all the romantic fancies of youth, appeals to me so strongly\nthat I cannot but feel that it is my rightful possession, but I cannot\naccept it from you, and I am too poor as yet to––”",
        "“Ah! ah! you say me nay already,” she said with arch imperiousness,\nand a charming little pout of the lips, a woman’s way of laughing away\nscruples.",
        "But Eugene had submitted so lately to that solemn self-questioning,\nand Vautrin’s arrest had so plainly shown him the depths of the pit\nthat lay ready to his feet, that the instincts of generosity and honor\nhad been strengthened in him, and he could not allow himself to be\ncoaxed into abandoning his high-minded determinations. Profound\nmelancholy filled his mind.",
        "“Do you really mean to refuse?” said Mme. de Nucingen. “And do you\nknow what such a refusal means? That you are not sure of yourself,\nthat you do not dare to bind yourself to me. Are you really afraid of\nbetraying my affection? If you love me, if I–love you, why should\nyou shrink back from such a slight obligation? If you but knew what a\npleasure it has been to see after all the arrangements of this\nbachelor establishment, you would not hesitate any longer, you would\nask me to forgive you for your hesitation. I had some money that\nbelonged to you, and I have made good use of it, that is all. You mean\nthis for magnanimity, but it is very little of you. You are asking me\nfor far more than this. . . . Ah!” she cried, as Eugene’s passionate\nglance was turned on her, “and you are making difficulties about the\nmerest trifles. Of, if you feel no love whatever for me, refuse, by\nall means. My fate hangs on a word from you. Speak!–Father,” she\nsaid after a pause, “make him listen to reason. Can he imagine that I\nam less nice than he is on the point of honor?”",
        "Father Goriot was looking on and listening to this pretty quarrel with\na placid smile, as if he had found some balm for all the sorrows of\nlife.",
        "“Child that you are!” she cried again, catching Eugene’s hand. “You\nare just beginning life; you find barriers at the outset that many a\nman finds insurmountable; a woman’s hand opens the way and you shrink\nback! Why, you are sure to succeed! You will have a brilliant future.\nSuccess is written on that broad forehead of yours, and will you not\nbe able to repay me my loan of to-day? Did not a lady in olden times\narm her knight with sword and helmet and coat of mail, and find him a\ncharger, so that he might fight for her in the tournament? Well, then,\nEugene, these things that I offer you are the weapons of this age;\nevery one who means to be something must have such tools as these. A\npretty place your garret must be if it is like papa’s room! See,\ndinner is waiting all this time. Do you want to make me unhappy?–Why\ndon’t you answer?” she said, shaking his hand. ’Mon Dieu! papa, make\nup his mind for him, or I will go away and never see him any more.”",
        "“I will make up your mind,” said Goriot, coming down from the clouds.\n“Now, my dear M. Eugene, the next thing is to borrow money of the\nJews, isn’t it?”",
        "“There is positively no help for it,” said Eugene.",
        "“All right, I will give you credit,” said the other, drawing out a\ncheap leather pocket-book, much the worse for wear. “I have turned Jew\nmyself; I paid for everything; here are the invoices. You do not owe a\npenny for anything here. It did not come to very much–five thousand\nfrancs at most, and I am going to lend you the money myself. I am not\na woman–you can refuse me. You shall give me a receipt on a scrap of\npaper, and you can return it some time or other.”",
        "Delphine and Eugene looked at each other in amazement, tears sprang to\ntheir eyes. Rastignac held out his hand and grasped Goriot’s warmly.",
        "“Well, what is all this about? Are you not my children?”",
        "“Oh! my poor father,” said Mme. de Nucingen, “how did you do it?”",
        "“Ah! now you ask me. When I made up my mind to move him nearer to you,\nand saw you buying things as if they were wedding presents, I said to\nmyself, ’She will never be able to pay for them.’ The attorney says\nthat those law proceedings will last quite six months before your\nhusband can be made to disgorge your fortune. Well and good. I sold\nout my property in the funds that brought in thirteen hundred and\nfifty livres a year, and bought a safe annuity of twelve hundred\nfrancs a year for fifteen thousand francs. Then I paid your tradesmen\nout of the rest of the capital. As for me, children, I have a room\nupstairs for which I pay fifty crowns a year; I can live like a prince\non two francs a day, and still have something left over. I shall not\nhave to spend anything much on clothes, for I never wear anything out.\nThis fortnight past I have been laughing in my sleeve, thinking to\nmyself, ’How happy they are going to be!’ and–well, now, are you not\nhappy?”",
        "“Oh papa! papa!” cried Mme. de Nucingen, springing to her father, who\ntook her on his knee. She covered him with kisses, her fair hair\nbrushed his cheek, her tears fell on the withered face that had grown\nso bright and radiant.",
        "“Dear father, what a father you are! No, there is not another father\nlike you under the sun. If Eugene loved you before, what must he feel\nfor you now?”",
        "“Why, children, why Delphinette!” cried Goriot, who had not felt his\ndaughter’s heart beat against his breast for ten years, “do you want\nme to die of joy? My poor heart will break! Come, Monsieur Eugene, we\nare quits already.” And the old man strained her to his breast with\nsuch fierce and passionate force that she cried out.",
        "“Oh! you are hurting me!” she said.",
        "“I am hurting you!” He grew pale at the words. The pain expressed in\nhis face seemed greater than it is given to humanity to know. The\nagony of this Christ of paternity can only be compared with the\nmasterpieces of those princes of the palette who have left for us the\nrecord of their visions of an agony suffered for a whole world by the\nSaviour of men. Father Goriot pressed his lips very gently against the\nwaist than his fingers had grasped too roughly.",
        "“Oh! no, no,” he cried. “I have not hurt you, have I?” and his smile\nseemed to repeat the question. “YOU have hurt me with that cry just\nnow.–The things cost rather more than that,” he said in her ear, with\nanother gentle kiss, “but I had to deceive him about it, or he would\nhave been angry.”",
        "Eugene sat dumb with amazement in the presence of this inexhaustible\nlove; he gazed at Goriot, and his face betrayed the artless admiration\nwhich shapes the beliefs of youth.",
        "“I will be worthy of all this,” he cried.",
        "“Oh! my Eugene, that is nobly said,” and Mme. de Nucingen kissed the\nlaw student on the forehead.",
        "“He gave up Mlle. Taillefer and her millions for you,” said Father\nGoriot. “Yes, the little thing was in love with you, and now that her\nbrother is dead she is as rich as Croesus.”",
        "“Oh! why did you tell her?” cried Rastignac.",
        "“Eugene,” Delphine said in his ear, “I have one regret now this\nevening. Ah! how I will love you! and for ever!”",
        "“This is the happiest day I have had since you two were married!\"\ncried Goriot. “God may send me any suffering, so long as I do not\nsuffer through you, and I can still say, ’In this short month of\nFebruary I had more happiness than other men have in their whole\nlives.’–Look at me, Fifine!” he said to his daughter. “She is very\nbeautiful, is she not? Tell me, now, have you seen many women with\nthat pretty soft color–that little dimple of hers? No, I thought not.\nAh, well, and but for me this lovely woman would never have been. And\nvery soon happiness will make her a thousand times lovelier, happiness\nthrough you. I could give up my place in heaven to you, neighbor, if\nneeds be, and go down to hell instead. Come, let us have dinner,” he\nadded, scarcely knowing what he said, “everything is ours.”",
        "“Poor dear father!”",
        "He rose and went over to her, and took her face in his hands, and set\na kiss on the plaits of hair. “If you only knew, little one, how happy\nyou can make me–how little it takes to make me happy! Will you come\nand see me sometimes? I shall be just above, so it is only a step.\nPromise me, say that you will!”",
        "“Yes, dear father.”",
        "“Say it again.”",
        "“Yes, I will, my kind father.”",
        "“Hush! hush! I should make you say it a hundred times over if I\nfollowed my own wishes. Let us have dinner.”",
        "The three behaved like children that evening, and Father Goriot’s\nspirits were certainly not the least wild. He lay at his daughter’s\nfeet, kissed them, gazed into her eyes, rubbed his head against her\ndress; in short, no young lover could have been more extravagant or\nmore tender.",
        "“You see!” Delphine said with a look at Eugene, “so long as my father\nis with us, he monopolizes me. He will be rather in the way\nsometimes.”",
        "Eugene had himself already felt certain twinges of jealousy, and could\nnot blame this speech that contained the germ of all ingratitude.",
        "“And when will the rooms be ready?” asked Eugene, looking round. “We\nmust all leave them this evening, I suppose.”",
        "“Yes, but to-morrow you must come and dine with me,” she answered,\nwith an eloquent glance. “It is our night at the Italiens.”",
        "“I shall go to the pit,” said her father.",
        "It was midnight. Mme. de Nucingen’s carriage was waiting for her, and\nFather Goriot and the student walked back to the Maison Vauquer,\ntalking of Delphine, and warming over their talk till there grew up a\ncurious rivalry between the two violent passions. Eugene could not\nhelp seeing that the father’s self-less love was deeper and more\nsteadfast than his own. For this worshiper Delphine was always pure\nand fair, and her father’s adoration drew its fervor from a whole past\nas well as a future of love.",
        "They found Mme. Vauquer by the stove, with Sylvie and Christophe to\nkeep her company; the old landlady, sitting like Marius among the\nruins of Carthage, was waiting for the two lodgers that yet remained\nto her, and bemoaning her lot with the sympathetic Sylvie. Tasso’s\nlamentations as recorded in Byron’s poem are undoubtedly eloquent, but\nfor sheer force of truth they fall far short of the widow’s cry from\nthe depths.",
        "“Only three cups of coffee in the morning, Sylvie! Oh dear! to have\nyour house emptied in this way is enough to break your heart. What is\nlife, now my lodgers are gone? Nothing at all. Just think of it! It is\njust as if all the furniture had been taken out of the house, and your\nfurniture is your life. How have I offended heaven to draw down all\nthis trouble upon me? And haricot beans and potatoes laid in for\ntwenty people! The police in my house too! We shall have to live on\npotatoes now, and Christophe will have to go!”",
        "The Savoyard, who was fast asleep, suddenly woke up at this, and said,\n“Madame,” questioningly.",
        "“Poor fellow!” said Sylvie, “he is like a dog.”",
        "“In the dead season, too! Nobody is moving now. I would like to know\nwhere the lodgers are to drop down from. It drives me distracted. And\nthat old witch of a Michonneau goes and takes Poiret with her! What\ncan she have done to make him so fond of her? He runs about after her\nlike a little dog.”",
        "“Lord!” said Sylvie, flinging up her head, “those old maids are up to\nall sorts of tricks.”",
        "“There’s that poor M. Vautrin that they made out to be a convict,” the\nwidow went on. “Well, you know that is too much for me, Sylvie; I\ncan’t bring myself to believe it. Such a lively man as he was, and\npaid fifteen francs a month for his coffee of an evening, paid you\nvery penny on the nail too.”",
        "“And open-handed he was!” said Christophe.",
        "“There is some mistake,” said Sylvie.",
        "“Why, no there isn’t! he said so himself!” said Mme. Vauquer. “And to\nthink that all these things have happened in my house, and in a\nquarter where you never see a cat go by. On my word as an honest\nwoman, it’s like a dream. For, look here, we saw Louis XVI. meet with\nhis mishap; we saw the fall of the Emperor; and we saw him come back\nand fall again; there was nothing out of the way in all that, but\nlodging-houses are not liable to revolutions. You can do without a\nking, but you must eat all the same; and so long as a decent woman, a\nde Conflans born and bred, will give you all sorts of good things for\ndinner, nothing short of the end of the world ought to–but there, it\nis the end of the world, that is just what it is!”",
        "“And to think that Mlle. Michonneau who made all this mischief is to\nhave a thousand crowns a year for it, so I hear,” cried Sylvie.",
        "“Don’t speak of her, she is a wicked woman!” said Mme. Vauquer. “She\nis going to the Buneaud, who charges less than cost. But the Buneaud\nis capable of anything; she must have done frightful things, robbed\nand murdered people in her time. She ought to be put in jail for life\ninstead of that poor dear––”",
        "Eugene and Goriot rang the door-bell at that moment.",
        "“Ah! here are my two faithful lodgers,” said the widow, sighing.",
        "But the two faithful lodgers, who retained but shadowy recollections\nof the misfortunes of their lodging-house, announced to their hostess\nwithout more ado that they were about to remove to the Chaussee\nd’Antin.",
        "“Sylvie!” cried the widow, “this is the last straw.–Gentlemen, this\nwill be the death of me! It has quite upset me! There’s a weight on my\nchest! I am ten years older for this day! Upon my word, I shall go out\nof my senses! And what is to be done with the haricots!–Oh, well, if\nI am to be left here all by myself, you shall go to-morrow,\nChristophe.–Good-night, gentlemen,” and she went.",
        "“What is the matter now?” Eugene inquired of Sylvie.",
        "“Lord! everybody is going about his business, and that has addled her\nwits. There! she is crying upstairs. It will do her good to snivel a\nbit. It’s the first time she has cried since I’ve been with her.”",
        "By the morning, Mme. Vauquer, to use her own expression, had “made up\nher mind to it.” True, she still wore a doleful countenance, as might\nbe expected of a woman who had lost all her lodgers, and whose manner\nof life had been suddenly revolutionized, but she had all her wits\nabout her. Her grief was genuine and profound; it was real pain of\nmind, for her purse had suffered, the routine of her existence had\nbeen broken. A lover’s farewell glance at his lady-love’s window is\nnot more mournful than Mme. Vauquer’s survey of the empty places round\nher table. Eugene administered comfort, telling the widow that\nBianchon, whose term of residence at the hospital was about to expire,\nwould doubtless take his (Rastignac’s) place; that the official from\nthe Museum had often expressed a desire to have Mme. Couture’s rooms;\nand that in a very few days her household would be on the old footing.",
        "“God send it may, my dear sir! but bad luck has come to lodge here.\nThere’ll be a death in the house before ten days are out, you’ll see,\"\nand she gave a lugubrious look round the dining-room. “Whose turn\nwill it be, I wonder?”",
        "“It is just as well that we are moving out,” said Eugene to Father\nGoriot in a low voice.",
        "“Madame,” said Sylvie, running in with a scared face, “I have not seen\nMistigris these three days.”",
        "“Ah! well, if my cat is dead, if he has gone and left us, I––”",
        "The poor woman could not finish her sentence; she clasped her hands\nand hid her face on the back of her armchair, quite overcome by this\ndreadful portent.",
        "By twelve o’clock, when the postman reaches that quarter, Eugene\nreceived a letter. The dainty envelope bore the Beauseant arms on the\nseal, and contained an invitation to the Vicomtesse’s great ball,\nwhich had been talked of in Paris for a month. A little note for\nEugene was slipped in with the card.",
        " “I think, monsieur, that you will undertake with pleasure to\n  interpret my sentiments to Mme. de Nucingen, so I am sending the\n  card for which you asked me to you. I shall be delighted to make\n  the acquaintance of Mme. de Restaud’s sister. Pray introduce that\n  charming lady to me, and do not let her monopolize all your\n  affection, for you owe me not a little in return for mine.",
        "“Vicomtesse De Beauseant.”",
        "“Well,” said Eugene to himself, as he read the note a second time,\n“Mme. de Beauseant says pretty plainly that she does not want the\nBaron de Nucingen.”",
        "He went to Delphine at once in his joy. He had procured this pleasure\nfor her, and doubtless he would receive the price of it. Mme. de\nNucingen was dressing. Rastignac waited in her boudoir, enduring as\nbest he might the natural impatience of an eager temperament for the\nreward desired and withheld for a year. Such sensations are only known\nonce in a life. The first woman to whom a man is drawn, if she is\nreally a woman–that is to say, if she appears to him amid the\nsplendid accessories that form a necessary background to life in the\nworld of Paris–will never have a rival.",
        "Love in Paris is a thing distinct and apart; for in Paris neither men\nnor women are the dupes of the commonplaces by which people seek to\nthrow a veil over their motives, or to parade a fine affectation of\ndisinterestedness in their sentiments. In this country within a\ncountry, it is not merely required of a woman that she should satisfy\nthe senses and the soul; she knows perfectly well that she has still\ngreater obligations to discharge, that she must fulfil the countless\ndemands of a vanity that enters into every fibre of that living\norganism called society. Love, for her, is above all things, and by\nits very nature, a vainglorious, brazen-fronted, ostentatious,\nthriftless charlatan. If at the Court of Louis XIV. there was not a\nwoman but envied Mlle. de la Valliere the reckless devotion of passion\nthat led the grand monarch to tear the priceless ruffles at his wrists\nin order to assist the entry of a Duc de Vermandois into the world\n–what can you expect of the rest of society? You must have youth and\nwealth and rank; nay, you must, if possible, have more than these, for\nthe more incense you bring with you to burn at the shrine of the god,\nthe more favorably will he regard the worshiper. Love is a religion,\nand his cult must in the nature of things be more costly than those of\nall other deities; Love the Spoiler stays for a moment, and then\npasses on; like the urchin of the streets, his course may be traced by\nthe ravages that he has made. The wealth of feeling and imagination is\nthe poetry of the garret; how should love exist there without that\nwealth?",
        "If there are exceptions who do not subscribe to these Draconian laws\nof the Parisian code, they are solitary examples. Such souls live so\nfar out of the main current that they are not borne away by the\ndoctrines of society; they dwell beside some clear spring of\neverflowing water, without seeking to leave the green shade; happy to\nlisten to the echoes of the infinite in everything around them and in\ntheir own souls, waiting in patience to take their flight for heaven,\nwhile they look with pity upon those of earth.",
        "Rastignac, like most young men who have been early impressed by the\ncircumstances of power and grandeur, meant to enter the lists fully\narmed; the burning ambition of conquest possessed him already; perhaps\nhe was conscious of his powers, but as yet he knew neither the end to\nwhich his ambition was to be directed, nor the means of attaining it.\nIn default of the pure and sacred love that fills a life, ambition may\nbecome something very noble, subduing to itself every thought of\npersonal interest, and setting as the end–the greatness, not of one\nman, but of a whole nation.",
        "But the student had not yet reached the time of life when a man\nsurveys the whole course of existence and judges it soberly. Hitherto\nhe had scarcely so much as shaken off the spell of the fresh and\ngracious influences that envelop a childhood in the country, like\ngreen leaves and grass. He had hesitated on the brink of the Parisian\nRubicon, and in spite of the prickings of ambition, he still clung to\na lingering tradition of an old ideal–the peaceful life of the noble\nin his chateau. But yesterday evening, at the sight of his rooms,\nthose scruples had vanished. He had learned what it was to enjoy the\nmaterial advantages of fortune, as he had already enjoyed the social\nadvantages of birth; he ceased to be a provincial from that moment,\nand slipped naturally and easily into a position which opened up a\nprospect of a brilliant future.",
        "So, as he waited for Delphine, in the pretty boudoir, where he felt\nthat he had a certain right to be, he felt himself so far away from\nthe Rastignac who came back to Paris a year ago, that, turning some\npower of inner vision upon this latter, he asked himself whether that\npast self bore any resemblance to the Rastignac of that moment.",
        "“Madame is in her room,” Therese came to tell him. The woman’s voice\nmade him start.",
        "He found Delphine lying back in her low chair by the fireside, looking\nfresh and bright. The sight of her among the flowing draperies of\nmuslin suggested some beautiful tropical flower, where the fruit is\nset amid the blossom.",
        "“Well,” she said, with a tremor in her voice, “here you are.”",
        "“Guess what I bring for you,” said Eugene, sitting down beside her. He\ntook possession of her arm to kiss her hand.",
        "Mme. de Nucingen gave a joyful start as she saw the card. She turned\nto Eugene; there were tears in her eyes as she flung her arms about\nhis neck, and drew him towards her in a frenzy of gratified vanity.",
        "“And I owe this happiness to you–to thee” (she whispered the more\nintimate word in his ear); “but Therese is in my dressing-room, let us\nbe prudent.–This happiness–yes, for I may call it so, when it comes\nto me through you–is surely more than a triumph for self-love? No one\nhas been willing to introduce me into that set. Perhaps just now I may\nseem to you to be frivolous, petty, shallow, like a Parisienne, but\nremember, my friend, that I am ready to give up all for you; and that\nif I long more than ever for an entrance into the Faubourg\nSaint-Germain, it is because I shall meet you there.”",
        "“Mme. de Beauseant’s note seems to say very plainly that she does not\nexpect to see the Baron de Nucingen at her ball; don’t you think\nso?” said Eugene.",
        "“Why, yes,” said the Baroness as she returned the letter. “Those women\nhave a talent for insolence. But it is of no consequence, I shall go.\nMy sister is sure to be there, and sure to be very beautifully\ndressed.–Eugene,” she went on, lowering her voice, “she will go to\ndispel ugly suspicions. You do not know the things that people are\nsaying about her. Only this morning Nucingen came to tell me that they\nhad been discussing her at the club. Great heavens! on what does a\nwoman’s character and the honor of a whole family depend! I feel that\nI am nearly touched and wounded in my poor sister. According to some\npeople, M. de Trailles must have put his name to bills for a hundred\nthousand francs, nearly all of them are overdue, and proceedings are\nthreatened. In this predicament, it seems that my sister sold her\ndiamonds to a Jew–the beautiful diamonds that belonged to her\nhusband’s mother, Mme. de Restaud the elder,–you have seen her\nwearing them. In fact, nothing else has been talked about for the last\ntwo days. So I can see that Anastasie is sure to come to Mme. de\nBeauseant’s ball in tissue of gold, and ablaze with diamonds, to draw\nall eyes upon her; and I will not be outshone. She has tried to\neclipse me all her life, she has never been kind to me, and I have\nhelped her so often, and always had money for her when she had none.\n–But never mind other people now, to-day I mean to be perfectly\nhappy.”",
        "At one o’clock that morning Eugene was still with Mme. de Nucingen. In\nthe midst of their lovers’ farewell, a farewell full of hope of bliss\nto come, she said in a troubled voice, “I am very fearful,\nsuperstitious. Give what name you like to my presentiments, but I am\nafraid that my happiness will be paid for by some horrible\ncatastrophe.”",
        "“Child!” said Eugene.",
        "“Ah! have we changed places, and am I the child to-night?” she asked,\nlaughingly.",
        "Eugene went back to the Maison Vauquer, never doubting but that he\nshould leave it for good on the morrow; and on the way he fell to\ndreaming the bright dreams of youth, when the cup of happiness has\nleft its sweetness on the lips.",
        "“Well?” cried Goriot, as Rastignac passed by his door.",
        "“Yes,” said Eugene; “I will tell you everything to-morrow.”",
        "“Everything, will you not?” cried the old man. “Go to bed. To-morrow\nour happy life will begin.”",
        "Next day, Goriot and Rastignac were ready to leave the lodging-house,\nand only awaited the good pleasure of a porter to move out of it;\nbut towards noon there was a sound of wheels in the Rue\nNeuve-Sainte-Genevieve, and a carriage stopped before the door of the\nMaison Vauquer. Mme. de Nucingen alighted, and asked if her father\nwas still in the house, and, receiving an affirmative reply from\nSylvie, ran lightly upstairs.",
        "It so happened that Eugene was at home all unknown to his neighbor. At\nbreakfast time he had asked Goriot to superintend the removal of his\ngoods, saying that he would meet him in the Rue d’Artois at four\no’clock; but Rastignac’s name had been called early on the list at\nthe Ecole de Droit, and he had gone back at once to the Rue\nNueve-Sainte-Genevieve. No one had seen him come in, for Goriot had\ngone to find a porter, and the mistress of the house was likewise out.\nEugene had thought to pay her himself, for it struck him that if he\nleft this, Goriot in his zeal would probably pay for him. As it was,\nEugene went up to his room to see that nothing had been forgotten, and\nblessed his foresight when he saw the blank bill bearing Vautrin’s\nsignature lying in the drawer where he had carelessly thrown it on the\nday when he had repaid the amount. There was no fire in the grate, so\nhe was about to tear it into little pieces, when he heard a voice\nspeaking in Goriot’s room, and the speaker was Delphine! He made no\nmore noise, and stood still to listen, thinking that she should have\nno secrets from him; but after the first few words, the conversation\nbetween the father and daughter was so strange and interesting that it\nabsorbed all his attention.",
        "“Ah! thank heaven that you thought of asking him to give an account of\nthe money settled on me before I was utterly ruined, father. Is it\nsafe to talk?” she added.",
        "“Yes, there is no one in the house,” said her father faintly.",
        "“What is the matter with you?” asked Mme. de Nucingen.",
        "“God forgive you! you have just dealt me a staggering blow, child!\"\nsaid the old man. “You cannot know how much I love you, or you would\nnot have burst in upon me like this, with such news, especially if all\nis not lost. Has something so important happened that you must come\nhere about it? In a few minutes we should have been in the Rue\nd’Artois.”",
        "“Eh! does one think what one is doing after a catastrophe? It has\nturned my head. Your attorney has found out the state of things now,\nbut it was bound to come out sooner or later. We shall want your long\nbusiness experience; and I come to you like a drowning man who catches\nat a branch. When M. Derville found that Nucingen was throwing all\nsorts of difficulties in his way, he threatened him with proceedings,\nand told him plainly that he would soon obtain an order from the\nPresident of the Tribunal. So Nucingen came to my room this morning,\nand asked if I meant to ruin us both. I told him that I knew nothing\nwhatever about it, that I had a fortune, and ought to be put into\npossession of my fortune, and that my attorney was acting for me in\nthe matter; I said again that I knew absolutely nothing about it, and\ncould not possibly go into the subject with him. Wasn’t that what you\ntold me to tell him?”",
        "“Yes, quite right,” answered Goriot.",
        "“Well, then,” Delphine continued, “he told me all about his affairs.\nHe had just invested all his capital and mine in business\nspeculations; they have only just been started, and very large sums of\nmoney are locked up. If I were to compel him to refund my dowry now,\nhe would be forced to file his petition; but if I will wait a year, he\nundertakes, on his honor, to double or treble my fortune, by investing\nit in building land, and I shall be mistress at last of the whole of\nmy property. He was speaking the truth, father dear; he frightened me!\nHe asked my pardon for his conduct; he has given me my liberty; I am\nfree to act as I please on condition that I leave him to carry on my\nbusiness in my name. To prove his sincerity, he promised that M.\nDerville might inspect the accounts as often as I pleased, so that I\nmight be assured that everything was being conducted properly. In\nshort, he put himself in my power, bound hand and foot. He wishes the\npresent arrangements as to the expenses of housekeeping to continue\nfor two more years, and entreated me not to exceed my allowance. He\nshowed me plainly that it was all that he could do to keep up\nappearances; he has broken with his opera dancer; he will be compelled\nto practise the most strict economy (in secret) if he is to bide his\ntime with unshaken credit. I scolded, I did all I could to drive him\nto desperation, so as to find out more. He showed me his ledgers–he\nbroke down and cried at last. I never saw a man in such a state. He\nlost his head completely, talked of killing himself, and raved till I\nfelt quite sorry for him.”",
        "“Do you really believe that silly rubbish?” . . . cried her father.\n“It was all got up for your benefit! I have had to do with Germans in\nthe way of business, honest and straightforward they are pretty sure\nto be, but when with their simplicity and frankness they are sharpers\nand humbugs as well, they are the worst rogues of all. Your husband is\ntaking advantage of you. As soon as pressure is brought to bear on him\nhe shams dead; he means to be more the master under your name than in\nhis own. He will take advantage of the position to secure himself\nagainst the risks of business. He is as sharp as he is treacherous; he\nis a bad lot! No, no; I am not going to leave my girls behind me\nwithout a penny when I go to Pere-Lachaise. I know something about\nbusiness still. He has sunk his money in speculation, he says; very\nwell then, there is something to show for it–bills, receipts, papers\nof some sort. Let him produce them, and come to an arrangement with\nyou. We will choose the most promising of his speculations, take them\nover at our own risk, and have the securities transferred into your\nname; they shall represent the separate estate of Delphine Goriot,\nwife of the Baron de Nucingen. Does that fellow really take us for\nidiots? Does he imagine that I could stand the idea of your being\nwithout fortune, without bread, for forty-eight hours? I would not\nstand it a day–no, not a night, not a couple of hours! If there had\nbeen any foundation for the idea, I should never get over it. What! I\nhave worked hard for forty years, carried sacks on my back, and\nsweated and pinched and saved all my life for you, my darlings, for\nyou who made the toil and every burden borne for you seem light; and\nnow, my fortune, my whole life, is to vanish in smoke! I should die\nraving mad if I believed a word of it. By all that’s holiest in heaven\nand earth, we will have this cleared up at once; go through the books,\nhave the whole business looked thoroughly into! I will not sleep, nor\nrest, nor eat until I have satisfied myself that all your fortune is\nin existence. Your money is settled upon you, God be thanked! and,\nluckily, your attorney, Maitre Derville, is an honest man. Good Lord!\nyou shall have your snug little million, your fifty thousand francs a\nyear, as long as you live, or I will raise a racket in Paris, I will\nso! If the Tribunals put upon us, I will appeal to the Chambers. If I\nknew that you were well and comfortably off as far as money is\nconcerned, that thought would keep me easy in spite of bad health and\ntroubles. Money? why, it is life! Money does everything. That great\ndolt of an Alsatian shall sing to another tune! Look here, Delphine,\ndon’t give way, don’t make a concession of half a quarter of a\nfarthing to that fathead, who has ground you down and made you\nmiserable. If he can’t do without you, we will give him a good\ncudgeling, and keep him in order. Great heavens! my brain is on fire;\nit is as if there were something redhot inside my head. My Delphine\nlying on straw! You! my Fifine! Good gracious! Where are my gloves?\nCome, let us go at once; I mean to see everything with my own eyes\n–books, cash, and correspondence, the whole business. I shall have\nno peace until I know for certain that your fortune is secure.”",
        "“Oh! father dear, be careful how you set about it! If there is the\nleast hint of vengeance in the business, if you show yourself openly\nhostile, it will be all over with me. He knows whom he has to deal\nwith; he thinks it quite natural that if you put the idea into my\nhead, I should be uneasy about my money; but I swear to you that he\nhas it in his own hands, and that he had meant to keep it. He is just\nthe man to abscond with all the money and leave us in the lurch, the\nscoundrel! He knows quite well that I will not dishonor the name I\nbear by bringing him into a court of law. His position is strong and\nweak at the same time. If we drive him to despair, I am lost.”",
        "“Why, then, the man is a rogue?”",
        "“Well, yes, father,” she said, flinging herself into a chair, “I\nwanted to keep it from you to spare your feelings,” and she burst into\ntears; “I did not want you to know that you had married me to such a\nman as he is. He is just the same in private life–body and soul and\nconscience–the same through and through–hideous! I hate him; I\ndespise him! Yes, after all that that despicable Nucingen has told me,\nI cannot respect him any longer. A man capable of mixing himself up in\nsuch affairs, and of talking about them to me as he did, without the\nslightest scruple,–it is because I have read him through and through\nthat I am afraid of him. He, my husband, frankly proposed to give me\nmy liberty, and do you know what that means? It means that if things\nturn out badly for him, I am to play into his hands, and be his\nstalking-horse.”",
        "“But there is law to be had! There is a Place de Greve for sons-in-law\nof that sort,” cried her father; “why, I would guillotine him myself\nif there was no headsman to do it.”",
        "“No, father, the law cannot touch him. Listen, this is what he says,\nstripped of all his circumlocutions–’Take your choice, you and no one\nelse can be my accomplice; either everything is lost, you are ruined\nand have not a farthing, or you will let me carry this business\nthrough myself.’ Is that plain speaking? He must have my assistance.\nHe is assured that his wife will deal fairly by him; he knows that I\nshall leave his money to him and be content with my own. It is an\nunholy and dishonest compact, and he holds out threats of ruin to\ncompel me to consent to it. He is buying my conscience, and the price\nis liberty to be Eugene’s wife in all but name. ’I connive at your\nerrors, and you allow me to commit crimes and ruin poor families!’ Is\nthat sufficiently explicit? Do you know what he means by speculations?\nHe buys up land in his own name, then he finds men of straw to run up\nhouses upon it. These men make a bargain with a contractor to build\nthe houses, paying them by bills at long dates; then in consideration\nof a small sum they leave my husband in possession of the houses, and\nfinally slip through the fingers of the deluded contractors by going\ninto bankruptcy. The name of the firm of Nucingen has been used to\ndazzle the poor contractors. I saw that. I noticed, too, that Nucingen\nhad sent bills for large amounts to Amsterdam, London, Naples, and\nVienna, in order to prove if necessary that large sums had been paid\naway by the firm. How could we get possession of those bills?”",
        "Eugene heard a dull thud on the floor; Father Goriot must have fallen\non his knees.",
        "“Great heavens! what have I done to you? Bound my daughter to this\nscoundrel who does as he likes with her!–Oh! my child, my child!\nforgive me!” cried the old man.",
        "“Yes, if I am in the depths of despair, perhaps you are to blame,\"\nsaid Delphine. “We have so little sense when we marry! What do we know\nof the world, of business, or men, or life? Our fathers should think\nfor us! Father dear, I am not blaming you in the least, forgive me for\nwhat I said. This is all my own fault. Nay, do not cry, papa,” she\nsaid, kissing him.",
        "“Do not cry either, my little Delphine. Look up and let me kiss away\nthe tears. There! I shall find my wits and unravel this skein of your\nhusband’s winding.”",
        "“No, let me do that; I shall be able to manage him. He is fond of me,\nwell and good; I shall use my influence to make him invest my money as\nsoon as possible in landed property in my own name. Very likely I\ncould get him to buy back Nucingen in Alsace in my name; that has\nalways been a pet idea of his. Still, come to-morrow and go through\nthe books, and look into the business. M. Derville knows little of\nmercantile matters. No, not to-morrow though. I do not want to be\nupset. Mme. de Beauseant’s ball will be the day after to-morrow, and I\nmust keep quiet, so as to look my best and freshest, and do honor to\nmy dear Eugene! . . . Come, let us see his room.”",
        "But as she spoke a carriage stopped in the Rue\nNueve-Sainte-Genevieve, and the sound of Mme. de Restaud’s voice came\nfrom the staircase. “Is my father in?” she asked of Sylvie.",
        "This accident was luckily timed for Eugene, whose one idea had been to\nthrow himself down on the bed and pretend to be asleep.",
        "“Oh, father, have you heard about Anastasie?” said Delphine, when she\nheard her sister speak. “It looks as though some strange things had\nhappened in that family.”",
        "“What sort of things?” asked Goriot. “This is like to be the death of\nme. My poor head will not stand a double misfortune.”",
        "“Good-morning, father,” said the Countess from the threshold. “Oh!\nDelphine, are you here?”",
        "Mme. de Restaud seemed taken aback by her sister’s presence.",
        "“Good-morning, Nasie,” said the Baroness. “What is there so\nextraordinary in my being here? I see our father every day.”",
        "“Since when?”",
        "“If you came yourself you would know.”",
        "“Don’t tease, Delphine,” said the Countess fretfully. “I am very\nmiserable, I am lost. Oh! my poor father, it is hopeless this time!”",
        "“What is it, Nasie?” cried Goriot. “Tell us all about it, child! How\nwhite she is! Quick, do something, Delphine; be kind to her, and I\nwill love you even better, if that were possible.”",
        "“Poor Nasie!” said Mme. de Nucingen, drawing her sister to a chair.\n“We are the only two people in the world whose love is always\nsufficient to forgive you everything. Family affection is the surest,\nyou see.”",
        "The Countess inhaled the salts and revived.",
        "“This will kill me!” said their father. “There,” he went on, stirring\nthe smouldering fire, “come nearer, both of you. It is cold. What is\nit, Nasie? Be quick and tell me, this is enough to––”",
        "“Well, then, my husband knows everything,” said the Countess. “Just\nimagine it; do you remember, father, that bill of Maxime’s some time\nago? Well, that was not the first. I had paid ever so many before\nthat. About the beginning of January M. de Trailles seemed very much\ntroubled. He said nothing to me; but it is so easy to read the hearts\nof those you love, a mere trifle is enough; and then you feel things\ninstinctively. Indeed, he was more tender and affectionate than ever,\nand I was happier than I had ever been before. Poor Maxime! in himself\nhe was really saying good-bye to me, so he has told me since; he meant\nto blow his brains out! At last I worried him so, and begged and\nimplored so hard; for two hours I knelt at his knees and prayed and\nentreated, and at last he told me–that he owed a hundred thousand\nfrancs. Oh! papa! a hundred thousand francs! I was beside myself! You\nhad not the money, I knew, I had eaten up all that you had––”",
        "“No,” said Goriot; “I could not have got it for you unless I had\nstolen it. But I would have done that for you, Nasie! I will do it\nyet.”",
        "The words came from him like a sob, a hoarse sound like the death\nrattle of a dying man; it seemed indeed like the agony of death when\nthe father’s love was powerless. There was a pause, and neither of the\nsisters spoke. It must have been selfishness indeed that could hear\nunmoved that cry of anguish that, like a pebble thrown over a\nprecipice, revealed the depths of his despair.",
        "“I found the money, father, by selling what was not mine to sell,” and\nthe Countess burst into tears.",
        "Delphine was touched; she laid her head on her sister’s shoulder, and\ncried too.",
        "“Then it is all true,” she said.",
        "Anastasie bowed her head, Mme. de Nucingen flung her arms about her,\nkissed her tenderly, and held her sister to her heart.",
        "“I shall always love you and never judge you, Nasie,” she said.",
        "“My angels,” murmured Goriot faintly. “Oh, why should it be trouble\nthat draws you together?”",
        "This warm and palpitating affection seemed to give the Countess\ncourage.",
        "“To save Maxime’s life,” she said, “to save all my own happiness, I\nwent to the money-lender you know of, a man of iron forged in\nhell-fire; nothing can melt him; I took all the family diamonds that\nM. de Restaud is so proud of–his and mine too–and sold them to that\nM. Gobseck. Sold them! Do you understand? I saved Maxime, but I am\nlost. Restaud found it all out.”",
        "“How? Who told him? I will kill him,” cried Goriot.",
        "“Yesterday he sent to tell me to come to his room. I went.\n. . . ’Anastasie,’ he said in a voice–oh! such a voice; that was\nenough, it told me everything–’where are your diamonds?’–’In my\nroom––’–’No,’ he said, looking straight at me, ’there they are on\nthat chest of drawers––’ and he lifted his handkerchief and showed\nme the casket. ’Do you know where they came from?’ he said. I fell at\nhis feet. . . . I cried; I besought him to tell me the death he wished\nto see me die.”",
        "“You said that!” cried Goriot. “By God in heaven, whoever lays a hand\non either of you so long as I am alive may reckon on being roasted by\nslow fires! Yes, I will cut him in pieces like . . .”",
        "Goriot stopped; the words died away in his throat.",
        "“And then, dear, he asked something worse than death of me. Oh! heaven\npreserve all other women from hearing such words as I heard then!”",
        "“I will murder that man,” said Goriot quietly. “But he has only one\nlife, and he deserves to die twice.–And then, what next?” he added,\nlooking at Anastasie.",
        "“Then,” the Countess resumed, “there was a pause, and he looked at me.\n’Anastasie,’ he said, ’I will bury this in silence; there shall be no\nseparation; there are the children. I will not kill M. de Trailles. I\nmight miss him if we fought, and as for other ways of getting rid of\nhim, I should come into collision with the law. If I killed him in\nyour arms, it would bring dishonor on those children. But if you do\nnot want to see your children perish, nor their father nor me, you\nmust first of all submit to two conditions. Answer me. Have I a child\nof my own?’ I answered, ’Yes,’–’Which?’–’Ernest, our eldest boy.’\n–’Very well,’ he said, ’and now swear to obey me in this particular\nfrom this time forward.’ I swore. ’You will make over your property to\nme when I require you to do so.’”",
        "“Do nothing of the kind!” cried Goriot. “Aha! M. de Restaud, you could\nnot make your wife happy; she has looked for happiness and found it\nelsewhere, and you make her suffer for your own ineptitude? He will\nhave to reckon with me. Make yourself easy, Nasie. Aha! he cares about\nhis heir! Good, very good. I will get hold of the boy; isn’t he my\ngrandson? What the blazes! I can surely go to see the brat! I will\nstow him away somewhere; I will take care of him, you may be quite\neasy. I will bring Restaud to terms, the monster! I shall say to him,\n’A word or two with you! If you want your son back again, give my\ndaughter her property, and leave her to do as she pleases.’”",
        "“Father!”",
        "“Yes. I am your father, Nasie, a father indeed! That rogue of a great\nlord had better not ill-treat my daughter. Tonnerre! What is it in\nmy veins? There is the blood of a tiger in me; I could tear those two\nmen to pieces! Oh! children, children! so this is what your lives are!\nWhy, it is death! . . . What will become of you when I shall be here\nno longer? Fathers ought to live as long as their children. Ah! Lord\nGod in heaven! how ill Thy world is ordered! Thou hast a Son, if what\nthey tell us is true, and yet Thou leavest us to suffer so through our\nchildren. My darlings, my darlings! to think that trouble only should\nbring you to me, that I should only see you with tears on your faces!\nAh! yes, yes, you love me, I see that you love me. Come to me and pour\nout your griefs to me; my heart is large enough to hold them all. Oh!\nyou might rend my heart in pieces, and every fragment would make a\nfather’s heart. If only I could bear all your sorrows for you!\n. . . Ah! you were so happy when you were little and still with\nme. . . .”",
        "“We have never been happy since,” said Delphine. “Where are the old\ndays when we slid down the sacks in the great granary?”",
        "Continue...",
        "\nThis eBook of “Father Goriot” by Honore de Balzac (translated by Ellen Marriage) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Balzac's Works: Volume V: Scenes From Private Life: Father Goriot, The Unconscious Humorists, Gaudissart the GreatBy Honore De BalzacAt Amazon"
    ]
}