{
    "title": "Father Goriot - X.",
    "author": "Honore de Balzac",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "“Bianchon, ought we to have the curtains put up in the windows?”",
        "“No, the temperature and the light do not affect him now. It would be\na good thing for him if he felt heat or cold; but we must have a fire\nin any case to make tisanes and heat the other things. I will send\nround a few sticks; they will last till we can have in some firewood.\nI burned all the bark fuel you had left, as well as his, poor man,\nyesterday and during the night. The place is so damp that the water\nstood in drops on the walls; I could hardly get the room dry.\nChristophe came in and swept the floor, but the place is like a\nstable; I had to burn juniper, the smell was something horrible.",
        "“Mon Dieu!” said Rastignac. “To think of those daughters of his.”",
        "“One moment, if he asks for something to drink, give him this,” said\nthe house student, pointing to a large white jar. “If he begins to\ngroan, and the belly feels hot and hard to the touch, you know what to\ndo; get Christophe to help you. If he should happen to grow much\nexcited, and begin to talk a good deal and even to ramble in his talk,\ndo not be alarmed. It would not be a bad symptom. But send Christophe\nto the Hospice Cochin. Our doctor, my chum, or I will come and apply\nmoxas. We had a great consultation this morning while you were asleep.\nA surgeon, a pupil of Gall’s came, and our house surgeon, and the head\nphysician from the Hotel-Dieu. Those gentlemen considered that the\nsymptoms were very unusual and interesting; the case must be carefully\nwatched, for it throws a light on several obscure and rather important\nscientific problems. One of the authorities says that if there is more\npressure of serum on one or other portion of the brain, it should\naffect his mental capacities in such and such directions. So if he\nshould talk, notice very carefully what kind of ideas his mind seems\nto run on; whether memory, or penetration, or the reasoning faculties\nare exercised; whether sentiments or practical questions fill his\nthoughts; whether he makes forecasts or dwells on the past; in fact;\nyou must be prepared to give an accurate report of him. It is quite\nlikely that the extravasation fills the whole brain, in which case he\nwill die in the imbecile state in which he is lying now. You cannot\ntell anything about these mysterious nervous diseases. Suppose the\ncrash came here,” said Bianchon, touching the back of the head, “very\nstrange things have been known to happen; the brain sometimes\npartially recovers, and death is delayed. Or the congested matter may\npass out of the brain altogether through channels which can only be\ndetermined by a post-mortem examination. There is an old man at the\nHospital for Incurables, an imbecile patient, in his case the effusion\nhas followed the direction of the spinal cord; he suffers horrid\nagonies, but he lives.”",
        "“Did they enjoy themselves?” It was Father Goriot who spoke. He had\nrecognized Eugene.",
        "“Oh! he thinks of nothing but his daughters,” said Bianchon. “Scores\nof times last night he said to me, ’They are dancing now! She has her\ndress.’ He called them by their names. He made me cry, the devil take\nit, calling with that tone in his voice, for ’Delphine! my little\nDelphine! and Nasie!’ Upon my word,” said the medical student, “it was\nenough to make any one burst out crying.”",
        "“Delphine,” said the old man, “she is there, isn’t she? I knew she was\nthere,” and his eyes sought the door.",
        "“I am going down now to tell Sylvie to get the poultices ready,” said\nBianchon. “They ought to go on at once.”",
        "Rastignac was left alone with the old man. He sat at the foot of the\nbed, and gazed at the face before him, so horribly changed that it was\nshocking to see.",
        "“Noble natures cannot dwell in this world,” he said; “Mme de Beauseant\nhas fled from it, and there he lies dying. What place indeed is there\nin the shallow petty frivolous thing called society for noble thoughts\nand feelings?”",
        "Pictures of yesterday’s ball rose up in his memory, in strange\ncontrast to the deathbed before him. Bianchon suddenly appeared.",
        "“I say, Eugene, I have just seen our head surgeon at the hospital, and\nI ran all the way back here. If the old man shows any signs of reason,\nif he begins to talk, cover him with a mustard poultice from the neck\nto the base of the spine, and send round for us.”",
        "“Dear Bianchon,” exclaimed Eugene.",
        "“Oh! it is an interesting case from a scientific point of view,” said\nthe medical student, with all the enthusiasm of a neophyte.",
        "“So!” said Eugene. “Am I really the only one who cares for the poor\nold man for his own sake?”",
        "“You would not have said so if you had seen me this morning,” returned\nBianchon, who did not take offence at this speech. “Doctors who have\nseen a good deal of practice never see anything but the disease, but,\nmy dear fellow, I can see the patient still.”",
        "He went. Eugene was left alone with the old man, and with an\napprehension of a crisis that set in, in fact, before very long.",
        "“Ah! dear boy, is that you?” said Father Goriot, recognizing Eugene.",
        "“Do you feel better?” asked the law student, taking his hand.",
        "“Yes. My head felt as if it were being screwed up in a vise, but now\nit is set free again. Did you see my girls? They will be here\ndirectly; as soon as they know that I am ill they will hurry here at\nonce; they used to take such care of me in the Rue de la Jussienne!\nGreat Heavens! if only my room was fit for them to come into! There\nhas been a young man here, who has burned up all my bark fuel.”",
        "“I can hear Christophe coming upstairs,” Eugene answered. “He is\nbringing up some firewood that that young man has sent you.”",
        "“Good, but how am I to pay for the wood. I have not a penny left, dear\nboy. I have given everything, everything. I am a pauper now. Well, at\nleast the golden gown was grand, was it not? (Ah! what pain this is!)\nThanks, Christophe! God will reward you, my boy; I have nothing left\nnow.”",
        "Eugene went over to Christophe and whispered in the man’s ear, “I will\npay you well, and Sylvie too, for your trouble.”",
        "“My daughters told you that they were coming, didn’t they, Christophe?\nGo again to them, and I will give you five francs. Tell them that I am\nnot feeling well, that I should like to kiss them both and see them\nonce again before I die. Tell them that, but don’t alarm them more\nthan you can help.”",
        "Rastignac signed to Christophe to go, and the man went.",
        "“They will come before long,” the old man went on. “I know them so\nwell. My tender-hearted Delphine! If I am going to die, she will feel\nit so much! And so will Nasie. I do not want to die; they will cry if\nI die; and if I die, dear Eugene, I shall not see them any more. It\nwill be very dreary there where I am going. For a father it is hell to\nbe without your children; I have served my apprenticeship already\nsince they married. My heaven was in the Rue de la Jussienne. Eugene,\ndo you think that if I go to heaven I can come back to earth, and be\nnear them in spirit? I have heard some such things said. It is true?\nIt is as if I could see them at this moment as they used to be when we\nall lived in the Rue de la Jussienne. They used to come downstairs of\na morning. ’Good-morning, papa!’ they used to say, and I would take\nthem on my knees; we had all sorts of little games of play together,\nand they had such pretty coaxing ways. We always had breakfast\ntogether, too, every morning, and they had dinner with me–in fact, I\nwas a father then. I enjoyed my children. They did not think for\nthemselves so long as they lived in the Rue de la Jussienne; they knew\nnothing of the world; they loved me with all their hearts. Mon Dieu!why could they not always be little girls? (Oh! my head! this racking\npain in my head!) Ah! ah! forgive me, children, this pain is fearful;\nit must be agony indeed, for you have used me to endure pain. Mon\nDieu! if only I held their hands in mine, I should not feel it at\nall.–Do you think that they are on the way? Christophe is so stupid;\nI ought to have gone myself. He will see them. But you went to the\nball yesterday; just tell me how they looked. They did not know that I\nwas ill, did they, or they would not have been dancing, poor little\nthings? Oh! I must not be ill any longer. They stand too much in need\nof me; their fortunes are in danger. And such husbands as they are\nbound to! I must get well! (Oh! what pain this is! what pain this is!\n. . . ah! ah!)–I must get well, you see; for they must have money,\nand I know how to set about making some. I will go to Odessa and\nmanufacture starch there. I am an old hand, I will make millions. (Oh!\nthis is agony!)”",
        "Goriot was silent for a moment; it seemed to require his whole\nstrength to endure the pain.",
        "“If they were here, I should not complain,” he said. “So why should I\ncomplain now?”",
        "He seemed to grow drowsy with exhaustion, and lay quietly for a long\ntime. Christophe came back; and Rastignac, thinking that Goriot was\nasleep, allowed the man to give his story aloud.",
        "“First of all, sir, I went to Madame la Comtesse,” he said; “but she\nand her husband were so busy that I couldn’t get to speak to her. When\nI insisted that I must see her, M. de Restaud came out to me himself,\nand went on like this: ’M. Goriot is dying, is he? Very well, it is\nthe best thing he can do. I want Mme. de Restaud to transact some\nimportant business, when it is all finished she can go.’ The gentleman\nlooked angry, I thought. I was just going away when Mme. de Restaud\ncame out into an ante-chamber through a door that I did not notice,\nand said, ’Christophe, tell my father that my husband wants me to\ndiscuss some matters with him, and I cannot leave the house, the life\nor death of my children is at stake; but as soon as it is over, I will\ncome.’ As for Madame la Baronne, that is another story! I could not\nspeak to her either, and I did not even see her. Her waiting-woman\nsaid, ’Ah yes, but madame only came back from a ball at a quarter to\nfive this morning; she is asleep now, and if I wake her before mid-day\nshe will be cross. As soon as she rings, I will go and tell her that\nher father is worse. It will be time enough then to tell her bad\nnews!’ I begged and I prayed, but, there! it was no good. Then I asked\nfor M. le Baron, but he was out.”",
        "“To think that neither of his daughters should come!” exclaimed\nRastignac. “I will write to them both.”",
        "“Neither of them!” cried the old man, sitting upright in bed. “They\nare busy, they are asleep, they will not come! I knew that they would\nnot. Not until you are dying do you know your children. . . . Oh! my\nfriend, do not marry; do not have children! You give them life; they\ngive you your deathblow. You bring them into the world, and they send\nyou out of it. No, they will not come. I have known that these ten\nyears. Sometimes I have told myself so, but I did not dare to believe\nit.”",
        "The tears gathered and stood without overflowing the red sockets.",
        "“Ah! if I were rich still, if I had kept my money, if I had not given\nall to them, they would be with me now; they would fawn on me and\ncover my cheeks with their kisses! I should be living in a great\nmansion; I should have grand apartments and servants and a fire in my\nroom; and they would be about me all in tears, and their husbands\nand their children. I should have had all that; now–I have nothing.\nMoney brings everything to you; even your daughters. My money. Oh!\nwhere is my money? If I had plenty of money to leave behind me, they\nwould nurse me and tend me; I should hear their voices, I should see\ntheir faces. Ah, God! who knows? They both of them have hearts of\nstone. I loved them too much; it was not likely that they should love\nme. A father ought always to be rich; he ought to keep his children\nwell in hand, like unruly horses. I have gone down on my knees to\nthem. Wretches! this is the crowning act that brings the last ten\nyears to a proper close. If you but knew how much they made of me just\nafter they were married. (Oh! this is cruel torture!) I had just given\nthem each eight hundred thousand francs; they were bound to be civil\nto me after that, and their husbands too were civil. I used to go to\ntheir houses: it was ’My kind father’ here, ’My dear father’ there.\nThere was always a place for me at their tables. I used to dine with\ntheir husbands now and then, and they were very respectful to me. I\nwas still worth something, they thought. How should they know? I had\nnot said anything about my affairs. It is worth while to be civil to a\nman who has given his daughters eight hundred thousand francs apiece;\nand they showed me every attention then–but it was all for my money.\nGrand people are not great. I found that out by experience! I went to\nthe theatre with them in their carriage; I might stay as long as I\ncared to stay at their evening parties. In fact, they acknowledged me\ntheir father; publicly they owned that they were my daughters. But I\nwas always a shrewd one, you see, and nothing was lost upon me.\nEverything went straight to the mark and pierced my heart. I saw quite\nwell that it was all sham and pretence, but there is no help for such\nthings as these. I felt less at my ease at their dinner-table than I\ndid downstairs here. I had nothing to say for myself. So these grand\nfolks would ask in my son-in-law’s ear, ’Who may that gentleman be?’\n–’The father-in-law with the money bags; he is very rich.’–’The\ndevil, he is!’ they would say, and look again at me with the respect\ndue to my money. Well, if I was in the way sometimes, I paid dearly\nfor my mistakes. And besides, who is perfect? (My head is one sore!)\nDear Monsieur Eugene, I am suffering so now, that a man might die of\nthe pain; but it is nothing to be compared with the pain I endured when\nAnastasie made me feel, for the first time, that I had said something\nstupid. She looked at me, and that glance of hers opened all my veins.\nI used to want to know everything, to be learned; and one thing I did\nlearn thoroughly–I knew that I was not wanted here on earth.",
        "“The next day I went to Delphine for comfort, and what should I do\nthere but make some stupid blunder that made her angry with me. I was\nlike one driven out of his senses. For a week I did not know what to\ndo; I did not dare to go to see them for fear they should reproach me.\nAnd that was how they both turned me out of the house.",
        "“Oh God! Thou knowest all the misery and anguish that I have endured;\nThou hast counted all the wounds that have been dealt to me in these\nyears that have aged and changed me and whitened my hair and drained\nmy life; why dost Thou make me to suffer so to-day? Have I not more\nthan expiated the sin of loving them too much? They themselves have\nbeen the instruments of vengeance; they have tortured me for my sin of\naffection.",
        "“Ah, well! fathers know no better; I loved them so; I went back to\nthem as a gambler goes to the gaming table. This love was my vice, you\nsee, my mistress–they were everything in the world to me. They were\nalways wanting something or other, dresses and ornaments, and what\nnot; their maids used to tell me what they wanted, and I used to give\nthem the things for the sake of the welcome that they bought for me.\nBut, at the same time, they used to give me little lectures on my\nbehavior in society; they began about it at once. Then they began to\nfeel ashamed of me. That is what comes of having your children well\nbrought up. I could not go to school again at my time of life. (This\npain is fearful! Mon Dieu! These doctors! these doctors! If they\nwould open my head, it would give me some relief!) Oh, my daughters,\nmy daughters! Anastasie! Delphine! If I could only see them! Send for\nthe police, and make them come to me! Justice is on my side, the whole\nworld is on my side, I have natural rights, and the law with me. I\nprotest! The country will go to ruin if a father’s rights are trampled\nunder foot. That is easy to see. The whole world turns on fatherly\nlove; fatherly love is the foundation of society; it will crumble into\nruin when children do not love their fathers. Oh! if I could only see\nthem, and hear them, no matter what they said; if I could simply hear\ntheir voices, it would soothe the pain. Delphine! Delphine most of\nall. But tell them when they come not to look so coldly at me as they\ndo. Oh! my friend, my good Monsieur Eugene, you do not know that it is\nwhen all the golden light in a glance suddenly turns to a leaden gray.\nIt has been one long winter here since the light in their eyes shone\nno more for me. I have had nothing but disappointments to devour.\nDisappointment has been my daily bread; I have lived on humiliation\nand insults. I have swallowed down all the affronts for which they\nsold me my poor stealthy little moments of joy; for I love them so!\nThink of it! a father hiding himself to get a glimpse of his children!\nI have given all my life to them, and to-day they will not give me one\nhour! I am hungering and thirsting for them, my heart is burning in\nme, but they will not come to bring relief in the agony, for I am\ndying now, I feel that this is death. Do they not know what it means\nto trample on a father’s corpse? There is a God in heaven who avenges\nus fathers whether we will or no.",
        "“Oh! they will come! Come to me, darlings, and give me one more kiss;\none last kiss, the Viaticum for your father, who will pray God for you\nin heaven. I will tell Him that you have been good children to your\nfather, and plead your cause with God! After all, it is not their\nfault. I tell you they are innocent, my friend. Tell every one that it\nis not their fault, and no one need be distressed on my account. It is\nall my own fault, I taught them to trample upon me. I loved to have it\nso. It is no one’s affair but mine; man’s justice and God’s justice\nhave nothing to do in it. God would be unjust if He condemned them for\nanything they may have done to me. I did not behave to them properly;\nI was stupid enough to resign my rights. I would have humbled myself\nin the dust for them. What could you expect? The most beautiful\nnature, the noblest soul, would have been spoiled by such indulgence.\nI am a wretch, I am justly punished. I, and I only, am to blame for\nall their sins; I spoiled them. To-day they are as eager for pleasure\nas they used to be for sugar-plums. When they were little girls I\nindulged them in every whim. They had a carriage of their own when\nthey were fifteen. They have never been crossed. I am guilty, and not\nthey–but I sinned through love.",
        "“My heart would open at the sound of their voices. I can hear them;\nthey are coming. Yes! yes! they are coming. The law demands that they\nshould be present at their father’s deathbed; the law is on my side.\nIt would only cost them the hire of a cab. I would pay that. Write to\nthem, tell them that I have millions to leave to them! On my word of\nhonor, yes. I am going to manufacture Italian paste foods at Odessa. I\nunderstand the trade. There are millions to be made in it. Nobody has\nthought of the scheme as yet. You see, there will be no waste, no\ndamage in transit, as there always is with wheat and flour. Hey! hey!\nand starch too; there are millions to be made in the starch trade! You\nwill not be telling a lie. Millions, tell them; and even if they\nreally come because they covet the money, I would rather let them\ndeceive me; and I shall see them in any case. I want my children! I\ngave them life; they are mine, mine!” and he sat upright. The head\nthus raised, with its scanty white hair, seemed to Eugene like a\nthreat; every line that could still speak spoke of menace.",
        "“There, there, dear father,” said Eugene, “lie down again; I will\nwrite to them at once. As soon as Bianchon comes back I will go for\nthem myself, if they do not come before.”",
        "“If they do not come?” repeated the old man, sobbing. “Why, I shall be\ndead before then; I shall die in a fit of rage, of rage! Anger is\ngetting the better of me. I can see my whole life at this minute. I\nhave been cheated! They do not love me–they have never loved me all\ntheir lives! It is all clear to me. They have not come, and they will\nnot come. The longer they put off their coming, the less they are\nlikely to give me this joy. I know them. They have never cared to\nguess my disappointments, my sorrows, my wants; they never cared to\nknow my life; they will have no presentiment of my death; they do not\neven know the secret of my tenderness for them. Yes, I see it all now.\nI have laid my heart open so often, that they take everything I do for\nthem as a matter of course. They might have asked me for the very eyes\nout of my head and I would have bidden them to pluck them out. They\nthink that all fathers are like theirs. You should always make your\nvalue felt. Their own children will avenge me. Why, for their own\nsakes they should come to me! Make them understand that they are\nlaying up retribution for their own deathbeds. All crimes are summed\nup in this one. . . . Go to them; just tell them that if they stay\naway it will be parricide! There is enough laid to their charge\nalready without adding that to the list. Cry aloud as I do now,\n’Nasie! Delphine! here! Come to your father; the father who has been\nso kind to you is lying ill!’–Not a sound; no one comes! Then am I do\ndie like a dog? This is to be my reward–I am forsaken at the last.\nThey are wicked, heartless women; curses on them, I loathe them. I\nshall rise at night from my grave to curse them again; for, after all,\nmy friends, have I done wrong? They are behaving very badly to me, eh?\n. . . What am I saying? Did you not tell me just now that Delphine is\nin the room? She is more tender-hearted than her sister. . . . Eugene,\nyou are my son, you know. You will love her; be a father to her! Her\nsister is very unhappy. And there are their fortunes! Ah, God! I am\ndying, this anguish is almost more than I can bear! Cut off my head;\nleave me nothing but my heart.”",
        "“Christophe!” shouted Eugene, alarmed by the way in which the old man\nmoaned, and by his cries, “go for M. Bianchon, and send a cab here for\nme.–I am going to fetch them, dear father; I will bring them back to\nyou.”",
        "“Make them come! Compel them to come! Call out the Guard, the\nmilitary, anything and everything, but make them come!” He looked at\nEugene, and a last gleam of intelligence shone in his eyes. “Go to the\nauthorities, to the Public Prosecutor, let them bring them here; come\nthey shall!”",
        "“But you have cursed them.”",
        "“Who said that!” said the old man in dull amazement. “You know quite\nwell that I love them, I adore them! I shall be quite well again if I\ncan see them. . . . Go for them, my good neighbor, my dear boy, you\nare kind-hearted; I wish I could repay you for your kindness, but I\nhave nothing to give you now, save the blessing of a dying man. Ah! if\nI could only see Delphine, to tell her to pay my debt to you. If the\nother cannot come, bring Delphine to me at any rate. Tell her that\nunless she comes, you will not love her any more. She is so fond of\nyou that she will come to me then. Give me something to drink! There\nis a fire in my bowels. Press something against my forehead! If my\ndaughters would lay their hands there, I think I should get better.\n. . . Mon Dieu! who will recover their money for them when I am\ngone? . . . I will manufacture vermicelli out in Odessa; I will go to\nOdessa for their sakes.”",
        "“Here is something to drink,” said Eugene, supporting the dying man on\nhis left arm, while he held a cup of tisane to Goriot’s lips.",
        "“How you must love your own father and mother!” said the old man, and\ngrasped the student’s hand in both of his. It was a feeble, trembling\ngrasp. “I am going to die; I shall die without seeing my daughters; do\nyou understand? To be always thirsting, and never to drink; that has\nbeen my life for the last ten years. . . . I have no daughters, my\nsons-in-law killed them. No, since their marriages they have been dead\nto me. Fathers should petition the Chambers to pass a law against\nmarriage. If you love your daughters, do not let them marry. A\nson-in-law is a rascal who poisons a girl’s mind and contaminates her\nwhole nature. Let us have no more marriages! It robs us of our\ndaughters; we are left alone upon our deathbeds, and they are not with\nus then. They ought to pass a law for dying fathers. This is awful!\nIt cries for vengeance! They cannot come, because my sons-in-law\nforbid them! . . . Kill them! . . . Restaud and the Alsatian, kill\nthem both! They have murdered me between them! . . . Death or my\ndaughters! . . . Ah! it is too late, I am dying, and they are not\nhere! . . . Dying without them! . . . Nasie! Fifine! Why do you not\ncome to me? Your papa is going––”",
        "“Dear Father Goriot, calm yourself. There, there, lie quietly and\nrest; don’t worry yourself, don’t think.”",
        "“I shall not see them. Oh! the agony of it!”",
        "“You shall see them.”",
        "“Really?” cried the old man, still wandering. “Oh! shall I see them; I\nshall see them and hear their voices. I shall die happy. Ah! well,\nafter all, I do not wish to live; I cannot stand this much longer;\nthis pain that grows worse and worse. But, oh! to see them, to touch\ntheir dresses–ah! nothing but their dresses, that is very little;\nstill, to feel something that belongs to them. Let me touch their hair\nwith my fingers . . . their hair . . .”",
        "His head fell back on the pillow, as if a sudden heavy blow had struck\nhim down, but his hands groped feebly over the quilt, as if to find\nhis daughters’ hair.",
        "“My blessing on them . . .” he said, making an effort, “my\nblessing . . .”",
        "His voice died away. Just at that moment Bianchon came into the room.",
        "“I met Christophe,” he said; “he is gone for your cab.”",
        "Then he looked at the patient, and raised the closed eyelids with his\nfingers. The two students saw how dead and lustreless the eyes beneath\nhad grown.",
        "“He will not get over this, I am sure,” said Bianchon. He felt the old\nman’s pulse, and laid a hand over his heart.",
        "“The machinery works still; more is the pity, in his state it would be\nbetter for him to die.”",
        "“Ah! my word, it would!”",
        "“What is the matter with you? You are as pale as death.”",
        "“Dear fellow, the moans and cries that I have just heard. . . . There\nis a God! Ah! yes, yes, there is a God, and He has made a better world\nfor us, or this world of ours would be a nightmare. I could have cried\nlike a child; but this is too tragical, and I am sick at heart.",
        "“We want a lot of things, you know; and where is the money to come\nfrom?”",
        "Rastignac took out his watch.",
        "“There, be quick and pawn it. I do not want to stop on the way to the\nRue du Helder; there is not a moment to lose, I am afraid, and I must\nwait here till Christophe comes back. I have not a farthing; I shall\nhave to pay the cabman when I get home again.”",
        "Rastignac rushed down the stairs, and drove off to the Rue du Helder.\nThe awful scene through which he had just passed quickened his\nimagination, and he grew fiercely indignant. He reached Mme. de\nRestaud’s house only to be told by the servant that his mistress could\nsee no one.",
        "“But I have brought a message from her father, who is dying,\"\nRastignac told the man.",
        "“The Count has given us the strictest orders, sir––”",
        "“If it is M. de Restaud who has given the orders, tell him that his\nfather-in-law is dying, and that I am here, and must speak with him at\nonce.”",
        "The man went out.",
        "Eugene waited for a long while. “Perhaps her father is dying at this\nmoment,” he thought.",
        "Then the man came back, and Eugene followed him to the little\ndrawing-room. M. de Restaud was standing before the fireless grate,\nand did not ask his visitor to seat himself.",
        "“Monsieur le Comte,” said Rastignac, “M. Goriot, your father-in-law,\nis lying at the point of death in a squalid den in the Latin Quarter.\nHe has not a penny to pay for firewood; he is expected to die at any\nmoment, and keeps calling for his daughter––”",
        "“I feel very little affection for M. Goriot, sir, as you probably are\naware,” the Count answered coolly. “His character has been compromised\nin connection with Mme. de Restaud; he is the author of the\nmisfortunes that have embittered my life and troubled my peace of\nmind. It is a matter of perfect indifference to me if he lives or\ndies. Now you know my feelings with regard to him. Public opinion may\nblame me, but I care nothing for public opinion. Just now I have other\nand much more important matters to think about than the things that\nfools and chatterers may say about me. As for Mme. de Restaud, she\ncannot leave the house; she is in no condition to do so. And, besides,\nI shall not allow her to leave it. Tell her father that as soon as she\nhas done her duty by her husband and child she shall go to see him. If\nshe has any love for her father, she can be free to go to him, if she\nchooses, in a few seconds; it lies entirely with her––”",
        "“Monsieur le Comte, it is no business of mine to criticise your\nconduct; you can do as you please with your wife, but may I count upon\nyour keeping your word with me? Well, then, promise me to tell her\nthat her father has not twenty-four hours to live; that he looks in\nvain for her, and has cursed her already as he lies on his deathbed,\n–that is all I ask.”",
        "“You can tell her yourself,” the Count answered, impressed by the\nthrill of indignation in Eugene’s voice.",
        "The Count led the way to the room where his wife usually sat. She was\ndrowned in tears, and lay crouching in the depths of an armchair, as\nif she were tired of life and longed to die. It was piteous to see\nher. Before venturing to look at Rastignac, she glanced at her husband\nin evident and abject terror that spoke of complete prostration of\nbody and mind; she seemed crushed by a tyranny both mental and\nphysical. The Count jerked his head towards her; she construed this as\na permission to speak.",
        "“I heard all that you said, monsieur. Tell my father that if he knew\nall he would forgive me. . . . I did not think there was such torture\nin the world as this; it is more than I can endure, monsieur!–But I\nwill not give way as long as I live,” she said, turning to her\nhusband. “I am a mother.–Tell my father that I have never sinned\nagainst him in spite of appearances!” she cried aloud in her despair.",
        "Eugene bowed to the husband and wife; he guessed the meaning of the\nscene, and that this was a terrible crisis in the Countess’ life. M.\nde Restaud’s manner had told him that his errand was a fruitless one;\nhe saw that Anastasie had no longer any liberty of action. He came\naway mazed and bewildered, and hurried to Mme. de Nucingen. Delphine\nwas in bed.",
        "“Poor dear Eugene, I am ill,” she said. “I caught cold after the ball,\nand I am afraid of pneumonia. I am waiting for the doctor to come.”",
        "“If you were at death’s door,” Eugene broke in, “you must be carried\nsomehow to your father. He is calling for you. If you could hear the\nfaintest of those cries, you would not feel ill any longer.”",
        "“Eugene, I dare say my father is not quite so ill as you say; but I\ncannot bear to do anything that you do not approve, so I will do just\nas you wish. As for him, he would die of grief I know if I went out to\nsee him and brought on a dangerous illness. Well, I will go as soon as\nI have seen the doctor.–Ah!” she cried out, “you are not wearing your\nwatch, how is that?”",
        "Eugene reddened.",
        "“Eugene, Eugene! if you have sold it already or lost it. . . . Oh! it\nwould be very wrong of you!”",
        "The student bent over Delphine and said in her ear, “Do you want to\nknow? Very well, then, you shall know. Your father has nothing left to\npay for the shroud that they will lay him in this evening. Your watch\nhas been pawned, for I had nothing either.”",
        "Delphine sprang out of bed, ran to her desk, and took out her purse.\nShe gave it to Eugene, and rang the bell, crying:",
        "“I will go, I will go at once, Eugene. Leave me, I will dress. Why, I\nshould be an unnatural daughter! Go back; I will be there before you.\n–Therese,” she called to the waiting-woman, “ask M. de Nucingen to\ncome upstairs at once and speak to me.”",
        "Eugene was almost happy when he reached the Rue\nNueve-Sainte-Genevieve; he was so glad to bring the news to the dying\nman that one of his daughters was coming. He fumbled in Delphine’s\npurse for money, so as to dismiss the cab at once; and discovered that\nthe young, beautiful, and wealthy woman of fashion had only seventy\nfrancs in her private purse. He climbed the stairs and found Bianchon\nsupporting Goriot, while the house surgeon from the hospital was\napplying moxas to the patient’s back–under the direction of the\nphysician, it was the last expedient of science, and it was tried in\nvain.",
        "“Can you feel them?” asked the physician. But Goriot had caught sight\nof Rastignac, and answered, “They are coming, are they not?”",
        "“There is hope yet,” said the surgeon; “he can speak.”",
        "“Yes,” said Eugene, “Delphine is coming.”",
        "“Oh! that is nothing!” said Bianchon; “he has been talking about his\ndaughters all the time. He calls for them as a man impaled calls for\nwater, they say––”",
        "“We may as well give up,” said the physician, addressing the surgeon.\n“Nothing more can be done now; the case is hopeless.”",
        "Bianchon and the house surgeon stretched the dying man out again on\nhis loathsome bed.",
        "“But the sheets ought to be changed,” added the physician. “Even if\nthere is no hope left, something is due to human nature. I shall come\nback again, Bianchon,” he said, turning to the medical student. “If he\ncomplains again, rub some laudanum over the diaphragm.”",
        "He went, and the house surgeon went with him.",
        "“Come, Eugene, pluck up heart, my boy,” said Bianchon, as soon as they\nwere alone; “we must set about changing his sheets, and put him into a\nclean shirt. Go and tell Sylvie to bring some sheets and come and help\nus to make the bed.”",
        "Eugene went downstairs, and found Mme. Vauquer engaged in setting the\ntable; Sylvie was helping her. Eugene had scarcely opened his mouth\nbefore the widow walked up to him with the acidulous sweet smile of a\ncautious shopkeeper who is anxious neither to lose money nor to offend\na customer.",
        "“My dear Monsieur Eugene,” she said, when he had spoken, “you know\nquite as well as I do that Father Goriot has not a brass farthing\nleft. If you give out clean linen for a man who is just going to turn\nup his eyes, you are not likely to see your sheets again, for one is\nsure to be wanted to wrap him in. Now, you owe me a hundred and\nforty-four francs as it is, add forty francs for the pair of sheets,\nand then there are several little things, besides the candle that\nSylvie will give you; altogether it will all mount up to at least two\nhundred francs, which is more than a poor widow like me can afford to\nlose. Lord! now, Monsieur Eugene, look at it fairly. I have lost quite\nenough in these five days since this run of ill-luck set in for me. I\nwould rather than ten crowns that the old gentlemen had moved out as\nyou said. It sets the other lodgers against the house. It would not\ntake much to make me send him to the workhouse. In short, just put\nyourself in my place. I have to think of my establishment first, for I\nhave my own living to make.”",
        "Eugene hurried up to Goriot’s room.",
        "“Bianchon,” he cried, “the money for the watch?”",
        "“There it is on the table, or the three hundred and sixty odd francs\nthat are left of it. I paid up all the old scores out of it before\nthey let me have the things. The pawn ticket lies there under the\nmoney.”",
        "Rastignac hurried downstairs.",
        "“Here, madame” he said in disgust, “let us square accounts. M. Goriot\nwill not stay much longer in your house, nor shall I––”",
        "“Yes, he will go out feet foremost, poor old gentleman,” she said,\ncounting the francs with a half-facetious, half-lugubrious expression.",
        "“Let us get this over,” said Rastignac.",
        "“Sylvie, look out some sheets, and go upstairs to help the gentlemen.”",
        "“You won’t forget Sylvie,” said Mme. Vauquer in Eugene’s ear; “she has\nbeen sitting up these two nights.”",
        "As soon as Eugene’s back was turned, the old woman hurried after her\nhandmaid.",
        "“Take the sheets that have had the sides turned into the middle,\nnumber 7. Lord! they are plenty good enough for a corpse,” she said in\nSylvie’s ear.",
        "Eugene, by this time, was part of the way upstairs, and did not\noverhear the elderly economist.",
        "“Quick,” said Bianchon, “let us change his shirt. Hold him upright.”",
        "Eugene went to the head of the bed and supported the dying man, while\nBianchon drew off his shirt; and then Goriot made a movement as if he\ntried to clutch something to his breast, uttering a low inarticulate\nmoaning the while, like some dumb animal in mortal pain.",
        "“Ah! yes!” cried Bianchon. “It is the little locket and the chain made\nof hair that he wants; we took it off a while ago when we put the\nblisters on him. Poor fellow! he must have it again. There it lies on\nthe chimney-piece.”",
        "Eugene went to the chimney-piece and found the little plait of faded\ngolden hair–Mme. Goriot’s hair, no doubt. He read the name on the\nlittle round locket, ANASTASIE on the one side, DELPHINE on the other.\nIt was the symbol of his own heart that the father always wore on his\nbreast. The curls of hair inside the locket were so fine and soft that\nis was plain they had been taken from two childish heads. When the old\nman felt the locket once more, his chest heaved with a long deep sigh\nof satisfaction, like a groan. It was something terrible to see, for\nit seemed as if the last quiver of the nerves were laid bare to their\neyes, the last communication of sense to the mysterious point within\nwhence our sympathies come and whither they go. A delirious joy\nlighted up the distorted face. The terrific and vivid force of the\nfeeling that had survived the power of thought made such an impression\non the students, that the dying man felt their hot tears falling on\nhim, and gave a shrill cry of delight.",
        "“Nasie! Fifine!”",
        "“There is life in him yet,” said Bianchon.",
        "“What does he go on living for?” said Sylvie.",
        "“To suffer,” answered Rastignac.",
        "Bianchon made a sign to his friend to follow his example, knelt down\nand pressed his arms under the sick man, and Rastignac on the other\nside did the same, so that Sylvie, standing in readiness, might draw\nthe sheet from beneath and replace it with the one that she had\nbrought. Those tears, no doubt, had misled Goriot; for he gathered up\nall his remaining strength in a last effort, stretched out his hands,\ngroped for the students’ heads, and as his fingers caught convulsively\nat their hair, they heard a faint whisper:",
        "“Ah! my angels!”",
        "Two words, two inarticulate murmurs, shaped into words by the soul\nwhich fled forth with them as they left his lips.",
        "“Poor dear!” cried Sylvie, melted by that exclamation; the expression\nof the great love raised for the last time to a sublime height by that\nmost ghastly and involuntary of lies.",
        "The father’s last breath must have been a sigh of joy, and in that\nsigh his whole life was summed up; he was cheated even at the last.\nThey laid Father Goriot upon his wretched bed with reverent hands.\nThenceforward there was no expression on his face, only the painful\ntraces of the struggle between life and death that was going on in the\nmachine; for that kind of cerebral consciousness that distinguishes\nbetween pleasure and pain in a human being was extinguished; it was\nonly a question of time–and the mechanism itself would be destroyed.",
        "“He will lie like this for several hours, and die so quietly at last,\nthat we shall not know when he goes; there will be no rattle in the\nthroat. The brain must be completely suffused.”",
        "As he spoke there was a footstep on the staircase, and a young woman\nhastened up, panting for breath.",
        "“She has come too late,” said Rastignac.",
        "Continue...",
        "\nThis eBook of “Father Goriot” by Honore de Balzac (translated by Ellen Marriage) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Balzac's Works: Volume V: Scenes From Private Life: Father Goriot, The Unconscious Humorists, Gaudissart the GreatBy Honore De BalzacAt Amazon"
    ]
}