{
    "title": "Flatland: A Romance of Many Dimensions - Section 11.  Concerning our Priests",
    "author": "Edwin A. Abbott",
    "chapter": "13",
    "content": [
        "\n\n",
        "\nIt is high time that I should pass from these brief and discursive\nnotes about things in Flatland to the central event of this book,\nmy initiation into the mysteries of Space.  THAT is my subject;\nall that has gone before is merely preface.",
        "For this reason I must omit many matters of which the explanation\nwould not, I flatter myself, be without interest for my Readers:\nas for example, our method of propelling and stopping ourselves,\nalthough destitute of feet; the means by which we give fixity\nto structures of wood, stone, or brick, although of course\nwe have no hands, nor can we lay foundations as you can,\nnor avail ourselves of the lateral pressure of the earth;\nthe manner in which the rain originates in the intervals between\nour various zones, so that the northern regions do not intercept\nthe moisture from falling on the southern; the nature of our\nhills and mines, our trees and vegetables, our seasons and harvests;\nour Alphabet and method of writing, adapted to our linear tablets;\nthese and a hundred other details of our physical existence I must\npass over, nor do I mention them now except to indicate to my readers\nthat their omission proceeds not from forgetfulness on the part of\nthe author, but from his regard for the time of the Reader.",
        "Yet before I proceed to my legitimate subject some few\nfinal remarks will no doubt be expected by my Readers upon those\npillars and mainstays of the Constitution of Flatland,\nthe controllers of our conduct and shapers of our destiny,\nthe objects of universal homage and almost of adoration:\nneed I say that I mean our Circles or Priests?",
        "When I call them Priests, let me not be understood as meaning\nno more than the term denotes with you.  With us, our Priests\nare Administrators of all Business, Art, and Science;\nDirectors of Trade, Commerce, Generalship, Architecture, Engineering,\nEducation, Statesmanship, Legislature, Morality, Theology;\ndoing nothing themselves, they are the Causes of everything\nworth doing, that is done by others.",
        "Although popularly everyone called a Circle is deemed a Circle,\nyet among the better educated Classes it is known that no Circle\nis really a Circle, but only a Polygon with a very large number\nof very small sides.  As the number of the sides increases,\na Polygon approximates to a Circle; and, when the number\nis very great indeed, say for example three or four hundred,\nit is extremely difficult for the most delicate touch to feel\nany polygonal angles.  Let me say rather, it WOULD be difficult:\nfor, as I have shown above, Recognition by Feeling is unknown\namong the highest society, and to FEEL a Circle would be considered\na most audacious insult.  This habit of abstention from Feeling\nin the best society enables a Circle the more easily to sustain\nthe veil of mystery in which, from his earliest years, he is wont\nto enwrap the exact nature of his Perimeter or Circumference.\nThree feet being the average Perimeter it follows that,\nin a Polygon of three hundred sides each side will be no more than\nthe hundredth part of a foot in length, or little more than the tenth\npart of an inch; and in a Polygon of six or seven hundred sides\nthe sides are little larger than the diameter of a Spaceland pin-head.\nIt is always assumed, by courtesy, that the Chief Circle\nfor the time being has ten thousand sides.",
        "The ascent of the posterity of the Circles in the social scale\nis not restricted, as it is among the lower Regular classes,\nby the Law of Nature which limits the increase of sides to one\nin each generation.  If it were so, the number of sides in a Circle\nwould be a mere question of pedigree and arithmetic,\nand the four hundred and ninety-seventh descendant of\nan Equilateral Triangle would necessarily be a Polygon with\nfive hundred sides.  But this is not the case.  Nature’s Law\nprescribes two antagonistic decrees affecting Circular propagation;\nfirst, that as the race climbs higher in the scale of development,\nso development shall proceed at an accelerated pace; second,\nthat in the same proportion, the race shall become less fertile.\nConsequently in the home of a Polygon of four or five hundred sides\nit is rare to find a son; more than one is never seen.\nOn the other hand the son of a five-hundred-sided Polygon has been\nknown to possess five hundred and fifty, or even six hundred sides.",
        "Art also steps in to help the process of the higher Evolution.\nOur physicians have discovered that the small and tender sides\nof an infant Polygon of the higher class can be fractured,\nand his whole frame re-set, with such exactness that a Polygon\nof two or three hundred sides sometimes — by no means always,\nfor the process is attended with serious risk — but sometimes\noverleaps two or three hundred generations, and as it were doubles\nat a stroke, the number of his progenitors and the nobility\nof his descent.",
        "Many a promising child is sacrificed in this way.  Scarcely one\nout of ten survives.  Yet so strong is the parental ambition\namong those Polygons who are, as it were, on the fringe of\nthe Circular class, that it is very rare to find a Nobleman\nof that position in society, who has neglected to place his first-born\nin the Circular Neo-Therapeutic Gymnasium before he has attained\nthe age of a month.",
        "One year determines success or failure.  At the end of that time\nthe child has, in all probability, added one more to the tombstones\nthat crowd the Neo-Therapeutic Cemetery; but on rare occasions\na glad procession bears back the little one to his exultant parents,\nno longer a Polygon, but a Circle, at least by courtesy:\nand a single instance of so blessed a result induces multitudes\nof Polygonal parents to submit to similar domestic sacrifices,\nwhich have a dissimilar issue.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}