{
    "title": "Flatland: A Romance of Many Dimensions - Section 5.  Of our Methods of Recognizing one another",
    "author": "Edwin A. Abbott",
    "chapter": "7",
    "content": [
        "\n\n",
        "\nYou, who are blessed with shade as well as light, you,\nwho are gifted with two eyes, endowed with a knowledge of perspective,\nand charmed with the enjoyment of various colours, you,\nwho can actually SEE an angle, and contemplate the complete\ncircumference of a circle in the happy region of the Three Dimensions\n— how shall I make clear to you the extreme difficulty which we\nin Flatland experience in recognizing one another’s configuration?",
        "Recall what I told you above.  All beings in Flatland,\nanimate or inanimate, no matter what their form, present TO OUR VIEW\nthe same, or nearly the same, appearance, viz. that of\na straight Line.  How then can one be distinguished from another,\nwhere all appear the same?",
        "The answer is threefold.  The first means of recognition\nis the sense of hearing; which with us is far more highly developed\nthan with you, and which enables us not only to distinguish\nby the voice our personal friends, but even to discriminate\nbetween different classes, at least so far as concerns\nthe three lowest orders, the Equilateral, the Square, and the Pentagon\n— for of the Isosceles I take no account.  But as we ascend\nin the social scale, the process of discriminating and being\ndiscriminated by hearing increases in difficulty, partly because\nvoices are assimilated, partly because the faculty of\nvoice-discrimination is a plebeian virtue not much developed among\nthe Aristocracy.  And wherever there is any danger of imposture\nwe cannot trust to this method.  Amongst our lowest orders,\nthe vocal organs are developed to a degree more than correspondent\nwith those of hearing, so that an Isosceles can easily feign the voice\nof a Polygon, and, with some training, that of a Circle himself.\nA second method is therefore more commonly resorted to.",
        "FEELING is, among our Women and lower classes — about our\nupper classes I shall speak presently — the principal test\nof recognition, at all events between strangers, and when\nthe question is, not as to the individual, but as to the class.\nWhat therefore “introduction” is among the higher classes\nin Spaceland, that the process of “feeling” is with us.\n“Permit me to ask you to feel and be felt by my friend Mr. So-and-so\"\n— is still, among the more old-fashioned of our country gentlemen\nin districts remote from towns, the customary formula for\na Flatland introduction.  But in the towns, and among men of business,\nthe words “be felt by” are omitted and the sentence is abbreviated to,\n“Let me ask you to feel Mr. So-and-so\"; although it is assumed,\nof course, that the “feeling” is to be reciprocal.\nAmong our still more modern and dashing young gentlemen — who are\nextremely averse to superfluous effort and supremely indifferent\nto the purity of their native language — the formula is still\nfurther curtailed by the use of “to feel” in a technical sense,\nmeaning, “to recommend-for-the-purposes-of-feeling-and-being-felt\";\nand at this moment the “slang” of polite or fast society\nin the upper classes sanctions such a barbarism as “Mr. Smith,\npermit me to feel Mr. Jones.”",
        "Let not my Reader however suppose that “feeling” is with us\nthe tedious process that it would be with you, or that we find it\nnecessary to feel right round all the sides of every individual\nbefore we determine the class to which he belongs.  Long practice\nand training, begun in the schools and continued in the experience\nof daily life, enable us to discriminate at once by\nthe sense of touch, between the angles of an equal-sided Triangle,\nSquare, and Pentagon; and I need not say that the brainless vertex\nof an acute-angled Isosceles is obvious to the dullest touch.\nIt is therefore not necessary, as a rule, to do more than feel\na single angle of an individual; and this, once ascertained,\ntells us the class of the person whom we are addressing,\nunless indeed he belongs to the higher sections of the nobility.\nThere the difficulty is much greater.  Even a Master of Arts\nin our University of Wentbridge has been known to confuse a ten-sided\nwith a twelve-sided Polygon; and there is hardly a Doctor of Science\nin or out of that famous University who could pretend\nto decide promptly and unhesitatingly between a twenty-sided\nand a twenty-four sided member of the Aristocracy.",
        "Those of my readers who recall the extracts I gave above\nfrom the Legislative code concerning Women, will readily perceive\nthat the process of introduction by contact requires\nsome care and discretion.  Otherwise the angles might inflict\non the unwary Feeler irreparable injury.  It is essential\nfor the safety of the Feeler that the Felt should stand\nperfectly still.  A start, a fidgety shifting of the position, yes,\neven a violent sneeze, has been known before now to prove fatal\nto the incautious, and to nip in the bud many a promising friendship.\nEspecially is this true among the lower classes of the Triangles.\nWith them, the eye is situated so far from their vertex that they\ncan scarcely take cognizance of what goes on at that extremity\nof their frame.  They are, moreover, of a rough coarse nature,\nnot sensitive to the delicate touch of the highly organized Polygon.\nWhat wonder then if an involuntary toss of the head has ere now\ndeprived the State of a valuable life!",
        "I have heard that my excellent Grandfather — one of the least\nirregular of his unhappy Isosceles class, who indeed obtained,\nshortly before his decease, four out of seven votes from the Sanitary\nand Social Board for passing him into the class of the Equal-sided —\noften deplored, with a tear in his venerable eye, a miscarriage\nof this kind, which had occured to his great-great-great-Grandfather,\na respectable Working Man with an angle or brain of 59 degrees\n30 minutes.  According to his account, my unfortunate Ancestor,\nbeing afflicted with rheumatism, and in the act of being felt\nby a Polygon, by one sudden start accidentally transfixed\nthe Great Man through the diagonal; and thereby, partly in consequence\nof his long imprisonment and degradation, and partly because of\nthe moral shock which pervaded the whole of my Ancestor’s relations,\nthrew back our family a degree and a half in their ascent\ntowards better things.  The result was that in the next generation\nthe family brain was registered at only 58 degrees, and not till\nthe lapse of five generations was the lost ground recovered,\nthe full 60 degrees attained, and the Ascent from the Isosceles\nfinally achieved.  And all this series of calamities from one\nlittle accident in the process of Feeling.",
        "At this point I think I hear some of my better educated\nreaders exclaim, “How could you in Flatland know anything about\nangles and degrees, or minutes?  We can SEE an angle, because we,\nin the region of Space, can see two straight lines inclined\nto one another; but you, who can see nothing but one straight line\nat a time, or at all events only a number of bits of straight lines\nall in one straight line — how can you ever discern any angle,\nand much less register angles of different sizes?”",
        "I answer that though we cannot SEE angles, we can INFER them,\nand this with great precision.  Our sense of touch,\nstimulated by necessity, and developed by long training,\nenables us to distinguish angles far more accurately than your\nsense of sight, when unaided by a rule or measure of angles.\nNor must I omit to explain that we have great natural helps.\nIt is with us a Law of Nature that the brain of the Isosceles class\nshall begin at half a degree, or thirty minutes, and shall increase\n(if it increases at all) by half a degree in every generation;\nuntil the goal of 60 degrees is reached, when the condition of serfdom\nis quitted, and the freeman enters the class of Regulars.",
        "Consequently, Nature herself supplies us with an ascending scale\nor Alphabet of angles for half a degree up to 60 degrees,\nSpecimens of which are placed in every Elementary School\nthroughout the land.  Owing to occasional retrogressions,\nto still more frequent moral and intellectual stagnation, and to\nthe extraordinary fecundity of the Criminal and Vagabond Classes,\nthere is always a vast superfluity of individuals of the half degree\nand single degree class, and a fair abundance of Specimens\nup to 10 degrees.  These are absolutely destitute of civic rights;\nand a great number of them, not having even intelligence enough\nfor the purposes of warfare, are devoted by the States to the service\nof education.  Fettered immovably so as to remove all possibility\nof danger, they are placed in the class rooms of our Infant Schools,\nand there they are utilized by the Board of Education for the purpose\nof imparting to the offspring of the Middle Classes that tact\nand intelligence of which these wretched creatures themselves\nare utterly devoid.",
        "In some States the Specimens are occasionally fed and suffered\nto exist for several years; but in the more temperate\nand better regulated regions, it is found in the long run\nmore advantageous for the educational interests of the young,\nto dispense with food, and to renew the Specimens every month —\nwhich is about the average duration of the foodless existence\nof the Criminal class.  In the cheaper schools, what is gained\nby the longer existence of the Specimen is lost, partly in\nthe expenditure for food, and partly in the diminished accuracy\nof the angles, which are impaired after a few weeks\nof constant “feeling”.  Nor must we forget to add, in enumerating\nthe advantages of the more expensive system, that it tends,\nthough slightly yet perceptibly, to the diminution of the redundant\nIsosceles population — an object which every statesman in Flatland\nconstantly keeps in view.  On the whole therefore —\nalthough I am not ignorant that, in many popularly elected\nSchool Boards, there is a reaction in favour of “the cheap system\"\nas it is called — I am myself disposed to think that this is one\nof the many cases in which expense is the truest economy.",
        "But I must not allow questions of School Board politics to divert me\nfrom my subject.  Enough has been said, I trust, to shew\nthat Recognition by Feeling is not so tedious or indecisive a process\nas might have been supposed; and it is obviously more trustworthy\nthan Recognition by hearing.  Still there remains, as has been\npointed out above, the objection that this method is not\nwithout danger.  For this reason many in the Middle and Lower classes,\nand all without exception in the Polygonal and Circular orders,\nprefer a third method, the description of which shall be reserved\nfor the next section.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}