{
    "title": "Flatland: A Romance of Many Dimensions - Section 20.  How the Sphere encouraged me in a Vision",
    "author": "Edwin A. Abbott",
    "chapter": "22",
    "content": [
        "\n\n",
        "\nAlthough I had less than a minute for reflection, I felt, by a kind\nof instinct, that I must conceal my experiences from my Wife.\nNot that I apprehended, at the moment, any danger from her\ndivulging my secret, but I knew that to any Woman in Flatland\nthe narrative of my adventures must needs be unintelligible.\nSo I endeavoured to reassure her by some story, invented for\nthe occasion, that I had accidentally fallen through\nthe trap-door of the cellar, and had there lain stunned.",
        "The Southward attraction in our country is so slight\nthat even to a Woman my tale necessarily appeared extraordinary\nand well-nigh incredible; but my Wife, whose good sense far exceeds\nthat of the average of her Sex, and who perceived that I was\nunusually excited, did not argue with me on the subject,\nbut insisted that I was ill and required repose.  I was glad\nof an excuse for retiring to my chamber to think quietly over\nwhat had happened.  When I was at last by myself, a drowsy sensation\nfell on me; but before my eyes closed I endeavoured to reproduce\nthe Third Dimension, and especially the process by which a Cube\nis constructed through the motion of a Square.  It was not so clear\nas I could have wished; but I remembered that it must be “Upward,\nand yet not Northward”, and I determined steadfastly to retain\nthese words as the clue which, if firmly grasped, could not fail\nto guide me to the solution.  So mechanically repeating,\nlike a charm, the words, “Upward, yet not Northward”,\nI fell into a sound refreshing sleep.",
        "During my slumber I had a dream.  I thought I was once more\nby the side of the Sphere, whose lustrous hue betokened that he\nhad exchanged his wrath against me for perfect placability.  We were\nmoving together towards a bright but infinitesimally small Point,\nto which my Master directed my attention.  As we approached,\nmethought there issued from it a slight humming noise as from one\nof your Spaceland bluebottles, only less resonant by far,\nso slight indeed that even in the perfect stillness of the Vacuum\nthrough which we soared, the sound reached not our ears\ntill we checked our flight at a distance from it of something under\ntwenty human diagonals.",
        "“Look yonder,” said my Guide, “in Flatland thou hast lived;\nof Lineland thou hast received a vision; thou hast soared with me\nto the heights of Spaceland; now, in order to complete the range\nof thy experience, I conduct thee downward to the lowest depth\nof existence, even to the realm of Pointland, the Abyss of\nNo dimensions.",
        "“Behold yon miserable creature.  That Point is a Being like ourselves,\nbut confined to the non-dimensional Gulf.  He is himself\nhis own World, his own Universe; of any other than himself he can form\nno conception; he knows not Length, nor Breadth, nor Height,\nfor he has had no experience of them; he has no cognizance even\nof the number Two; nor has he a thought of Plurality;\nfor he is himself his One and All, being really Nothing.\nYet mark his perfect self-contentment, and hence learn this lesson,\nthat to be self-contented is to be vile and ignorant,\nand that to aspire is better than to be blindly and impotently happy.\nNow listen.”",
        "He ceased; and there arose from the little buzzing creature a tiny,\nlow, monotonous, but distinct tinkling, as from one\nof your Spaceland phonographs, from which I caught these words,\n“Infinite beatitude of existence!  It is; and there is none else\nbeside It.”",
        "“What,” said I, “does the puny creature mean by ’it’?\"\n“He means himself,” said the Sphere:  “have you not noticed\nbefore now, that babies and babyish people who cannot distinguish\nthemselves from the world, speak of themselves in the Third Person?\nBut hush!”",
        "“It fills all Space,” continued the little soliloquizing Creature,\n“and what It fills, It is.  What It thinks, that It utters;\nand what It utters, that It hears; and It itself is Thinker, Utterer,\nHearer, Thought, Word, Audition; it is the One, and yet\nthe All in All.  Ah, the happiness ah, the happiness of Being!”",
        "“Can you not startle the little thing out of its complacency?” said I.\n“Tell it what it really is, as you told me; reveal to it\nthe narrow limitations of Pointland, and lead it up to\nsomething higher.”  “That is no easy task,” said my Master; “try you.”",
        "Hereon, raising my voice to the uttermost, I addressed the Point\nas follows:",
        "“Silence, silence, contemptible Creature.  You call yourself\nthe All in All, but you are the Nothing:  your so-called Universe\nis a mere speck in a Line, and a Line is a mere shadow\nas compared with --”  “Hush, hush, you have said enough,\"\ninterrupted the Sphere, “now listen, and mark the effect\nof your harangue on the King of Pointland.”",
        "The lustre of the Monarch, who beamed more brightly than ever upon\nhearing my words, shewed clearly that he retained his complacency;\nand I had hardly ceased when he took up his strain again.\n“Ah, the joy, ah, the joy of Thought!  What can It not achieve\nby thinking!  Its own Thought coming to Itself, suggestive of\nIts disparagement, thereby to enhance Its happiness! Sweet rebellion\nstirred up to result in triumph!  Ah, the divine creative power\nof the All in One!  Ah, the joy, the joy of Being!”",
        "“You see,” said my Teacher, “how little your words have done.  So far\nas the Monarch understands them at all, he accepts them as his own —\nfor he cannot conceive of any other except himself —\nand plumes himself upon the variety of ’Its Thought’ as an instance\nof creative Power.  Let us leave this God of Pointland to the ignorant\nfruition of his omnipresence and omniscience:  nothing that you or I\ncan do can rescue him from his self-satisfaction.”",
        "After this, as we floated gently back to Flatland, I could hear\nthe mild voice of my Companion pointing the moral of my vision,\nand stimulating me to aspire, and to teach others to aspire.\nHe had been angered at first — he confessed — by my ambition to soar\nto Dimensions above the Third; but, since then, he had received\nfresh insight, and he was not too proud to acknowledge his error\nto a Pupil.  Then he proceeded to initiate me into mysteries\nyet higher than those I had witnessed, shewing me how\nto construct Extra-Solids by the motion of Solids,\nand Double Extra-Solids by the motion of Extra-Solids,\nand all “strictly according to Analogy”, all by methods so simple,\nso easy, as to be patent even to the Female Sex.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}