{
    "title": "Flatland: A Romance of Many Dimensions - Section 2.  Of the Climate and Houses in Flatland",
    "author": "Edwin A. Abbott",
    "chapter": "4",
    "content": [
        "\n\n",
        "As with you, so also with us, there are four points of the compass\nNorth, South, East, and West.",
        "There being no sun nor other heavenly bodies, it is impossible for us\nto determine the North in the usual way; but we have a method of\nour own.  By a Law of Nature with us, there is a constant attraction\nto the South; and, although in temperate climates this is very slight\n— so that even a Woman in reasonable health can journey\nseveral furlongs northward without much difficulty —\nyet the hampering effect of the southward attraction is\nquite sufficient to serve as a compass in most parts of our earth.\nMoreover, the rain (which falls at stated intervals) coming always\nfrom the North, is an additional assistance; and in the towns we have\nthe guidance of the houses, which of course have their side-walls\nrunning for the most part North and South, so that the roofs\nmay keep off the rain from the North.  In the country, where there are\nno houses, the trunks of the trees serve as some sort of guide.\nAltogether, we have not so much difficulty as might be expected\nin determining our bearings.",
        "Yet in our more temperate regions, in which the southward attraction\nis hardly felt, walking sometimes in a perfectly desolate plain\nwhere there have been no houses nor trees to guide me, I have been\noccasionally compelled to remain stationary for hours together,\nwaiting till the rain came before continuing my journey.  On the weak\nand aged, and especially on delicate Females, the force of attraction\ntells much more heavily than on the robust of the Male Sex,\nso that it is a point of breeding, if you meet a Lady in the street,\nalways to give her the North side of the way — by no means\nan easy thing to do always at short notice when you are in rude health\nand in a climate where it is difficult to tell your North\nfrom your South.",
        "Windows there are none in our houses:  for the light comes to us alike\nin our homes and out of them, by day and by night, equally at\nall times and in all places, whence we know not.  It was in old days,\nwith our learned men, an interesting and oft-investigated question,\n“What is the origin of light?” and the solution of it\nhas been repeatedly attempted, with no other result than to crowd\nour lunatic asylums with the would-be solvers.  Hence,\nafter fruitless attempts to suppress such investigations indirectly\nby making them liable to a heavy tax, the Legislature,\nin comparatively recent times, absolutely prohibited them.\nI — alas, I alone in Flatland — know now only too well\nthe true solution of this mysterious problem; but my knowledge\ncannot be made intelligible to a single one of my countrymen;\nand I am mocked at — I, the sole possessor of the truths of Space\nand of the theory of the introduction of Light from the world\nof three Dimensions — as if I were the maddest of the mad!\nBut a truce to these painful digressions:  let me return\nto our houses.",
        "The most common form for the construction of a house is five-sided\nor pentagonal, as in the annexed figure.  The two Northern sides RO,\nOF, constitute the roof, and for the most part have no doors;\non the East is a small door for the Women; on the West a much\nlarger one for the Men; the South side or floor is usually doorless.",
        "Square and triangular houses are not allowed, and for this reason.\nThe angles of a Square (and still more those of an equilateral\nTriangle), being much more pointed than those of a Pentagon,\nand the lines of inanimate objects (such as houses) being dimmer\nthan the lines of Men and Women, it follows that there is\nno little danger lest the points of a square or triangular\nhouse residence might do serious injury to an inconsiderate\nor perhaps absent-minded traveller suddenly therefore,\nrunning against them:  and as early as the eleventh century\nof our era, triangular houses were universally forbidden by Law,\nthe only exceptions being fortifications, powder-magazines, barracks,\nand other state buildings, which it is not desirable that\nthe general public should approach without circumspection.",
        "Illustration 2",
        "At this period, square houses were still everywhere permitted,\nthough discouraged by a special tax.  But, about three centuries\nafterwards, the Law decided that in all towns containing a population\nabove ten thousand, the angle of a Pentagon was the smallest\nhouse-angle that could be allowed consistently with the public safety.\nThe good sense of the community has seconded the efforts\nof the Legislature; and now, even in the country,\nthe pentagonal construction has superseded every other.\nIt is only now and then in some very remote and backward\nagricultural district that an antiquarian may still discover\na square house.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}