{
    "title": "Flatland: A Romance of Many Dimensions - Section 12.  Of the Doctrine of our Priests",
    "author": "Edwin A. Abbott",
    "chapter": "14",
    "content": [
        "\n\n",
        "\nAs to the doctrine of the Circles it may briefly be summed up\nin a single maxim, “Attend to your Configuration.”  Whether political,\necclesiastical, or moral, all their teaching has for its object\nthe improvement of individual and collective Configuration —\nwith special reference of course to the Configuration of the Circles,\nto which all other objects are subordinated.",
        "It is the merit of the Circles that they have effectually suppressed\nthose ancient heresies which led men to waste energy and sympathy\nin the vain belief that conduct depends upon will, effort, training,\nencouragement, praise, or anything else but Configuration.\nIt was Pantocyclus — the illustrious Circle mentioned above,\nas the queller of the Colour Revolt — who first convinced mankind\nthat Configuration makes the man; that if, for example, you are born\nan Isosceles with two uneven sides, you will assuredly go wrong\nunless you have them made even — for which purpose you must go\nto the Isosceles Hospital; similarly, if you are a Triangle,\nor Square, or even a Polygon, born with any Irregularity,\nyou must be taken to one of the Regular Hospitals to have your\ndisease cured; otherwise you will end your days in the State Prison\nor by the angle of the State Executioner.",
        "All faults or defects, from the slightest misconduct to the most\nflagitious crime, Pantocyclus attributed to some deviation from\nperfect Regularity in the bodily figure, caused perhaps\n(if not congenital) by some collision in a crowd; by neglect\nto take exercise, or by taking too much of it; or even by a sudden\nchange of temperature, resulting in a shrinkage or expansion\nin some too susceptible part of the frame.  Therefore,\nconcluded that illustrious Philosopher, neither good conduct\nnor bad conduct is a fit subject, in any sober estimation,\nfor either praise or blame.  For why should you praise, for example,\nthe integrity of a Square who faithfully defends the interests\nof his client, when you ought in reality rather to admire\nthe exact precision of his right angles?  Or again, why blame a lying,\nthievish Isosceles when you ought rather to deplore the incurable\ninequality of his sides?",
        "Theoretically, this doctrine is unquestionable; but it has\npractical drawbacks.  In dealing with an Isosceles, if a rascal pleads\nthat he cannot help stealing because of his unevenness,\nyou reply that for that very reason, because he cannot help being\na nuisance to his neighbours, you, the Magistrate, cannot help\nsentencing him to be consumed — and there’s an end of the matter.\nBut in little domestic difficulties, where the penalty of consumption,\nor death, is out of the question, this theory of Configuration\nsometimes comes in awkwardly; and I must confess that occasionally\nwhen one of my own Hexagonal Grandsons pleads as an excuse\nfor his disobedience that a sudden change of the temperature has been\ntoo much for his Perimeter, and that I ought to lay the blame\nnot on him but on his Configuration, which can only be strengthened\nby abundance of the choicest sweetmeats, I neither see my way\nlogically to reject, nor practically to accept, his conclusions.",
        "For my own part, I find it best to assume that a good sound scolding\nor castigation has some latent and strengthening influence on\nmy Grandson’s Configuration; though I own that I have no grounds\nfor thinking so.  At all events I am not alone in my way\nof extricating myself from this dilemma; for I find that many\nof the highest Circles, sitting as Judges in law courts,\nuse praise and blame towards Regular and Irregular Figures;\nand in their homes I know by experience that, when scolding\ntheir children, they speak about “right” or “wrong” as vehemently\nand passionately as if they believed that these names represented\nreal existences, and that a human Figure is really capable\nof choosing between them.",
        "Constantly carrying out their policy of making Configuration\nthe leading idea in every mind, the Circles reverse the nature\nof that Commandment which in Spaceland regulates the relations\nbetween parents and children.  With you, children are taught\nto honour their parents; with us — next to the Circles,\nwho are the chief object of universal homage — a man is taught\nto honour his Grandson, if he has one; or, if not, his Son.\nBy “honour”, however, is by no means meant “indulgence”,\nbut a reverent regard for their highest interests:  and the Circles\nteach that the duty of fathers is to subordinate their own interests\nto those of posterity, thereby advancing the welfare of\nthe whole State as well as that of their own immediate descendants.",
        "The weak point in the system of the Circles — if a humble Square\nmay venture to speak of anything Circular as containing\nany element of weakness — appears to me to be found\nin their relations with Women.",
        "As it is of the utmost importance for Society that Irregular births\nshould be discouraged, it follows that no Woman who has\nany Irregularities in her ancestry is a fit partner for one\nwho desires that his posterity should rise by regular degrees\nin the social scale.",
        "Now the Irregularity of a Male is a matter of measurement;\nbut as all Women are straight, and therefore visibly Regular\nso to speak, one has to devise some other means of ascertaining\nwhat I may call their invisible Irregularity, that is to say\ntheir potential Irregularities as regards possible offspring.\nThis is effected by carefully-kept pedigrees, which are preserved\nand supervised by the State; and without a certified pedigree\nno Woman is allowed to marry.",
        "Now it might have been supposed that a Circle — proud of his ancestry\nand regardful for a posterity which might possibly issue hereafter\nin a Chief Circle — would be more careful than any other to choose\na wife who had no blot on her escutcheon.  But it is not so.\nThe care in choosing a Regular wife appears to diminish as one rises\nin the social scale.  Nothing would induce an aspiring Isosceles,\nwho had hopes of generating an Equilateral Son, to take a wife\nwho reckoned a single Irregularity among her Ancestors;\na Square or Pentagon, who is confident that his family is steadily\non the rise, does not inquire above the five-hundredth generation;\na Hexagon or Dodecagon is even more careless of the wife’s pedigree;\nbut a Circle has been known deliberately to take a wife\nwho has had an Irregular Great-Grandfather, and all because\nof some slight superiority of lustre, or because of the charms\nof a low voice — which, with us, even more than you,\nis thought “an excellent thing in Woman”.",
        "Such ill-judged marriages are, as might be expected, barren,\nif they do not result in positive Irregularity or in\ndiminution of sides; but none of these evils have hitherto proved\nsufficiently deterrent.  The loss of a few sides in a highly-developed\nPolygon is not easily noticed, and is sometimes compensated\nby a successful operation in the Neo-Therapeutic Gymnasium,\nas I have described above; and the Circles are too much disposed\nto acquiesce in infecundity as a Law of the superior development.\nYet, if this evil be not arrested, the gradual diminution\nof the Circular class may soon become more rapid, and the time\nmay be not far distant when, the race being no longer able to produce\na Chief Circle, the Constitution of Flatland must fall.",
        "One other word of warning suggests itself to me, though I cannot\nso easily mention a remedy; and this also refers to our relations\nwith Women.  About three hundred years ago, it was decreed by\nthe Chief Circle that, since women are deficient in Reason\nbut abundant in Emotion, they ought no longer to be treated\nas rational, nor receive any mental education.  The consequence\nwas that they were no longer taught to read, nor even to master\nArithmetic enough to enable them to count the angles of their husband\nor children; and hence they sensibly declined during each generation\nin intellectual power.  And this system of female non-education\nor quietism still prevails.",
        "My fear is that, with the best intentions, this policy has been\ncarried so far as to react injuriously on the Male Sex.",
        "For the consequence is that, as things now are, we Males have to lead\na kind of bi-lingual, and I may almost say bi-mental, existence.\nWith Women, we speak of “love”, “duty”, “right”, “wrong”, “pity”,\n“hope”, and other irrational and emotional conceptions,\nwhich have no existence, and the fiction of which has no object\nexcept to control feminine exuberances; but among ourselves,\nand in our books, we have an entirely different vocabulary\nand I may almost say, idiom.  “Love” then becomes “the anticipation\nof benefits\"; “duty” becomes “necessity” or “fitness\"; and other words\nare correspondingly transmuted.  Moreover, among Women,\nwe use language implying the utmost deference for their Sex;\nand they fully believe that the Chief Circle Himself is not more\ndevoutly adored by us than they are:  but behind their backs they are\nboth regarded and spoken of — by all except the very young —\nas being little better than “mindless organisms”.",
        "Our Theology also in the Women’s chambers is entirely different from\nour Theology elsewhere.",
        "Now my humble fear is that this double training, in language as well\nas in thought, imposes somewhat too heavy a burden upon the young,\nespecially when, at the age of three years old, they are taken\nfrom the maternal care and taught to unlearn the old language —\nexcept for the purpose of repeating it in the presence of\ntheir Mothers and Nurses — and to learn the vocabulary and idiom\nof science.  Already methinks I discern a weakness in the grasp of\nmathematical truth at the present time as compared with\nthe more robust intellect of our ancestors three hundred years ago.\nI say nothing of the possible danger if a Woman should ever\nsurreptitiously learn to read and convey to her Sex the result\nof her perusal of a single popular volume; nor of the possibility\nthat the indiscretion or disobedience of some infant Male\nmight reveal to a Mother the secrets of the logical dialect.\nOn the simple ground of the enfeebling of the Male intellect,\nI rest this humble appeal to the highest Authorities to reconsider\nthe regulations of Female education.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}