{
    "title": "Flatland: A Romance of Many Dimensions - Section 13.  How I had a Vision of Lineland",
    "author": "Edwin A. Abbott",
    "chapter": "16",
    "content": [
        "\n\n",
        "\nIt was the last day but one of the 1999th year of our era,\nand the first day of the Long Vacation.  Having amused myself\ntill a late hour with my favourite recreation of Geometry,\nI had retired to rest with an unsolved problem in my mind.\nIn the night I had a dream.",
        "I saw before me a vast multitude of small Straight Lines\n(which I naturally assumed to be Women) interspersed with other Beings\nstill smaller and of the nature of lustrous points — all moving\nto and fro in one and the same Straight Line, and, as nearly as I\ncould judge, with the same velocity.",
        "A noise of confused, multitudinous chirping or twittering\nissued from them at intervals as long as they were moving;\nbut sometimes they ceased from motion, and then all was silence.",
        "Approaching one of the largest of what I thought to be Women,\nI accosted her, but received no answer.  A second and a third appeal\non my part were equally ineffectual.  Losing patience at what\nappeared to me intolerable rudeness, I brought my mouth\ninto a position full in front of her mouth so as to intercept\nher motion, and loudly repeated my question, “Woman, what signifies\nthis concourse, and this strange and confused chirping,\nand this monotonous motion to and fro in one and the same\nStraight Line?”",
        "Illustration 6",
        "“I am no Woman,” replied the small Line.  “I am the Monarch\nof the world.  But thou, whence intrudest thou into my realm\nof Lineland?”  Receiving this abrupt reply, I begged pardon\nif I had in any way startled or molested his Royal Highness;\nand describing myself as a stranger I besought the King to give me\nsome account of his dominions.  But I had the greatest possible\ndifficulty in obtaining any information on points that really\ninterested me; for the Monarch could not refrain from constantly\nassuming that whatever was familiar to him must also be known to me\nand that I was simulating ignorance in jest.  However,\nby persevering questions I elicited the following facts:",
        "It seemed that this poor ignorant Monarch — as he called himself —\nwas persuaded that the Straight Line which he called his Kingdom,\nand in which he passed his existence, constituted the whole\nof the world, and indeed the whole of Space.  Not being able either\nto move or to see, save in his Straight Line, he had no conception\nof anything out of it.  Though he had heard my voice when I first\naddressed him, the sounds had come to him in a manner so contrary\nto his experience that he had made no answer, “seeing no man”,\nas he expressed it, “and hearing a voice as it were from\nmy own intestines.”  Until the moment when I placed my mouth\nin his World, he had neither seen me, nor heard anything except\nconfused sounds beating against — what I called his side,\nbut what he called his INSIDE or STOMACH; nor had he even now\nthe least conception of the region from which I had come.\nOutside his World, or Line, all was a blank to him; nay,\nnot even a blank, for a blank implies Space; say, rather,\nall was non-existent.",
        "His subjects — of whom the small Lines were men and the Points Women\n— were all alike confined in motion and eye-sight to that single\nStraight Line, which was their World.  It need scarcely be added that\nthe whole of their horizon was limited to a Point; nor could any one\never see anything but a Point.  Man, woman, child, thing — each was\na Point to the eye of a Linelander.  Only by the sound of the voice\ncould sex or age be distinguished.  Moreover, as each individual\noccupied the whole of the narrow path, so to speak, which constituted\nhis Universe, and no one could move to the right or left\nto make way for passers by, it followed that no Linelander\ncould ever pass another.  Once neighbours, always neighbours.\nNeighbourhood with them was like marriage with us.\nNeighbours remained neighbours till death did them part.",
        "Such a life, with all vision limited to a Point, and all motion\nto a Straight Line, seemed to me inexpressibly dreary; and I was\nsurprised to note the vivacity and cheerfulness of the King.\nWondering whether it was possible, amid circumstances so unfavourable\nto domestic relations, to enjoy the pleasures of conjugal union,\nI hesitated for some time to question his Royal Highness\non so delicate a subject; but at last I plunged into it\nby abruptly inquiring as to the health of his family.\n“My wives and children,” he replied, “are well and happy.”",
        "Staggered at this answer — for in the immediate proximity\nof the Monarch (as I had noted in my dream before I entered Lineland)\nthere were none but Men — I ventured to reply, “Pardon me,\nbut I cannot imagine how your Royal Highness can at any time either\nsee or approach their Majesties, when there are at least half a dozen\nintervening individuals, whom you can neither see through,\nnor pass by?  Is it possible that in Lineland proximity is not\nnecessary for marriage and for the generation of children?”",
        "“How can you ask so absurd a question?” replied the Monarch.\n“If it were indeed as you suggest, the Universe would soon\nbe depopulated.  No, no; neighbourhood is needless for the union\nof hearts; and the birth of children is too important a matter\nto have been allowed to depend upon such an accident as proximity.\nYou cannot be ignorant of this.  Yet since you are pleased\nto affect ignorance, I will instruct you as if you were the veriest\nbaby in Lineland.  Know, then, that marriages are consummated\nby means of the faculty of sound and the sense of hearing.",
        "“You are of course aware that every Man has two mouths or voices\n— as well as two eyes — a bass at one and a tenor at the other\nof his extremities.  I should not mention this, but that I have been\nunable to distinguish your tenor in the course of our conversation.\"\nI replied that I had but one voice, and that I had not been aware\nthat his Royal Highness had two.  “That confirms my impression,\"\nsaid the King, “that you are not a Man, but a feminine Monstrosity\nwith a bass voice, and an utterly uneducated ear.  But to continue.",
        "“Nature having herself ordained that every Man should wed two wives --\"\n“Why two?” asked I.  “You carry your affected simplicity too far”,\nhe cried.  “How can there be a completely harmonious union\nwithout the combination of the Four in One, viz. the Bass and Tenor\nof the Man and the Soprano and Contralto of the two Women?\"\n“But supposing,” said I, “that a man should prefer one wife or three?\"\n“It is impossible,” he said; “it is as inconceivable as that\ntwo and one should make five, or that the human eye should see\na Straight Line.”  I would have interrupted him; but he proceeded\nas follows:",
        "“Once in the middle of each week a Law of Nature compels us\nto move to and fro with a rhythmic motion of more than usual violence,\nwhich continues for the time you would take to count\na hundred and one.  In the midst of this choral dance,\nat the fifty-first pulsation, the inhabitants of the Universe\npause in full career, and each individual sends forth his richest,\nfullest, sweetest strain.  It is in this decisive moment\nthat all our marriages are made.  So exquisite is the adaptation\nof Bass to Treble, of Tenor to Contralto, that oftentimes\nthe Loved Ones, though twenty thousand leagues away,\nrecognize at once the responsive note of their destined Lover; and,\npenetrating the paltry obstacles of distance, Love unites the three.\nThe marriage in that instant consummated results in a threefold\nMale and Female offspring which takes its place in Lineland.”",
        "“What!  Always threefold?” said I.  “Must one wife then\nalways have twins?”",
        "“Bass-voiced Monstrosity! yes,” replied the King.  “How else could\nthe balance of the Sexes be maintained, if two girls were not born\nfor every boy?  Would you ignore the very Alphabet of Nature?\"\nHe ceased, speechless for fury; and some time elapsed before\nI could induce him to resume his narrative.",
        "“You will not, of course, suppose that every bachelor among us\nfinds his mates at the first wooing in this universal Marriage Chorus.\nOn the contrary, the process is by most of us many times repeated.\nFew are the hearts whose happy lot it is at once to recognize\nin each other’s voices the partner intended for them by Providence,\nand to fly into a reciprocal and perfectly harmonious embrace.\nWith most of us the courtship is of long duration.  The Wooer’s voices\nmay perhaps accord with one of the future wives, but not with both;\nor not, at first, with either; or the Soprano and Contralto\nmay not quite harmonize.  In such cases Nature has provided that\nevery weekly Chorus shall bring the three Lovers into closer harmony.\nEach trial of voice, each fresh discovery of discord,\nalmost imperceptibly induces the less perfect to modify\nhis or her vocal utterance so as to approximate to the more perfect.\nAnd after many trials and many approximations, the result is\nat last achieved.  There comes a day at last, when, while the wonted\nMarriage Chorus goes forth from universal Lineland, the three\nfar-off Lovers suddenly find themselves in exact harmony, and,\nbefore they are awake, the wedded Triplet is rapt vocally\ninto a duplicate embrace; and Nature rejoices over one more marriage\nand over three more births.”",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}