{
    "title": "Flatland: A Romance of Many Dimensions - Section 10.  Of the Suppression of the Chromatic Sedition",
    "author": "Edwin A. Abbott",
    "chapter": "12",
    "content": [
        "\n\n",
        "\nThe agitation for the Universal Colour Bill continued for three years;\nand up to the last moment of that period it seemed as though Anarchy\nwere destined to triumph.",
        "A whole army of Polygons, who turned out to fight as private soldiers,\nwas utterly annihilated by a superior force of Isosceles Triangles —\nthe Squares and Pentagons meanwhile remaining neutral.\nWorse than all, some of the ablest Circles fell a prey to\nconjugal fury.  Infuriated by political animosity, the wives\nin many a noble household wearied their lords with prayers\nto give up their opposition to the Colour Bill; and some,\nfinding their entreaties fruitless, fell on and slaughtered\ntheir innocent children and husband, perishing themselves in the act\nof carnage.  It is recorded that during that triennial agitation\nno less than twenty-three Circles perished in domestic discord.",
        "Great indeed was the peril.  It seemed as though the Priests\nhad no choice between submission and extermination; when suddenly\nthe course of events was completely changed by one of those\npicturesque incidents which Statesmen ought never to neglect,\noften to anticipate, and sometimes perhaps to originate,\nbecause of the absurdly disproportionate power with which they appeal\nto the sympathies of the populace.",
        "It happened that an Isosceles of a low type, with a brain little\nif at all above four degrees — accidentally dabbling in the colours\nof some Tradesman whose shop he had plundered — painted himself,\nor caused himself to be painted (for the story varies)\nwith the twelve colours of a Dodecagon.  Going into the Market Place\nhe accosted in a feigned voice a maiden, the orphan daughter\nof a noble Polygon, whose affection in former days he had sought\nin vain; and by a series of deceptions — aided, on the one side,\nby a string of lucky accidents too long to relate, and on the other,\nby an almost inconceivable fatuity and neglect of ordinary precautions\non the part of the relations of the bride — he succeeded in\nconsummating the marriage.  The unhappy girl committed suicide\non discovering the fraud to which she had been subjected.",
        "When the news of this catastrophe spread from State to State\nthe minds of the Women were violently agitated.  Sympathy with\nthe miserable victim and anticipations of similar deceptions\nfor themselves, their sisters, and their daughters, made them\nnow regard the Colour Bill in an entirely new aspect.\nNot a few openly avowed themselves converted to antagonism;\nthe rest needed only a slight stimulus to make a similar avowal.\nSeizing this favourable opportunity, the Circles hastily convened\nan extraordinary Assembly of the States; and besides the usual\nguard of Convicts, they secured the attendance of a large number\nof reactionary Women.",
        "Amidst an unprecedented concourse, the Chief Circle of those days\n— by name Pantocyclus — arose to find himself hissed and hooted\nby a hundred and twenty thousand Isosceles.  But he secured silence\nby declaring that henceforth the Circles would enter on a policy\nof Concession; yielding to the wishes of the majority,\nthey would accept the Colour Bill.  The uproar being at once converted\nto applause, he invited Chromatistes, the leader of the Sedition,\ninto the centre of the hall, to receive in the name of his followers\nthe submission of the Hierarchy.  Then followed a speech,\na masterpiece of rhetoric, which occupied nearly a day\nin the delivery, and to which no summary can do justice.",
        "With a grave appearance of impartiality he declared that as\nthey were now finally committing themselves to Reform or Innovation,\nit was desirable that they should take one last view of the perimeter\nof the whole subject, its defects as well as its advantages.\nGradually introducing the mention of the dangers to the Tradesmen,\nthe Professional Classes and the Gentlemen, he silenced\nthe rising murmurs of the Isosceles by reminding them that,\nin spite of all these defects, he was willing to accept the Bill\nif it was approved by the majority.  But it was manifest that all,\nexcept the Isosceles, were moved by his words and were either\nneutral or averse to the Bill.",
        "Turning now to the Workmen he asserted that their interests must not\nbe neglected, and that, if they intended to accept the Colour Bill,\nthey ought at least to do so with full view of the consequences.\nMany of them, he said, were on the point of being admitted to\nthe class of the Regular Triangles; others anticipated\nfor their children a distinction they could not hope for themselves.\nThat honourable ambition would now have to be sacrificed.\nWith the universal adoption of Colour, all distinctions would cease;\nRegularity would be confused with Irregularity; development would\ngive place to retrogression; the Workman would in a few generations\nbe degraded to the level of the Military, or even the Convict Class;\npolitical power would be in the hands of the greatest number,\nthat is to say the Criminal Classes, who were already more numerous\nthan the Workmen, and would soon out-number all the other Classes\nput together when the usual Compensative Laws of Nature were violated.",
        "A subdued murmur of assent ran through the ranks of the Artisans,\nand Chromatistes, in alarm, attempted to step forward\nand address them.  But he found himself encompassed with guards\nand forced to remain silent while the Chief Circle in a few\nimpassioned words made a final appeal to the Women, exclaiming that,\nif the Colour Bill passed, no marriage would henceforth be safe,\nno woman’s honour secure; fraud, deception, hypocrisy would pervade\nevery household; domestic bliss would share the fate\nof the Constitution and pass to speedy perdition.  “Sooner than this,\"\nhe cried, “Come death.”",
        "At these words, which were the preconcerted signal for action,\nthe Isosceles Convicts fell on and transfixed the wretched\nChromatistes; the Regular Classes, opening their ranks,\nmade way for a band of Women who, under direction of the Circles,\nmoved, back foremost, invisibly and unerringly upon\nthe unconscious soldiers; the Artisans, imitating the example\nof their betters, also opened their ranks.  Meantime bands of Convicts\noccupied every entrance with an impenetrable phalanx.",
        "The battle, or rather carnage, was of short duration.\nUnder the skillful generalship of the Circles almost every Woman’s\ncharge was fatal and very many extracted their sting uninjured,\nready for a second slaughter.  But no second blow was needed;\nthe rabble of the Isosceles did the rest of the business\nfor themselves.  Surprised, leader-less, attacked in front\nby invisible foes, and finding egress cut off by the Convicts\nbehind them, they at once — after their manner — lost all presence\nof mind, and raised the cry of “treachery”.  This sealed their fate.\nEvery Isosceles now saw and felt a foe in every other.\nIn half an hour not one of that vast multitude was living;\nand the fragments of seven score thousand of the Criminal Class\nslain by one another’s angles attested the triumph of Order.",
        "The Circles delayed not to push their victory to the uttermost.\nThe Working Men they spared but decimated.  The Militia of\nthe Equilaterals was at once called out; and every Triangle\nsuspected of Irregularity on reasonable grounds, was destroyed\nby Court Martial, without the formality of exact measurement\nby the Social Board.  The homes of the Military and Artisan classes\nwere inspected in a course of visitations extending through\nupwards of a year; and during that period every town, village,\nand hamlet was systematically purged of that excess of\nthe lower orders which had been brought about by the neglect to pay\nthe tribute of Criminals to the Schools and University,\nand by the violation of the other natural Laws of the Constitution\nof Flatland.  Thus the balance of classes was again restored.",
        "Needless to say that henceforth the use of Colour was abolished,\nand its possession prohibited.  Even the utterance of any word\ndenoting Colour, except by the Circles or by qualified\nscientific teachers, was punished by a severe penalty.  Only at\nour University in some of the very highest and most esoteric classes\n— which I myself have never been privileged to attend —\nit is understood that the sparing use of Colour is still sanctioned\nfor the purpose of illustrating some of the deeper problems\nof mathematics.  But of this I can only speak from hearsay.",
        "Elsewhere in Flatland, Colour is now non-existent.  The art\nof making it is known to only one living person, the Chief Circle\nfor the time being; and by him it is handed down on his death-bed\nto none but his Successor.  One manufactory alone produces it; and,\nlest the secret should be betrayed, the Workmen are annually consumed,\nand fresh ones introduced.  So great is the terror with which even now\nour Aristocracy looks back to the far-distant days of the agitation\nfor the Universal Colour Bill.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}