{
    "title": "Flatland: A Romance of Many Dimensions - by Edwin A. Abbott [Authorama]",
    "author": "Unknown",
    "chapter": "flatland",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "With Illustrations by the Author, A SQUARE (Edwin A. Abbott)",
        "Preface to the Second and Revised Edition, 1884.",
        "\nIf my poor Flatland friend retained the vigour of mind which he\nenjoyed when he began to compose these Memoirs, I should not now need\nto represent him in this preface, in which he desires, firstly,\nto return his thanks to his readers and critics in Spaceland,\nwhose appreciation has, with unexpected celerity, required a second\nedition of his work; secondly, to apologize for certain errors\nand misprints (for which, however, he is not entirely responsible);\nand, thirdly, to explain one or two misconceptions.  But he is not\nthe Square he once was.  Years of imprisonment, and the still heavier\nburden of general incredulity and mockery, have combined with\nthe natural decay of old age to erase from his mind many of\nthe thoughts and notions, and much also of the terminology,\nwhich he acquired during his short stay in Spaceland.  He has,\ntherefore, requested me to reply in his behalf to two special\nobjections, one of an intellectual, the other of a moral nature.",
        "The first objection is, that a Flatlander, seeing a Line,\nsees something that must be THICK to the eye as well as LONG\nto the eye (otherwise it would not be visible, if it had not\nsome thickness); and consequently he ought (it is argued)\nto acknowledge that his countrymen are not only long and broad,\nbut also (though doubtless in a very slight degree) THICK or HIGH.\nThis objection is plausible, and, to Spacelanders,\nalmost irresistible, so that, I confess, when I first heard it,\nI knew not what to reply.  But my poor old friend’s answer\nappears to me completely to meet it.",
        "“I admit,” said he — when I mentioned to him this objection —\n\"I admit the truth of your critic’s facts, but I deny his conclusions.\nIt is true that we have really in Flatland a Third\nunrecognized Dimension called ’height’, just as it is also true\nthat you have really in Spaceland a Fourth unrecognized Dimension,\ncalled by no name at present, but which I will call ’extra-height’.\nBut we can no more take cognizance of our ’height’ than you can\nof your ’extra-height’.  Even I — who have been in Spaceland,\nand have had the privilege of understanding for twenty-four hours\nthe meaning of ’height’ — even I cannot now comprehend it,\nnor realize it by the sense of sight or by any process of reason;\nI can but apprehend it by faith.",
        "“The reason is obvious.  Dimension implies direction,\nimplies measurement, implies the more and the less.  Now,\nall our lines are EQUALLY and INFINITESIMALLY thick (or high,\nwhichever you like); consequently, there is nothing in them\nto lead our minds to the conception of that Dimension.\nNo ’delicate micrometer’ — as has been suggested by one too hasty\nSpaceland critic — would in the least avail us; for we should not\nknow WHAT TO MEASURE, NOR IN WHAT DIRECTION.  When we see a Line,\nwe see something that is long and BRIGHT; BRIGHTNESS,\nas well as length, is necessary to the existence of a Line;\nif the brightness vanishes, the Line is extinguished.  Hence,\nall my Flatland friends — when I talk to them about the unrecognized\nDimension which is somehow visible in a Line — say, ’Ah,\nyou mean BRIGHTNESS’:  and when I reply, ’No, I mean\na real Dimension’, they at once retort, ’Then measure it,\nor tell us in what direction it extends’; and this silences me,\nfor I can do neither.  Only yesterday, when the Chief Circle\n(in other words our High Priest) came to inspect the State Prison\nand paid me his seventh annual visit, and when for the seventh time\nhe put me the question, ’Was I any better?’ I tried to prove to him\nthat he was ’high’, as well as long and broad, although he did not\nknow it.  But what was his reply?  ’You say I am “high\"; measure my\n\"high-ness” and I will believe you.’  What could I do?  How could I\nmeet his challenge?  I was crushed; and he left the room triumphant.",
        "“Does this still seem strange to you?  Then put yourself in\na similar position.  Suppose a person of the Fourth Dimension,\ncondescending to visit you, were to say, ’Whenever you open your eyes,\nyou see a Plane (which is of Two Dimensions) and you INFER\na Solid (which is of Three); but in reality you also see\n(though you do not recognize) a Fourth Dimension, which is not colour\nnor brightness nor anything of the kind, but a true Dimension,\nalthough I cannot point out to you its direction, nor can you\npossibly measure it.’  What would you say to such a visitor?\nWould not you have him locked up?  Well, that is my fate:\nand it is as natural for us Flatlanders to lock up a Square\nfor preaching the Third Dimension, as it is for you Spacelanders\nto lock up a Cube for preaching the Fourth.  Alas, how strong\na family likeness runs through blind and persecuting humanity\nin all Dimensions!  Points, Lines, Squares, Cubes, Extra-Cubes —\nwe are all liable to the same errors, all alike the Slaves\nof our respective Dimensional prejudices, as one of your\nSpaceland poets has said --",
        "     ’One touch of Nature makes all worlds akin’.”",
        "[Note:  The Author desires me to add, that the misconception of some\nof his critics on this matter has induced him to insert in his\ndialogue with the Sphere, certain remarks which have a bearing\non the point in question, and which he had previously omitted\nas being tedious and unnecessary.]",
        "On this point the defence of the Square seems to me to be impregnable.\nI wish I could say that his answer to the second (or moral) objection\nwas equally clear and cogent.  It has been objected that he is\na woman-hater; and as this objection has been vehemently urged\nby those whom Nature’s decree has constituted the somewhat larger half\nof the Spaceland race, I should like to remove it, so far as I can\nhonestly do so.  But the Square is so unaccustomed to the use\nof the moral terminology of Spaceland that I should be doing him\nan injustice if I were literally to transcribe his defence against\nthis charge.  Acting, therefore, as his interpreter and summarizer,\nI gather that in the course of an imprisonment of seven years\nhe has himself modified his own personal views, both as regards Women\nand as regards the Isosceles or Lower Classes.  Personally,\nhe now inclines to the opinion of the Sphere that the Straight Lines\nare in many important respects superior to the Circles.\nBut, writing as a Historian, he has identified himself\n(perhaps too closely) with the views generally adopted by Flatland,\nand (as he has been informed) even by Spaceland, Historians;\nin whose pages (until very recent times) the destinies of Women\nand of the masses of mankind have seldom been deemed worthy of mention\nand never of careful consideration.",
        "In a still more obscure passage he now desires to disavow the Circular\nor aristocratic tendencies with which some critics have naturally\ncredited him.  While doing justice to the intellectual power\nwith which a few Circles have for many generations maintained\ntheir supremacy over immense multitudes of their countrymen,\nhe believes that the facts of Flatland, speaking for themselves\nwithout comment on his part, declare that Revolutions cannot always\nbe suppressed by slaughter, and that Nature, in sentencing the Circles\nto infecundity, has condemned them to ultimate failure —\n\"and herein,” he says, “I see a fulfilment of the great Law\nof all worlds, that while the wisdom of Man thinks it is working\none thing, the wisdom of Nature constrains it to work another,\nand quite a different and far better thing.”  For the rest,\nhe begs his readers not to suppose that every minute detail\nin the daily life of Flatland must needs correspond to\nsome other detail in Spaceland; and yet he hopes that,\ntaken as a whole, his work may prove suggestive as well as amusing,\nto those Spacelanders of moderate and modest minds who —\nspeaking of that which is of the highest importance,\nbut lies beyond experience — decline to say on the one hand,\n\"This can never be,” and on the other hand, “It must needs be\nprecisely thus, and we know all about it.”",
        "“Be patient, for the world is broad and wide.”",
        "\nI call our world Flatland, not because we call it so,\nbut to make its nature clearer to you, my happy readers,\nwho are privileged to live in Space.",
        "Imagine a vast sheet of paper on which straight Lines, Triangles,\nSquares, Pentagons, Hexagons, and other figures, instead of remaining\nfixed in their places, move freely about, on or in the surface,\nbut without the power of rising above or sinking below it, very much\nlike shadows — only hard and with luminous edges — and you will then\nhave a pretty correct notion of my country and countrymen.  Alas,\na few years ago, I should have said “my universe”:  but now my mind\nhas been opened to higher views of things.",
        "In such a country, you will perceive at once that it is impossible\nthat there should be anything of what you call a “solid” kind;\nbut I dare say you will suppose that we could at least\ndistinguish by sight the Triangles, Squares, and other figures,\nmoving about as I have described them.  On the contrary,\nwe could see nothing of the kind, not at least so as to distinguish\none figure from another.  Nothing was visible, nor could be visible,\nto us, except Straight Lines; and the necessity of this\nI will speedily demonstrate.",
        "Place a penny on the middle of one of your tables in Space;\nand leaning over it, look down upon it.  It will appear a circle.",
        "But now, drawing back to the edge of the table, gradually lower\nyour eye (thus bringing yourself more and more into the condition of\nthe inhabitants of Flatland), and you will find the penny becoming\nmore and more oval to your view, and at last when you have placed\nyour eye exactly on the edge of the table (so that you are,\nas it were, actually a Flatlander) the penny will then have ceased\nto appear oval at all, and will have become, so far as you can see,\na straight line.",
        "The same thing would happen if you were to treat in the same way\na Triangle, or Square, or any other figure cut out of pasteboard.\nAs soon as you look at it with your eye on the edge on the table,\nyou will find that it ceases to appear to you a figure,\nand that it becomes in appearance a straight line.  Take for example\nan equilateral Triangle — who represents with us a Tradesman\nof the respectable class.  Fig. 1 represents the Tradesman\nas you would see him while you were bending over him from above;\nfigs. 2 and 3 represent the Tradesman, as you would see him\nif your eye were close to the level, or all but on the level of\nthe table; and if your eye were quite on the level of the table\n(and that is how we see him in Flatland) you would see nothing\nbut a straight line.",
        "Illustration 1",
        "When I was in Spaceland I heard that your sailors have very similar\nexperiences while they traverse your seas and discern some distant\nisland or coast lying on the horizon.  The far-off land may have bays,\nforelands, angles in and out to any number and extent;\nyet at a distance you see none of these (unless indeed your sun shines\nbright upon them revealing the projections and retirements by means of\nlight and shade), nothing but a grey unbroken line upon the water.",
        "Well, that is just what we see when one of our triangular or other\nacquaintances comes toward us in Flatland.  As there is neither\nsun with us, nor any light of such a kind as to make shadows,\nwe have none of the helps to the sight that you have in Spaceland.\nIf our friend comes closer to us we see his line becomes larger;\nif he leaves us it becomes smaller:  but still he looks like\na straight line; be he a Triangle, Square, Pentagon, Hexagon, Circle,\nwhat you will — a straight Line he looks and nothing else.",
        "You may perhaps ask how under these disadvantageous circumstances\nwe are able to distinguish our friends from one another:\nbut the answer to this very natural question will be more fitly\nand easily given when I come to describe the inhabitants of Flatland.\nFor the present let me defer this subject, and say a word or two\nabout the climate and houses in our country.",
        "As with you, so also with us, there are four points of the compass\nNorth, South, East, and West.",
        "There being no sun nor other heavenly bodies, it is impossible for us\nto determine the North in the usual way; but we have a method of\nour own.  By a Law of Nature with us, there is a constant attraction\nto the South; and, although in temperate climates this is very slight\n— so that even a Woman in reasonable health can journey\nseveral furlongs northward without much difficulty —\nyet the hampering effect of the southward attraction is\nquite sufficient to serve as a compass in most parts of our earth.\nMoreover, the rain (which falls at stated intervals) coming always\nfrom the North, is an additional assistance; and in the towns we have\nthe guidance of the houses, which of course have their side-walls\nrunning for the most part North and South, so that the roofs\nmay keep off the rain from the North.  In the country, where there are\nno houses, the trunks of the trees serve as some sort of guide.\nAltogether, we have not so much difficulty as might be expected\nin determining our bearings.",
        "Yet in our more temperate regions, in which the southward attraction\nis hardly felt, walking sometimes in a perfectly desolate plain\nwhere there have been no houses nor trees to guide me, I have been\noccasionally compelled to remain stationary for hours together,\nwaiting till the rain came before continuing my journey.  On the weak\nand aged, and especially on delicate Females, the force of attraction\ntells much more heavily than on the robust of the Male Sex,\nso that it is a point of breeding, if you meet a Lady in the street,\nalways to give her the North side of the way — by no means\nan easy thing to do always at short notice when you are in rude health\nand in a climate where it is difficult to tell your North\nfrom your South.",
        "Windows there are none in our houses:  for the light comes to us alike\nin our homes and out of them, by day and by night, equally at\nall times and in all places, whence we know not.  It was in old days,\nwith our learned men, an interesting and oft-investigated question,\n\"What is the origin of light?” and the solution of it\nhas been repeatedly attempted, with no other result than to crowd\nour lunatic asylums with the would-be solvers.  Hence,\nafter fruitless attempts to suppress such investigations indirectly\nby making them liable to a heavy tax, the Legislature,\nin comparatively recent times, absolutely prohibited them.\nI — alas, I alone in Flatland — know now only too well\nthe true solution of this mysterious problem; but my knowledge\ncannot be made intelligible to a single one of my countrymen;\nand I am mocked at — I, the sole possessor of the truths of Space\nand of the theory of the introduction of Light from the world\nof three Dimensions — as if I were the maddest of the mad!\nBut a truce to these painful digressions:  let me return\nto our houses.",
        "The most common form for the construction of a house is five-sided\nor pentagonal, as in the annexed figure.  The two Northern sides RO,\nOF, constitute the roof, and for the most part have no doors;\non the East is a small door for the Women; on the West a much\nlarger one for the Men; the South side or floor is usually doorless.",
        "Square and triangular houses are not allowed, and for this reason.\nThe angles of a Square (and still more those of an equilateral\nTriangle), being much more pointed than those of a Pentagon,\nand the lines of inanimate objects (such as houses) being dimmer\nthan the lines of Men and Women, it follows that there is\nno little danger lest the points of a square or triangular\nhouse residence might do serious injury to an inconsiderate\nor perhaps absent-minded traveller suddenly therefore,\nrunning against them:  and as early as the eleventh century\nof our era, triangular houses were universally forbidden by Law,\nthe only exceptions being fortifications, powder-magazines, barracks,\nand other state buildings, which it is not desirable that\nthe general public should approach without circumspection.",
        "Illustration 2",
        "At this period, square houses were still everywhere permitted,\nthough discouraged by a special tax.  But, about three centuries\nafterwards, the Law decided that in all towns containing a population\nabove ten thousand, the angle of a Pentagon was the smallest\nhouse-angle that could be allowed consistently with the public safety.\nThe good sense of the community has seconded the efforts\nof the Legislature; and now, even in the country,\nthe pentagonal construction has superseded every other.\nIt is only now and then in some very remote and backward\nagricultural district that an antiquarian may still discover\na square house.",
        "\nThe greatest length or breadth of a full grown inhabitant of Flatland\nmay be estimated at about eleven of your inches.  Twelve inches may be\nregarded as a maximum.",
        "Our Women are Straight Lines.",
        "Our Soldiers and Lowest Classes of Workmen are Triangles with two\nequal sides, each about eleven inches long, and a base or third side\nso short (often not exceeding half an inch) that they form\nat their vertices a very sharp and formidable angle.\nIndeed when their bases are of the most degraded type (not more than\nthe eighth part of an inch in size), they can hardly be distinguished\nfrom Straight Lines or Women; so extremely pointed are their vertices.\nWith us, as with you, these Triangles are distinguished from others\nby being called Isosceles; and by this name I shall refer to them\nin the following pages.",
        "Our Middle Class consists of Equilateral or Equal-Sided Triangles.",
        "Our Professional Men and Gentlemen are Squares (to which class\nI myself belong) and Five-Sided Figures or Pentagons.",
        "Next above these come the Nobility, of whom there are several degrees,\nbeginning at Six-Sided Figures, or Hexagons, and from thence rising\nin the number of their sides till they receive the honourable title\nof Polygonal, or many-sided.  Finally when the number of the sides\nbecomes so numerous, and the sides themselves so small,\nthat the figure cannot be distinguished from a circle,\nhe is included in the Circular or Priestly order; and this is\nthe highest class of all.",
        "It is a Law of Nature with us that a male child shall have\none more side than his father, so that each generation shall rise\n(as a rule) one step in the scale of development and nobility.\nThus the son of a Square is a Pentagon; the son of a Pentagon,\na Hexagon; and so on.",
        "But this rule applies not always to the Tradesmen, and still\nless often to the Soldiers, and to the Workmen; who indeed can hardly\nbe said to deserve the name of human Figures, since they have not\nall their sides equal.  With them therefore the Law of Nature\ndoes not hold; and the son of an Isosceles (i.e. a Triangle with\ntwo sides equal) remains Isosceles still.  Nevertheless,\nall hope is not shut out, even from the Isosceles, that his posterity\nmay ultimately rise above his degraded condition.  For, after a long\nseries of military successes, or diligent and skilful labours,\nit is generally found that the more intelligent among\nthe Artisan and Soldier classes manifest a slight increase\nof their third side or base, and a shrinkage of the two other sides.\nIntermarriages (arranged by the Priests) between the sons\nand daughters of these more intellectual members of the lower classes\ngenerally result in an offspring approximating still more to the type\nof the Equal-Sided Triangle.",
        "Rarely — in proportion to the vast numbers of Isosceles births —\nis a genuine and certifiable Equal-Sided Triangle produced\nfrom Isosceles parents.  [Note:  “What need of a certificate?\"\na Spaceland critic may ask:  “Is not the procreation of a Square Son\na certificate from Nature herself, proving the Equal-sidedness\nof the Father?”  I reply that no Lady of any position will marry\nan uncertified Triangle.  Square offspring has sometimes resulted\nfrom a slightly Irregular Triangle; but in almost every such case\nthe Irregularity of the first generation is visited on the third;\nwhich either fails to attain the Pentagonal rank, or relapses to\nthe Triangular.]  Such a birth requires, as its antecedents,\nnot only a series of carefully arranged intermarriages,\nbut also a long, continued exercise of frugality and self-control\non the part of the would-be ancestors of the coming Equilateral,\nand a patient, systematic, and continuous development\nof the Isosceles intellect through many generations.",
        "The birth of a True Equilateral Triangle from Isosceles parents\nis the subject of rejoicing in our country for many furlongs around.\nAfter a strict examination conducted by the Sanitary and Social Board,\nthe infant, if certified as Regular, is with solemn ceremonial\nadmitted into the class of Equilaterals.  He is then immediately\ntaken from his proud yet sorrowing parents and adopted by some\nchildless Equilateral, who is bound by oath never to permit the child\nhenceforth to enter his former home or so much as to look upon\nhis relations again, for fear lest the freshly developed organism may,\nby force of unconscious imitation, fall back again into\nhis hereditary level.",
        "The occasional emergence of an Equilateral from the ranks\nof his serf-born ancestors is welcomed, not only by\nthe poor serfs themselves, as a gleam of light and hope shed upon\nthe monotonous squalor of their existence, but also by the Aristocracy\nat large; for all the higher classes are well aware that\nthese rare phenomena, while they do little or nothing to vulgarize\ntheir own privileges, serve as a most useful barrier against\nrevolution from below.",
        "Had the acute-angled rabble been all, without exception,\nabsolutely destitute of hope and of ambition, they might have\nfound leaders in some of their many seditious outbreaks,\nso able as to render their superior numbers and strength too much\neven for the wisdom of the Circles.  But a wise ordinance of Nature\nhas decreed that, in proportion as the working-classes increase\nin intelligence, knowledge, and all virtue, in that same proportion\ntheir acute angle (which makes them physically terrible)\nshall increase also and approximate to the comparatively harmless\nangle of the Equilateral Triangle.  Thus, in the most brutal\nand formidable of the soldier class — creatures almost on a level\nwith women in their lack of intelligence — it is found that,\nas they wax in the mental ability necessary to employ\ntheir tremendous penetrating power to advantage, so do they wane\nin the power of penetration itself.",
        "How admirable is this Law of Compensation!  And how perfect a proof\nof the natural fitness and, I may almost say, the divine origin\nof the aristocratic constitution of the States in Flatland!\nBy a judicious use of this Law of Nature, the Polygons and Circles\nare almost always able to stifle sedition in its very cradle,\ntaking advantage of the irrepressible and boundless hopefulness\nof the human mind.  Art also comes to the aid of Law and Order.\nIt is generally found possible — by a little artificial\ncompression or expansion on the part of the State physicians —\nto make some of the more intelligent leaders of a rebellion\nperfectly Regular, and to admit them at once into\nthe privileged classes; a much larger number, who are still below\nthe standard, allured by the prospect of being ultimately ennobled,\nare induced to enter the State Hospitals, where they are kept\nin honourable confinement for life; one or two alone\nof the more obstinate, foolish, and hopelessly irregular are led\nto execution.",
        "Then the wretched rabble of the Isosceles, planless and leaderless,\nare either transfixed without resistance by the small body\nof their brethren whom the Chief Circle keeps in pay\nfor emergencies of this kind; or else more often, by means of\njealousies and suspicions skilfully fomented among them\nby the Circular party, they are stirred to mutual warfare,\nand perish by one another’s angles.  No less than one hundred\nand twenty rebellions are recorded in our annals, besides minor\noutbreaks numbered at two hundred and thirty-five;\nand they have all ended thus.",
        "\nIf our highly pointed Triangles of the Soldier class are formidable,\nit may be readily inferred that far more formidable are our Women.\nFor if a Soldier is a wedge, a Woman is a needle; being, so to speak,\nALL point, at least at the two extremities.  Add to this the power\nof making herself practically invisible at will, and you will perceive\nthat a Female, in Flatland, is a creature by no means\nto be trifled with.",
        "But here, perhaps, some of my younger Readers may ask HOW a woman\nin Flatland can make herself invisible.  This ought, I think,\nto be apparent without any explanation.  However, a few words\nwill make it clear to the most unreflecting.",
        "Place a needle on a table.  Then, with your eye on the level of\nthe table, look at it side-ways, and you see the whole length of it;\nbut look at it end-ways, and you see nothing but a point,\nit has become practically invisible.  Just so is it with one\nof our Women.  When her side is turned towards us, we see her\nas a straight line; when the end containing her eye or mouth —\nfor with us these two organs are identical — is the part that meets\nour eye, then we see nothing but a highly lustrous point;\nbut when the back is presented to our view, then — being only\nsub-lustrous, and, indeed, almost as dim as an inanimate object —\nher hinder extremity serves her as a kind of Invisible Cap.",
        "The dangers to which we are exposed from our Women must now be\nmanifest to the meanest capacity in Spaceland.  If even the angle\nof a respectable Triangle in the middle class is not without\nits dangers; if to run against a Working Man involves a gash;\nif collision with an officer of the military class necessitates\na serious wound; if a mere touch from the vertex of a Private Soldier\nbrings with it danger of death; — what can it be to run against\na Woman, except absolute and immediate destruction?  And when a Woman\nis invisible, or visible only as a dim sub-lustrous point,\nhow difficult must it be, even for the most cautious,\nalways to avoid collision!",
        "Many are the enactments made at different times in the different\nStates of Flatland, in order to minimize this peril;\nand in the Southern and less temperate climates where\nthe force of gravitation is greater, and human beings more liable to\ncasual and involuntary motions, the Laws concerning Women\nare naturally much more stringent.  But a general view of the Code\nmay be obtained from the following summary: --",
        "1.  Every house shall have one entrance in the Eastern side,\nfor the use of Females only; by which all females shall enter\n\"in a becoming and respectful manner” and not by the Men’s\nor Western door.  [Note:  When I was in Spaceland I understood that\nsome of your Priestly circles have in the same way a separate entrance\nfor Villagers, Farmers and Teachers of Board Schools (`Spectator’,\nSept. 1884, p. 1255) that they may “approach in a becoming\nand respectful manner.\"]",
        "2.  No Female shall walk in any public place without continually\nkeeping up her Peace-cry, under penalty of death.",
        "3.  Any Female, duly certified to be suffering from St. Vitus’s Dance,\nfits, chronic cold accompanied by violent sneezing, or any disease\nnecessitating involuntary motions, shall be instantly destroyed.",
        "In some of the States there is an additional Law forbidding Females,\nunder penalty of death, from walking or standing in any public place\nwithout moving their backs constantly from right to left\nso as to indicate their presence to those behind them;\nothers oblige a Woman, when travelling, to be followed by one\nof her sons, or servants, or by her husband; others confine Women\naltogether to their houses except during the religious festivals.\nBut it has been found by the wisest of our Circles or Statesmen\nthat the multiplication of restrictions on Females tends not only\nto the debilitation and diminution of the race, but also to\nthe increase of domestic murders to such an extent that a State loses\nmore than it gains by a too prohibitive Code.",
        "For whenever the temper of the Women is thus exasperated\nby confinement at home or hampering regulations abroad,\nthey are apt to vent their spleen upon their husbands and children;\nand in the less temperate climates the whole male population\nof a village has been sometimes destroyed in one or two hours\nof simultaneous female outbreak.  Hence the Three Laws,\nmentioned above, suffice for the better regulated States,\nand may be accepted as a rough exemplification of our Female Code.",
        "After all, our principal safeguard is found, not in Legislature,\nbut in the interests of the Women themselves.  For, although they can\ninflict instantaneous death by a retrograde movement,\nyet unless they can at once disengage their stinging extremity\nfrom the struggling body of their victim, their own frail bodies\nare liable to be shattered.",
        "The power of Fashion is also on our side.  I pointed out that in some\nless civilized States no female is suffered to stand\nin any public place without swaying her back from right to left.\nThis practice has been universal among ladies of any pretensions\nto breeding in all well-governed States, as far back as the memory\nof Figures can reach.  It is considered a disgrace to any State\nthat legislation should have to enforce what ought to be,\nand is in every respectable female, a natural instinct.\nThe rhythmical and, if I may so say, well-modulated undulation\nof the back in our ladies of Circular rank is envied and imitated\nby the wife of a common Equilateral, who can achieve nothing beyond\na mere monotonous swing, like the ticking of a pendulum;\nand the regular tick of the Equilateral is no less admired and copied\nby the wife of the progressive and aspiring Isosceles,\nin the females of whose family no “back-motion” of any kind\nhas become as yet a necessity of life.  Hence, in every family\nof position and consideration, “back motion” is as prevalent\nas time itself; and the husbands and sons in these households\nenjoy immunity at least from invisible attacks.",
        "Not that it must be for a moment supposed that our Women are\ndestitute of affection.  But unfortunately the passion of the moment\npredominates, in the Frail Sex, over every other consideration.\nThis is, of course, a necessity arising from their\nunfortunate conformation.  For as they have no pretensions\nto an angle, being inferior in this respect to the very lowest\nof the Isosceles, they are consequently wholly devoid of brain-power,\nand have neither reflection, judgment nor forethought,\nand hardly any memory.  Hence, in their fits of fury, they remember\nno claims and recognize no distinctions.  I have actually known a case\nwhere a Woman has exterminated her whole household,\nand half an hour afterwards, when her rage was over and the fragments\nswept away, has asked what has become of her husband and her children.",
        "Obviously then a Woman is not to be irritated as long as she is in\na position where she can turn round.  When you have them\nin their apartments — which are constructed with a view\nto denying them that power — you can say and do what you like;\nfor they are then wholly impotent for mischief, and will not remember\na few minutes hence the incident for which they may be at this moment\nthreatening you with death, nor the promises which you may have\nfound it necessary to make in order to pacify their fury.",
        "On the whole we get on pretty smoothly in our domestic relations,\nexcept in the lower strata of the Military Classes.  There the want\nof tact and discretion on the part of the husbands produces at times\nindescribable disasters.  Relying too much on the offensive weapons\nof their acute angles instead of the defensive organs of good sense\nand seasonable simulation, these reckless creatures too often neglect\nthe prescribed construction of the women’s apartments,\nor irritate their wives by ill-advised expressions out of doors,\nwhich they refuse immediately to retract.  Moreover a blunt and stolid\nregard for literal truth indisposes them to make those lavish promises\nby which the more judicious Circle can in a moment pacify his consort.\nThe result is massacre; not, however, without its advantages,\nas it eliminates the more brutal and troublesome of the Isosceles;\nand by many of our Circles the destructiveness of the Thinner Sex\nis regarded as one among many providential arrangements for\nsuppressing redundant population, and nipping Revolution in the bud.",
        "Yet even in our best regulated and most approximately Circular\nfamilies I cannot say that the ideal of family life is so high\nas with you in Spaceland.  There is peace, in so far as the absence\nof slaughter may be called by that name, but there is necessarily\nlittle harmony of tastes or pursuits; and the cautious wisdom\nof the Circles has ensured safety at the cost of domestic comfort.\nIn every Circular or Polygonal household it has been a habit\nfrom time immemorial — and now has become a kind of instinct among\nthe women of our higher classes — that the mothers and daughters\nshould constantly keep their eyes and mouths towards their husband\nand his male friends; and for a lady in a family of distinction\nto turn her back upon her husband would be regarded as a kind\nof portent, involving loss of STATUS.  But, as I shall soon shew,\nthis custom, though it has the advantage of safety,\nis not without its disadvantages.",
        "In the house of the Working Man or respectable Tradesman —\nwhere the wife is allowed to turn her back upon her husband,\nwhile pursuing her household avocations — there are at least\nintervals of quiet, when the wife is neither seen nor heard,\nexcept for the humming sound of the continuous Peace-cry;\nbut in the homes of the upper classes there is too often no peace.\nThere the voluble mouth and bright penetrating eye are ever directed\ntowards the Master of the household; and light itself is not\nmore persistent than the stream of feminine discourse.\nThe tact and skill which suffice to avert a Woman’s sting are unequal\nto the task of stopping a Woman’s mouth; and as the wife\nhas absolutely nothing to say, and absolutely no constraint of wit,\nsense, or conscience to prevent her from saying it,\nnot a few cynics have been found to aver that they prefer the danger\nof the death-dealing but inaudible sting to the safe sonorousness\nof a Woman’s other end.",
        "To my readers in Spaceland the condition of our Women may seem\ntruly deplorable, and so indeed it is.  A Male of the lowest type\nof the Isosceles may look forward to some improvement of his angle,\nand to the ultimate elevation of the whole of his degraded caste;\nbut no Woman can entertain such hopes for her sex.  “Once a Woman,\nalways a Woman” is a Decree of Nature; and the very Laws of Evolution\nseem suspended in her disfavour.  Yet at least we can\nadmire the wise Prearrangement which has ordained that,\nas they have no hopes, so they shall have no memory to recall,\nand no forethought to anticipate, the miseries and humiliations\nwhich are at once a necessity of their existence and the basis of\nthe constitution of Flatland.",
        "\nYou, who are blessed with shade as well as light, you,\nwho are gifted with two eyes, endowed with a knowledge of perspective,\nand charmed with the enjoyment of various colours, you,\nwho can actually SEE an angle, and contemplate the complete\ncircumference of a circle in the happy region of the Three Dimensions\n— how shall I make clear to you the extreme difficulty which we\nin Flatland experience in recognizing one another’s configuration?",
        "Recall what I told you above.  All beings in Flatland,\nanimate or inanimate, no matter what their form, present TO OUR VIEW\nthe same, or nearly the same, appearance, viz. that of\na straight Line.  How then can one be distinguished from another,\nwhere all appear the same?",
        "The answer is threefold.  The first means of recognition\nis the sense of hearing; which with us is far more highly developed\nthan with you, and which enables us not only to distinguish\nby the voice our personal friends, but even to discriminate\nbetween different classes, at least so far as concerns\nthe three lowest orders, the Equilateral, the Square, and the Pentagon\n— for of the Isosceles I take no account.  But as we ascend\nin the social scale, the process of discriminating and being\ndiscriminated by hearing increases in difficulty, partly because\nvoices are assimilated, partly because the faculty of\nvoice-discrimination is a plebeian virtue not much developed among\nthe Aristocracy.  And wherever there is any danger of imposture\nwe cannot trust to this method.  Amongst our lowest orders,\nthe vocal organs are developed to a degree more than correspondent\nwith those of hearing, so that an Isosceles can easily feign the voice\nof a Polygon, and, with some training, that of a Circle himself.\nA second method is therefore more commonly resorted to.",
        "FEELING is, among our Women and lower classes — about our\nupper classes I shall speak presently — the principal test\nof recognition, at all events between strangers, and when\nthe question is, not as to the individual, but as to the class.\nWhat therefore “introduction” is among the higher classes\nin Spaceland, that the process of “feeling” is with us.\n\"Permit me to ask you to feel and be felt by my friend Mr. So-and-so\"\n— is still, among the more old-fashioned of our country gentlemen\nin districts remote from towns, the customary formula for\na Flatland introduction.  But in the towns, and among men of business,\nthe words “be felt by” are omitted and the sentence is abbreviated to,\n\"Let me ask you to feel Mr. So-and-so\"; although it is assumed,\nof course, that the “feeling” is to be reciprocal.\nAmong our still more modern and dashing young gentlemen — who are\nextremely averse to superfluous effort and supremely indifferent\nto the purity of their native language — the formula is still\nfurther curtailed by the use of “to feel” in a technical sense,\nmeaning, “to recommend-for-the-purposes-of-feeling-and-being-felt\";\nand at this moment the “slang” of polite or fast society\nin the upper classes sanctions such a barbarism as “Mr. Smith,\npermit me to feel Mr. Jones.”",
        "Let not my Reader however suppose that “feeling” is with us\nthe tedious process that it would be with you, or that we find it\nnecessary to feel right round all the sides of every individual\nbefore we determine the class to which he belongs.  Long practice\nand training, begun in the schools and continued in the experience\nof daily life, enable us to discriminate at once by\nthe sense of touch, between the angles of an equal-sided Triangle,\nSquare, and Pentagon; and I need not say that the brainless vertex\nof an acute-angled Isosceles is obvious to the dullest touch.\nIt is therefore not necessary, as a rule, to do more than feel\na single angle of an individual; and this, once ascertained,\ntells us the class of the person whom we are addressing,\nunless indeed he belongs to the higher sections of the nobility.\nThere the difficulty is much greater.  Even a Master of Arts\nin our University of Wentbridge has been known to confuse a ten-sided\nwith a twelve-sided Polygon; and there is hardly a Doctor of Science\nin or out of that famous University who could pretend\nto decide promptly and unhesitatingly between a twenty-sided\nand a twenty-four sided member of the Aristocracy.",
        "Those of my readers who recall the extracts I gave above\nfrom the Legislative code concerning Women, will readily perceive\nthat the process of introduction by contact requires\nsome care and discretion.  Otherwise the angles might inflict\non the unwary Feeler irreparable injury.  It is essential\nfor the safety of the Feeler that the Felt should stand\nperfectly still.  A start, a fidgety shifting of the position, yes,\neven a violent sneeze, has been known before now to prove fatal\nto the incautious, and to nip in the bud many a promising friendship.\nEspecially is this true among the lower classes of the Triangles.\nWith them, the eye is situated so far from their vertex that they\ncan scarcely take cognizance of what goes on at that extremity\nof their frame.  They are, moreover, of a rough coarse nature,\nnot sensitive to the delicate touch of the highly organized Polygon.\nWhat wonder then if an involuntary toss of the head has ere now\ndeprived the State of a valuable life!",
        "I have heard that my excellent Grandfather — one of the least\nirregular of his unhappy Isosceles class, who indeed obtained,\nshortly before his decease, four out of seven votes from the Sanitary\nand Social Board for passing him into the class of the Equal-sided —\noften deplored, with a tear in his venerable eye, a miscarriage\nof this kind, which had occured to his great-great-great-Grandfather,\na respectable Working Man with an angle or brain of 59 degrees\n30 minutes.  According to his account, my unfortunate Ancestor,\nbeing afflicted with rheumatism, and in the act of being felt\nby a Polygon, by one sudden start accidentally transfixed\nthe Great Man through the diagonal; and thereby, partly in consequence\nof his long imprisonment and degradation, and partly because of\nthe moral shock which pervaded the whole of my Ancestor’s relations,\nthrew back our family a degree and a half in their ascent\ntowards better things.  The result was that in the next generation\nthe family brain was registered at only 58 degrees, and not till\nthe lapse of five generations was the lost ground recovered,\nthe full 60 degrees attained, and the Ascent from the Isosceles\nfinally achieved.  And all this series of calamities from one\nlittle accident in the process of Feeling.",
        "At this point I think I hear some of my better educated\nreaders exclaim, “How could you in Flatland know anything about\nangles and degrees, or minutes?  We can SEE an angle, because we,\nin the region of Space, can see two straight lines inclined\nto one another; but you, who can see nothing but one straight line\nat a time, or at all events only a number of bits of straight lines\nall in one straight line — how can you ever discern any angle,\nand much less register angles of different sizes?”",
        "I answer that though we cannot SEE angles, we can INFER them,\nand this with great precision.  Our sense of touch,\nstimulated by necessity, and developed by long training,\nenables us to distinguish angles far more accurately than your\nsense of sight, when unaided by a rule or measure of angles.\nNor must I omit to explain that we have great natural helps.\nIt is with us a Law of Nature that the brain of the Isosceles class\nshall begin at half a degree, or thirty minutes, and shall increase\n(if it increases at all) by half a degree in every generation;\nuntil the goal of 60 degrees is reached, when the condition of serfdom\nis quitted, and the freeman enters the class of Regulars.",
        "Consequently, Nature herself supplies us with an ascending scale\nor Alphabet of angles for half a degree up to 60 degrees,\nSpecimens of which are placed in every Elementary School\nthroughout the land.  Owing to occasional retrogressions,\nto still more frequent moral and intellectual stagnation, and to\nthe extraordinary fecundity of the Criminal and Vagabond Classes,\nthere is always a vast superfluity of individuals of the half degree\nand single degree class, and a fair abundance of Specimens\nup to 10 degrees.  These are absolutely destitute of civic rights;\nand a great number of them, not having even intelligence enough\nfor the purposes of warfare, are devoted by the States to the service\nof education.  Fettered immovably so as to remove all possibility\nof danger, they are placed in the class rooms of our Infant Schools,\nand there they are utilized by the Board of Education for the purpose\nof imparting to the offspring of the Middle Classes that tact\nand intelligence of which these wretched creatures themselves\nare utterly devoid.",
        "In some States the Specimens are occasionally fed and suffered\nto exist for several years; but in the more temperate\nand better regulated regions, it is found in the long run\nmore advantageous for the educational interests of the young,\nto dispense with food, and to renew the Specimens every month —\nwhich is about the average duration of the foodless existence\nof the Criminal class.  In the cheaper schools, what is gained\nby the longer existence of the Specimen is lost, partly in\nthe expenditure for food, and partly in the diminished accuracy\nof the angles, which are impaired after a few weeks\nof constant “feeling”.  Nor must we forget to add, in enumerating\nthe advantages of the more expensive system, that it tends,\nthough slightly yet perceptibly, to the diminution of the redundant\nIsosceles population — an object which every statesman in Flatland\nconstantly keeps in view.  On the whole therefore —\nalthough I am not ignorant that, in many popularly elected\nSchool Boards, there is a reaction in favour of “the cheap system\"\nas it is called — I am myself disposed to think that this is one\nof the many cases in which expense is the truest economy.",
        "But I must not allow questions of School Board politics to divert me\nfrom my subject.  Enough has been said, I trust, to shew\nthat Recognition by Feeling is not so tedious or indecisive a process\nas might have been supposed; and it is obviously more trustworthy\nthan Recognition by hearing.  Still there remains, as has been\npointed out above, the objection that this method is not\nwithout danger.  For this reason many in the Middle and Lower classes,\nand all without exception in the Polygonal and Circular orders,\nprefer a third method, the description of which shall be reserved\nfor the next section.",
        "\nI am about to appear very inconsistent.  In previous sections\nI have said that all figures in Flatland present the appearance\nof a straight line; and it was added or implied, that it is\nconsequently impossible to distinguish by the visual organ\nbetween individuals of different classes:  yet now I am about\nto explain to my Spaceland critics how we are able to recognize\none another by the sense of sight.",
        "If however the Reader will take the trouble to refer to the passage\nin which Recognition by Feeling is stated to be universal,\nhe will find this qualification — “among the lower classes”.\nIt is only among the higher classes and in our temperate climates\nthat Sight Recognition is practised.",
        "That this power exists in any regions and for any classes\nis the result of Fog; which prevails during the greater part\nof the year in all parts save the torrid zones.  That which is\nwith you in Spaceland an unmixed evil, blotting out the landscape,\ndepressing the spirits, and enfeebling the health, is by us recognized\nas a blessing scarcely inferior to air itself, and as the Nurse\nof arts and Parent of sciences.  But let me explain my meaning,\nwithout further eulogies on this beneficent Element.",
        "If Fog were non-existent, all lines would appear equally\nand indistinguishably clear; and this is actually the case\nin those unhappy countries in which the atmosphere is perfectly dry\nand transparent.  But wherever there is a rich supply of Fog\nobjects that are at a distance, say of three feet, are appreciably\ndimmer than those at a distance of two feet eleven inches;\nand the result is that by careful and constant experimental\nobservation of comparative dimness and clearness, we are enabled to\ninfer with great exactness the configuration of the object observed.",
        "An instance will do more than a volume of generalities to make\nmy meaning clear.",
        "Suppose I see two individuals approaching whose rank I wish\nto ascertain.  They are, we will suppose, a Merchant and a Physician,\nor in other words, an Equilateral Triangle and a Pentagon:\nhow am I to distinguish them?",
        "Illustration 3",
        "It will be obvious, to every child in Spaceland who has touched\nthe threshold of Geometrical Studies, that, if I can bring my eye so\nthat its glance may bisect an angle (A) of the approaching stranger,\nmy view will lie as it were evenly between his two sides that are\nnext to me (viz. CA and AB), so that I shall contemplate\nthe two impartially, and both will appear of the same size.",
        "Now in the case of (1) the Merchant, what shall I see?  I shall see\na straight line DAE, in which the middle point (A) will be very bright\nbecause it is nearest to me; but on either side the line will\nshade away RAPIDLY INTO DIMNESS, because the sides AC and AB\nRECEDE RAPIDLY INTO THE FOG and what appear to me as\nthe Merchant’s extremities, viz. D and E, will be VERY DIM INDEED.",
        "On the other hand in the case of (2) the Physician, though I shall\nhere also see a line (D’A’E’) with a bright centre (A’),\nyet it will shade away LESS RAPIDLY into dimness, because the sides\n(A’C’, A’B’) RECEDE LESS RAPIDLY INTO THE FOG:  and what appear\nto me the Physician’s extremities, viz. D’ and E’, will not be\nNOT SO DIM as the extremities of the Merchant.",
        "The Reader will probably understand from these two instances how —\nafter a very long training supplemented by constant experience —\nit is possible for the well-educated classes among us to discriminate\nwith fair accuracy between the middle and lowest orders,\nby the sense of sight.  If my Spaceland Patrons have grasped\nthis general conception, so far as to conceive the possibility of it\nand not to reject my account as altogether incredible —\nI shall have attained all I can reasonably expect.  Were I to attempt\nfurther details I should only perplex.  Yet for the sake of the young\nand inexperienced, who may perchance infer — from the two simple\ninstances I have given above, of the manner in which I should\nrecognize my Father and my Sons — that Recognition by sight\nis an easy affair, it may be needful to point out that in actual life\nmost of the problems of Sight Recognition are far more\nsubtle and complex.",
        "If for example, when my Father, the Triangle, approaches me,\nhe happens to present his side to me instead of his angle, then,\nuntil I have asked him to rotate, or until I have edged my eye\nround him, I am for the moment doubtful whether he may not be\na Straight Line, or, in other words, a Woman.  Again, when I am\nin the company of one of my two hexagonal Grandsons, contemplating one\nof his sides (AB) full front, it will be evident from\nthe accompanying diagram that I shall see one whole line (AB)\nin comparative brightness (shading off hardly at all at the ends)\nand two smaller lines (CA and BD) dim throughout and shading away\ninto greater dimness towards the extremities C and D.",
        "Illustration 4",
        "But I must not give way to the temptation of enlarging on\nthese topics.  The meanest mathematician in Spaceland will readily\nbelieve me when I assert that the problems of life, which present\nthemselves to the well-educated — when they are themselves in motion,\nrotating, advancing or retreating, and at the same time attempting to\ndiscriminate by the sense of sight between a number of Polygons\nof high rank moving in different directions, as for example in\na ball-room or conversazione — must be of a nature to task\nthe angularity of the most intellectual, and amply justify\nthe rich endowments of the Learned Professors of Geometry,\nboth Static and Kinetic, in the illustrious University of Wentbridge,\nwhere the Science and Art of Sight Recognition are regularly taught\nto large classes of the ELITE of the States.",
        "It is only a few of the scions of our noblest and wealthiest houses,\nwho are able to give the time and money necessary for the thorough\nprosecution of this noble and valuable Art.  Even to me,\na Mathematician of no mean standing, and the Grandfather of two\nmost hopeful and perfectly regular Hexagons, to find myself\nin the midst of a crowd of rotating Polygons of the higher classes,\nis occasionally very perplexing.  And of course to a common Tradesman,\nor Serf, such a sight is almost as unintelligible as it would be\nto you, my Reader, were you suddenly transported into our country.",
        "In such a crowd you could see on all sides of you nothing but a Line,\napparently straight, but of which the parts would vary\nirregularly and perpetually in brightness or dimness.  Even if you\nhad completed your third year in the Pentagonal and Hexagonal classes\nin the University, and were perfect in the theory of the subject,\nyou would still find that there was need of many years of experience,\nbefore you could move in a fashionable crowd without jostling against\nyour betters, whom it is against etiquette to ask to “feel”, and who,\nby their superior culture and breeding, know all about your movements,\nwhile you know very little or nothing about theirs.  In a word,\nto comport oneself with perfect propriety in Polygonal society,\none ought to be a Polygon oneself.  Such at least is\nthe painful teaching of my experience.",
        "It is astonishing how much the Art — or I may almost call it instinct\n— of Sight Recognition is developed by the habitual practice of it\nand by the avoidance of the custom of “Feeling”.  Just as, with you,\nthe deaf and dumb, if once allowed to gesticulate and to use\nthe hand-alphabet, will never acquire the more difficult\nbut far more valuable art of lipspeech and lip-reading, so it is\nwith us as regards “Seeing” and “Feeling”.  None who in early life\nresort to “Feeling” will ever learn “Seeing” in perfection.",
        "For this reason, among our Higher Classes, “Feeling” is discouraged\nor absolutely forbidden.  From the cradle their children,\ninstead of going to the Public Elementary schools (where the art\nof Feeling is taught), are sent to higher Seminaries\nof an exclusive character; and at our illustrious University,\nto “feel” is regarded as a most serious fault, involving Rustication\nfor the first offence, and Expulsion for the second.",
        "But among the lower classes the art of Sight Recognition is regarded\nas an unattainable luxury.  A common Tradesman cannot afford\nto let his son spend a third of his life in abstract studies.\nThe children of the poor are therefore allowed to “feel\"\nfrom their earliest years, and they gain thereby a precocity\nand an early vivacity which contrast at first most favourably with\nthe inert, undeveloped, and listless behaviour of the half-instructed\nyouths of the Polygonal class; but when the latter have at last\ncompleted their University course, and are prepared to put\ntheir theory into practice, the change that comes over them\nmay almost be described as a new birth, and in every art, science,\nand social pursuit they rapidly overtake and distance\ntheir Triangular competitors.",
        "Only a few of the Polygonal Class fail to pass the Final Test\nor Leaving Examination at the University.  The condition of\nthe unsuccessful minority is truly pitiable.  Rejected from\nthe higher class, they are also despised by the lower.\nThey have neither the matured and systematically trained powers\nof the Polygonal Bachelors and Masters of Arts, nor yet the native\nprecocity and mercurial versatility of the youthful Tradesman.\nThe professions, the public services, are closed against them;\nand though in most States they are not actually debarred\nfrom marriage, yet they have the greatest difficulty in forming\nsuitable alliances, as experience shews that the offspring of such\nunfortunate and ill-endowed parents is generally itself unfortunate,\nif not positively Irregular.",
        "It is from these specimens of the refuse of our Nobility\nthat the great Tumults and Seditions of past ages have generally\nderived their leaders; and so great is the mischief thence arising\nthat an increasing minority of our more progressive Statesmen\nare of opinion that true mercy would dictate their entire suppression,\nby enacting that all who fail to pass the Final Examination\nof the University should be either imprisoned for life,\nor extinguished by a painless death.",
        "But I find myself digressing into the subject of Irregularities,\na matter of such vital interest that it demands a separate section.",
        "\nThroughout the previous pages I have been assuming —\nwhat perhaps should have been laid down at the beginning as a distinct\nand fundamental proposition — that every human being in Flatland\nis a Regular Figure, that is to say of regular construction.\nBy this I mean that a Woman must not only be a line,\nbut a straight line; that an Artisan or Soldier must have\ntwo of his sides equal; that Tradesmen must have three sides equal;\nLawyers (of which class I am a humble member), four sides equal,\nand generally, that in every Polygon, all the sides must be equal.",
        "The size of the sides would of course depend upon the age of\nthe individual.  A Female at birth would be about an inch long,\nwhile a tall adult Woman might extend to a foot.  As to the Males\nof every class, it may be roughly said that the length of\nan adult’s sides, when added together, is two feet or a little more.\nBut the size of our sides is not under consideration.\nI am speaking of the EQUALITY of sides, and it does not need\nmuch reflection to see that the whole of the social life in Flatland\nrests upon the fundamental fact that Nature wills all Figures\nto have their sides equal.",
        "If our sides were unequal our angles might be unequal.\nInstead of its being sufficient to feel, or estimate by sight,\na single angle in order to determine the form of an individual,\nit would be necessary to ascertain each angle by the experiment\nof Feeling.  But life would be too short for such a tedious grouping.\nThe whole science and art of Sight Recognition would at once perish;\nFeeling, so far as it is an art, would not long survive;\nintercourse would become perilous or impossible; there would be\nan end to all confidence, all forethought; no one would be safe\nin making the most simple social arrangements; in a word,\ncivilization would relapse into barbarism.",
        "Am I going too fast to carry my Readers with me to these\nobvious conclusions?  Surely a moment’s reflection, and a single\ninstance from common life, must convince every one that our whole\nsocial system is based upon Regularity, or Equality of Angles.\nYou meet, for example, two or three Tradesmen in the street,\nwhom you recognize at once to be Tradesmen by a glance at their angles\nand rapidly bedimmed sides, and you ask them to step into your house\nto lunch.  This you do at present with perfect confidence,\nbecause everyone knows to an inch or two the area occupied\nby an adult Triangle:  but imagine that your Tradesman drags\nbehind his regular and respectable vertex, a parallelogram\nof twelve or thirteen inches in diagonal: — what are you to do\nwith such a monster sticking fast in your house door?",
        "But I am insulting the intelligence of my Readers by accumulating\ndetails which must be patent to everyone who enjoys the advantages of\na Residence in Spaceland.  Obviously the measurements of\na single angle would no longer be sufficient under such\nportentous circumstances; one’s whole life would be taken up\nin feeling or surveying the perimeter of one’s acquaintances.\nAlready the difficulties of avoiding a collision in a crowd are enough\nto tax the sagacity of even a well-educated Square; but if no one\ncould calculate the Regularity of a single figure in the company,\nall would be chaos and confusion, and the slightest panic\nwould cause serious injuries, or — if there happened to be\nany Women or Soldiers present — perhaps considerable loss of life.",
        "Expediency therefore concurs with Nature in stamping the seal\nof its approval upon Regularity of conformation:  nor has the Law\nbeen backward in seconding their efforts.  “Irregularity of Figure\"\nmeans with us the same as, or more than, a combination of\nmoral obliquity and criminality with you, and is treated accordingly.\nThere are not wanting, it is true, some promulgators of paradoxes\nwho maintain that there is no necessary connection between\ngeometrical and moral Irregularity.  “The Irregular”, they say,\n\"is from his birth scouted by his own parents, derided by\nhis brothers and sisters, neglected by the domestics,\nscorned and suspected by society, and excluded from all posts\nof responsibility, trust, and useful activity.  His every movement\nis jealously watched by the police till he comes of age\nand presents himself for inspection; then he is either destroyed,\nif he is found to exceed the fixed margin of deviation,\nor else immured in a Government Office as a clerk of\nthe seventh class; prevented from marriage; forced to drudge\nat an uninteresting occupation for a miserable stipend;\nobliged to live and board at the office, and to take even his vacation\nunder close supervision; what wonder that human nature,\neven in the best and purest, is embittered and perverted\nby such surroundings!”",
        "All this very plausible reasoning does not convince me, as it has not\nconvinced the wisest of our Statesmen, that our ancestors erred\nin laying it down as an axiom of policy that the toleration\nof Irregularity is incompatible with the safety of the State.\nDoubtless, the life of an Irregular is hard; but the interests of\nthe Greater Number require that it shall be hard.  If a man with\na triangular front and a polygonal back were allowed to exist\nand to propagate a still more Irregular posterity, what would become\nof the arts of life?  Are the houses and doors and churches\nin Flatland to be altered in order to accommodate such monsters?\nAre our ticket-collectors to be required to measure every man’s\nperimeter before they allow him to enter a theatre or to take\nhis place in a lecture room?  Is an Irregular to be exempted\nfrom the militia?  And if not, how is he to be prevented from\ncarrying desolation into the ranks of his comrades?  Again,\nwhat irresistible temptations to fraudulent impostures must\nneeds beset such a creature!  How easy for him to enter a shop\nwith his polygonal front foremost, and to order goods\nto any extent from a confiding tradesman!  Let the advocates of\na falsely called Philanthropy plead as they may for the abrogation\nof the Irregular Penal Laws, I for my part have never known\nan Irregular who was not also what Nature evidently intended him to be\n— a hypocrite, a misanthropist, and, up to the limits of his power,\na perpetrator of all manner of mischief.",
        "Not that I should be disposed to recommend (at present)\nthe extreme measures adopted by some States, where an infant\nwhose angle deviates by half a degree from the correct angularity\nis summarily destroyed at birth.  Some of our highest and ablest men,\nmen of real genius, have during their earliest days laboured under\ndeviations as great as, or even greater than, forty-five minutes:\nand the loss of their precious lives would have been an irreparable\ninjury to the State.  The art of healing also has achieved\nsome of its most glorious triumphs in the compressions, extensions,\ntrepannings, colligations, and other surgical or diaetetic operations\nby which Irregularity has been partly or wholly cured.\nAdvocating therefore a VIA MEDIA, I would lay down no fixed\nor absolute line of demarcation; but at the period when the frame\nis just beginning to set, and when the Medical Board has reported that\nrecovery is improbable, I would suggest that the Irregular offspring\nbe painlessly and mercifully consumed.",
        "\nIf my Readers have followed me with any attention up to this point,\nthey will not be surprised to hear that life is somewhat dull\nin Flatland.  I do not, of course, mean that there are not battles,\nconspiracies, tumults, factions, and all those other phenomena which\nare supposed to make History interesting; nor would I deny\nthat the strange mixture of the problems of life and the problems\nof Mathematics, continually inducing conjecture and giving\nthe opportunity of immediate verification, imparts to our existence\na zest which you in Spaceland can hardly comprehend.  I speak now\nfrom the aesthetic and artistic point of view when I say that life\nwith us is dull; aesthetically and artistically, very dull indeed.",
        "How can it be otherwise, when all one’s prospect, all one’s\nlandscapes, historical pieces, portraits, flowers, still life,\nare nothing but a single line, with no varieties except degrees of\nbrightness and obscurity?",
        "It was not always thus.  Colour, if Tradition speaks the truth,\nonce for the space of half a dozen centuries or more,\nthrew a transient splendour over the lives of our ancestors\nin the remotest ages.  Some private individual — a Pentagon\nwhose name is variously reported — having casually discovered\nthe constituents of the simpler colours and a rudimentary method\nof painting, is said to have begun decorating first his house,\nthen his slaves, then his Father, his Sons, and Grandsons,\nlastly himself.  The convenience as well as the beauty of the results\ncommended themselves to all.  Wherever Chromatistes, —\nfor by that name the most trustworthy authorities concur\nin calling him, — turned his variegated frame, there he at once\nexcited attention, and attracted respect.  No one now needed\nto “feel” him; no one mistook his front for his back;\nall his movements were readily ascertained by his neighbours\nwithout the slightest strain on their powers of calculation;\nno one jostled him, or failed to make way for him; his voice was saved\nthe labour of that exhausting utterance by which we colourless Squares\nand Pentagons are often forced to proclaim our individuality\nwhen we move amid a crowd of ignorant Isosceles.",
        "The fashion spread like wildfire.  Before a week was over,\nevery Square and Triangle in the district had copied the example\nof Chromatistes, and only a few of the more conservative Pentagons\nstill held out.  A month or two found even the Dodecagons\ninfected with the innovation.  A year had not elapsed before\nthe habit had spread to all but the very highest of the Nobility.\nNeedless to say, the custom soon made its way from the district of\nChromatistes to surrounding regions; and within two generations no one\nin all Flatland was colourless except the Women and the Priests.",
        "Here Nature herself appeared to erect a barrier, and to plead\nagainst extending the innovation to these two classes.\nMany-sidedness was almost essential as a pretext for the Innovators.\n\"Distinction of sides is intended by Nature to imply distinction\nof colours” — such was the sophism which in those days\nflew from mouth to mouth, converting whole towns at a time\nto the new culture.  But manifestly to our Priests and Women\nthis adage did not apply.  The latter had only one side,\nand therefore — plurally and pedantically speaking — NO SIDES.\nThe former — if at least they would assert their claim to be\nreally and truly Circles, and not mere high-class Polygons\nwith an infinitely large number of infinitesimally small sides —\nwere in the habit of boasting (what Women confessed and deplored)\nthat they also had no sides, being blessed with a perimeter of\none line, or, in other words, a Circumference.  Hence it came to pass\nthat these two Classes could see no force in the so-called axiom about\n\"Distinction of Sides implying Distinction of Colour\"; and when\nall others had succumbed to the fascinations of corporal decoration,\nthe Priests and the Women alone still remained pure from\nthe pollution of paint.",
        "Immoral, licentious, anarchical, unscientific — call them\nby what names you will — yet, from an aesthetic point of view,\nthose ancient days of the Colour Revolt were the glorious childhood of\nArt in Flatland — a childhood, alas, that never ripened into manhood,\nnor even reached the blossom of youth.  To live was then in itself\na delight, because living implied seeing.  Even at a small party,\nthe company was a pleasure to behold; the richly varied hues\nof the assembly in a church or theatre are said to have more than once\nproved too distracting for our greatest teachers and actors;\nbut most ravishing of all is said to have been the unspeakable\nmagnificence of a military review.",
        "The sight of a line of battle of twenty thousand Isosceles suddenly\nfacing about, and exchanging the sombre black of their bases for\nthe orange and purple of the two sides including their acute angle;\nthe militia of the Equilateral Triangles tricoloured in red, white,\nand blue; the mauve, ultra-marine, gamboge, and burnt umber\nof the Square artillerymen rapidly rotating near their vermilion guns;\nthe dashing and flashing of the five-coloured and six-coloured\nPentagons and Hexagons careering across the field in their offices\nof surgeons, geometricians and aides-de-camp — all these may well\nhave been sufficient to render credible the famous story\nhow an illustrious Circle, overcome by the artistic beauty\nof the forces under his command, threw aside his marshal’s baton\nand his royal crown, exclaiming that he henceforth exchanged them\nfor the artist’s pencil.  How great and glorious the sensuous\ndevelopment of these days must have been is in part\nindicated by the very language and vocabulary of the period.\nThe commonest utterances of the commonest citizens in the time\nof the Colour Revolt seem to have been suffused with a richer tinge\nof word or thought; and to that era we are even now indebted for\nour finest poetry and for whatever rhythm still remains\nin the more scientific utterance of these modern days.",
        "\nBut meanwhile the intellectual Arts were fast decaying.",
        "The Art of Sight Recognition, being no longer needed,\nwas no longer practised; and the studies of Geometry, Statics,\nKinetics, and other kindred subjects, came soon to be\nconsidered superfluous, and fell into disrespect and neglect even at\nour University.  The inferior Art of Feeling speedily experienced\nthe same fate at our Elementary Schools.  Then the Isosceles classes,\nasserting that the Specimens were no longer used nor needed,\nand refusing to pay the customary tribute from the Criminal classes\nto the service of Education, waxed daily more numerous\nand more insolent on the strength of their immunity from\nthe old burden which had formerly exercised the twofold\nwholesome effect of at once taming their brutal nature and thinning\ntheir excessive numbers.",
        "Year by year the Soldiers and Artisans began more vehemently to assert\n— and with increasing truth — that there was no great difference\nbetween them and the very highest class of Polygons, now that they\nwere raised to an equality with the latter, and enabled to grapple\nwith all the difficulties and solve all the problems of life,\nwhether Statical or Kinetical, by the simple process\nof Colour Recognition.  Not content with the natural neglect\ninto which Sight Recognition was falling, they began boldly to demand\nthe legal prohibition of all “monopolizing and aristocratic Arts\"\nand the consequent abolition of all endowments for the studies of\nSight Recognition, Mathematics, and Feeling.  Soon, they began\nto insist that inasmuch as Colour, which was a second Nature,\nhad destroyed the need of aristocratic distinctions, the Law\nshould follow in the same path, and that henceforth all individuals\nand all classes should be recognized as absolutely equal and entitled\nto equal rights.",
        "Finding the higher Orders wavering and undecided, the leaders\nof the Revolution advanced still further in their requirements,\nand at last demanded that all classes alike, the Priests and the Women\nnot excepted, should do homage to Colour by submitting to be painted.\nWhen it was objected that Priests and Women had no sides,\nthey retorted that Nature and Expediency concurred in dictating\nthat the front half of every human being (that is to say,\nthe half containing his eye and mouth) should be distinguishable\nfrom his hinder half.  They therefore brought before a general\nand extraordinary Assembly of all the States of Flatland\na Bill proposing that in every Woman the half containing\nthe eye and mouth should be coloured red, and the other half green.\nThe Priests were to be painted in the same way, red being applied\nto that semicircle in which the eye and mouth formed the middle point;\nwhile the other or hinder semicircle was to be coloured green.",
        "There was no little cunning in this proposal, which indeed emanated\nnot from any Isosceles — for no being so degraded would have had\nangularity enough to appreciate, much less to devise, such a model\nof state-craft — but from an Irregular Circle who, instead of being\ndestroyed in his childhood, was reserved by a foolish indulgence\nto bring desolation on his country and destruction on\nmyriads of his followers.",
        "On the one hand the proposition was calculated to bring\nthe Women in all classes over to the side of the Chromatic Innovation.\nFor by assigning to the Women the same two colours as were assigned\nto the Priests, the Revolutionists thereby ensured that,\nin certain positions, every Woman would appear like a Priest,\nand be treated with corresponding respect and deference —\na prospect that could not fail to attract the Female Sex in a mass.",
        "But by some of my Readers the possibility of the identical appearance\nof Priests and Women, under the new Legislation, may not\nbe recognized; if so, a word or two will make it obvious.",
        "Imagine a woman duly decorated, according to the new Code;\nwith the front half (i.e. the half containing eye and mouth) red,\nand with the hinder half green.  Look at her from one side.\nObviously you will see a straight line, HALF RED, HALF GREEN.",
        "Illustration 5",
        "Now imagine a Priest, whose mouth is at M, and whose front semicircle\n(AMB) is consequently coloured red, while his hinder semicircle\nis green; so that the diameter AB divides the green from the red.\nIf you contemplate the Great Man so as to have your eye in the same\nstraight line as his dividing diameter (AB), what you will see will be\na straight line (CBD), of which ONE HALF (CB) WILL BE RED,\nAND THE OTHER (BD) GREEN.  The whole line (CD) will be\nrather shorter perhaps than that of a full-sized Woman,\nand will shade off more rapidly towards its extremities;\nbut the identity of the colours would give you an immediate impression\nof identity of Class, making you neglectful of other details.\nBear in mind the decay of Sight Recognition which threatened society\nat the time of the Colour Revolt; add too the certainty that Women\nwould speedily learn to shade off their extremities so as to imitate\nthe Circles; it must then be surely obvious to you, my dear Reader,\nthat the Colour Bill placed us under a great danger of confounding\na Priest with a young Woman.",
        "How attractive this prospect must have been to the Frail Sex may\nreadily be imagined.  They anticipated with delight the confusion that\nwould ensue.  At home they might hear political and ecclesiastical\nsecrets intended not for them but for their husbands and brothers,\nand might even issue commands in the name of a priestly Circle;\nout of doors the striking combination of red and green,\nwithout addition of any other colours, would be sure to lead\nthe common people into endless mistakes, and the Women would gain\nwhatever the Circles lost, in the deference of the passers by.\nAs for the scandal that would befall the Circular Class if\nthe frivolous and unseemly conduct of the Women were imputed to them,\nand as to the consequent subversion of the Constitution,\nthe Female Sex could not be expected to give a thought\nto these considerations.  Even in the households of the Circles,\nthe Women were all in favour of the Universal Colour Bill.",
        "The second object aimed at by the Bill was the gradual demoralization\nof the Circles themselves.  In the general intellectual decay\nthey still preserved their pristine clearness and strength\nof understanding.  From their earliest childhood, familiarized in\ntheir Circular households with the total absence of Colour,\nthe Nobles alone preserved the Sacred Art of Sight Recognition,\nwith all the advantages that result from that admirable training\nof the intellect.  Hence, up to the date of the introduction\nof the Universal Colour Bill, the Circles had not only held their own,\nbut even increased their lead of the other classes by abstinence from\nthe popular fashion.",
        "Now therefore the artful Irregular whom I described above\nas the real author of this diabolical Bill, determined at one blow\nto lower the status of the Hierarchy by forcing them to submit to\nthe pollution of Colour, and at the same time to destroy their\ndomestic opportunities of training in the Art of Sight Recognition,\nso as to enfeeble their intellects by depriving them of their pure\nand colourless homes.  Once subjected to the chromatic taint,\nevery parental and every childish Circle would demoralize each other.\nOnly in discerning between the Father and the Mother would\nthe Circular infant find problems for the exercise of\nits understanding — problems too often likely to be corrupted by\nmaternal impostures with the result of shaking the child’s faith\nin all logical conclusions.  Thus by degrees the intellectual lustre\nof the Priestly Order would wane, and the road would then lie open\nfor a total destruction of all Aristocratic Legislature\nand for the subversion of our Privileged Classes.",
        "\nThe agitation for the Universal Colour Bill continued for three years;\nand up to the last moment of that period it seemed as though Anarchy\nwere destined to triumph.",
        "A whole army of Polygons, who turned out to fight as private soldiers,\nwas utterly annihilated by a superior force of Isosceles Triangles —\nthe Squares and Pentagons meanwhile remaining neutral.\nWorse than all, some of the ablest Circles fell a prey to\nconjugal fury.  Infuriated by political animosity, the wives\nin many a noble household wearied their lords with prayers\nto give up their opposition to the Colour Bill; and some,\nfinding their entreaties fruitless, fell on and slaughtered\ntheir innocent children and husband, perishing themselves in the act\nof carnage.  It is recorded that during that triennial agitation\nno less than twenty-three Circles perished in domestic discord.",
        "Great indeed was the peril.  It seemed as though the Priests\nhad no choice between submission and extermination; when suddenly\nthe course of events was completely changed by one of those\npicturesque incidents which Statesmen ought never to neglect,\noften to anticipate, and sometimes perhaps to originate,\nbecause of the absurdly disproportionate power with which they appeal\nto the sympathies of the populace.",
        "It happened that an Isosceles of a low type, with a brain little\nif at all above four degrees — accidentally dabbling in the colours\nof some Tradesman whose shop he had plundered — painted himself,\nor caused himself to be painted (for the story varies)\nwith the twelve colours of a Dodecagon.  Going into the Market Place\nhe accosted in a feigned voice a maiden, the orphan daughter\nof a noble Polygon, whose affection in former days he had sought\nin vain; and by a series of deceptions — aided, on the one side,\nby a string of lucky accidents too long to relate, and on the other,\nby an almost inconceivable fatuity and neglect of ordinary precautions\non the part of the relations of the bride — he succeeded in\nconsummating the marriage.  The unhappy girl committed suicide\non discovering the fraud to which she had been subjected.",
        "When the news of this catastrophe spread from State to State\nthe minds of the Women were violently agitated.  Sympathy with\nthe miserable victim and anticipations of similar deceptions\nfor themselves, their sisters, and their daughters, made them\nnow regard the Colour Bill in an entirely new aspect.\nNot a few openly avowed themselves converted to antagonism;\nthe rest needed only a slight stimulus to make a similar avowal.\nSeizing this favourable opportunity, the Circles hastily convened\nan extraordinary Assembly of the States; and besides the usual\nguard of Convicts, they secured the attendance of a large number\nof reactionary Women.",
        "Amidst an unprecedented concourse, the Chief Circle of those days\n— by name Pantocyclus — arose to find himself hissed and hooted\nby a hundred and twenty thousand Isosceles.  But he secured silence\nby declaring that henceforth the Circles would enter on a policy\nof Concession; yielding to the wishes of the majority,\nthey would accept the Colour Bill.  The uproar being at once converted\nto applause, he invited Chromatistes, the leader of the Sedition,\ninto the centre of the hall, to receive in the name of his followers\nthe submission of the Hierarchy.  Then followed a speech,\na masterpiece of rhetoric, which occupied nearly a day\nin the delivery, and to which no summary can do justice.",
        "With a grave appearance of impartiality he declared that as\nthey were now finally committing themselves to Reform or Innovation,\nit was desirable that they should take one last view of the perimeter\nof the whole subject, its defects as well as its advantages.\nGradually introducing the mention of the dangers to the Tradesmen,\nthe Professional Classes and the Gentlemen, he silenced\nthe rising murmurs of the Isosceles by reminding them that,\nin spite of all these defects, he was willing to accept the Bill\nif it was approved by the majority.  But it was manifest that all,\nexcept the Isosceles, were moved by his words and were either\nneutral or averse to the Bill.",
        "Turning now to the Workmen he asserted that their interests must not\nbe neglected, and that, if they intended to accept the Colour Bill,\nthey ought at least to do so with full view of the consequences.\nMany of them, he said, were on the point of being admitted to\nthe class of the Regular Triangles; others anticipated\nfor their children a distinction they could not hope for themselves.\nThat honourable ambition would now have to be sacrificed.\nWith the universal adoption of Colour, all distinctions would cease;\nRegularity would be confused with Irregularity; development would\ngive place to retrogression; the Workman would in a few generations\nbe degraded to the level of the Military, or even the Convict Class;\npolitical power would be in the hands of the greatest number,\nthat is to say the Criminal Classes, who were already more numerous\nthan the Workmen, and would soon out-number all the other Classes\nput together when the usual Compensative Laws of Nature were violated.",
        "A subdued murmur of assent ran through the ranks of the Artisans,\nand Chromatistes, in alarm, attempted to step forward\nand address them.  But he found himself encompassed with guards\nand forced to remain silent while the Chief Circle in a few\nimpassioned words made a final appeal to the Women, exclaiming that,\nif the Colour Bill passed, no marriage would henceforth be safe,\nno woman’s honour secure; fraud, deception, hypocrisy would pervade\nevery household; domestic bliss would share the fate\nof the Constitution and pass to speedy perdition.  “Sooner than this,\"\nhe cried, “Come death.”",
        "At these words, which were the preconcerted signal for action,\nthe Isosceles Convicts fell on and transfixed the wretched\nChromatistes; the Regular Classes, opening their ranks,\nmade way for a band of Women who, under direction of the Circles,\nmoved, back foremost, invisibly and unerringly upon\nthe unconscious soldiers; the Artisans, imitating the example\nof their betters, also opened their ranks.  Meantime bands of Convicts\noccupied every entrance with an impenetrable phalanx.",
        "The battle, or rather carnage, was of short duration.\nUnder the skillful generalship of the Circles almost every Woman’s\ncharge was fatal and very many extracted their sting uninjured,\nready for a second slaughter.  But no second blow was needed;\nthe rabble of the Isosceles did the rest of the business\nfor themselves.  Surprised, leader-less, attacked in front\nby invisible foes, and finding egress cut off by the Convicts\nbehind them, they at once — after their manner — lost all presence\nof mind, and raised the cry of “treachery”.  This sealed their fate.\nEvery Isosceles now saw and felt a foe in every other.\nIn half an hour not one of that vast multitude was living;\nand the fragments of seven score thousand of the Criminal Class\nslain by one another’s angles attested the triumph of Order.",
        "The Circles delayed not to push their victory to the uttermost.\nThe Working Men they spared but decimated.  The Militia of\nthe Equilaterals was at once called out; and every Triangle\nsuspected of Irregularity on reasonable grounds, was destroyed\nby Court Martial, without the formality of exact measurement\nby the Social Board.  The homes of the Military and Artisan classes\nwere inspected in a course of visitations extending through\nupwards of a year; and during that period every town, village,\nand hamlet was systematically purged of that excess of\nthe lower orders which had been brought about by the neglect to pay\nthe tribute of Criminals to the Schools and University,\nand by the violation of the other natural Laws of the Constitution\nof Flatland.  Thus the balance of classes was again restored.",
        "Needless to say that henceforth the use of Colour was abolished,\nand its possession prohibited.  Even the utterance of any word\ndenoting Colour, except by the Circles or by qualified\nscientific teachers, was punished by a severe penalty.  Only at\nour University in some of the very highest and most esoteric classes\n— which I myself have never been privileged to attend —\nit is understood that the sparing use of Colour is still sanctioned\nfor the purpose of illustrating some of the deeper problems\nof mathematics.  But of this I can only speak from hearsay.",
        "Elsewhere in Flatland, Colour is now non-existent.  The art\nof making it is known to only one living person, the Chief Circle\nfor the time being; and by him it is handed down on his death-bed\nto none but his Successor.  One manufactory alone produces it; and,\nlest the secret should be betrayed, the Workmen are annually consumed,\nand fresh ones introduced.  So great is the terror with which even now\nour Aristocracy looks back to the far-distant days of the agitation\nfor the Universal Colour Bill.",
        "\nIt is high time that I should pass from these brief and discursive\nnotes about things in Flatland to the central event of this book,\nmy initiation into the mysteries of Space.  THAT is my subject;\nall that has gone before is merely preface.",
        "For this reason I must omit many matters of which the explanation\nwould not, I flatter myself, be without interest for my Readers:\nas for example, our method of propelling and stopping ourselves,\nalthough destitute of feet; the means by which we give fixity\nto structures of wood, stone, or brick, although of course\nwe have no hands, nor can we lay foundations as you can,\nnor avail ourselves of the lateral pressure of the earth;\nthe manner in which the rain originates in the intervals between\nour various zones, so that the northern regions do not intercept\nthe moisture from falling on the southern; the nature of our\nhills and mines, our trees and vegetables, our seasons and harvests;\nour Alphabet and method of writing, adapted to our linear tablets;\nthese and a hundred other details of our physical existence I must\npass over, nor do I mention them now except to indicate to my readers\nthat their omission proceeds not from forgetfulness on the part of\nthe author, but from his regard for the time of the Reader.",
        "Yet before I proceed to my legitimate subject some few\nfinal remarks will no doubt be expected by my Readers upon those\npillars and mainstays of the Constitution of Flatland,\nthe controllers of our conduct and shapers of our destiny,\nthe objects of universal homage and almost of adoration:\nneed I say that I mean our Circles or Priests?",
        "When I call them Priests, let me not be understood as meaning\nno more than the term denotes with you.  With us, our Priests\nare Administrators of all Business, Art, and Science;\nDirectors of Trade, Commerce, Generalship, Architecture, Engineering,\nEducation, Statesmanship, Legislature, Morality, Theology;\ndoing nothing themselves, they are the Causes of everything\nworth doing, that is done by others.",
        "Although popularly everyone called a Circle is deemed a Circle,\nyet among the better educated Classes it is known that no Circle\nis really a Circle, but only a Polygon with a very large number\nof very small sides.  As the number of the sides increases,\na Polygon approximates to a Circle; and, when the number\nis very great indeed, say for example three or four hundred,\nit is extremely difficult for the most delicate touch to feel\nany polygonal angles.  Let me say rather, it WOULD be difficult:\nfor, as I have shown above, Recognition by Feeling is unknown\namong the highest society, and to FEEL a Circle would be considered\na most audacious insult.  This habit of abstention from Feeling\nin the best society enables a Circle the more easily to sustain\nthe veil of mystery in which, from his earliest years, he is wont\nto enwrap the exact nature of his Perimeter or Circumference.\nThree feet being the average Perimeter it follows that,\nin a Polygon of three hundred sides each side will be no more than\nthe hundredth part of a foot in length, or little more than the tenth\npart of an inch; and in a Polygon of six or seven hundred sides\nthe sides are little larger than the diameter of a Spaceland pin-head.\nIt is always assumed, by courtesy, that the Chief Circle\nfor the time being has ten thousand sides.",
        "The ascent of the posterity of the Circles in the social scale\nis not restricted, as it is among the lower Regular classes,\nby the Law of Nature which limits the increase of sides to one\nin each generation.  If it were so, the number of sides in a Circle\nwould be a mere question of pedigree and arithmetic,\nand the four hundred and ninety-seventh descendant of\nan Equilateral Triangle would necessarily be a Polygon with\nfive hundred sides.  But this is not the case.  Nature’s Law\nprescribes two antagonistic decrees affecting Circular propagation;\nfirst, that as the race climbs higher in the scale of development,\nso development shall proceed at an accelerated pace; second,\nthat in the same proportion, the race shall become less fertile.\nConsequently in the home of a Polygon of four or five hundred sides\nit is rare to find a son; more than one is never seen.\nOn the other hand the son of a five-hundred-sided Polygon has been\nknown to possess five hundred and fifty, or even six hundred sides.",
        "Art also steps in to help the process of the higher Evolution.\nOur physicians have discovered that the small and tender sides\nof an infant Polygon of the higher class can be fractured,\nand his whole frame re-set, with such exactness that a Polygon\nof two or three hundred sides sometimes — by no means always,\nfor the process is attended with serious risk — but sometimes\noverleaps two or three hundred generations, and as it were doubles\nat a stroke, the number of his progenitors and the nobility\nof his descent.",
        "Many a promising child is sacrificed in this way.  Scarcely one\nout of ten survives.  Yet so strong is the parental ambition\namong those Polygons who are, as it were, on the fringe of\nthe Circular class, that it is very rare to find a Nobleman\nof that position in society, who has neglected to place his first-born\nin the Circular Neo-Therapeutic Gymnasium before he has attained\nthe age of a month.",
        "One year determines success or failure.  At the end of that time\nthe child has, in all probability, added one more to the tombstones\nthat crowd the Neo-Therapeutic Cemetery; but on rare occasions\na glad procession bears back the little one to his exultant parents,\nno longer a Polygon, but a Circle, at least by courtesy:\nand a single instance of so blessed a result induces multitudes\nof Polygonal parents to submit to similar domestic sacrifices,\nwhich have a dissimilar issue.",
        "\nAs to the doctrine of the Circles it may briefly be summed up\nin a single maxim, “Attend to your Configuration.”  Whether political,\necclesiastical, or moral, all their teaching has for its object\nthe improvement of individual and collective Configuration —\nwith special reference of course to the Configuration of the Circles,\nto which all other objects are subordinated.",
        "It is the merit of the Circles that they have effectually suppressed\nthose ancient heresies which led men to waste energy and sympathy\nin the vain belief that conduct depends upon will, effort, training,\nencouragement, praise, or anything else but Configuration.\nIt was Pantocyclus — the illustrious Circle mentioned above,\nas the queller of the Colour Revolt — who first convinced mankind\nthat Configuration makes the man; that if, for example, you are born\nan Isosceles with two uneven sides, you will assuredly go wrong\nunless you have them made even — for which purpose you must go\nto the Isosceles Hospital; similarly, if you are a Triangle,\nor Square, or even a Polygon, born with any Irregularity,\nyou must be taken to one of the Regular Hospitals to have your\ndisease cured; otherwise you will end your days in the State Prison\nor by the angle of the State Executioner.",
        "All faults or defects, from the slightest misconduct to the most\nflagitious crime, Pantocyclus attributed to some deviation from\nperfect Regularity in the bodily figure, caused perhaps\n(if not congenital) by some collision in a crowd; by neglect\nto take exercise, or by taking too much of it; or even by a sudden\nchange of temperature, resulting in a shrinkage or expansion\nin some too susceptible part of the frame.  Therefore,\nconcluded that illustrious Philosopher, neither good conduct\nnor bad conduct is a fit subject, in any sober estimation,\nfor either praise or blame.  For why should you praise, for example,\nthe integrity of a Square who faithfully defends the interests\nof his client, when you ought in reality rather to admire\nthe exact precision of his right angles?  Or again, why blame a lying,\nthievish Isosceles when you ought rather to deplore the incurable\ninequality of his sides?",
        "Theoretically, this doctrine is unquestionable; but it has\npractical drawbacks.  In dealing with an Isosceles, if a rascal pleads\nthat he cannot help stealing because of his unevenness,\nyou reply that for that very reason, because he cannot help being\na nuisance to his neighbours, you, the Magistrate, cannot help\nsentencing him to be consumed — and there’s an end of the matter.\nBut in little domestic difficulties, where the penalty of consumption,\nor death, is out of the question, this theory of Configuration\nsometimes comes in awkwardly; and I must confess that occasionally\nwhen one of my own Hexagonal Grandsons pleads as an excuse\nfor his disobedience that a sudden change of the temperature has been\ntoo much for his Perimeter, and that I ought to lay the blame\nnot on him but on his Configuration, which can only be strengthened\nby abundance of the choicest sweetmeats, I neither see my way\nlogically to reject, nor practically to accept, his conclusions.",
        "For my own part, I find it best to assume that a good sound scolding\nor castigation has some latent and strengthening influence on\nmy Grandson’s Configuration; though I own that I have no grounds\nfor thinking so.  At all events I am not alone in my way\nof extricating myself from this dilemma; for I find that many\nof the highest Circles, sitting as Judges in law courts,\nuse praise and blame towards Regular and Irregular Figures;\nand in their homes I know by experience that, when scolding\ntheir children, they speak about “right” or “wrong” as vehemently\nand passionately as if they believed that these names represented\nreal existences, and that a human Figure is really capable\nof choosing between them.",
        "Constantly carrying out their policy of making Configuration\nthe leading idea in every mind, the Circles reverse the nature\nof that Commandment which in Spaceland regulates the relations\nbetween parents and children.  With you, children are taught\nto honour their parents; with us — next to the Circles,\nwho are the chief object of universal homage — a man is taught\nto honour his Grandson, if he has one; or, if not, his Son.\nBy “honour”, however, is by no means meant “indulgence”,\nbut a reverent regard for their highest interests:  and the Circles\nteach that the duty of fathers is to subordinate their own interests\nto those of posterity, thereby advancing the welfare of\nthe whole State as well as that of their own immediate descendants.",
        "The weak point in the system of the Circles — if a humble Square\nmay venture to speak of anything Circular as containing\nany element of weakness — appears to me to be found\nin their relations with Women.",
        "As it is of the utmost importance for Society that Irregular births\nshould be discouraged, it follows that no Woman who has\nany Irregularities in her ancestry is a fit partner for one\nwho desires that his posterity should rise by regular degrees\nin the social scale.",
        "Now the Irregularity of a Male is a matter of measurement;\nbut as all Women are straight, and therefore visibly Regular\nso to speak, one has to devise some other means of ascertaining\nwhat I may call their invisible Irregularity, that is to say\ntheir potential Irregularities as regards possible offspring.\nThis is effected by carefully-kept pedigrees, which are preserved\nand supervised by the State; and without a certified pedigree\nno Woman is allowed to marry.",
        "Now it might have been supposed that a Circle — proud of his ancestry\nand regardful for a posterity which might possibly issue hereafter\nin a Chief Circle — would be more careful than any other to choose\na wife who had no blot on her escutcheon.  But it is not so.\nThe care in choosing a Regular wife appears to diminish as one rises\nin the social scale.  Nothing would induce an aspiring Isosceles,\nwho had hopes of generating an Equilateral Son, to take a wife\nwho reckoned a single Irregularity among her Ancestors;\na Square or Pentagon, who is confident that his family is steadily\non the rise, does not inquire above the five-hundredth generation;\na Hexagon or Dodecagon is even more careless of the wife’s pedigree;\nbut a Circle has been known deliberately to take a wife\nwho has had an Irregular Great-Grandfather, and all because\nof some slight superiority of lustre, or because of the charms\nof a low voice — which, with us, even more than you,\nis thought “an excellent thing in Woman”.",
        "Such ill-judged marriages are, as might be expected, barren,\nif they do not result in positive Irregularity or in\ndiminution of sides; but none of these evils have hitherto proved\nsufficiently deterrent.  The loss of a few sides in a highly-developed\nPolygon is not easily noticed, and is sometimes compensated\nby a successful operation in the Neo-Therapeutic Gymnasium,\nas I have described above; and the Circles are too much disposed\nto acquiesce in infecundity as a Law of the superior development.\nYet, if this evil be not arrested, the gradual diminution\nof the Circular class may soon become more rapid, and the time\nmay be not far distant when, the race being no longer able to produce\na Chief Circle, the Constitution of Flatland must fall.",
        "One other word of warning suggests itself to me, though I cannot\nso easily mention a remedy; and this also refers to our relations\nwith Women.  About three hundred years ago, it was decreed by\nthe Chief Circle that, since women are deficient in Reason\nbut abundant in Emotion, they ought no longer to be treated\nas rational, nor receive any mental education.  The consequence\nwas that they were no longer taught to read, nor even to master\nArithmetic enough to enable them to count the angles of their husband\nor children; and hence they sensibly declined during each generation\nin intellectual power.  And this system of female non-education\nor quietism still prevails.",
        "My fear is that, with the best intentions, this policy has been\ncarried so far as to react injuriously on the Male Sex.",
        "For the consequence is that, as things now are, we Males have to lead\na kind of bi-lingual, and I may almost say bi-mental, existence.\nWith Women, we speak of “love”, “duty”, “right”, “wrong”, “pity”,\n\"hope”, and other irrational and emotional conceptions,\nwhich have no existence, and the fiction of which has no object\nexcept to control feminine exuberances; but among ourselves,\nand in our books, we have an entirely different vocabulary\nand I may almost say, idiom.  “Love” then becomes “the anticipation\nof benefits\"; “duty” becomes “necessity” or “fitness\"; and other words\nare correspondingly transmuted.  Moreover, among Women,\nwe use language implying the utmost deference for their Sex;\nand they fully believe that the Chief Circle Himself is not more\ndevoutly adored by us than they are:  but behind their backs they are\nboth regarded and spoken of — by all except the very young —\nas being little better than “mindless organisms”.",
        "Our Theology also in the Women’s chambers is entirely different from\nour Theology elsewhere.",
        "Now my humble fear is that this double training, in language as well\nas in thought, imposes somewhat too heavy a burden upon the young,\nespecially when, at the age of three years old, they are taken\nfrom the maternal care and taught to unlearn the old language —\nexcept for the purpose of repeating it in the presence of\ntheir Mothers and Nurses — and to learn the vocabulary and idiom\nof science.  Already methinks I discern a weakness in the grasp of\nmathematical truth at the present time as compared with\nthe more robust intellect of our ancestors three hundred years ago.\nI say nothing of the possible danger if a Woman should ever\nsurreptitiously learn to read and convey to her Sex the result\nof her perusal of a single popular volume; nor of the possibility\nthat the indiscretion or disobedience of some infant Male\nmight reveal to a Mother the secrets of the logical dialect.\nOn the simple ground of the enfeebling of the Male intellect,\nI rest this humble appeal to the highest Authorities to reconsider\nthe regulations of Female education.",
        "“O brave new worlds, that have such people in them!”",
        "\nIt was the last day but one of the 1999th year of our era,\nand the first day of the Long Vacation.  Having amused myself\ntill a late hour with my favourite recreation of Geometry,\nI had retired to rest with an unsolved problem in my mind.\nIn the night I had a dream.",
        "I saw before me a vast multitude of small Straight Lines\n(which I naturally assumed to be Women) interspersed with other Beings\nstill smaller and of the nature of lustrous points — all moving\nto and fro in one and the same Straight Line, and, as nearly as I\ncould judge, with the same velocity.",
        "A noise of confused, multitudinous chirping or twittering\nissued from them at intervals as long as they were moving;\nbut sometimes they ceased from motion, and then all was silence.",
        "Approaching one of the largest of what I thought to be Women,\nI accosted her, but received no answer.  A second and a third appeal\non my part were equally ineffectual.  Losing patience at what\nappeared to me intolerable rudeness, I brought my mouth\ninto a position full in front of her mouth so as to intercept\nher motion, and loudly repeated my question, “Woman, what signifies\nthis concourse, and this strange and confused chirping,\nand this monotonous motion to and fro in one and the same\nStraight Line?”",
        "Illustration 6",
        "“I am no Woman,” replied the small Line.  “I am the Monarch\nof the world.  But thou, whence intrudest thou into my realm\nof Lineland?”  Receiving this abrupt reply, I begged pardon\nif I had in any way startled or molested his Royal Highness;\nand describing myself as a stranger I besought the King to give me\nsome account of his dominions.  But I had the greatest possible\ndifficulty in obtaining any information on points that really\ninterested me; for the Monarch could not refrain from constantly\nassuming that whatever was familiar to him must also be known to me\nand that I was simulating ignorance in jest.  However,\nby persevering questions I elicited the following facts:",
        "It seemed that this poor ignorant Monarch — as he called himself —\nwas persuaded that the Straight Line which he called his Kingdom,\nand in which he passed his existence, constituted the whole\nof the world, and indeed the whole of Space.  Not being able either\nto move or to see, save in his Straight Line, he had no conception\nof anything out of it.  Though he had heard my voice when I first\naddressed him, the sounds had come to him in a manner so contrary\nto his experience that he had made no answer, “seeing no man”,\nas he expressed it, “and hearing a voice as it were from\nmy own intestines.”  Until the moment when I placed my mouth\nin his World, he had neither seen me, nor heard anything except\nconfused sounds beating against — what I called his side,\nbut what he called his INSIDE or STOMACH; nor had he even now\nthe least conception of the region from which I had come.\nOutside his World, or Line, all was a blank to him; nay,\nnot even a blank, for a blank implies Space; say, rather,\nall was non-existent.",
        "His subjects — of whom the small Lines were men and the Points Women\n— were all alike confined in motion and eye-sight to that single\nStraight Line, which was their World.  It need scarcely be added that\nthe whole of their horizon was limited to a Point; nor could any one\never see anything but a Point.  Man, woman, child, thing — each was\na Point to the eye of a Linelander.  Only by the sound of the voice\ncould sex or age be distinguished.  Moreover, as each individual\noccupied the whole of the narrow path, so to speak, which constituted\nhis Universe, and no one could move to the right or left\nto make way for passers by, it followed that no Linelander\ncould ever pass another.  Once neighbours, always neighbours.\nNeighbourhood with them was like marriage with us.\nNeighbours remained neighbours till death did them part.",
        "Such a life, with all vision limited to a Point, and all motion\nto a Straight Line, seemed to me inexpressibly dreary; and I was\nsurprised to note the vivacity and cheerfulness of the King.\nWondering whether it was possible, amid circumstances so unfavourable\nto domestic relations, to enjoy the pleasures of conjugal union,\nI hesitated for some time to question his Royal Highness\non so delicate a subject; but at last I plunged into it\nby abruptly inquiring as to the health of his family.\n\"My wives and children,” he replied, “are well and happy.”",
        "Staggered at this answer — for in the immediate proximity\nof the Monarch (as I had noted in my dream before I entered Lineland)\nthere were none but Men — I ventured to reply, “Pardon me,\nbut I cannot imagine how your Royal Highness can at any time either\nsee or approach their Majesties, when there are at least half a dozen\nintervening individuals, whom you can neither see through,\nnor pass by?  Is it possible that in Lineland proximity is not\nnecessary for marriage and for the generation of children?”",
        "“How can you ask so absurd a question?” replied the Monarch.\n\"If it were indeed as you suggest, the Universe would soon\nbe depopulated.  No, no; neighbourhood is needless for the union\nof hearts; and the birth of children is too important a matter\nto have been allowed to depend upon such an accident as proximity.\nYou cannot be ignorant of this.  Yet since you are pleased\nto affect ignorance, I will instruct you as if you were the veriest\nbaby in Lineland.  Know, then, that marriages are consummated\nby means of the faculty of sound and the sense of hearing.",
        "“You are of course aware that every Man has two mouths or voices\n— as well as two eyes — a bass at one and a tenor at the other\nof his extremities.  I should not mention this, but that I have been\nunable to distinguish your tenor in the course of our conversation.\"\nI replied that I had but one voice, and that I had not been aware\nthat his Royal Highness had two.  “That confirms my impression,\"\nsaid the King, “that you are not a Man, but a feminine Monstrosity\nwith a bass voice, and an utterly uneducated ear.  But to continue.",
        "“Nature having herself ordained that every Man should wed two wives --\"\n\"Why two?” asked I.  “You carry your affected simplicity too far”,\nhe cried.  “How can there be a completely harmonious union\nwithout the combination of the Four in One, viz. the Bass and Tenor\nof the Man and the Soprano and Contralto of the two Women?\"\n\"But supposing,” said I, “that a man should prefer one wife or three?\"\n\"It is impossible,” he said; “it is as inconceivable as that\ntwo and one should make five, or that the human eye should see\na Straight Line.”  I would have interrupted him; but he proceeded\nas follows:",
        "“Once in the middle of each week a Law of Nature compels us\nto move to and fro with a rhythmic motion of more than usual violence,\nwhich continues for the time you would take to count\na hundred and one.  In the midst of this choral dance,\nat the fifty-first pulsation, the inhabitants of the Universe\npause in full career, and each individual sends forth his richest,\nfullest, sweetest strain.  It is in this decisive moment\nthat all our marriages are made.  So exquisite is the adaptation\nof Bass to Treble, of Tenor to Contralto, that oftentimes\nthe Loved Ones, though twenty thousand leagues away,\nrecognize at once the responsive note of their destined Lover; and,\npenetrating the paltry obstacles of distance, Love unites the three.\nThe marriage in that instant consummated results in a threefold\nMale and Female offspring which takes its place in Lineland.”",
        "“What!  Always threefold?” said I.  “Must one wife then\nalways have twins?”",
        "“Bass-voiced Monstrosity! yes,” replied the King.  “How else could\nthe balance of the Sexes be maintained, if two girls were not born\nfor every boy?  Would you ignore the very Alphabet of Nature?\"\nHe ceased, speechless for fury; and some time elapsed before\nI could induce him to resume his narrative.",
        "“You will not, of course, suppose that every bachelor among us\nfinds his mates at the first wooing in this universal Marriage Chorus.\nOn the contrary, the process is by most of us many times repeated.\nFew are the hearts whose happy lot it is at once to recognize\nin each other’s voices the partner intended for them by Providence,\nand to fly into a reciprocal and perfectly harmonious embrace.\nWith most of us the courtship is of long duration.  The Wooer’s voices\nmay perhaps accord with one of the future wives, but not with both;\nor not, at first, with either; or the Soprano and Contralto\nmay not quite harmonize.  In such cases Nature has provided that\nevery weekly Chorus shall bring the three Lovers into closer harmony.\nEach trial of voice, each fresh discovery of discord,\nalmost imperceptibly induces the less perfect to modify\nhis or her vocal utterance so as to approximate to the more perfect.\nAnd after many trials and many approximations, the result is\nat last achieved.  There comes a day at last, when, while the wonted\nMarriage Chorus goes forth from universal Lineland, the three\nfar-off Lovers suddenly find themselves in exact harmony, and,\nbefore they are awake, the wedded Triplet is rapt vocally\ninto a duplicate embrace; and Nature rejoices over one more marriage\nand over three more births.”",
        "\nThinking that it was time to bring down the Monarch from his raptures\nto the level of common sense, I determined to endeavour to\nopen up to him some glimpses of the truth, that is to say\nof the nature of things in Flatland.  So I began thus:\n\"How does your Royal Highness distinguish the shapes and positions\nof his subjects?  I for my part noticed by the sense of sight,\nbefore I entered your Kingdom, that some of your people are Lines\nand others Points, and that some of the Lines are larger --\"\n\"You speak of an impossibility,” interrupted the King;\n\"you must have seen a vision; for to detect the difference between\na Line and a Point by the sense of sight is, as every one knows,\nin the nature of things, impossible; but it can be detected by\nthe sense of hearing, and by the same means my shape can be\nexactly ascertained.  Behold me — I am a Line, the longest\nin Lineland, over six inches of Space --”  “Of Length”,\nI ventured to suggest.  “Fool,” said he, “Space is Length.\nInterrupt me again, and I have done.”",
        "I apologized; but he continued scornfully, “Since you are impervious\nto argument, you shall hear with your ears how by means of\nmy two voices I reveal my shape to my Wives, who are at this moment\nsix thousand miles seventy yards two feet eight inches away, the one\nto the North, the other to the South.  Listen, I call to them.”",
        "He chirruped, and then complacently continued:  “My wives at this\nmoment receiving the sound of one of my voices, closely followed by\nthe other, and perceiving that the latter reaches them after\nan interval in which sound can traverse 6.457 inches, infer that one\nof my mouths is 6.457 inches further from them than the other,\nand accordingly know my shape to be 6.457 inches.  But you will\nof course understand that my wives do not make this calculation\nevery time they hear my two voices.  They made it, once for all,\nbefore we were married.  But they COULD make it at any time.\nAnd in the same way I can estimate the shape of any of\nmy Male subjects by the sense of sound.”",
        "“But how,” said I, “if a Man feigns a Woman’s voice with one of\nhis two voices, or so disguises his Southern voice that it cannot\nbe recognized as the echo of the Northern?  May not such deceptions\ncause great inconvenience?  And have you no means of checking frauds\nof this kind by commanding your neighbouring subjects to feel\none another?”  This of course was a very stupid question,\nfor feeling could not have answered the purpose; but I asked\nwith the view of irritating the Monarch, and I succeeded perfectly.",
        "“What!” cried he in horror, “explain your meaning.”  “Feel, touch,\ncome into contact,” I replied.  “If you mean by FEELING,\"\nsaid the King, “approaching so close as to leave no space\nbetween two individuals, know, Stranger, that this offence\nis punishable in my dominions by death.  And the reason is obvious.\nThe frail form of a Woman, being liable to be shattered\nby such an approximation, must be preserved by the State;\nbut since Women cannot be distinguished by the sense of sight\nfrom Men, the Law ordains universally that neither Man nor Woman\nshall be approached so closely as to destroy the interval\nbetween the approximator and the approximated.",
        "“And indeed what possible purpose would be served by this illegal\nand unnatural excess of approximation which you call TOUCHING,\nwhen all the ends of so brutal and coarse a process are attained\nat once more easily and more exactly by the sense of hearing?\nAs to your suggested danger of deception, it is non-existent:\nfor the Voice, being the essence of one’s Being, cannot be thus\nchanged at will.  But come, suppose that I had the power of passing\nthrough solid things, so that I could penetrate my subjects,\none after another, even to the number of a billion, verifying the size\nand distance of each by the sense of FEELING:  how much time\nand energy would be wasted in this clumsy and inaccurate method!\nWhereas now, in one moment of audition, I take as it were the census\nand statistics, local, corporeal, mental and spiritual,\nof every living being in Lineland.  Hark, only hark!”",
        "So saying he paused and listened, as if in an ecstasy,\nto a sound which seemed to me no better than a tiny chirping\nfrom an innumerable multitude of lilliputian grasshoppers.",
        "“Truly,” replied I, “your sense of hearing serves you in good stead,\nand fills up many of your deficiencies.  But permit me to point out\nthat your life in Lineland must be deplorably dull.  To see nothing\nbut a Point!  Not even to be able to contemplate a Straight Line!\nNay, not even to know what a Straight Line is!  To see, yet be cut off\nfrom those Linear prospects which are vouchsafed to us in Flatland!\nBetter surely to have no sense of sight at all than to see so little!\nI grant you I have not your discriminative faculty of hearing;\nfor the concert of all Lineland which gives you such intense pleasure,\nis to me no better than a multitudinous twittering or chirping.\nBut at least I can discern, by sight, a Line from a Point.\nAnd let me prove it.  Just before I came into your kingdom,\nI saw you dancing from left to right, and then from right to left,\nwith Seven Men and a Woman in your immediate proximity on the left,\nand eight Men and two Women on your right.  Is not this correct?”",
        "“It is correct,” said the King, “so far as the numbers and sexes\nare concerned, though I know not what you mean by ’right’ and ’left’.\nBut I deny that you saw these things.  For how could you see the Line,\nthat is to say the inside, of any Man?  But you must have\nheard these things, and then dreamed that you saw them.\nAnd let me ask what you mean by those words ’left’ and ’right’.\nI suppose it is your way of saying Northward and Southward.”",
        "“Not so,” replied I; “besides your motion of Northward and Southward,\nthere is another motion which I call from right to left.”",
        "KING.  Exhibit to me, if you please, this motion from left to right.",
        "I.  Nay, that I cannot do, unless you could step out\nof your Line altogether.",
        "KING.  Out of my Line?  Do you mean out of the world?  Out of Space?",
        "I.  Well, yes.  Out of YOUR World.  Out of YOUR Space.\nFor your Space is not the true Space.  True Space is a Plane;\nbut your Space is only a Line.",
        "KING.  If you cannot indicate this motion from left to right by\nyourself moving in it, then I beg you to describe it to me in words.",
        "I.  If you cannot tell your right side from your left,\nI fear that no words of mine can make my meaning clear to you.\nBut surely you cannot be ignorant of so simple a distinction.",
        "KING.  I do not in the least understand you.",
        "I.  Alas!  How shall I make it clear?  When you move straight on,\ndoes it not sometimes occur to you that you COULD move\nin some other way, turning your eye round so as to look\nin the direction towards which your side is now fronting?\nIn other words, instead of always moving in the direction\nof one of your extremities, do you never feel a desire to move\nin the direction, so to speak, of your side?",
        "KING.  Never.  And what do you mean?  How can a man’s inside\n\"front” in any direction?  Or how can a man move in the direction\nof his inside?",
        "I.  Well then, since words cannot explain the matter,\nI will try deeds, and will move gradually out of Lineland\nin the direction which I desire to indicate to you.",
        "At the word I began to move my body out of Lineland.\nAs long as any part of me remained in his dominion and in his view,\nthe King kept exclaiming, “I see you, I see you still;\nyou are not moving.”  But when I had at last moved myself\nout of his Line, he cried in his shrillest voice, “She is vanished;\nshe is dead.”  “I am not dead,” replied I; “I am simply\nout of Lineland, that is to say, out of the Straight Line\nwhich you call Space, and in the true Space, where I can see things\nas they are.  And at this moment I can see your Line, or side —\nor inside as you are pleased to call it; and I can see also the Men\nand Women on the North and South of you, whom I will now enumerate,\ndescribing their order, their size, and the interval between each.”",
        "Illustration 7",
        "When I had done this at great length, I cried triumphantly,\n\"Does that at last convince you?”  And, with that, I once more\nentered Lineland, taking up the same position as before.",
        "But the Monarch replied, “If you were a Man of sense — though,\nas you appear to have only one voice I have little doubt\nyou are not a Man but a Woman — but, if you had a particle of sense,\nyou would listen to reason.  You ask me to believe that there is\nanother Line besides that which my senses indicate, and another motion\nbesides that of which I am daily conscious.  I, in return,\nask you to describe in words or indicate by motion that other Line\nof which you speak.  Instead of moving, you merely exercise\nsome magic art of vanishing and returning to sight; and instead of\nany lucid description of your new World, you simply tell me\nthe numbers and sizes of some forty of my retinue, facts known\nto any child in my capital.  Can anything be more irrational\nor audacious?  Acknowledge your folly or depart from my dominions.”",
        "Furious at his perversity, and especially indignant that he professed\nto be ignorant of my sex, I retorted in no measured terms,\n\"Besotted Being!  You think yourself the perfection of existence,\nwhile you are in reality the most imperfect and imbecile.\nYou profess to see, whereas you can see nothing but a Point!\nYou plume yourself on inferring the existence of a Straight Line;\nbut I CAN SEE Straight Lines, and infer the existence of Angles,\nTriangles, Squares, Pentagons, Hexagons, and even Circles.\nWhy waste more words?  Suffice it that I am the completion\nof your incomplete self.  You are a Line, but I am a Line of Lines,\ncalled in my country a Square:  and even I, infinitely superior\nthough I am to you, am of little account among the great nobles\nof Flatland, whence I have come to visit you, in the hope of\nenlightening your ignorance.”",
        "Hearing these words the King advanced towards me with a menacing cry\nas if to pierce me through the diagonal; and in that same moment\nthere arose from myriads of his subjects a multitudinous war-cry,\nincreasing in vehemence till at last methought it rivalled\nthe roar of an army of a hundred thousand Isosceles, and the artillery\nof a thousand Pentagons.  Spell-bound and motionless,\nI could neither speak nor move to avert the impending destruction;\nand still the noise grew louder, and the King came closer,\nwhen I awoke to find the breakfast-bell recalling me to\nthe realities of Flatland.",
        "From dreams I proceed to facts.",
        "It was the last day of the 1999th year of our era.\nThe pattering of the rain had long ago announced nightfall;\nand I was sitting in the company of my wife, musing on the events\nof the past and the prospects of the coming year, the coming century,\nthe coming Millennium.",
        "[Note:  When I say “sitting”, of course I do not mean\nany change of attitude such as you in Spaceland signify by that word;\nfor as we have no feet, we can no more “sit” nor “stand\"\n(in your sense of the word) than one of your soles or flounders.",
        "Nevertheless, we perfectly well recognize the different mental states\nof volition implied in “lying”, “sitting”, and “standing”,\nwhich are to some extent indicated to a beholder by a slight\nincrease of lustre corresponding to the increase of volition.",
        "But on this, and a thousand other kindred subjects, time forbids me\nto dwell.]",
        "My four Sons and two orphan Grandchildren had retired\nto their several apartments; and my wife alone remained with me\nto see the old Millennium out and the new one in.",
        "I was rapt in thought, pondering in my mind some words that had\ncasually issued from the mouth of my youngest Grandson,\na most promising young Hexagon of unusual brilliancy\nand perfect angularity.  His uncles and I had been giving him\nhis usual practical lesson in Sight Recognition, turning ourselves\nupon our centres, now rapidly, now more slowly, and questioning him\nas to our positions; and his answers had been so satisfactory\nthat I had been induced to reward him by giving him a few hints\non Arithmetic, as applied to Geometry.",
        "Taking nine Squares, each an inch every way, I had put them together\nso as to make one large Square, with a side of three inches,\nand I had hence proved to my little Grandson that — though it was\nimpossible for us to SEE the inside of the Square —\nyet we might ascertain the number of square inches in a Square\nby simply squaring the number of inches in the side:  “and thus,\"\nsaid I, “we know that 3^2, or 9, represents the number\nof square inches in a Square whose side is 3 inches long.”",
        "The little Hexagon meditated on this a while and then said to me;\n\"But you have been teaching me to raise numbers to the third power:\nI suppose 3^3 must mean something in Geometry; what does it mean?\"\n\"Nothing at all,” replied I, “not at least in Geometry;\nfor Geometry has only Two Dimensions.”  And then I began\nto shew the boy how a Point by moving through a length of three inches\nmakes a Line of three inches, which may be represented by 3;\nand how a Line of three inches, moving parallel to itself through\na length of three inches, makes a Square of three inches every way,\nwhich may be represented by 3^2.",
        "Upon this, my Grandson, again returning to his former suggestion,\ntook me up rather suddenly and exclaimed, “Well, then,\nif a Point by moving three inches, makes a Line of three inches\nrepresented by 3; and if a straight Line of three inches,\nmoving parallel to itself, makes a Square of three inches every way,\nrepresented by 3^2; it must be that a Square of three inches\nevery way, moving somehow parallel to itself (but I don’t see how)\nmust make Something else (but I don’t see what) of three inches\nevery way — and this must be represented by 3^3.”",
        "“Go to bed,” said I, a little ruffled by this interruption:\n\"if you would talk less nonsense, you would remember more sense.”",
        "So my Grandson had disappeared in disgrace; and there I sat\nby my Wife’s side, endeavouring to form a retrospect of the year 1999\nand of the possibilities of the year 2000, but not quite able\nto shake off the thoughts suggested by the prattle of my bright\nlittle Hexagon.  Only a few sands now remained in the half-hour glass.\nRousing myself from my reverie I turned the glass Northward\nfor the last time in the old Millennium; and in the act,\nI exclaimed aloud, “The boy is a fool.”",
        "Straightway I became conscious of a Presence in the room,\nand a chilling breath thrilled through my very being.\n\"He is no such thing,” cried my Wife, “and you are breaking\nthe Commandments in thus dishonouring your own Grandson.\"\nBut I took no notice of her.  Looking round in every direction\nI could see nothing; yet still I FELT a Presence, and shivered\nas the cold whisper came again.  I started up.  “What is the matter?\"\nsaid my Wife, “there is no draught; what are you looking for?\nThere is nothing.”  There was nothing; and I resumed my seat,\nagain exclaiming, “The boy is a fool, I say; 3^3 can have no meaning\nin Geometry.”  At once there came a distinctly audible reply,\n\"The boy is not a fool; and 3^3 has an obvious Geometrical meaning.”",
        "My Wife as well as myself heard the words, although she did not\nunderstand their meaning, and both of us sprang forward\nin the direction of the sound.  What was our horror when we saw\nbefore us a Figure!  At the first glance it appeared to be a Woman,\nseen sideways; but a moment’s observation shewed me that\nthe extremities passed into dimness too rapidly to represent\none of the Female Sex; and I should have thought it a Circle,\nonly that it seemed to change its size in a manner impossible\nfor a Circle or for any regular Figure of which I had had experience.",
        "But my Wife had not my experience, nor the coolness necessary to note\nthese characteristics.  With the usual hastiness and unreasoning\njealousy of her Sex, she flew at once to the conclusion\nthat a Woman had entered the house through some small aperture.\n\"How comes this person here?” she exclaimed, “you promised me,\nmy dear, that there should be no ventilators in our new house.\"\n\"Nor are there any,” said I; “but what makes you think that\nthe stranger is a Woman?  I see by my power of Sight Recognition ----\"\n\"Oh, I have no patience with your Sight Recognition,” replied she,\n\"’Feeling is believing’ and ’A Straight Line to the touch is worth\na Circle to the sight’” — two Proverbs, very common\nwith the Frailer Sex in Flatland.",
        "“Well,” said I, for I was afraid of irritating her, “if it must be so,\ndemand an introduction.”  Assuming her most gracious manner,\nmy Wife advanced towards the Stranger, “Permit me, Madam,\nto feel and be felt by ----” then, suddenly recoiling, “Oh!\nit is not a Woman, and there are no angles either, not a trace of one.\nCan it be that I have so misbehaved to a perfect Circle?”",
        "“I am indeed, in a certain sense a Circle,” replied the Voice,\n\"and a more perfect Circle than any in Flatland; but to speak\nmore accurately, I am many Circles in one.”  Then he added\nmore mildly, “I have a message, dear Madam, to your husband,\nwhich I must not deliver in your presence; and, if you would suffer us\nto retire for a few minutes ----”  But my Wife would not listen\nto the proposal that our august Visitor should so incommode himself,\nand assuring the Circle that the hour of her own retirement\nhad long passed, with many reiterated apologies for her\nrecent indiscretion, she at last retreated to her apartment.",
        "I glanced at the half-hour glass.  The last sands had fallen.\nThe third Millennium had begun.",
        "\nAs soon as the sound of the Peace-cry of my departing Wife\nhad died away, I began to approach the Stranger with the intention\nof taking a nearer view and of bidding him be seated:\nbut his appearance struck me dumb and motionless with astonishment.\nWithout the slightest symptoms of angularity he nevertheless varied\nevery instant with gradations of size and brightness scarcely possible\nfor any Figure within the scope of my experience.  The thought\nflashed across me that I might have before me a burglar or cut-throat,\nsome monstrous Irregular Isosceles, who, by feigning the voice\nof a Circle, had obtained admission somehow into the house,\nand was now preparing to stab me with his acute angle.",
        "In a sitting-room, the absence of Fog (and the season happened\nto be remarkably dry), made it difficult for me to trust to\nSight Recognition, especially at the short distance at which\nI was standing.  Desperate with fear, I rushed forward\nwith an unceremonious, “You must permit me, Sir --” and felt him.\nMy Wife was right.  There was not the trace of an angle,\nnot the slightest roughness or inequality:  never in my life had I met\nwith a more perfect Circle.  He remained motionless while I walked\nround him, beginning from his eye and returning to it again.\nCircular he was throughout, a perfectly satisfactory Circle;\nthere could not be a doubt of it.  Then followed a dialogue,\nwhich I will endeavour to set down as near as I can recollect it,\nomitting only some of my profuse apologies — for I was covered\nwith shame and humiliation that I, a Square, should have been guilty\nof the impertinence of feeling a Circle.  It was commenced\nby the Stranger with some impatience at the lengthiness\nof my introductory process.",
        "STRANGER.  Have you felt me enough by this time?  Are you not\nintroduced to me yet?",
        "I.  Most illustrious Sir, excuse my awkwardness, which arises not\nfrom ignorance of the usages of polite society, but from a little\nsurprise and nervousness, consequent on this somewhat\nunexpected visit.  And I beseech you to reveal my indiscretion\nto no one, and especially not to my Wife.  But before your Lordship\nenters into further communications, would he deign to satisfy\nthe curiosity of one who would gladly know whence his Visitor came?",
        "STRANGER.  From Space, from Space, Sir:  whence else?",
        "I.  Pardon me, my Lord, but is not your Lordship already in Space,\nyour Lordship and his humble servant, even at this moment?",
        "STRANGER.  Pooh! what do you know of Space?  Define Space.",
        "I.  Space, my Lord, is height and breadth indefinitely prolonged.",
        "STRANGER.  Exactly:  you see you do not even know what Space is.\nYou think it is of Two Dimensions only; but I have come\nto announce to you a Third — height, breadth, and length.",
        "I.  Your Lordship is pleased to be merry.  We also speak\nof length and height, or breadth and thickness, thus denoting\nTwo Dimensions by four names.",
        "STRANGER.  But I mean not only three names, but Three Dimensions.",
        "I.  Would your Lordship indicate or explain to me in what direction\nis the Third Dimension, unknown to me?",
        "STRANGER.  I came from it.  It is up above and down below.",
        "I.  My Lord means seemingly that it is Northward and Southward.",
        "STRANGER.  I mean nothing of the kind.  I mean a direction in which\nyou cannot look, because you have no eye in your side.",
        "I.  Pardon me, my Lord, a moment’s inspection will convince\nyour Lordship that I have a perfect luminary at the juncture of two\nof my sides.",
        "STRANGER.  Yes:  but in order to see into Space you ought to have\nan eye, not on your Perimeter, but on your side, that is,\non what you would probably call your inside; but we in Spaceland\nshould call it your side.",
        "I.  An eye in my inside!  An eye in my stomach!  Your Lordship jests.",
        "STRANGER.  I am in no jesting humour.  I tell you that\nI come from Space, or, since you will not understand what Space means,\nfrom the Land of Three Dimensions whence I but lately looked down\nupon your Plane which you call Space forsooth.  From that position\nof advantage I discerned all that you speak of as SOLID\n(by which you mean “enclosed on four sides”), your houses,\nyour churches, your very chests and safes, yes even your insides\nand stomachs, all lying open and exposed to my view.",
        "I.  Such assertions are easily made, my Lord.",
        "STRANGER.  But not easily proved, you mean.  But I mean to prove mine.",
        "When I descended here, I saw your four Sons, the Pentagons,\neach in his apartment, and your two Grandsons the Hexagons;\nI saw your youngest Hexagon remain a while with you and then\nretire to his room, leaving you and your Wife alone.\nI saw your Isosceles servants, three in number, in the kitchen\nat supper, and the little Page in the scullery.  Then I came here,\nand how do you think I came?",
        "I.  Through the roof, I suppose.",
        "STRANGER.  Not so.  Your roof, as you know very well,\nhas been recently repaired, and has no aperture by which even a Woman\ncould penetrate.  I tell you I come from Space.  Are you not convinced\nby what I have told you of your children and household?",
        "I.  Your Lordship must be aware that such facts touching\nthe belongings of his humble servant might be easily ascertained\nby any one in the neighbourhood possessing your Lordship’s\nample means of obtaining information.",
        "STRANGER.  (TO HIMSELF.)  What must I do?  Stay; one more argument\nsuggests itself to me.  When you see a Straight Line — your wife,\nfor example — how many Dimensions do you attribute to her?",
        "I.  Your Lordship would treat me as if I were one of the vulgar who,\nbeing ignorant of Mathematics, suppose that a Woman is really\na Straight Line, and only of One Dimension.  No, no, my Lord;\nwe Squares are better advised, and are as well aware as your Lordship\nthat a Woman, though popularly called a Straight Line, is,\nreally and scientifically, a very thin Parallelogram,\npossessing Two Dimensions, like the rest of us, viz.,\nlength and breadth (or thickness).",
        "STRANGER.  But the very fact that a Line is visible implies\nthat it possesses yet another Dimension.",
        "I.  My Lord, I have just acknowledged that a Woman is broad\nas well as long.  We see her length, we infer her breadth;\nwhich, though very slight, is capable of measurement.",
        "STRANGER.  You do not understand me.  I mean that when you see\na Woman, you ought — besides inferring her breadth —\nto see her length, and to SEE what we call her HEIGHT;\nalthough that last Dimension is infinitesimal in your country.\nIf a Line were mere length without “height”, it would cease to\noccupy Space and would become invisible.  Surely you must\nrecognize this?",
        "I.  I must indeed confess that I do not in the least\nunderstand your Lordship.  When we in Flatland see a Line,\nwe see length and BRIGHTNESS.  If the brightness disappears,\nthe Line is extinguished, and, as you say, ceases to occupy Space.\nBut am I to suppose that your Lordship gives to brightness the title\nof a Dimension, and that what we call “bright” you call “high”?",
        "STRANGER.  No, indeed.  By “height” I mean a Dimension like\nyour length:  only, with you, “height” is not so easily perceptible,\nbeing extremely small.",
        "I.  My Lord, your assertion is easily put to the test.\nYou say I have a Third Dimension, which you call “height”.\nNow, Dimension implies direction and measurement.  Do but measure\nmy “height”, or merely indicate to me the direction in which\nmy “height” extends, and I will become your convert.  Otherwise,\nyour Lordship’s own understanding must hold me excused.",
        "STRANGER.  (TO HIMSELF.)  I can do neither.  How shall I\nconvince him?  Surely a plain statement of facts followed by\nocular demonstration ought to suffice.  — Now, Sir; listen to me.",
        "You are living on a Plane.  What you style Flatland is\nthe vast level surface of what I may call a fluid, on, or in,\nthe top of which you and your countrymen move about,\nwithout rising above it or falling below it.",
        "I am not a plane Figure, but a Solid.  You call me a Circle;\nbut in reality I am not a Circle, but an infinite number of Circles,\nof size varying from a Point to a Circle of thirteen inches\nin diameter, one placed on the top of the other.  When I cut through\nyour plane as I am now doing, I make in your plane a section\nwhich you, very rightly, call a Circle.  For even a Sphere —\nwhich is my proper name in my own country — if he manifest himself\nat all to an inhabitant of Flatland — must needs manifest himself\nas a Circle.",
        "Do you not remember — for I, who see all things, discerned last night\nthe phantasmal vision of Lineland written upon your brain —\ndo you not remember, I say, how, when you entered the realm\nof Lineland, you were compelled to manifest yourself to the King,\nnot as a Square, but as a Line, because that Linear Realm had not\nDimensions enough to represent the whole of you, but only a slice\nor section of you?  In precisely the same way, your country\nof Two Dimensions is not spacious enough to represent me,\na being of Three, but can only exhibit a slice or section of me,\nwhich is what you call a Circle.",
        "The diminished brightness of your eye indicates incredulity.  But now\nprepare to receive proof positive of the truth of my assertions.\nYou cannot indeed see more than one of my sections, or Circles,\nat a time; for you have no power to raise your eye out of the plane\nof Flatland; but you can at least see that, as I rise in Space,\nso my sections become smaller.  See now, I will rise; and the effect\nupon your eye will be that my Circle will become smaller and smaller\ntill it dwindles to a point and finally vanishes.",
        "Illustration 8",
        "There was no “rising” that I could see; but he diminished\nand finally vanished.  I winked once or twice to make sure\nthat I was not dreaming.  But it was no dream.  For from the depths\nof nowhere came forth a hollow voice — close to my heart it seemed —\n\"Am I quite gone?  Are you convinced now?  Well, now I will\ngradually return to Flatland and you shall see my section become\nlarger and larger.”",
        "Every reader in Spaceland will easily understand that\nmy mysterious Guest was speaking the language of truth\nand even of simplicity.  But to me, proficient though I was\nin Flatland Mathematics, it was by no means a simple matter.\nThe rough diagram given above will make it clear to any\nSpaceland child that the Sphere, ascending in the three positions\nindicated there, must needs have manifested himself to me,\nor to any Flatlander, as a Circle, at first of full size, then small,\nand at last very small indeed, approaching to a Point.  But to me,\nalthough I saw the facts before me, the causes were as dark as ever.\nAll that I could comprehend was, that the Circle had made himself\nsmaller and vanished, and that he had now reappeared and was rapidly\nmaking himself larger.",
        "When he regained his original size, he heaved a deep sigh;\nfor he perceived by my silence that I had altogether failed\nto comprehend him.  And indeed I was now inclining to the belief\nthat he must be no Circle at all, but some extremely clever juggler;\nor else that the old wives’ tales were true, and that after all\nthere were such people as Enchanters and Magicians.",
        "After a long pause he muttered to himself, “One resource alone remains,\nif I am not to resort to action.  I must try the method of Analogy.\"\nThen followed a still longer silence, after which he continued\nour dialogue.",
        "SPHERE.  Tell me, Mr. Mathematician; if a Point moves Northward,\nand leaves a luminous wake, what name would you give to the wake?",
        "I.  A straight Line.",
        "SPHERE.  And a straight Line has how many extremities?",
        "I.  Two.",
        "SPHERE.  Now conceive the Northward straight Line moving parallel\nto itself, East and West, so that every point in it leaves behind it\nthe wake of a straight Line.  What name will you give to the Figure\nthereby formed?  We will suppose that it moves through a distance\nequal to the original straight Line.  — What name, I say?",
        "I.  A Square.",
        "SPHERE.  And how many sides has a Square?  How many angles?",
        "I.  Four sides and four angles.",
        "SPHERE.  Now stretch your imagination a little, and conceive\na Square in Flatland, moving parallel to itself upward.",
        "I.  What?  Northward?",
        "SPHERE.  No, not Northward; upward; out of Flatland altogether.",
        "If it moved Northward, the Southern points in the Square would have to\nmove through the positions previously occupied by the Northern points.\nBut that is not my meaning.",
        "I mean that every Point in you — for you are a Square and will serve\nthe purpose of my illustration — every Point in you, that is to say\nin what you call your inside, is to pass upwards through Space\nin such a way that no Point shall pass through the position\npreviously occupied by any other Point; but each Point shall describe\na straight Line of its own.  This is all in accordance with Analogy;\nsurely it must be clear to you.",
        "Restraining my impatience — for I was now under a strong temptation\nto rush blindly at my Visitor and to precipitate him into Space,\nor out of Flatland, anywhere, so that I could get rid of him —\nI replied: --",
        "“And what may be the nature of the Figure which I am to shape out\nby this motion which you are pleased to denote by the word ’upward’?\nI presume it is describable in the language of Flatland.”",
        "SPHERE.  Oh, certainly.  It is all plain and simple,\nand in strict accordance with Analogy — only, by the way,\nyou must not speak of the result as being a Figure, but as a Solid.\nBut I will describe it to you.  Or rather not I, but Analogy.",
        "We began with a single Point, which of course — being itself a Point\n— has only ONE terminal Point.",
        "One Point produces a Line with TWO terminal Points.",
        "One Line produces a Square with FOUR terminal Points.",
        "Now you can give yourself the answer to your own question:  1, 2, 4,\nare evidently in Geometrical Progression.  What is the next number?",
        "I.  Eight.",
        "SPHERE.  Exactly.  The one Square produces a SOMETHING-WHICH-\nYOU-DO-NOT-AS-YET-KNOW-A-NAME-FOR-BUT-WHICH-WE-CALL-A-CUBE\nwith EIGHT terminal Points.  Now are you convinced?",
        "I.  And has this Creature sides, as well as angles or what you call\n\"terminal Points”?",
        "SPHERE.  Of course; and all according to Analogy.  But, by the way,\nnot what YOU call sides, but what WE call sides.\nYou would call them SOLIDS.",
        "I.  And how many solids or sides will appertain to this Being whom\nI am to generate by the motion of my inside in an “upward” direction,\nand whom you call a Cube?",
        "SPHERE.  How can you ask?  And you a mathematician!\nThe side of anything is always, if I may so say, one Dimension behind\nthe thing.  Consequently, as there is no Dimension behind a Point,\na Point has 0 sides; a Line, if I may say, has 2 sides\n(for the Points of a Line may be called by courtesy, its sides);\na Square has 4 sides; 0, 2, 4; what Progression do you call that?",
        "I.  Arithmetical.",
        "SPHERE.  And what is the next number?",
        "I.  Six.",
        "SPHERE.  Exactly.  Then you see you have answered your own question.\nThe Cube which you will generate will be bounded by six sides,\nthat is to say, six of your insides.  You see it all now, eh?",
        "“Monster,” I shrieked, “be thou juggler, enchanter, dream, or devil,\nno more will I endure thy mockeries.  Either thou or I must perish.\"\nAnd saying these words I precipitated myself upon him.",
        "\nIt was in vain.  I brought my hardest right angle into violent\ncollision with the Stranger, pressing on him with a force sufficient\nto have destroyed any ordinary Circle:  but I could feel him\nslowly and unarrestably slipping from my contact; no edging to\nthe right nor to the left, but moving somehow out of the world,\nand vanishing to nothing.  Soon there was a blank.  But still I heard\nthe Intruder’s voice.",
        "SPHERE.  Why will you refuse to listen to reason?\nI had hoped to find in you — as being a man of sense\nand an accomplished mathematician — a fit apostle for the Gospel\nof the Three Dimensions, which I am allowed to preach once only\nin a thousand years:  but now I know not how to convince you.\nStay, I have it.  Deeds, and not words, shall proclaim the truth.\nListen, my friend.",
        "I have told you I can see from my position in Space the inside\nof all things that you consider closed.  For example,\nI see in yonder cupboard near which you are standing,\nseveral of what you call boxes (but like everything else in Flatland,\nthey have no tops nor bottoms) full of money; I see also\ntwo tablets of accounts.  I am about to descend into that cupboard\nand to bring you one of those tablets.  I saw you lock the cupboard\nhalf an hour ago, and I know you have the key in your possession.\nBut I descend from Space; the doors, you see, remain unmoved.\nNow I am in the cupboard and am taking the tablet.  Now I have it.\nNow I ascend with it.",
        "I rushed to the closet and dashed the door open.  One of the tablets\nwas gone.  With a mocking laugh, the Stranger appeared\nin the other corner of the room, and at the same time the tablet\nappeared upon the floor.  I took it up.  There could be no doubt —\nit was the missing tablet.",
        "I groaned with horror, doubting whether I was not out of my senses;\nbut the Stranger continued:  “Surely you must now see\nthat my explanation, and no other, suits the phenomena.  What you call\nSolid things are really superficial; what you call Space is really\nnothing but a great Plane.  I am in Space, and look down upon\nthe insides of the things of which you only see the outsides.\nYou could leave this Plane yourself, if you could but summon up\nthe necessary volition.  A slight upward or downward motion\nwould enable you to see all that I can see.",
        "“The higher I mount, and the further I go from your Plane,\nthe more I can see, though of course I see it on a smaller scale.\nFor example, I am ascending; now I can see your neighbour the Hexagon\nand his family in their several apartments; now I see\nthe inside of the Theatre, ten doors off, from which the audience\nis only just departing; and on the other side a Circle in his study,\nsitting at his books.  Now I shall come back to you.\nAnd, as a crowning proof, what do you say to my giving you a touch,\njust the least touch, in your stomach?  It will not seriously\ninjure you, and the slight pain you may suffer cannot be compared with\nthe mental benefit you will receive.”",
        "Before I could utter a word of remonstrance, I felt a shooting pain\nin my inside, and a demoniacal laugh seemed to issue from within me.\nA moment afterwards the sharp agony had ceased, leaving nothing but\na dull ache behind, and the Stranger began to reappear, saying,\nas he gradually increased in size, “There, I have not hurt you much,\nhave I?  If you are not convinced now, I don’t know what will\nconvince you.  What say you?”",
        "My resolution was taken.  It seemed intolerable that I should endure\nexistence subject to the arbitrary visitations of a Magician who could\nthus play tricks with one’s very stomach.  If only I could in any way\nmanage to pin him against the wall till help came!",
        "Once more I dashed my hardest angle against him, at the same time\nalarming the whole household by my cries for aid.  I believe,\nat the moment of my onset, the Stranger had sunk below our Plane,\nand really found difficulty in rising.  In any case\nhe remained motionless, while I, hearing, as I thought,\nthe sound of some help approaching, pressed against him\nwith redoubled vigour, and continued to shout for assistance.",
        "A convulsive shudder ran through the Sphere.  “This must not be,\"\nI thought I heard him say:  “either he must listen to reason,\nor I must have recourse to the last resource of civilization.\"\nThen, addressing me in a louder tone, he hurriedly exclaimed,\n\"Listen:  no stranger must witness what you have witnessed.\nSend your Wife back at once, before she enters the apartment.\nThe Gospel of Three Dimensions must not be thus frustrated.\nNot thus must the fruits of one thousand years of waiting\nbe thrown away.  I hear her coming.  Back! back!  Away from me,\nor you must go with me — whither you know not — into the Land\nof Three Dimensions!”",
        "“Fool!  Madman!  Irregular!” I exclaimed; “never will I release thee;\nthou shalt pay the penalty of thine impostures.”",
        "“Ha!  Is it come to this?” thundered the Stranger:  “then meet\nyour fate:  out of your Plane you go.  Once, twice, thrice!\n’Tis done!”",
        "\nAn unspeakable horror seized me.  There was a darkness;\nthen a dizzy, sickening sensation of sight that was not like seeing;\nI saw a Line that was no Line; Space that was not Space:\nI was myself, and not myself.  When I could find voice,\nI shrieked aloud in agony, “Either this is madness or it is Hell.\"\n\"It is neither,” calmly replied the voice of the Sphere,\n\"it is Knowledge; it is Three Dimensions:  open your eye once again\nand try to look steadily.”",
        "I looked, and, behold, a new world!  There stood before me,\nvisibly incorporate, all that I had before inferred, conjectured,\ndreamed, of perfect Circular beauty.  What seemed the centre\nof the Stranger’s form lay open to my view:  yet I could see no heart,\nnor lungs, nor arteries, only a beautiful harmonious Something —\nfor which I had no words; but you, my Readers in Spaceland,\nwould call it the surface of the Sphere.",
        "Prostrating myself mentally before my Guide, I cried, “How is it,\nO divine ideal of consummate loveliness and wisdom that I see\nthy inside, and yet cannot discern thy heart, thy lungs, thy arteries,\nthy liver?”  “What you think you see, you see not,” he replied;\n\"it is not given to you, nor to any other Being to behold\nmy internal parts.  I am of a different order of Beings from those\nin Flatland.  Were I a Circle, you could discern my intestines,\nbut I am a Being, composed as I told you before, of many Circles,\nthe Many in the One, called in this country a Sphere.  And,\njust as the outside of a Cube is a Square, so the outside of a Sphere\npresents the appearance of a Circle.”",
        "Bewildered though I was by my Teacher’s enigmatic utterance,\nI no longer chafed against it, but worshipped him in silent adoration.\nHe continued, with more mildness in his voice.  “Distress not yourself\nif you cannot at first understand the deeper mysteries of Spaceland.\nBy degrees they will dawn upon you.  Let us begin by casting back\na glance at the region whence you came.  Return with me a while\nto the plains of Flatland, and I will shew you that which\nyou have often reasoned and thought about, but never seen\nwith the sense of sight — a visible angle.”  “Impossible!” I cried;\nbut, the Sphere leading the way, I followed as if in a dream,\ntill once more his voice arrested me:  “Look yonder,\nand behold your own Pentagonal house, and all its inmates.”",
        "I looked below, and saw with my physical eye all that\ndomestic individuality which I had hitherto merely inferred\nwith the understanding.  And how poor and shadowy was the inferred\nconjecture in comparison with the reality which I now beheld!\nMy four Sons calmly asleep in the North-Western rooms,\nmy two orphan Grandsons to the South; the Servants, the Butler,\nmy Daughter, all in their several apartments.  Only my\naffectionate Wife, alarmed by my continued absence, had quitted\nher room and was roving up and down in the Hall, anxiously awaiting\nmy return.  Also the Page, aroused by my cries, had left his room,\nand under pretext of ascertaining whether I had fallen\nsomewhere in a faint, was prying into the cabinet in my study.\nAll this I could now SEE, not merely infer; and as we came\nnearer and nearer, I could discern even the contents of my cabinet,\nand the two chests of gold, and the tablets of which the Sphere\nhad made mention.",
        "Illustration 9",
        "Touched by my Wife’s distress, I would have sprung downward\nto reassure her, but I found myself incapable of motion.\n\"Trouble not yourself about your Wife,” said my Guide:\n\"she will not be long left in anxiety; meantime, let us take\na survey of Flatland.”",
        "Once more I felt myself rising through space.  It was even as\nthe Sphere had said.  The further we receded from the object\nwe beheld, the larger became the field of vision.  My native city,\nwith the interior of every house and every creature therein,\nlay open to my view in miniature.  We mounted higher, and lo,\nthe secrets of the earth, the depths of mines and inmost caverns\nof the hills, were bared before me.",
        "Awestruck at the sight of the mysteries of the earth,\nthus unveiled before my unworthy eye, I said to my Companion,\n\"Behold, I am become as a God.  For the wise men in our country say\nthat to see all things, or as they express it, OMNIVIDENCE,\nis the attribute of God alone.”  There was something of scorn\nin the voice of my Teacher as he made answer:  “Is it so indeed?\nThen the very pick-pockets and cut-throats of my country\nare to be worshipped by your wise men as being Gods:\nfor there is not one of them that does not see as much as you see now.\nBut trust me, your wise men are wrong.”",
        "I.  Then is omnividence the attribute of others besides Gods?",
        "SPHERE.  I do not know.  But, if a pick-pocket or a cut-throat\nof our country can see everything that is in your country,\nsurely that is no reason why the pick-pocket or cut-throat should be\naccepted by you as a God.  This omnividence, as you call it —\nit is not a common word in Spaceland — does it make you more just,\nmore merciful, less selfish, more loving?  Not in the least.\nThen how does it make you more divine?",
        "I.  “More merciful, more loving!”  But these are the qualities\nof women!  And we know that a Circle is a higher Being\nthan a Straight Line, in so far as knowledge and wisdom\nare more to be esteemed than mere affection.",
        "SPHERE.  It is not for me to classify human faculties according\nto merit.  Yet many of the best and wisest in Spaceland think more\nof the affections than of the understanding, more of your despised\nStraight Lines than of your belauded Circles.  But enough of this.\nLook yonder.  Do you know that building?",
        "I looked, and afar off I saw an immense Polygonal structure, in which\nI recognized the General Assembly Hall of the States of Flatland,\nsurrounded by dense lines of Pentagonal buildings at right angles\nto each other, which I knew to be streets; and I perceived that\nI was approaching the great Metropolis.",
        "“Here we descend,” said my Guide.  It was now morning,\nthe first hour of the first day of the two thousandth year of our era.\nActing, as was their wont, in strict accordance with precedent,\nthe highest Circles of the realm were meeting in solemn conclave,\nas they had met on the first hour of the first day of the year 1000,\nand also on the first hour of the first day of the year 0.",
        "The minutes of the previous meetings were now read by one whom I\nat once recognized as my brother, a perfectly Symmetrical Square,\nand the Chief Clerk of the High Council.  It was found recorded\non each occasion that:  “Whereas the States had been troubled\nby divers ill-intentioned persons pretending to have received\nrevelations from another World, and professing to produce\ndemonstrations whereby they had instigated to frenzy both themselves\nand others, it had been for this cause unanimously resolved\nby the Grand Council that on the first day of each millenary,\nspecial injunctions be sent to the Prefects in the several districts\nof Flatland, to make strict search for such misguided persons,\nand without formality of mathematical examination, to destroy all such\nas were Isosceles of any degree, to scourge and imprison\nany regular Triangle, to cause any Square or Pentagon to be sent\nto the district Asylum, and to arrest any one of higher rank,\nsending him straightway to the Capital to be examined and judged\nby the Council.”",
        "“You hear your fate,” said the Sphere to me, while the Council\nwas passing for the third time the formal resolution.\n\"Death or imprisonment awaits the Apostle of the Gospel\nof Three Dimensions.”  “Not so,” replied I, “the matter is now\nso clear to me, the nature of real space so palpable, that methinks\nI could make a child understand it.  Permit me but to descend\nat this moment and enlighten them.”  “Not yet,” said my Guide,\n\"the time will come for that.  Meantime I must perform my mission.\nStay thou there in thy place.”  Saying these words,\nhe leaped with great dexterity into the sea (if I may so call it)\nof Flatland, right in the midst of the ring of Counsellors.  “I come,\"\ncried he, “to proclaim that there is a land of Three Dimensions.”",
        "I could see many of the younger Counsellors start back\nin manifest horror, as the Sphere’s circular section widened\nbefore them.  But on a sign from the presiding Circle\n— who shewed not the slightest alarm or surprise — six Isosceles\nof a low type from six different quarters rushed upon the Sphere.\n\"We have him,” they cried; “No; yes; we have him still! he’s going!\nhe’s gone!”",
        "“My Lords,” said the President to the Junior Circles of the Council,\n\"there is not the slightest need for surprise; the secret archives,\nto which I alone have access, tell me that a similar occurrence\nhappened on the last two millennial commencements.  You will,\nof course, say nothing of these trifles outside the Cabinet.”",
        "Raising his voice, he now summoned the guards.  “Arrest the policemen;\ngag them.  You know your duty.”  After he had consigned to their fate\nthe wretched policemen — ill-fated and unwilling witnesses\nof a State-secret which they were not to be permitted to reveal —\nhe again addressed the Counsellors.  “My Lords, the business\nof the Council being concluded, I have only to wish you\na happy New Year.”  Before departing, he expressed, at some length,\nto the Clerk, my excellent but most unfortunate brother,\nhis sincere regret that, in accordance with precedent and for the sake\nof secrecy, he must condemn him to perpetual imprisonment,\nbut added his satisfaction that, unless some mention were made by him\nof that day’s incident, his life would be spared.",
        "",
        "Section 19.  How, though the Sphere shewed me other mysteries\n               of Spaceland, I still desired more; and what came of it",
        "\nWhen I saw my poor brother led away to imprisonment, I attempted\nto leap down into the Council Chamber, desiring to intercede\non his behalf, or at least bid him farewell.  But I found that\nI had no motion of my own.  I absolutely depended on the volition\nof my Guide, who said in gloomy tones, “Heed not thy brother;\nhaply thou shalt have ample time hereafter to condole with him.\nFollow me.”",
        "Illustration 10",
        "Once more we ascended into space.  “Hitherto,” said the Sphere,\n\"I have shewn you naught save Plane Figures and their interiors.\nNow I must introduce you to Solids, and reveal to you the plan\nupon which they are constructed.  Behold this multitude\nof moveable square cards.  See, I put one on another, not,\nas you supposed, Northward of the other, but ON the other.\nNow a second, now a third.  See, I am building up a Solid\nby a multitude of Squares parallel to one another.  Now the Solid\nis complete, being as high as it is long and broad,\nand we call it a Cube.”",
        "“Pardon me, my Lord,” replied I; “but to my eye the appearance is as\nof an Irregular Figure whose inside is laid open to the view;\nin other words, methinks I see no Solid, but a Plane such as\nwe infer in Flatland; only of an Irregularity which betokens\nsome monstrous criminal, so that the very sight of it is painful\nto my eyes.”",
        "“True,” said the Sphere, “it appears to you a Plane,\nbecause you are not accustomed to light and shade and perspective;\njust as in Flatland a Hexagon would appear a Straight Line to one\nwho has not the Art of Sight Recognition.  But in reality\nit is a Solid, as you shall learn by the sense of Feeling.”",
        "He then introduced me to the Cube, and I found that this\nmarvellous Being was indeed no Plane, but a Solid; and that he was\nendowed with six plane sides and eight terminal points\ncalled solid angles; and I remembered the saying of the Sphere\nthat just such a Creature as this would be formed by a Square moving,\nin Space, parallel to himself:  and I rejoiced to think\nthat so insignificant a Creature as I could in some sense be called\nthe Progenitor of so illustrious an offspring.",
        "But still I could not fully understand the meaning of what my Teacher\nhad told me concerning “light” and “shade” and “perspective\";\nand I did not hesitate to put my difficulties before him.",
        "Were I to give the Sphere’s explanation of these matters,\nsuccinct and clear though it was, it would be tedious to an inhabitant\nof Space, who knows these things already.  Suffice it, that by his\nlucid statements, and by changing the position of objects and lights,\nand by allowing me to feel the several objects and even his own\nsacred Person, he at last made all things clear to me,\nso that I could now readily distinguish between a Circle and a Sphere,\na Plane Figure and a Solid.",
        "This was the Climax, the Paradise, of my strange eventful History.\nHenceforth I have to relate the story of my miserable Fall: —\nmost miserable, yet surely most undeserved!  For why should the thirst\nfor knowledge be aroused, only to be disappointed and punished?\nMy volition shrinks from the painful task of recalling my humiliation;\nyet, like a second Prometheus, I will endure this and worse,\nif by any means I may arouse in the interiors of Plane and Solid\nHumanity a spirit of rebellion against the Conceit which would limit\nour Dimensions to Two or Three or any number short of Infinity.\nAway then with all personal considerations!  Let me continue\nto the end, as I began, without further digressions or anticipations,\npursuing the plain path of dispassionate History.  The exact facts,\nthe exact words, — and they are burnt in upon my brain, —\nshall be set down without alteration of an iota; and let my Readers\njudge between me and Destiny.",
        "The Sphere would willingly have continued his lessons\nby indoctrinating me in the conformation of all regular Solids,\nCylinders, Cones, Pyramids, Pentahedrons, Hexahedrons, Dodecahedrons,\nand Spheres:  but I ventured to interrupt him.  Not that I was\nwearied of knowledge.  On the contrary, I thirsted for yet deeper\nand fuller draughts than he was offering to me.",
        "“Pardon me,” said I, “O Thou Whom I must no longer address\nas the Perfection of all Beauty; but let me beg thee to vouchsafe\nthy servant a sight of thine interior.”",
        "SPHERE.  My what?",
        "I.  Thine interior:  thy stomach, thy intestines.",
        "SPHERE.  Whence this ill-timed impertinent request?  And what\nmean you by saying that I am no longer the Perfection of all Beauty?",
        "I.  My Lord, your own wisdom has taught me to aspire to One\neven more great, more beautiful, and more closely approximate\nto Perfection than yourself.  As you yourself, superior to all\nFlatland forms, combine many Circles in One, so doubtless there is One\nabove you who combines many Spheres in One Supreme Existence,\nsurpassing even the Solids of Spaceland.  And even as we,\nwho are now in Space, look down on Flatland and see the insides\nof all things, so of a certainty there is yet above us some higher,\npurer region, whither thou dost surely purpose to lead me —\nO Thou Whom I shall always call, everywhere and in all Dimensions,\nmy Priest, Philosopher, and Friend — some yet more spacious Space,\nsome more dimensionable Dimensionality, from the vantage-ground\nof which we shall look down together upon the revealed insides\nof Solid things, and where thine own intestines, and those of thy\nkindred Spheres, will lie exposed to the view of the poor wandering\nexile from Flatland, to whom so much has already been vouchsafed.",
        "SPHERE.  Pooh!  Stuff!  Enough of this trifling!  The time is short,\nand much remains to be done before you are fit to proclaim the Gospel\nof Three Dimensions to your blind benighted countrymen in Flatland.",
        "I.  Nay, gracious Teacher, deny me not what I know it is\nin thy power to perform.  Grant me but one glimpse of thine interior,\nand I am satisfied for ever, remaining henceforth thy docile pupil,\nthy unemancipable slave, ready to receive all thy teachings\nand to feed upon the words that fall from thy lips.",
        "SPHERE.  Well, then, to content and silence you, let me say at once,\nI would shew you what you wish if I could; but I cannot.\nWould you have me turn my stomach inside out to oblige you?",
        "I.  But my Lord has shewn me the intestines of all my countrymen\nin the Land of Two Dimensions by taking me with him\ninto the Land of Three.  What therefore more easy than now\nto take his servant on a second journey into the blessed region\nof the Fourth Dimension, where I shall look down with him once more\nupon this land of Three Dimensions, and see the inside\nof every three-dimensioned house, the secrets of the solid earth,\nthe treasures of the mines in Spaceland, and the intestines of every\nsolid living creature, even of the noble and adorable Spheres.",
        "SPHERE.  But where is this land of Four Dimensions?",
        "I.  I know not:  but doubtless my Teacher knows.",
        "SPHERE.  Not I.  There is no such land.  The very idea of it\nis utterly inconceivable.",
        "I.  Not inconceivable, my Lord, to me, and therefore still less\ninconceivable to my Master.  Nay, I despair not that, even here,\nin this region of Three Dimensions, your Lordship’s art\nmay make the Fourth Dimension visible to me; just as in the Land\nof Two Dimensions my Teacher’s skill would fain have opened the eyes\nof his blind servant to the invisible presence of a Third Dimension,\nthough I saw it not.",
        "Let me recall the past.  Was I not taught below that when I saw a Line\nand inferred a Plane, I in reality saw a Third unrecognized Dimension,\nnot the same as brightness, called “height”?  And does it not now\nfollow that, in this region, when I see a Plane and infer a Solid,\nI really see a Fourth unrecognized Dimension, not the same as colour,\nbut existent, though infinitesimal and incapable of measurement?",
        "And besides this, there is the Argument from Analogy of Figures.",
        "SPHERE.  Analogy!  Nonsense:  what analogy?",
        "I.  Your Lordship tempts his servant to see whether he remembers\nthe revelations imparted to him.  Trifle not with me, my Lord;\nI crave, I thirst, for more knowledge.  Doubtless we cannot SEE\nthat other higher Spaceland now, because we we have no eye\nin our stomachs.  But, just as there WAS the realm of Flatland,\nthough that poor puny Lineland Monarch could neither turn to left\nnor right to discern it, and just as there WAS close at hand,\nand touching my frame, the land of Three Dimensions,\nthough I, blind senseless wretch, had no power to touch it,\nno eye in my interior to discern it, so of a surety there is\na Fourth Dimension, which my Lord perceives with the inner eye\nof thought.  And that it must exist my Lord himself has taught me.\nOr can he have forgotten what he himself imparted to his servant?",
        "In One Dimension, did not a moving Point produce a Line\nwith TWO terminal points?",
        "In Two Dimensions, did not a moving Line produce a Square\nwith FOUR terminal points?",
        "In Three Dimensions, did not a moving Square produce —\ndid not this eye of mine behold it — that blessed Being, a Cube,\nwith EIGHT terminal points?",
        "And in Four Dimensions shall not a moving Cube — alas, for Analogy,\nand alas for the Progress of Truth, if it be not so — shall not,\nI say, the motion of a divine Cube result in a still more divine\nOrganization with SIXTEEN terminal points?",
        "Behold the infallible confirmation of the Series, 2, 4, 8, 16:\nis not this a Geometrical Progression?  Is not this — if I might\nquote my Lord’s own words — “strictly according to Analogy”?",
        "Again, was I not taught by my Lord that as in a Line there are\nTWO bounding Points, and in a Square there are FOUR\nbounding Lines, so in a Cube there must be SIX bounding Squares?\nBehold once more the confirming Series, 2, 4, 6:  is not this\nan Arithmetical Progression?  And consequently does it not\nof necessity follow that the more divine offspring of the divine Cube\nin the Land of Four Dimensions, must have 8 bounding Cubes:\nand is not this also, as my Lord has taught me to believe,\n\"strictly according to Analogy”?",
        "O, my Lord, my Lord, behold, I cast myself in faith upon conjecture,\nnot knowing the facts; and I appeal to your Lordship to confirm\nor deny my logical anticipations.  If I am wrong, I yield,\nand will no longer demand a fourth Dimension; but, if I am right,\nmy Lord will listen to reason.",
        "I ask therefore, is it, or is it not, the fact, that ere now\nyour countrymen also have witnessed the descent of Beings\nof a higher order than their own, entering closed rooms,\neven as your Lordship entered mine, without the opening of doors\nor windows, and appearing and vanishing at will?  On the reply\nto this question I am ready to stake everything.  Deny it,\nand I am henceforth silent.  Only vouchsafe an answer.",
        "SPHERE.  (AFTER A PAUSE).  It is reported so.  But men are divided\nin opinion as to the facts.  And even granting the facts,\nthey explain them in different ways.  And in any case,\nhowever great may be the number of different explanations,\nno one has adopted or suggested the theory of a Fourth Dimension.\nTherefore, pray have done with this trifling, and let us return\nto business.",
        "I.  I was certain of it.  I was certain that my anticipations\nwould be fulfilled.  And now have patience with me and answer me yet\none more question, best of Teachers!  Those who have thus appeared —\nno one knows whence — and have returned — no one knows whither —\nhave they also contracted their sections and vanished somehow into\nthat more Spacious Space, whither I now entreat you to conduct me?",
        "SPHERE (MOODILY).  They have vanished, certainly —\nif they ever appeared.  But most people say that these visions arose\nfrom the thought — you will not understand me — from the brain;\nfrom the perturbed angularity of the Seer.",
        "I.  Say they so?  Oh, believe them not.  Or if it indeed be so,\nthat this other Space is really Thoughtland, then take me to\nthat blessed Region where I in Thought shall see the insides\nof all solid things.  There, before my ravished eye, a Cube,\nmoving in some altogether new direction, but strictly according\nto Analogy, so as to make every particle of his interior pass through\na new kind of Space, with a wake of its own — shall create\na still more perfect perfection than himself, with sixteen terminal\nExtra-solid angles, and Eight solid Cubes for his Perimeter.\nAnd once there, shall we stay our upward course?  In that blessed\nregion of Four Dimensions, shall we linger on the threshold\nof the Fifth, and not enter therein?  Ah, no!  Let us rather resolve\nthat our ambition shall soar with our corporal ascent.  Then,\nyielding to our intellectual onset, the gates of the Sixth Dimension\nshall fly open; after that a Seventh, and then an Eighth --",
        "How long I should have continued I know not.  In vain did the Sphere,\nin his voice of thunder, reiterate his command of silence,\nand threaten me with the direst penalties if I persisted.\nNothing could stem the flood of my ecstatic aspirations.\nPerhaps I was to blame; but indeed I was intoxicated with\nthe recent draughts of Truth to which he himself had introduced me.\nHowever, the end was not long in coming.  My words were cut short\nby a crash outside, and a simultaneous crash inside me,\nwhich impelled me through space with a velocity that precluded speech.\nDown! down! down! I was rapidly descending; and I knew\nthat return to Flatland was my doom.  One glimpse, one last\nand never-to-be-forgotten glimpse I had of that dull\nlevel wilderness — which was now to become my Universe again —\nspread out before my eye.  Then a darkness.  Then a final,\nall-consummating thunder-peal; and, when I came to myself,\nI was once more a common creeping Square, in my Study at home,\nlistening to the Peace-Cry of my approaching Wife.",
        "\nAlthough I had less than a minute for reflection, I felt, by a kind\nof instinct, that I must conceal my experiences from my Wife.\nNot that I apprehended, at the moment, any danger from her\ndivulging my secret, but I knew that to any Woman in Flatland\nthe narrative of my adventures must needs be unintelligible.\nSo I endeavoured to reassure her by some story, invented for\nthe occasion, that I had accidentally fallen through\nthe trap-door of the cellar, and had there lain stunned.",
        "The Southward attraction in our country is so slight\nthat even to a Woman my tale necessarily appeared extraordinary\nand well-nigh incredible; but my Wife, whose good sense far exceeds\nthat of the average of her Sex, and who perceived that I was\nunusually excited, did not argue with me on the subject,\nbut insisted that I was ill and required repose.  I was glad\nof an excuse for retiring to my chamber to think quietly over\nwhat had happened.  When I was at last by myself, a drowsy sensation\nfell on me; but before my eyes closed I endeavoured to reproduce\nthe Third Dimension, and especially the process by which a Cube\nis constructed through the motion of a Square.  It was not so clear\nas I could have wished; but I remembered that it must be “Upward,\nand yet not Northward”, and I determined steadfastly to retain\nthese words as the clue which, if firmly grasped, could not fail\nto guide me to the solution.  So mechanically repeating,\nlike a charm, the words, “Upward, yet not Northward”,\nI fell into a sound refreshing sleep.",
        "During my slumber I had a dream.  I thought I was once more\nby the side of the Sphere, whose lustrous hue betokened that he\nhad exchanged his wrath against me for perfect placability.  We were\nmoving together towards a bright but infinitesimally small Point,\nto which my Master directed my attention.  As we approached,\nmethought there issued from it a slight humming noise as from one\nof your Spaceland bluebottles, only less resonant by far,\nso slight indeed that even in the perfect stillness of the Vacuum\nthrough which we soared, the sound reached not our ears\ntill we checked our flight at a distance from it of something under\ntwenty human diagonals.",
        "“Look yonder,” said my Guide, “in Flatland thou hast lived;\nof Lineland thou hast received a vision; thou hast soared with me\nto the heights of Spaceland; now, in order to complete the range\nof thy experience, I conduct thee downward to the lowest depth\nof existence, even to the realm of Pointland, the Abyss of\nNo dimensions.",
        "“Behold yon miserable creature.  That Point is a Being like ourselves,\nbut confined to the non-dimensional Gulf.  He is himself\nhis own World, his own Universe; of any other than himself he can form\nno conception; he knows not Length, nor Breadth, nor Height,\nfor he has had no experience of them; he has no cognizance even\nof the number Two; nor has he a thought of Plurality;\nfor he is himself his One and All, being really Nothing.\nYet mark his perfect self-contentment, and hence learn this lesson,\nthat to be self-contented is to be vile and ignorant,\nand that to aspire is better than to be blindly and impotently happy.\nNow listen.”",
        "He ceased; and there arose from the little buzzing creature a tiny,\nlow, monotonous, but distinct tinkling, as from one\nof your Spaceland phonographs, from which I caught these words,\n\"Infinite beatitude of existence!  It is; and there is none else\nbeside It.”",
        "“What,” said I, “does the puny creature mean by ’it’?\"\n\"He means himself,” said the Sphere:  “have you not noticed\nbefore now, that babies and babyish people who cannot distinguish\nthemselves from the world, speak of themselves in the Third Person?\nBut hush!”",
        "“It fills all Space,” continued the little soliloquizing Creature,\n\"and what It fills, It is.  What It thinks, that It utters;\nand what It utters, that It hears; and It itself is Thinker, Utterer,\nHearer, Thought, Word, Audition; it is the One, and yet\nthe All in All.  Ah, the happiness ah, the happiness of Being!”",
        "“Can you not startle the little thing out of its complacency?” said I.\n\"Tell it what it really is, as you told me; reveal to it\nthe narrow limitations of Pointland, and lead it up to\nsomething higher.”  “That is no easy task,” said my Master; “try you.”",
        "Hereon, raising my voice to the uttermost, I addressed the Point\nas follows:",
        "“Silence, silence, contemptible Creature.  You call yourself\nthe All in All, but you are the Nothing:  your so-called Universe\nis a mere speck in a Line, and a Line is a mere shadow\nas compared with --”  “Hush, hush, you have said enough,\"\ninterrupted the Sphere, “now listen, and mark the effect\nof your harangue on the King of Pointland.”",
        "The lustre of the Monarch, who beamed more brightly than ever upon\nhearing my words, shewed clearly that he retained his complacency;\nand I had hardly ceased when he took up his strain again.\n\"Ah, the joy, ah, the joy of Thought!  What can It not achieve\nby thinking!  Its own Thought coming to Itself, suggestive of\nIts disparagement, thereby to enhance Its happiness! Sweet rebellion\nstirred up to result in triumph!  Ah, the divine creative power\nof the All in One!  Ah, the joy, the joy of Being!”",
        "“You see,” said my Teacher, “how little your words have done.  So far\nas the Monarch understands them at all, he accepts them as his own —\nfor he cannot conceive of any other except himself —\nand plumes himself upon the variety of ’Its Thought’ as an instance\nof creative Power.  Let us leave this God of Pointland to the ignorant\nfruition of his omnipresence and omniscience:  nothing that you or I\ncan do can rescue him from his self-satisfaction.”",
        "After this, as we floated gently back to Flatland, I could hear\nthe mild voice of my Companion pointing the moral of my vision,\nand stimulating me to aspire, and to teach others to aspire.\nHe had been angered at first — he confessed — by my ambition to soar\nto Dimensions above the Third; but, since then, he had received\nfresh insight, and he was not too proud to acknowledge his error\nto a Pupil.  Then he proceeded to initiate me into mysteries\nyet higher than those I had witnessed, shewing me how\nto construct Extra-Solids by the motion of Solids,\nand Double Extra-Solids by the motion of Extra-Solids,\nand all “strictly according to Analogy”, all by methods so simple,\nso easy, as to be patent even to the Female Sex.",
        "\nI awoke rejoicing, and began to reflect on the glorious career\nbefore me.  I would go forth, methought, at once, and evangelize\nthe whole of Flatland.  Even to Women and Soldiers should the Gospel\nof Three Dimensions be proclaimed.  I would begin with my Wife.",
        "Just as I had decided on the plan of my operations, I heard\nthe sound of many voices in the street commanding silence.\nThen followed a louder voice.  It was a herald’s proclamation.\nListening attentively, I recognized the words of the Resolution\nof the Council, enjoining the arrest, imprisonment, or execution\nof any one who should pervert the minds of the people by delusions,\nand by professing to have received revelations from another World.",
        "I reflected.  This danger was not to be trifled with.  It would be\nbetter to avoid it by omitting all mention of my Revelation,\nand by proceeding on the path of Demonstration — which after all,\nseemed so simple and so conclusive that nothing would be lost\nby discarding the former means.  “Upward, not Northward” —\nwas the clue to the whole proof.  It had seemed to me fairly clear\nbefore I fell asleep; and when I first awoke, fresh from my dream,\nit had appeared as patent as Arithmetic; but somehow it did not\nseem to me quite so obvious now.  Though my Wife entered the room\nopportunely just at that moment, I decided, after we had exchanged\na few words of commonplace conversation, not to begin with her.",
        "My Pentagonal Sons were men of character and standing,\nand physicians of no mean reputation, but not great in mathematics,\nand, in that respect, unfit for my purpose.  But it occurred to me\nthat a young and docile Hexagon, with a mathematical turn,\nwould be a most suitable pupil.  Why therefore not make\nmy first experiment with my little precocious Grandson,\nwhose casual remarks on the meaning of 3^3 had met with the approval\nof the Sphere?  Discussing the matter with him, a mere boy,\nI should be in perfect safety; for he would know nothing\nof the Proclamation of the Council; whereas I could not feel sure\nthat my Sons — so greatly did their patriotism and reverence\nfor the Circles predominate over mere blind affection —\nmight not feel compelled to hand me over to the Prefect,\nif they found me seriously maintaining the seditious heresy\nof the Third Dimension.",
        "But the first thing to be done was to satisfy in some way\nthe curiosity of my Wife, who naturally wished to know\nsomething of the reasons for which the Circle had desired\nthat mysterious interview, and of the means by which he had\nentered the house.  Without entering into the details\nof the elaborate account I gave her, — an account, I fear,\nnot quite so consistent with truth as my Readers in Spaceland\nmight desire, — I must be content with saying that I succeeded\nat last in persuading her to return quietly to her household duties\nwithout eliciting from me any reference to the World\nof Three Dimensions.  This done, I immediately sent for my Grandson;\nfor, to confess the truth, I felt that all that I had seen and heard\nwas in some strange way slipping away from me, like the image\nof a half-grasped, tantalizing dream, and I longed to essay my skill\nin making a first disciple.",
        "When my Grandson entered the room I carefully secured the door.\nThen, sitting down by his side and taking our mathematical tablets,\n— or, as you would call them, Lines — I told him we would resume\nthe lesson of yesterday.  I taught him once more how a Point by motion\nin One Dimension produces a Line, and how a straight Line\nin Two Dimensions produces a Square.  After this, forcing a laugh,\nI said, “And now, you scamp, you wanted to make me believe\nthat a Square may in the same way by motion ’Upward, not Northward’\nproduce another figure, a sort of extra Square in Three Dimensions.\nSay that again, you young rascal.”",
        "At this moment we heard once more the herald’s “O yes! O yes!\"\noutside in the street proclaiming the Resolution of the Council.\nYoung though he was, my Grandson — who was unusually intelligent\nfor his age, and bred up in perfect reverence for the authority\nof the Circles — took in the situation with an acuteness for which\nI was quite unprepared.  He remained silent till the last words\nof the Proclamation had died away, and then, bursting into tears,\n\"Dear Grandpapa,” he said, “that was only my fun, and of course\nI meant nothing at all by it; and we did not know anything then\nabout the new Law; and I don’t think I said anything about\nthe Third Dimension; and I am sure I did not say one word about\n’Upward, not Northward’, for that would be such nonsense,\nyou know.  How could a thing move Upward, and not Northward?\nUpward and not Northward!  Even if I were a baby, I could not be\nso absurd as that.  How silly it is!  Ha! ha! ha!”",
        "“Not at all silly,” said I, losing my temper; “here for example,\nI take this Square,” and, at the word, I grasped a moveable Square,\nwhich was lying at hand — “and I move it, you see, not Northward but\n— yes, I move it Upward — that is to say, not Northward,\nbut I move it somewhere — not exactly like this, but somehow --\"\nHere I brought my sentence to an inane conclusion, shaking the Square\nabout in a purposeless manner, much to the amusement of my Grandson,\nwho burst out laughing louder than ever, and declared that I was not\nteaching him, but joking with him; and so saying he unlocked the door\nand ran out of the room.  Thus ended my first attempt to convert\na pupil to the Gospel of Three Dimensions.",
        "\nMy failure with my Grandson did not encourage me to communicate\nmy secret to others of my household; yet neither was I led by it\nto despair of success.  Only I saw that I must not wholly rely\non the catch-phrase, “Upward, not Northward”, but must rather\nendeavour to seek a demonstration by setting before the public\na clear view of the whole subject; and for this purpose\nit seemed necessary to resort to writing.",
        "So I devoted several months in privacy to the composition\nof a treatise on the mysteries of Three Dimensions.  Only,\nwith the view of evading the Law, if possible, I spoke not\nof a physical Dimension, but of a Thoughtland whence, in theory,\na Figure could look down upon Flatland and see simultaneously\nthe insides of all things, and where it was possible that there might\nbe supposed to exist a Figure environed, as it were, with six Squares,\nand containing eight terminal Points.  But in writing this book\nI found myself sadly hampered by the impossibility of drawing\nsuch diagrams as were necessary for my purpose; for of course,\nin our country of Flatland, there are no tablets but Lines,\nand no diagrams but Lines, all in one straight Line\nand only distinguishable by difference of size and brightness;\nso that, when I had finished my treatise (which I entitled,\n\"Through Flatland to Thoughtland”) I could not feel certain\nthat many would understand my meaning.",
        "Meanwhile my life was under a cloud.  All pleasures palled upon me;\nall sights tantalized and tempted me to outspoken treason,\nbecause I could not but compare what I saw in Two Dimensions\nwith what it really was if seen in Three, and could hardly refrain\nfrom making my comparisons aloud.  I neglected my clients\nand my own business to give myself to the contemplation\nof the mysteries which I had once beheld, yet which I could impart\nto no one, and found daily more difficult to reproduce even before\nmy own mental vision.",
        "One day, about eleven months after my return from Spaceland,\nI tried to see a Cube with my eye closed, but failed;\nand though I succeeded afterwards, I was not then quite certain\n(nor have I been ever afterwards) that I had exactly realized\nthe original.  This made me more melancholy than before,\nand determined me to take some step; yet what, I knew not.\nI felt that I would have been willing to sacrifice my life\nfor the Cause, if thereby I could have produced conviction.\nBut if I could not convince my Grandson, how could I convince\nthe highest and most developed Circles in the land?",
        "And yet at times my spirit was too strong for me, and I gave vent\nto dangerous utterances.  Already I was considered heterodox\nif not treasonable, and I was keenly alive to the danger\nof my position; nevertheless I could not at times refrain\nfrom bursting out into suspicious or half-seditious utterances,\neven among the highest Polygonal and Circular society.  When,\nfor example, the question arose about the treatment of those lunatics\nwho said that they had received the power of seeing the insides\nof things, I would quote the saying of an ancient Circle,\nwho declared that prophets and inspired people are always considered\nby the majority to be mad; and I could not help occasionally dropping\nsuch expressions as “the eye that discerns the interiors of things”,\nand “the all-seeing land\"; once or twice I even let fall\nthe forbidden terms “the Third and Fourth Dimensions”.  At last,\nto complete a series of minor indiscretions, at a meeting of our\nLocal Speculative Society held at the palace of the Prefect himself,\n— some extremely silly person having read an elaborate paper\nexhibiting the precise reasons why Providence has limited\nthe number of Dimensions to Two, and why the attribute of omnividence\nis assigned to the Supreme alone — I so far forgot myself as to give\nan exact account of the whole of my voyage with the Sphere into Space,\nand to the Assembly Hall in our Metropolis, and then to Space again,\nand of my return home, and of everything that I had seen and heard\nin fact or vision.  At first, indeed, I pretended that I was\ndescribing the imaginary experiences of a fictitious person;\nbut my enthusiasm soon forced me to throw off all disguise,\nand finally, in a fervent peroration, I exhorted all my hearers\nto divest themselves of prejudice and to become believers\nin the Third Dimension.",
        "Need I say that I was at once arrested and taken before the Council?",
        "Next morning, standing in the very place where but a very few\nmonths ago the Sphere had stood in my company, I was allowed to begin\nand to continue my narration unquestioned and uninterrupted.\nBut from the first I foresaw my fate; for the President,\nnoting that a guard of the better sort of Policemen was in attendance,\nof angularity little, if at all, under 55 degrees, ordered them\nto be relieved before I began my defence, by an inferior class\nof 2 or 3 degrees.  I knew only too well what that meant.\nI was to be executed or imprisoned, and my story was to be kept secret\nfrom the world by the simultaneous destruction of the officials\nwho had heard it; and, this being the case, the President desired\nto substitute the cheaper for the more expensive victims.",
        "After I had concluded my defence, the President, perhaps perceiving\nthat some of the junior Circles had been moved by my\nevident earnestness, asked me two questions: --",
        "1.  Whether I could indicate the direction which I meant\nwhen I used the words “Upward, not Northward”?",
        "2.  Whether I could by any diagrams or descriptions (other than\nthe enumeration of imaginary sides and angles) indicate the Figure\nI was pleased to call a Cube?",
        "I declared that I could say nothing more, and that I must\ncommit myself to the Truth, whose cause would surely prevail\nin the end.",
        "The President replied that he quite concurred in my sentiment,\nand that I could not do better.  I must be sentenced to\nperpetual imprisonment; but if the Truth intended that I should emerge\nfrom prison and evangelize the world, the Truth might be trusted\nto bring that result to pass.  Meanwhile I should be subjected\nto no discomfort that was not necessary to preclude escape, and,\nunless I forfeited the privilege by misconduct, I should be\noccasionally permitted to see my brother who had preceded me\nto my prison.",
        "Seven years have elapsed and I am still a prisoner, and\n— if I except the occasional visits of my brother —\ndebarred from all companionship save that of my jailers.\nMy brother is one of the best of Squares, just, sensible,\ncheerful, and not without fraternal affection; yet I confess\nthat my weekly interviews, at least in one respect, cause me\nthe bitterest pain.  He was present when the Sphere manifested himself\nin the Council Chamber; he saw the Sphere’s changing sections;\nhe heard the explanation of the phenomena then given to the Circles.\nSince that time, scarcely a week has passed during seven whole years,\nwithout his hearing from me a repetition of the part I played\nin that manifestation, together with ample descriptions\nof all the phenomena in Spaceland, and the arguments for the existence\nof Solid things derivable from Analogy.  Yet — I take shame\nto be forced to confess it — my brother has not yet grasped\nthe nature of the Third Dimension, and frankly avows his disbelief\nin the existence of a Sphere.",
        "Hence I am absolutely destitute of converts, and, for aught that\nI can see, the millennial Revelation has been made to me for nothing.\nPrometheus up in Spaceland was bound for bringing down fire\nfor mortals, but I — poor Flatland Prometheus — lie here in prison\nfor bringing down nothing to my countrymen.  Yet I exist in the hope\nthat these memoirs, in some manner, I know not how, may find their way\nto the minds of humanity in Some Dimension, and may stir up a race\nof rebels who shall refuse to be confined to limited Dimensionality.",
        "That is the hope of my brighter moments.  Alas, it is not always so.\nHeavily weighs on me at times the burdensome reflection that I cannot\nhonestly say I am confident as to the exact shape of the once-seen,\noft-regretted Cube; and in my nightly visions the mysterious precept,\n\"Upward, not Northward”, haunts me like a soul-devouring Sphinx.\nIt is part of the martyrdom which I endure for the cause of the Truth\nthat there are seasons of mental weakness, when Cubes and Spheres\nflit away into the background of scarce-possible existences;\nwhen the Land of Three Dimensions seems almost as visionary\nas the Land of One or None; nay, when even this hard wall that bars me\nfrom my freedom, these very tablets on which I am writing,\nand all the substantial realities of Flatland itself, appear no better\nthan the offspring of a diseased imagination, or the baseless fabric\nof a dream.",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n",
        "Flatland: A Romance of Many Dimensions (Dover Thrift Editions)By Edwin A. AbbottAt Amazon"
    ]
}