{
    "title": "Flatland: A Romance of Many Dimensions - Section 17.  How the Sphere, having in vain tried words, resorted to deeds",
    "author": "Edwin A. Abbott",
    "chapter": "20",
    "content": [
        "\n\n",
        "\nIt was in vain.  I brought my hardest right angle into violent\ncollision with the Stranger, pressing on him with a force sufficient\nto have destroyed any ordinary Circle:  but I could feel him\nslowly and unarrestably slipping from my contact; no edging to\nthe right nor to the left, but moving somehow out of the world,\nand vanishing to nothing.  Soon there was a blank.  But still I heard\nthe Intruder’s voice.",
        "SPHERE.  Why will you refuse to listen to reason?\nI had hoped to find in you — as being a man of sense\nand an accomplished mathematician — a fit apostle for the Gospel\nof the Three Dimensions, which I am allowed to preach once only\nin a thousand years:  but now I know not how to convince you.\nStay, I have it.  Deeds, and not words, shall proclaim the truth.\nListen, my friend.",
        "I have told you I can see from my position in Space the inside\nof all things that you consider closed.  For example,\nI see in yonder cupboard near which you are standing,\nseveral of what you call boxes (but like everything else in Flatland,\nthey have no tops nor bottoms) full of money; I see also\ntwo tablets of accounts.  I am about to descend into that cupboard\nand to bring you one of those tablets.  I saw you lock the cupboard\nhalf an hour ago, and I know you have the key in your possession.\nBut I descend from Space; the doors, you see, remain unmoved.\nNow I am in the cupboard and am taking the tablet.  Now I have it.\nNow I ascend with it.",
        "I rushed to the closet and dashed the door open.  One of the tablets\nwas gone.  With a mocking laugh, the Stranger appeared\nin the other corner of the room, and at the same time the tablet\nappeared upon the floor.  I took it up.  There could be no doubt —\nit was the missing tablet.",
        "I groaned with horror, doubting whether I was not out of my senses;\nbut the Stranger continued:  “Surely you must now see\nthat my explanation, and no other, suits the phenomena.  What you call\nSolid things are really superficial; what you call Space is really\nnothing but a great Plane.  I am in Space, and look down upon\nthe insides of the things of which you only see the outsides.\nYou could leave this Plane yourself, if you could but summon up\nthe necessary volition.  A slight upward or downward motion\nwould enable you to see all that I can see.",
        "“The higher I mount, and the further I go from your Plane,\nthe more I can see, though of course I see it on a smaller scale.\nFor example, I am ascending; now I can see your neighbour the Hexagon\nand his family in their several apartments; now I see\nthe inside of the Theatre, ten doors off, from which the audience\nis only just departing; and on the other side a Circle in his study,\nsitting at his books.  Now I shall come back to you.\nAnd, as a crowning proof, what do you say to my giving you a touch,\njust the least touch, in your stomach?  It will not seriously\ninjure you, and the slight pain you may suffer cannot be compared with\nthe mental benefit you will receive.”",
        "Before I could utter a word of remonstrance, I felt a shooting pain\nin my inside, and a demoniacal laugh seemed to issue from within me.\nA moment afterwards the sharp agony had ceased, leaving nothing but\na dull ache behind, and the Stranger began to reappear, saying,\nas he gradually increased in size, “There, I have not hurt you much,\nhave I?  If you are not convinced now, I don’t know what will\nconvince you.  What say you?”",
        "My resolution was taken.  It seemed intolerable that I should endure\nexistence subject to the arbitrary visitations of a Magician who could\nthus play tricks with one’s very stomach.  If only I could in any way\nmanage to pin him against the wall till help came!",
        "Once more I dashed my hardest angle against him, at the same time\nalarming the whole household by my cries for aid.  I believe,\nat the moment of my onset, the Stranger had sunk below our Plane,\nand really found difficulty in rising.  In any case\nhe remained motionless, while I, hearing, as I thought,\nthe sound of some help approaching, pressed against him\nwith redoubled vigour, and continued to shout for assistance.",
        "A convulsive shudder ran through the Sphere.  “This must not be,\"\nI thought I heard him say:  “either he must listen to reason,\nor I must have recourse to the last resource of civilization.\"\nThen, addressing me in a louder tone, he hurriedly exclaimed,\n“Listen:  no stranger must witness what you have witnessed.\nSend your Wife back at once, before she enters the apartment.\nThe Gospel of Three Dimensions must not be thus frustrated.\nNot thus must the fruits of one thousand years of waiting\nbe thrown away.  I hear her coming.  Back! back!  Away from me,\nor you must go with me — whither you know not — into the Land\nof Three Dimensions!”",
        "“Fool!  Madman!  Irregular!” I exclaimed; “never will I release thee;\nthou shalt pay the penalty of thine impostures.”",
        "“Ha!  Is it come to this?” thundered the Stranger:  “then meet\nyour fate:  out of your Plane you go.  Once, twice, thrice!\n’Tis done!”",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}