{
    "title": "Flatland: A Romance of Many Dimensions - Section 6.  Of Recognition by Sight",
    "author": "Edwin A. Abbott",
    "chapter": "8",
    "content": [
        "\n\n",
        "\nI am about to appear very inconsistent.  In previous sections\nI have said that all figures in Flatland present the appearance\nof a straight line; and it was added or implied, that it is\nconsequently impossible to distinguish by the visual organ\nbetween individuals of different classes:  yet now I am about\nto explain to my Spaceland critics how we are able to recognize\none another by the sense of sight.",
        "If however the Reader will take the trouble to refer to the passage\nin which Recognition by Feeling is stated to be universal,\nhe will find this qualification — “among the lower classes”.\nIt is only among the higher classes and in our temperate climates\nthat Sight Recognition is practised.",
        "That this power exists in any regions and for any classes\nis the result of Fog; which prevails during the greater part\nof the year in all parts save the torrid zones.  That which is\nwith you in Spaceland an unmixed evil, blotting out the landscape,\ndepressing the spirits, and enfeebling the health, is by us recognized\nas a blessing scarcely inferior to air itself, and as the Nurse\nof arts and Parent of sciences.  But let me explain my meaning,\nwithout further eulogies on this beneficent Element.",
        "If Fog were non-existent, all lines would appear equally\nand indistinguishably clear; and this is actually the case\nin those unhappy countries in which the atmosphere is perfectly dry\nand transparent.  But wherever there is a rich supply of Fog\nobjects that are at a distance, say of three feet, are appreciably\ndimmer than those at a distance of two feet eleven inches;\nand the result is that by careful and constant experimental\nobservation of comparative dimness and clearness, we are enabled to\ninfer with great exactness the configuration of the object observed.",
        "An instance will do more than a volume of generalities to make\nmy meaning clear.",
        "Suppose I see two individuals approaching whose rank I wish\nto ascertain.  They are, we will suppose, a Merchant and a Physician,\nor in other words, an Equilateral Triangle and a Pentagon:\nhow am I to distinguish them?",
        "Illustration 3",
        "It will be obvious, to every child in Spaceland who has touched\nthe threshold of Geometrical Studies, that, if I can bring my eye so\nthat its glance may bisect an angle (A) of the approaching stranger,\nmy view will lie as it were evenly between his two sides that are\nnext to me (viz. CA and AB), so that I shall contemplate\nthe two impartially, and both will appear of the same size.",
        "Now in the case of (1) the Merchant, what shall I see?  I shall see\na straight line DAE, in which the middle point (A) will be very bright\nbecause it is nearest to me; but on either side the line will\nshade away RAPIDLY INTO DIMNESS, because the sides AC and AB\nRECEDE RAPIDLY INTO THE FOG and what appear to me as\nthe Merchant’s extremities, viz. D and E, will be VERY DIM INDEED.",
        "On the other hand in the case of (2) the Physician, though I shall\nhere also see a line (D’A’E’) with a bright centre (A’),\nyet it will shade away LESS RAPIDLY into dimness, because the sides\n(A’C’, A’B’) RECEDE LESS RAPIDLY INTO THE FOG:  and what appear\nto me the Physician’s extremities, viz. D’ and E’, will not be\nNOT SO DIM as the extremities of the Merchant.",
        "The Reader will probably understand from these two instances how —\nafter a very long training supplemented by constant experience —\nit is possible for the well-educated classes among us to discriminate\nwith fair accuracy between the middle and lowest orders,\nby the sense of sight.  If my Spaceland Patrons have grasped\nthis general conception, so far as to conceive the possibility of it\nand not to reject my account as altogether incredible —\nI shall have attained all I can reasonably expect.  Were I to attempt\nfurther details I should only perplex.  Yet for the sake of the young\nand inexperienced, who may perchance infer — from the two simple\ninstances I have given above, of the manner in which I should\nrecognize my Father and my Sons — that Recognition by sight\nis an easy affair, it may be needful to point out that in actual life\nmost of the problems of Sight Recognition are far more\nsubtle and complex.",
        "If for example, when my Father, the Triangle, approaches me,\nhe happens to present his side to me instead of his angle, then,\nuntil I have asked him to rotate, or until I have edged my eye\nround him, I am for the moment doubtful whether he may not be\na Straight Line, or, in other words, a Woman.  Again, when I am\nin the company of one of my two hexagonal Grandsons, contemplating one\nof his sides (AB) full front, it will be evident from\nthe accompanying diagram that I shall see one whole line (AB)\nin comparative brightness (shading off hardly at all at the ends)\nand two smaller lines (CA and BD) dim throughout and shading away\ninto greater dimness towards the extremities C and D.",
        "Illustration 4",
        "But I must not give way to the temptation of enlarging on\nthese topics.  The meanest mathematician in Spaceland will readily\nbelieve me when I assert that the problems of life, which present\nthemselves to the well-educated — when they are themselves in motion,\nrotating, advancing or retreating, and at the same time attempting to\ndiscriminate by the sense of sight between a number of Polygons\nof high rank moving in different directions, as for example in\na ball-room or conversazione — must be of a nature to task\nthe angularity of the most intellectual, and amply justify\nthe rich endowments of the Learned Professors of Geometry,\nboth Static and Kinetic, in the illustrious University of Wentbridge,\nwhere the Science and Art of Sight Recognition are regularly taught\nto large classes of the ELITE of the States.",
        "It is only a few of the scions of our noblest and wealthiest houses,\nwho are able to give the time and money necessary for the thorough\nprosecution of this noble and valuable Art.  Even to me,\na Mathematician of no mean standing, and the Grandfather of two\nmost hopeful and perfectly regular Hexagons, to find myself\nin the midst of a crowd of rotating Polygons of the higher classes,\nis occasionally very perplexing.  And of course to a common Tradesman,\nor Serf, such a sight is almost as unintelligible as it would be\nto you, my Reader, were you suddenly transported into our country.",
        "In such a crowd you could see on all sides of you nothing but a Line,\napparently straight, but of which the parts would vary\nirregularly and perpetually in brightness or dimness.  Even if you\nhad completed your third year in the Pentagonal and Hexagonal classes\nin the University, and were perfect in the theory of the subject,\nyou would still find that there was need of many years of experience,\nbefore you could move in a fashionable crowd without jostling against\nyour betters, whom it is against etiquette to ask to “feel”, and who,\nby their superior culture and breeding, know all about your movements,\nwhile you know very little or nothing about theirs.  In a word,\nto comport oneself with perfect propriety in Polygonal society,\none ought to be a Polygon oneself.  Such at least is\nthe painful teaching of my experience.",
        "It is astonishing how much the Art — or I may almost call it instinct\n— of Sight Recognition is developed by the habitual practice of it\nand by the avoidance of the custom of “Feeling”.  Just as, with you,\nthe deaf and dumb, if once allowed to gesticulate and to use\nthe hand-alphabet, will never acquire the more difficult\nbut far more valuable art of lipspeech and lip-reading, so it is\nwith us as regards “Seeing” and “Feeling”.  None who in early life\nresort to “Feeling” will ever learn “Seeing” in perfection.",
        "For this reason, among our Higher Classes, “Feeling” is discouraged\nor absolutely forbidden.  From the cradle their children,\ninstead of going to the Public Elementary schools (where the art\nof Feeling is taught), are sent to higher Seminaries\nof an exclusive character; and at our illustrious University,\nto “feel” is regarded as a most serious fault, involving Rustication\nfor the first offence, and Expulsion for the second.",
        "But among the lower classes the art of Sight Recognition is regarded\nas an unattainable luxury.  A common Tradesman cannot afford\nto let his son spend a third of his life in abstract studies.\nThe children of the poor are therefore allowed to “feel\"\nfrom their earliest years, and they gain thereby a precocity\nand an early vivacity which contrast at first most favourably with\nthe inert, undeveloped, and listless behaviour of the half-instructed\nyouths of the Polygonal class; but when the latter have at last\ncompleted their University course, and are prepared to put\ntheir theory into practice, the change that comes over them\nmay almost be described as a new birth, and in every art, science,\nand social pursuit they rapidly overtake and distance\ntheir Triangular competitors.",
        "Only a few of the Polygonal Class fail to pass the Final Test\nor Leaving Examination at the University.  The condition of\nthe unsuccessful minority is truly pitiable.  Rejected from\nthe higher class, they are also despised by the lower.\nThey have neither the matured and systematically trained powers\nof the Polygonal Bachelors and Masters of Arts, nor yet the native\nprecocity and mercurial versatility of the youthful Tradesman.\nThe professions, the public services, are closed against them;\nand though in most States they are not actually debarred\nfrom marriage, yet they have the greatest difficulty in forming\nsuitable alliances, as experience shews that the offspring of such\nunfortunate and ill-endowed parents is generally itself unfortunate,\nif not positively Irregular.",
        "It is from these specimens of the refuse of our Nobility\nthat the great Tumults and Seditions of past ages have generally\nderived their leaders; and so great is the mischief thence arising\nthat an increasing minority of our more progressive Statesmen\nare of opinion that true mercy would dictate their entire suppression,\nby enacting that all who fail to pass the Final Examination\nof the University should be either imprisoned for life,\nor extinguished by a painless death.",
        "But I find myself digressing into the subject of Irregularities,\na matter of such vital interest that it demands a separate section.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}