{
    "title": "Flatland: A Romance of Many Dimensions - Section 7.  Concerning Irregular Figures",
    "author": "Edwin A. Abbott",
    "chapter": "9",
    "content": [
        "\n\n",
        "\nThroughout the previous pages I have been assuming —\nwhat perhaps should have been laid down at the beginning as a distinct\nand fundamental proposition — that every human being in Flatland\nis a Regular Figure, that is to say of regular construction.\nBy this I mean that a Woman must not only be a line,\nbut a straight line; that an Artisan or Soldier must have\ntwo of his sides equal; that Tradesmen must have three sides equal;\nLawyers (of which class I am a humble member), four sides equal,\nand generally, that in every Polygon, all the sides must be equal.",
        "The size of the sides would of course depend upon the age of\nthe individual.  A Female at birth would be about an inch long,\nwhile a tall adult Woman might extend to a foot.  As to the Males\nof every class, it may be roughly said that the length of\nan adult’s sides, when added together, is two feet or a little more.\nBut the size of our sides is not under consideration.\nI am speaking of the EQUALITY of sides, and it does not need\nmuch reflection to see that the whole of the social life in Flatland\nrests upon the fundamental fact that Nature wills all Figures\nto have their sides equal.",
        "If our sides were unequal our angles might be unequal.\nInstead of its being sufficient to feel, or estimate by sight,\na single angle in order to determine the form of an individual,\nit would be necessary to ascertain each angle by the experiment\nof Feeling.  But life would be too short for such a tedious grouping.\nThe whole science and art of Sight Recognition would at once perish;\nFeeling, so far as it is an art, would not long survive;\nintercourse would become perilous or impossible; there would be\nan end to all confidence, all forethought; no one would be safe\nin making the most simple social arrangements; in a word,\ncivilization would relapse into barbarism.",
        "Am I going too fast to carry my Readers with me to these\nobvious conclusions?  Surely a moment’s reflection, and a single\ninstance from common life, must convince every one that our whole\nsocial system is based upon Regularity, or Equality of Angles.\nYou meet, for example, two or three Tradesmen in the street,\nwhom you recognize at once to be Tradesmen by a glance at their angles\nand rapidly bedimmed sides, and you ask them to step into your house\nto lunch.  This you do at present with perfect confidence,\nbecause everyone knows to an inch or two the area occupied\nby an adult Triangle:  but imagine that your Tradesman drags\nbehind his regular and respectable vertex, a parallelogram\nof twelve or thirteen inches in diagonal: — what are you to do\nwith such a monster sticking fast in your house door?",
        "But I am insulting the intelligence of my Readers by accumulating\ndetails which must be patent to everyone who enjoys the advantages of\na Residence in Spaceland.  Obviously the measurements of\na single angle would no longer be sufficient under such\nportentous circumstances; one’s whole life would be taken up\nin feeling or surveying the perimeter of one’s acquaintances.\nAlready the difficulties of avoiding a collision in a crowd are enough\nto tax the sagacity of even a well-educated Square; but if no one\ncould calculate the Regularity of a single figure in the company,\nall would be chaos and confusion, and the slightest panic\nwould cause serious injuries, or — if there happened to be\nany Women or Soldiers present — perhaps considerable loss of life.",
        "Expediency therefore concurs with Nature in stamping the seal\nof its approval upon Regularity of conformation:  nor has the Law\nbeen backward in seconding their efforts.  “Irregularity of Figure\"\nmeans with us the same as, or more than, a combination of\nmoral obliquity and criminality with you, and is treated accordingly.\nThere are not wanting, it is true, some promulgators of paradoxes\nwho maintain that there is no necessary connection between\ngeometrical and moral Irregularity.  “The Irregular”, they say,\n“is from his birth scouted by his own parents, derided by\nhis brothers and sisters, neglected by the domestics,\nscorned and suspected by society, and excluded from all posts\nof responsibility, trust, and useful activity.  His every movement\nis jealously watched by the police till he comes of age\nand presents himself for inspection; then he is either destroyed,\nif he is found to exceed the fixed margin of deviation,\nor else immured in a Government Office as a clerk of\nthe seventh class; prevented from marriage; forced to drudge\nat an uninteresting occupation for a miserable stipend;\nobliged to live and board at the office, and to take even his vacation\nunder close supervision; what wonder that human nature,\neven in the best and purest, is embittered and perverted\nby such surroundings!”",
        "All this very plausible reasoning does not convince me, as it has not\nconvinced the wisest of our Statesmen, that our ancestors erred\nin laying it down as an axiom of policy that the toleration\nof Irregularity is incompatible with the safety of the State.\nDoubtless, the life of an Irregular is hard; but the interests of\nthe Greater Number require that it shall be hard.  If a man with\na triangular front and a polygonal back were allowed to exist\nand to propagate a still more Irregular posterity, what would become\nof the arts of life?  Are the houses and doors and churches\nin Flatland to be altered in order to accommodate such monsters?\nAre our ticket-collectors to be required to measure every man’s\nperimeter before they allow him to enter a theatre or to take\nhis place in a lecture room?  Is an Irregular to be exempted\nfrom the militia?  And if not, how is he to be prevented from\ncarrying desolation into the ranks of his comrades?  Again,\nwhat irresistible temptations to fraudulent impostures must\nneeds beset such a creature!  How easy for him to enter a shop\nwith his polygonal front foremost, and to order goods\nto any extent from a confiding tradesman!  Let the advocates of\na falsely called Philanthropy plead as they may for the abrogation\nof the Irregular Penal Laws, I for my part have never known\nan Irregular who was not also what Nature evidently intended him to be\n— a hypocrite, a misanthropist, and, up to the limits of his power,\na perpetrator of all manner of mischief.",
        "Not that I should be disposed to recommend (at present)\nthe extreme measures adopted by some States, where an infant\nwhose angle deviates by half a degree from the correct angularity\nis summarily destroyed at birth.  Some of our highest and ablest men,\nmen of real genius, have during their earliest days laboured under\ndeviations as great as, or even greater than, forty-five minutes:\nand the loss of their precious lives would have been an irreparable\ninjury to the State.  The art of healing also has achieved\nsome of its most glorious triumphs in the compressions, extensions,\ntrepannings, colligations, and other surgical or diaetetic operations\nby which Irregularity has been partly or wholly cured.\nAdvocating therefore a VIA MEDIA, I would lay down no fixed\nor absolute line of demarcation; but at the period when the frame\nis just beginning to set, and when the Medical Board has reported that\nrecovery is improbable, I would suggest that the Irregular offspring\nbe painlessly and mercifully consumed.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}