{
    "title": "Flatland: A Romance of Many Dimensions - Section 4.  Concerning the Women",
    "author": "Edwin A. Abbott",
    "chapter": "6",
    "content": [
        "\n\n",
        "\nIf our highly pointed Triangles of the Soldier class are formidable,\nit may be readily inferred that far more formidable are our Women.\nFor if a Soldier is a wedge, a Woman is a needle; being, so to speak,\nALL point, at least at the two extremities.  Add to this the power\nof making herself practically invisible at will, and you will perceive\nthat a Female, in Flatland, is a creature by no means\nto be trifled with.",
        "But here, perhaps, some of my younger Readers may ask HOW a woman\nin Flatland can make herself invisible.  This ought, I think,\nto be apparent without any explanation.  However, a few words\nwill make it clear to the most unreflecting.",
        "Place a needle on a table.  Then, with your eye on the level of\nthe table, look at it side-ways, and you see the whole length of it;\nbut look at it end-ways, and you see nothing but a point,\nit has become practically invisible.  Just so is it with one\nof our Women.  When her side is turned towards us, we see her\nas a straight line; when the end containing her eye or mouth —\nfor with us these two organs are identical — is the part that meets\nour eye, then we see nothing but a highly lustrous point;\nbut when the back is presented to our view, then — being only\nsub-lustrous, and, indeed, almost as dim as an inanimate object —\nher hinder extremity serves her as a kind of Invisible Cap.",
        "The dangers to which we are exposed from our Women must now be\nmanifest to the meanest capacity in Spaceland.  If even the angle\nof a respectable Triangle in the middle class is not without\nits dangers; if to run against a Working Man involves a gash;\nif collision with an officer of the military class necessitates\na serious wound; if a mere touch from the vertex of a Private Soldier\nbrings with it danger of death; — what can it be to run against\na Woman, except absolute and immediate destruction?  And when a Woman\nis invisible, or visible only as a dim sub-lustrous point,\nhow difficult must it be, even for the most cautious,\nalways to avoid collision!",
        "Many are the enactments made at different times in the different\nStates of Flatland, in order to minimize this peril;\nand in the Southern and less temperate climates where\nthe force of gravitation is greater, and human beings more liable to\ncasual and involuntary motions, the Laws concerning Women\nare naturally much more stringent.  But a general view of the Code\nmay be obtained from the following summary: --",
        "1.  Every house shall have one entrance in the Eastern side,\nfor the use of Females only; by which all females shall enter\n“in a becoming and respectful manner” and not by the Men’s\nor Western door.  [Note:  When I was in Spaceland I understood that\nsome of your Priestly circles have in the same way a separate entrance\nfor Villagers, Farmers and Teachers of Board Schools (`Spectator’,\nSept. 1884, p. 1255) that they may “approach in a becoming\nand respectful manner.\"]",
        "2.  No Female shall walk in any public place without continually\nkeeping up her Peace-cry, under penalty of death.",
        "3.  Any Female, duly certified to be suffering from St. Vitus’s Dance,\nfits, chronic cold accompanied by violent sneezing, or any disease\nnecessitating involuntary motions, shall be instantly destroyed.",
        "In some of the States there is an additional Law forbidding Females,\nunder penalty of death, from walking or standing in any public place\nwithout moving their backs constantly from right to left\nso as to indicate their presence to those behind them;\nothers oblige a Woman, when travelling, to be followed by one\nof her sons, or servants, or by her husband; others confine Women\naltogether to their houses except during the religious festivals.\nBut it has been found by the wisest of our Circles or Statesmen\nthat the multiplication of restrictions on Females tends not only\nto the debilitation and diminution of the race, but also to\nthe increase of domestic murders to such an extent that a State loses\nmore than it gains by a too prohibitive Code.",
        "For whenever the temper of the Women is thus exasperated\nby confinement at home or hampering regulations abroad,\nthey are apt to vent their spleen upon their husbands and children;\nand in the less temperate climates the whole male population\nof a village has been sometimes destroyed in one or two hours\nof simultaneous female outbreak.  Hence the Three Laws,\nmentioned above, suffice for the better regulated States,\nand may be accepted as a rough exemplification of our Female Code.",
        "After all, our principal safeguard is found, not in Legislature,\nbut in the interests of the Women themselves.  For, although they can\ninflict instantaneous death by a retrograde movement,\nyet unless they can at once disengage their stinging extremity\nfrom the struggling body of their victim, their own frail bodies\nare liable to be shattered.",
        "The power of Fashion is also on our side.  I pointed out that in some\nless civilized States no female is suffered to stand\nin any public place without swaying her back from right to left.\nThis practice has been universal among ladies of any pretensions\nto breeding in all well-governed States, as far back as the memory\nof Figures can reach.  It is considered a disgrace to any State\nthat legislation should have to enforce what ought to be,\nand is in every respectable female, a natural instinct.\nThe rhythmical and, if I may so say, well-modulated undulation\nof the back in our ladies of Circular rank is envied and imitated\nby the wife of a common Equilateral, who can achieve nothing beyond\na mere monotonous swing, like the ticking of a pendulum;\nand the regular tick of the Equilateral is no less admired and copied\nby the wife of the progressive and aspiring Isosceles,\nin the females of whose family no “back-motion” of any kind\nhas become as yet a necessity of life.  Hence, in every family\nof position and consideration, “back motion” is as prevalent\nas time itself; and the husbands and sons in these households\nenjoy immunity at least from invisible attacks.",
        "Not that it must be for a moment supposed that our Women are\ndestitute of affection.  But unfortunately the passion of the moment\npredominates, in the Frail Sex, over every other consideration.\nThis is, of course, a necessity arising from their\nunfortunate conformation.  For as they have no pretensions\nto an angle, being inferior in this respect to the very lowest\nof the Isosceles, they are consequently wholly devoid of brain-power,\nand have neither reflection, judgment nor forethought,\nand hardly any memory.  Hence, in their fits of fury, they remember\nno claims and recognize no distinctions.  I have actually known a case\nwhere a Woman has exterminated her whole household,\nand half an hour afterwards, when her rage was over and the fragments\nswept away, has asked what has become of her husband and her children.",
        "Obviously then a Woman is not to be irritated as long as she is in\na position where she can turn round.  When you have them\nin their apartments — which are constructed with a view\nto denying them that power — you can say and do what you like;\nfor they are then wholly impotent for mischief, and will not remember\na few minutes hence the incident for which they may be at this moment\nthreatening you with death, nor the promises which you may have\nfound it necessary to make in order to pacify their fury.",
        "On the whole we get on pretty smoothly in our domestic relations,\nexcept in the lower strata of the Military Classes.  There the want\nof tact and discretion on the part of the husbands produces at times\nindescribable disasters.  Relying too much on the offensive weapons\nof their acute angles instead of the defensive organs of good sense\nand seasonable simulation, these reckless creatures too often neglect\nthe prescribed construction of the women’s apartments,\nor irritate their wives by ill-advised expressions out of doors,\nwhich they refuse immediately to retract.  Moreover a blunt and stolid\nregard for literal truth indisposes them to make those lavish promises\nby which the more judicious Circle can in a moment pacify his consort.\nThe result is massacre; not, however, without its advantages,\nas it eliminates the more brutal and troublesome of the Isosceles;\nand by many of our Circles the destructiveness of the Thinner Sex\nis regarded as one among many providential arrangements for\nsuppressing redundant population, and nipping Revolution in the bud.",
        "Yet even in our best regulated and most approximately Circular\nfamilies I cannot say that the ideal of family life is so high\nas with you in Spaceland.  There is peace, in so far as the absence\nof slaughter may be called by that name, but there is necessarily\nlittle harmony of tastes or pursuits; and the cautious wisdom\nof the Circles has ensured safety at the cost of domestic comfort.\nIn every Circular or Polygonal household it has been a habit\nfrom time immemorial — and now has become a kind of instinct among\nthe women of our higher classes — that the mothers and daughters\nshould constantly keep their eyes and mouths towards their husband\nand his male friends; and for a lady in a family of distinction\nto turn her back upon her husband would be regarded as a kind\nof portent, involving loss of STATUS.  But, as I shall soon shew,\nthis custom, though it has the advantage of safety,\nis not without its disadvantages.",
        "In the house of the Working Man or respectable Tradesman —\nwhere the wife is allowed to turn her back upon her husband,\nwhile pursuing her household avocations — there are at least\nintervals of quiet, when the wife is neither seen nor heard,\nexcept for the humming sound of the continuous Peace-cry;\nbut in the homes of the upper classes there is too often no peace.\nThere the voluble mouth and bright penetrating eye are ever directed\ntowards the Master of the household; and light itself is not\nmore persistent than the stream of feminine discourse.\nThe tact and skill which suffice to avert a Woman’s sting are unequal\nto the task of stopping a Woman’s mouth; and as the wife\nhas absolutely nothing to say, and absolutely no constraint of wit,\nsense, or conscience to prevent her from saying it,\nnot a few cynics have been found to aver that they prefer the danger\nof the death-dealing but inaudible sting to the safe sonorousness\nof a Woman’s other end.",
        "To my readers in Spaceland the condition of our Women may seem\ntruly deplorable, and so indeed it is.  A Male of the lowest type\nof the Isosceles may look forward to some improvement of his angle,\nand to the ultimate elevation of the whole of his degraded caste;\nbut no Woman can entertain such hopes for her sex.  “Once a Woman,\nalways a Woman” is a Decree of Nature; and the very Laws of Evolution\nseem suspended in her disfavour.  Yet at least we can\nadmire the wise Prearrangement which has ordained that,\nas they have no hopes, so they shall have no memory to recall,\nand no forethought to anticipate, the miseries and humiliations\nwhich are at once a necessity of their existence and the basis of\nthe constitution of Flatland.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}