{
    "title": "Flatland: A Romance of Many Dimensions - Section 16.  How the Stranger vainly endeavoured to reveal to me in words the mysteries of Spaceland",
    "author": "Edwin A. Abbott",
    "chapter": "19",
    "content": [
        "\n\n",
        "\nAs soon as the sound of the Peace-cry of my departing Wife\nhad died away, I began to approach the Stranger with the intention\nof taking a nearer view and of bidding him be seated:\nbut his appearance struck me dumb and motionless with astonishment.\nWithout the slightest symptoms of angularity he nevertheless varied\nevery instant with gradations of size and brightness scarcely possible\nfor any Figure within the scope of my experience.  The thought\nflashed across me that I might have before me a burglar or cut-throat,\nsome monstrous Irregular Isosceles, who, by feigning the voice\nof a Circle, had obtained admission somehow into the house,\nand was now preparing to stab me with his acute angle.",
        "In a sitting-room, the absence of Fog (and the season happened\nto be remarkably dry), made it difficult for me to trust to\nSight Recognition, especially at the short distance at which\nI was standing.  Desperate with fear, I rushed forward\nwith an unceremonious, “You must permit me, Sir --” and felt him.\nMy Wife was right.  There was not the trace of an angle,\nnot the slightest roughness or inequality:  never in my life had I met\nwith a more perfect Circle.  He remained motionless while I walked\nround him, beginning from his eye and returning to it again.\nCircular he was throughout, a perfectly satisfactory Circle;\nthere could not be a doubt of it.  Then followed a dialogue,\nwhich I will endeavour to set down as near as I can recollect it,\nomitting only some of my profuse apologies — for I was covered\nwith shame and humiliation that I, a Square, should have been guilty\nof the impertinence of feeling a Circle.  It was commenced\nby the Stranger with some impatience at the lengthiness\nof my introductory process.",
        "STRANGER.  Have you felt me enough by this time?  Are you not\nintroduced to me yet?",
        "I.  Most illustrious Sir, excuse my awkwardness, which arises not\nfrom ignorance of the usages of polite society, but from a little\nsurprise and nervousness, consequent on this somewhat\nunexpected visit.  And I beseech you to reveal my indiscretion\nto no one, and especially not to my Wife.  But before your Lordship\nenters into further communications, would he deign to satisfy\nthe curiosity of one who would gladly know whence his Visitor came?",
        "STRANGER.  From Space, from Space, Sir:  whence else?",
        "I.  Pardon me, my Lord, but is not your Lordship already in Space,\nyour Lordship and his humble servant, even at this moment?",
        "STRANGER.  Pooh! what do you know of Space?  Define Space.",
        "I.  Space, my Lord, is height and breadth indefinitely prolonged.",
        "STRANGER.  Exactly:  you see you do not even know what Space is.\nYou think it is of Two Dimensions only; but I have come\nto announce to you a Third — height, breadth, and length.",
        "I.  Your Lordship is pleased to be merry.  We also speak\nof length and height, or breadth and thickness, thus denoting\nTwo Dimensions by four names.",
        "STRANGER.  But I mean not only three names, but Three Dimensions.",
        "I.  Would your Lordship indicate or explain to me in what direction\nis the Third Dimension, unknown to me?",
        "STRANGER.  I came from it.  It is up above and down below.",
        "I.  My Lord means seemingly that it is Northward and Southward.",
        "STRANGER.  I mean nothing of the kind.  I mean a direction in which\nyou cannot look, because you have no eye in your side.",
        "I.  Pardon me, my Lord, a moment’s inspection will convince\nyour Lordship that I have a perfect luminary at the juncture of two\nof my sides.",
        "STRANGER.  Yes:  but in order to see into Space you ought to have\nan eye, not on your Perimeter, but on your side, that is,\non what you would probably call your inside; but we in Spaceland\nshould call it your side.",
        "I.  An eye in my inside!  An eye in my stomach!  Your Lordship jests.",
        "STRANGER.  I am in no jesting humour.  I tell you that\nI come from Space, or, since you will not understand what Space means,\nfrom the Land of Three Dimensions whence I but lately looked down\nupon your Plane which you call Space forsooth.  From that position\nof advantage I discerned all that you speak of as SOLID\n(by which you mean “enclosed on four sides”), your houses,\nyour churches, your very chests and safes, yes even your insides\nand stomachs, all lying open and exposed to my view.",
        "I.  Such assertions are easily made, my Lord.",
        "STRANGER.  But not easily proved, you mean.  But I mean to prove mine.",
        "When I descended here, I saw your four Sons, the Pentagons,\neach in his apartment, and your two Grandsons the Hexagons;\nI saw your youngest Hexagon remain a while with you and then\nretire to his room, leaving you and your Wife alone.\nI saw your Isosceles servants, three in number, in the kitchen\nat supper, and the little Page in the scullery.  Then I came here,\nand how do you think I came?",
        "I.  Through the roof, I suppose.",
        "STRANGER.  Not so.  Your roof, as you know very well,\nhas been recently repaired, and has no aperture by which even a Woman\ncould penetrate.  I tell you I come from Space.  Are you not convinced\nby what I have told you of your children and household?",
        "I.  Your Lordship must be aware that such facts touching\nthe belongings of his humble servant might be easily ascertained\nby any one in the neighbourhood possessing your Lordship’s\nample means of obtaining information.",
        "STRANGER.  (TO HIMSELF.)  What must I do?  Stay; one more argument\nsuggests itself to me.  When you see a Straight Line — your wife,\nfor example — how many Dimensions do you attribute to her?",
        "I.  Your Lordship would treat me as if I were one of the vulgar who,\nbeing ignorant of Mathematics, suppose that a Woman is really\na Straight Line, and only of One Dimension.  No, no, my Lord;\nwe Squares are better advised, and are as well aware as your Lordship\nthat a Woman, though popularly called a Straight Line, is,\nreally and scientifically, a very thin Parallelogram,\npossessing Two Dimensions, like the rest of us, viz.,\nlength and breadth (or thickness).",
        "STRANGER.  But the very fact that a Line is visible implies\nthat it possesses yet another Dimension.",
        "I.  My Lord, I have just acknowledged that a Woman is broad\nas well as long.  We see her length, we infer her breadth;\nwhich, though very slight, is capable of measurement.",
        "STRANGER.  You do not understand me.  I mean that when you see\na Woman, you ought — besides inferring her breadth —\nto see her length, and to SEE what we call her HEIGHT;\nalthough that last Dimension is infinitesimal in your country.\nIf a Line were mere length without “height”, it would cease to\noccupy Space and would become invisible.  Surely you must\nrecognize this?",
        "I.  I must indeed confess that I do not in the least\nunderstand your Lordship.  When we in Flatland see a Line,\nwe see length and BRIGHTNESS.  If the brightness disappears,\nthe Line is extinguished, and, as you say, ceases to occupy Space.\nBut am I to suppose that your Lordship gives to brightness the title\nof a Dimension, and that what we call “bright” you call “high”?",
        "STRANGER.  No, indeed.  By “height” I mean a Dimension like\nyour length:  only, with you, “height” is not so easily perceptible,\nbeing extremely small.",
        "I.  My Lord, your assertion is easily put to the test.\nYou say I have a Third Dimension, which you call “height”.\nNow, Dimension implies direction and measurement.  Do but measure\nmy “height”, or merely indicate to me the direction in which\nmy “height” extends, and I will become your convert.  Otherwise,\nyour Lordship’s own understanding must hold me excused.",
        "STRANGER.  (TO HIMSELF.)  I can do neither.  How shall I\nconvince him?  Surely a plain statement of facts followed by\nocular demonstration ought to suffice.  — Now, Sir; listen to me.",
        "You are living on a Plane.  What you style Flatland is\nthe vast level surface of what I may call a fluid, on, or in,\nthe top of which you and your countrymen move about,\nwithout rising above it or falling below it.",
        "I am not a plane Figure, but a Solid.  You call me a Circle;\nbut in reality I am not a Circle, but an infinite number of Circles,\nof size varying from a Point to a Circle of thirteen inches\nin diameter, one placed on the top of the other.  When I cut through\nyour plane as I am now doing, I make in your plane a section\nwhich you, very rightly, call a Circle.  For even a Sphere —\nwhich is my proper name in my own country — if he manifest himself\nat all to an inhabitant of Flatland — must needs manifest himself\nas a Circle.",
        "Do you not remember — for I, who see all things, discerned last night\nthe phantasmal vision of Lineland written upon your brain —\ndo you not remember, I say, how, when you entered the realm\nof Lineland, you were compelled to manifest yourself to the King,\nnot as a Square, but as a Line, because that Linear Realm had not\nDimensions enough to represent the whole of you, but only a slice\nor section of you?  In precisely the same way, your country\nof Two Dimensions is not spacious enough to represent me,\na being of Three, but can only exhibit a slice or section of me,\nwhich is what you call a Circle.",
        "The diminished brightness of your eye indicates incredulity.  But now\nprepare to receive proof positive of the truth of my assertions.\nYou cannot indeed see more than one of my sections, or Circles,\nat a time; for you have no power to raise your eye out of the plane\nof Flatland; but you can at least see that, as I rise in Space,\nso my sections become smaller.  See now, I will rise; and the effect\nupon your eye will be that my Circle will become smaller and smaller\ntill it dwindles to a point and finally vanishes.",
        "Illustration 8",
        "There was no “rising” that I could see; but he diminished\nand finally vanished.  I winked once or twice to make sure\nthat I was not dreaming.  But it was no dream.  For from the depths\nof nowhere came forth a hollow voice — close to my heart it seemed —\n“Am I quite gone?  Are you convinced now?  Well, now I will\ngradually return to Flatland and you shall see my section become\nlarger and larger.”",
        "Every reader in Spaceland will easily understand that\nmy mysterious Guest was speaking the language of truth\nand even of simplicity.  But to me, proficient though I was\nin Flatland Mathematics, it was by no means a simple matter.\nThe rough diagram given above will make it clear to any\nSpaceland child that the Sphere, ascending in the three positions\nindicated there, must needs have manifested himself to me,\nor to any Flatlander, as a Circle, at first of full size, then small,\nand at last very small indeed, approaching to a Point.  But to me,\nalthough I saw the facts before me, the causes were as dark as ever.\nAll that I could comprehend was, that the Circle had made himself\nsmaller and vanished, and that he had now reappeared and was rapidly\nmaking himself larger.",
        "When he regained his original size, he heaved a deep sigh;\nfor he perceived by my silence that I had altogether failed\nto comprehend him.  And indeed I was now inclining to the belief\nthat he must be no Circle at all, but some extremely clever juggler;\nor else that the old wives’ tales were true, and that after all\nthere were such people as Enchanters and Magicians.",
        "After a long pause he muttered to himself, “One resource alone remains,\nif I am not to resort to action.  I must try the method of Analogy.\"\nThen followed a still longer silence, after which he continued\nour dialogue.",
        "SPHERE.  Tell me, Mr. Mathematician; if a Point moves Northward,\nand leaves a luminous wake, what name would you give to the wake?",
        "I.  A straight Line.",
        "SPHERE.  And a straight Line has how many extremities?",
        "I.  Two.",
        "SPHERE.  Now conceive the Northward straight Line moving parallel\nto itself, East and West, so that every point in it leaves behind it\nthe wake of a straight Line.  What name will you give to the Figure\nthereby formed?  We will suppose that it moves through a distance\nequal to the original straight Line.  — What name, I say?",
        "I.  A Square.",
        "SPHERE.  And how many sides has a Square?  How many angles?",
        "I.  Four sides and four angles.",
        "SPHERE.  Now stretch your imagination a little, and conceive\na Square in Flatland, moving parallel to itself upward.",
        "I.  What?  Northward?",
        "SPHERE.  No, not Northward; upward; out of Flatland altogether.",
        "If it moved Northward, the Southern points in the Square would have to\nmove through the positions previously occupied by the Northern points.\nBut that is not my meaning.",
        "I mean that every Point in you — for you are a Square and will serve\nthe purpose of my illustration — every Point in you, that is to say\nin what you call your inside, is to pass upwards through Space\nin such a way that no Point shall pass through the position\npreviously occupied by any other Point; but each Point shall describe\na straight Line of its own.  This is all in accordance with Analogy;\nsurely it must be clear to you.",
        "Restraining my impatience — for I was now under a strong temptation\nto rush blindly at my Visitor and to precipitate him into Space,\nor out of Flatland, anywhere, so that I could get rid of him —\nI replied: --",
        "“And what may be the nature of the Figure which I am to shape out\nby this motion which you are pleased to denote by the word ’upward’?\nI presume it is describable in the language of Flatland.”",
        "SPHERE.  Oh, certainly.  It is all plain and simple,\nand in strict accordance with Analogy — only, by the way,\nyou must not speak of the result as being a Figure, but as a Solid.\nBut I will describe it to you.  Or rather not I, but Analogy.",
        "We began with a single Point, which of course — being itself a Point\n— has only ONE terminal Point.",
        "One Point produces a Line with TWO terminal Points.",
        "One Line produces a Square with FOUR terminal Points.",
        "Now you can give yourself the answer to your own question:  1, 2, 4,\nare evidently in Geometrical Progression.  What is the next number?",
        "I.  Eight.",
        "SPHERE.  Exactly.  The one Square produces a SOMETHING-WHICH-\nYOU-DO-NOT-AS-YET-KNOW-A-NAME-FOR-BUT-WHICH-WE-CALL-A-CUBE\nwith EIGHT terminal Points.  Now are you convinced?",
        "I.  And has this Creature sides, as well as angles or what you call\n“terminal Points”?",
        "SPHERE.  Of course; and all according to Analogy.  But, by the way,\nnot what YOU call sides, but what WE call sides.\nYou would call them SOLIDS.",
        "I.  And how many solids or sides will appertain to this Being whom\nI am to generate by the motion of my inside in an “upward” direction,\nand whom you call a Cube?",
        "SPHERE.  How can you ask?  And you a mathematician!\nThe side of anything is always, if I may so say, one Dimension behind\nthe thing.  Consequently, as there is no Dimension behind a Point,\na Point has 0 sides; a Line, if I may say, has 2 sides\n(for the Points of a Line may be called by courtesy, its sides);\na Square has 4 sides; 0, 2, 4; what Progression do you call that?",
        "I.  Arithmetical.",
        "SPHERE.  And what is the next number?",
        "I.  Six.",
        "SPHERE.  Exactly.  Then you see you have answered your own question.\nThe Cube which you will generate will be bounded by six sides,\nthat is to say, six of your insides.  You see it all now, eh?",
        "“Monster,” I shrieked, “be thou juggler, enchanter, dream, or devil,\nno more will I endure thy mockeries.  Either thou or I must perish.\"\nAnd saying these words I precipitated myself upon him.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}