{
    "title": "Flatland: A Romance of Many Dimensions - Section 15.  Concerning a Stranger from Spaceland",
    "author": "Edwin A. Abbott",
    "chapter": "18",
    "content": [
        "\n\n",
        "From dreams I proceed to facts.",
        "It was the last day of the 1999th year of our era.\nThe pattering of the rain had long ago announced nightfall;\nand I was sitting in the company of my wife, musing on the events\nof the past and the prospects of the coming year, the coming century,\nthe coming Millennium.",
        "[Note:  When I say “sitting”, of course I do not mean\nany change of attitude such as you in Spaceland signify by that word;\nfor as we have no feet, we can no more “sit” nor “stand\"\n(in your sense of the word) than one of your soles or flounders.",
        "Nevertheless, we perfectly well recognize the different mental states\nof volition implied in “lying”, “sitting”, and “standing”,\nwhich are to some extent indicated to a beholder by a slight\nincrease of lustre corresponding to the increase of volition.",
        "But on this, and a thousand other kindred subjects, time forbids me\nto dwell.]",
        "My four Sons and two orphan Grandchildren had retired\nto their several apartments; and my wife alone remained with me\nto see the old Millennium out and the new one in.",
        "I was rapt in thought, pondering in my mind some words that had\ncasually issued from the mouth of my youngest Grandson,\na most promising young Hexagon of unusual brilliancy\nand perfect angularity.  His uncles and I had been giving him\nhis usual practical lesson in Sight Recognition, turning ourselves\nupon our centres, now rapidly, now more slowly, and questioning him\nas to our positions; and his answers had been so satisfactory\nthat I had been induced to reward him by giving him a few hints\non Arithmetic, as applied to Geometry.",
        "Taking nine Squares, each an inch every way, I had put them together\nso as to make one large Square, with a side of three inches,\nand I had hence proved to my little Grandson that — though it was\nimpossible for us to SEE the inside of the Square —\nyet we might ascertain the number of square inches in a Square\nby simply squaring the number of inches in the side:  “and thus,\"\nsaid I, “we know that 3^2, or 9, represents the number\nof square inches in a Square whose side is 3 inches long.”",
        "The little Hexagon meditated on this a while and then said to me;\n“But you have been teaching me to raise numbers to the third power:\nI suppose 3^3 must mean something in Geometry; what does it mean?\"\n“Nothing at all,” replied I, “not at least in Geometry;\nfor Geometry has only Two Dimensions.”  And then I began\nto shew the boy how a Point by moving through a length of three inches\nmakes a Line of three inches, which may be represented by 3;\nand how a Line of three inches, moving parallel to itself through\na length of three inches, makes a Square of three inches every way,\nwhich may be represented by 3^2.",
        "Upon this, my Grandson, again returning to his former suggestion,\ntook me up rather suddenly and exclaimed, “Well, then,\nif a Point by moving three inches, makes a Line of three inches\nrepresented by 3; and if a straight Line of three inches,\nmoving parallel to itself, makes a Square of three inches every way,\nrepresented by 3^2; it must be that a Square of three inches\nevery way, moving somehow parallel to itself (but I don’t see how)\nmust make Something else (but I don’t see what) of three inches\nevery way — and this must be represented by 3^3.”",
        "“Go to bed,” said I, a little ruffled by this interruption:\n“if you would talk less nonsense, you would remember more sense.”",
        "So my Grandson had disappeared in disgrace; and there I sat\nby my Wife’s side, endeavouring to form a retrospect of the year 1999\nand of the possibilities of the year 2000, but not quite able\nto shake off the thoughts suggested by the prattle of my bright\nlittle Hexagon.  Only a few sands now remained in the half-hour glass.\nRousing myself from my reverie I turned the glass Northward\nfor the last time in the old Millennium; and in the act,\nI exclaimed aloud, “The boy is a fool.”",
        "Straightway I became conscious of a Presence in the room,\nand a chilling breath thrilled through my very being.\n“He is no such thing,” cried my Wife, “and you are breaking\nthe Commandments in thus dishonouring your own Grandson.\"\nBut I took no notice of her.  Looking round in every direction\nI could see nothing; yet still I FELT a Presence, and shivered\nas the cold whisper came again.  I started up.  “What is the matter?\"\nsaid my Wife, “there is no draught; what are you looking for?\nThere is nothing.”  There was nothing; and I resumed my seat,\nagain exclaiming, “The boy is a fool, I say; 3^3 can have no meaning\nin Geometry.”  At once there came a distinctly audible reply,\n“The boy is not a fool; and 3^3 has an obvious Geometrical meaning.”",
        "My Wife as well as myself heard the words, although she did not\nunderstand their meaning, and both of us sprang forward\nin the direction of the sound.  What was our horror when we saw\nbefore us a Figure!  At the first glance it appeared to be a Woman,\nseen sideways; but a moment’s observation shewed me that\nthe extremities passed into dimness too rapidly to represent\none of the Female Sex; and I should have thought it a Circle,\nonly that it seemed to change its size in a manner impossible\nfor a Circle or for any regular Figure of which I had had experience.",
        "But my Wife had not my experience, nor the coolness necessary to note\nthese characteristics.  With the usual hastiness and unreasoning\njealousy of her Sex, she flew at once to the conclusion\nthat a Woman had entered the house through some small aperture.\n“How comes this person here?” she exclaimed, “you promised me,\nmy dear, that there should be no ventilators in our new house.\"\n“Nor are there any,” said I; “but what makes you think that\nthe stranger is a Woman?  I see by my power of Sight Recognition ----\"\n“Oh, I have no patience with your Sight Recognition,” replied she,\n“’Feeling is believing’ and ’A Straight Line to the touch is worth\na Circle to the sight’” — two Proverbs, very common\nwith the Frailer Sex in Flatland.",
        "“Well,” said I, for I was afraid of irritating her, “if it must be so,\ndemand an introduction.”  Assuming her most gracious manner,\nmy Wife advanced towards the Stranger, “Permit me, Madam,\nto feel and be felt by ----” then, suddenly recoiling, “Oh!\nit is not a Woman, and there are no angles either, not a trace of one.\nCan it be that I have so misbehaved to a perfect Circle?”",
        "“I am indeed, in a certain sense a Circle,” replied the Voice,\n“and a more perfect Circle than any in Flatland; but to speak\nmore accurately, I am many Circles in one.”  Then he added\nmore mildly, “I have a message, dear Madam, to your husband,\nwhich I must not deliver in your presence; and, if you would suffer us\nto retire for a few minutes ----”  But my Wife would not listen\nto the proposal that our august Visitor should so incommode himself,\nand assuring the Circle that the hour of her own retirement\nhad long passed, with many reiterated apologies for her\nrecent indiscretion, she at last retreated to her apartment.",
        "I glanced at the half-hour glass.  The last sands had fallen.\nThe third Millennium had begun.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}