{
    "title": "Flatland: A Romance of Many Dimensions - Section 9.  Of the Universal Colour Bill",
    "author": "Edwin A. Abbott",
    "chapter": "11",
    "content": [
        "\n\n",
        "\nBut meanwhile the intellectual Arts were fast decaying.",
        "The Art of Sight Recognition, being no longer needed,\nwas no longer practised; and the studies of Geometry, Statics,\nKinetics, and other kindred subjects, came soon to be\nconsidered superfluous, and fell into disrespect and neglect even at\nour University.  The inferior Art of Feeling speedily experienced\nthe same fate at our Elementary Schools.  Then the Isosceles classes,\nasserting that the Specimens were no longer used nor needed,\nand refusing to pay the customary tribute from the Criminal classes\nto the service of Education, waxed daily more numerous\nand more insolent on the strength of their immunity from\nthe old burden which had formerly exercised the twofold\nwholesome effect of at once taming their brutal nature and thinning\ntheir excessive numbers.",
        "Year by year the Soldiers and Artisans began more vehemently to assert\n— and with increasing truth — that there was no great difference\nbetween them and the very highest class of Polygons, now that they\nwere raised to an equality with the latter, and enabled to grapple\nwith all the difficulties and solve all the problems of life,\nwhether Statical or Kinetical, by the simple process\nof Colour Recognition.  Not content with the natural neglect\ninto which Sight Recognition was falling, they began boldly to demand\nthe legal prohibition of all “monopolizing and aristocratic Arts\"\nand the consequent abolition of all endowments for the studies of\nSight Recognition, Mathematics, and Feeling.  Soon, they began\nto insist that inasmuch as Colour, which was a second Nature,\nhad destroyed the need of aristocratic distinctions, the Law\nshould follow in the same path, and that henceforth all individuals\nand all classes should be recognized as absolutely equal and entitled\nto equal rights.",
        "Finding the higher Orders wavering and undecided, the leaders\nof the Revolution advanced still further in their requirements,\nand at last demanded that all classes alike, the Priests and the Women\nnot excepted, should do homage to Colour by submitting to be painted.\nWhen it was objected that Priests and Women had no sides,\nthey retorted that Nature and Expediency concurred in dictating\nthat the front half of every human being (that is to say,\nthe half containing his eye and mouth) should be distinguishable\nfrom his hinder half.  They therefore brought before a general\nand extraordinary Assembly of all the States of Flatland\na Bill proposing that in every Woman the half containing\nthe eye and mouth should be coloured red, and the other half green.\nThe Priests were to be painted in the same way, red being applied\nto that semicircle in which the eye and mouth formed the middle point;\nwhile the other or hinder semicircle was to be coloured green.",
        "There was no little cunning in this proposal, which indeed emanated\nnot from any Isosceles — for no being so degraded would have had\nangularity enough to appreciate, much less to devise, such a model\nof state-craft — but from an Irregular Circle who, instead of being\ndestroyed in his childhood, was reserved by a foolish indulgence\nto bring desolation on his country and destruction on\nmyriads of his followers.",
        "On the one hand the proposition was calculated to bring\nthe Women in all classes over to the side of the Chromatic Innovation.\nFor by assigning to the Women the same two colours as were assigned\nto the Priests, the Revolutionists thereby ensured that,\nin certain positions, every Woman would appear like a Priest,\nand be treated with corresponding respect and deference —\na prospect that could not fail to attract the Female Sex in a mass.",
        "But by some of my Readers the possibility of the identical appearance\nof Priests and Women, under the new Legislation, may not\nbe recognized; if so, a word or two will make it obvious.",
        "Imagine a woman duly decorated, according to the new Code;\nwith the front half (i.e. the half containing eye and mouth) red,\nand with the hinder half green.  Look at her from one side.\nObviously you will see a straight line, HALF RED, HALF GREEN.",
        "Illustration 5",
        "Now imagine a Priest, whose mouth is at M, and whose front semicircle\n(AMB) is consequently coloured red, while his hinder semicircle\nis green; so that the diameter AB divides the green from the red.\nIf you contemplate the Great Man so as to have your eye in the same\nstraight line as his dividing diameter (AB), what you will see will be\na straight line (CBD), of which ONE HALF (CB) WILL BE RED,\nAND THE OTHER (BD) GREEN.  The whole line (CD) will be\nrather shorter perhaps than that of a full-sized Woman,\nand will shade off more rapidly towards its extremities;\nbut the identity of the colours would give you an immediate impression\nof identity of Class, making you neglectful of other details.\nBear in mind the decay of Sight Recognition which threatened society\nat the time of the Colour Revolt; add too the certainty that Women\nwould speedily learn to shade off their extremities so as to imitate\nthe Circles; it must then be surely obvious to you, my dear Reader,\nthat the Colour Bill placed us under a great danger of confounding\na Priest with a young Woman.",
        "How attractive this prospect must have been to the Frail Sex may\nreadily be imagined.  They anticipated with delight the confusion that\nwould ensue.  At home they might hear political and ecclesiastical\nsecrets intended not for them but for their husbands and brothers,\nand might even issue commands in the name of a priestly Circle;\nout of doors the striking combination of red and green,\nwithout addition of any other colours, would be sure to lead\nthe common people into endless mistakes, and the Women would gain\nwhatever the Circles lost, in the deference of the passers by.\nAs for the scandal that would befall the Circular Class if\nthe frivolous and unseemly conduct of the Women were imputed to them,\nand as to the consequent subversion of the Constitution,\nthe Female Sex could not be expected to give a thought\nto these considerations.  Even in the households of the Circles,\nthe Women were all in favour of the Universal Colour Bill.",
        "The second object aimed at by the Bill was the gradual demoralization\nof the Circles themselves.  In the general intellectual decay\nthey still preserved their pristine clearness and strength\nof understanding.  From their earliest childhood, familiarized in\ntheir Circular households with the total absence of Colour,\nthe Nobles alone preserved the Sacred Art of Sight Recognition,\nwith all the advantages that result from that admirable training\nof the intellect.  Hence, up to the date of the introduction\nof the Universal Colour Bill, the Circles had not only held their own,\nbut even increased their lead of the other classes by abstinence from\nthe popular fashion.",
        "Now therefore the artful Irregular whom I described above\nas the real author of this diabolical Bill, determined at one blow\nto lower the status of the Hierarchy by forcing them to submit to\nthe pollution of Colour, and at the same time to destroy their\ndomestic opportunities of training in the Art of Sight Recognition,\nso as to enfeeble their intellects by depriving them of their pure\nand colourless homes.  Once subjected to the chromatic taint,\nevery parental and every childish Circle would demoralize each other.\nOnly in discerning between the Father and the Mother would\nthe Circular infant find problems for the exercise of\nits understanding — problems too often likely to be corrupted by\nmaternal impostures with the result of shaking the child’s faith\nin all logical conclusions.  Thus by degrees the intellectual lustre\nof the Priestly Order would wane, and the road would then lie open\nfor a total destruction of all Aristocratic Legislature\nand for the subversion of our Privileged Classes.",
        "Continue...",
        "\nThis complete text of Flatland: A Romance of Many Dimensions by Edwin A. Abbott is in the public domain.\n\n\nFor further information, see\nThe Annotated Flatland (Amazon.com).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}