{
    "title": "Fra Bartolommeo - WORKS IN FLORENCE.",
    "author": "Leader Scott",
    "chapter": "16",
    "content": [
        "\n\n",
        "From 1511 to 1514 Andrea was employed on the two last frescoes in the\ncourtyard of the SS. Annunziata the Epiphany and the Nativity\nof the Virgin. The sum fixed for these was ninety-eight lire, but\nthe Servite brothers augmented it by forty-two lire more, seeing the\nwork was “veramente maravigliosa\"; thus these two were paid at the same\nrate as the other five of S. Filippo–seventy lire or ten scudi each.",
        "In the Nativity, one of the finest of his frescoes, we see his\nfavourite double grouping, the interest in the mother being kept to one\nside, that of the child and its attendants to the other-a balance of\nform united by Joachim, a stern, finely moulded figure in the centre.\nThe attitudes are natural, the draperies free and graceful. Old Vasari\njustly remarks “pajono di carne le figure.” The woman standing in the\ncentre of the room is Lucrezia della Fede; this is the first known\nlikeness of her. There is a richness of colour without impasto, a\nmodulation of shade giving full relief without startling contrast, a\nclear air below and celestial haze in the angel-peopled clouds above.",
        "This might well be classed as on the highest level ever reached in\nfresco. Nearly fifty years after it was painted, while Jacopo d’Empoli\nwas copying this fresco, an old woman came through the courtyard to\nmass, and, stopping to watch the young artist at his work, began to\ntalk of the days of her youth and beauty when she sat for the likeness\nof that natural figure in the midst, no doubt sighing as she looked at\nthe freshness of the fresco, and thought of her many wrinkles and aged\nlimbs, she being nearly fourscore at the time.",
        "The Epiphany is also a remarkable work, more lively than the\nlast; it is also less carefully painted, the graceful feminine element\nis wanting; there is plenty of activity, a crowded composition, and\nrichness of colour. Three figures are especially interesting as\nlikenesses; that of the musician Francesco Ajolle–a great composer of\nmadrigals, who went to France in 1530, and spent the remainder of his\nlife there; Sansovino, on the right of Ajolle; and near him Andrea\nhimself–the same face as the portrait in the Uffizi already spoken of.",
        "The Madonna del Sacco, over the door of the entrance to the\nchurch from the cloister, would seem to have been painted in the same\nyear, 1514, judging from Biadi’s extract from the MS. account books of\nthe Servite Fathers existing in the archives, where is an entry\n“Giugno, 1514, ad Andrea del Sarto, per resto della Madonna del Sacco,\nlire 56.” This term resto (remainder) would imply a previous\npayment. The money was a thank-offering from a woman for having been\nabsolved from a vow by one of the Servite priests. Like all his other\nfrescoes of this church, Andrea only gained ten scudi for this\nmasterpiece. The date of MDXXV. and the words “Quem genuit adoravit” on\nthe pilasters of this work have led most writers to suppose it painted\nin that year; but it is probable they were added by a later hand. Biadi\n[Footnote: Biadi, Notizie, &c., p. 42 note.] says the letters\nare of the style of nearly two centuries later, that Andrea would have\nsigned it, like all his other and works, with his monogram of the\ncrossed A’s (i.e. Andrea d’ Agnolo). For charming soft harmonies of\ncolour, simplicity, and grace of design, this surpasses all his other\nfrescoes. The Madonna has an imposing grandeur of form, there is a\nboyish strength and moulding in the limbs of the child which is very\nexpressive, the dignity of Joseph and majesty of the Virgin are not to\nbe surpassed; and yet the whole is given in a space so cramped that all\nthe figures have to be reclining or sitting.",
        "[Illustration of Monogram]",
        "After this Andrea returned to the Scalzo, the Barefoot Brothers\noffering better pay than the Servites. Here he did the allegory of\nJustice and the Sermon of S. John in monochrome. In these\nhe took a fancy to retrograde his style, for they have the rugged force\nand angular form that recalls the more stern old Italian masters, or\nthat Titan of northern art, Albrecht Dürer.",
        "Of his works in oil at this era we may class–",
        "1. The Story of Joseph, painted for Zanobi Girolami Bracci,\nwhich Borghini judges a beautiful picture. The figures were small, but\nthe painting highly finished. It came afterwards into the possession of\nthe Medici family.",
        "2. A Madonna, with decorations and models surrounding it like a\nframe, was painted for Sansovino’s patron, Giovanni Gaddi, afterwards\nclerk of the chamber to Ferdinand I. It was existing in the collection\nof the Gaddi Pozzi family in Borghini’s time.",
        "3. Annunciation, for Giovanni di Paolo Merciajo, now in the Hall\nof Saturn in the Pitti Palace. It is a pretty composition, the Virgin\nsitting, yet half kneeling, the angel on his knees before her. There is\na yellowish light in the sky between two looped dark green curtains;\nthe angel’s yellow robe takes the light beautifully.",
        "4. Madonna and Child, in the “Hall of the Education of Jupiter\"\nin the Pitti Palace, one of his most pleasing groups. This is supposed\nby the commentators of Vasari to be the altarpiece painted for Giovanni\ndi Paolo Merciajo, but Biadi traces it through the possession of\nAntonio, son of Zanobi Bracci, to its present possessors. The mistake\narises from Vasari often confusing the names Annunciations and\nAssumptions with Madonnas.",
        "5. A Holy Family, for Andrea Santini, which awakened great\nadmiration in Florence. It was in the possession of Signer Alessandro\nCurti Lepri, by whose permission Morghen’s print was taken.",
        "6. The Head of our Saviour, over the altar of the SS.\nAnnunziata, ordered by the sacristan of the order. A magnificent head,\nfull of grandeur and expression, and very clear in the flesh tints.\nEmpoli made several copies of it.",
        "7. The Madonna di San Francesco, Andrea’s masterpiece among\neasel pictures. It was a commission from a monk of the order of\n“Minorites of Santa Croce,” who was intendant of the nuns of S.\nFrancesco, and advised them to employ Andrea. In grandiose simplicity\nthis surpasses Albertinelli’s Visitation, in soft gradations and\nrich mellowness of colour it equals Fra Bartolommeo at his best, for\ntenderness in the attitude of the child it is quite Raphaelesque. The\nMadonna is standing on a pedestal adorned with sculptured harpies. She\nholds the Divine Child in one arm; its little hands are twined tenderly\nround her neck, and it seems to be climbing closer to her. The two\nchildren at her feet give a suggestive triangular grouping, while the\ndignified figures of S. Francis and S. John the Evangelist form\nsupports on each side, and rear up a pyramid of beauty. Rosini’s term\n“soave” just expresses this picture, so fused and soft, rich yet\ntransparent in the colouring. The olive-brown robe of one saint is\nbalanced by the rich red of the other. In the Virgin, a deep blue and\nmellow orange are combined by a crimson bodice. The price paid to the\npainter for this was low because he asked little; but a century or two\nlater, Ferdinando de’ Medici, son of Cosmo III., spent 20,000 scudi to\nrestore the church, and had a copy of the picture made in return for a\ngift of the original, which is now the gem of the Tribune in the\nUffizi.",
        "8. The Disputa, di S. Agostino is another masterpiece, showing\nas much power as the last-named work displays of softness. It was\npainted at the order of the Eremite monks of San Gallo for their church\nof San Jacopo tra Fossi, where it was injured by a flood in 1557, and\nremoved later to the Hall of Saturn in the Pitti Palace. The\ncomposition is level, the four disputing saints standing in a row, the\ntwo listeners, S. Sebastian and Mary Magdalen, kneeling in front. S\nAgostino, with fierce vehemence, expounds the mystery of the Trinity;\nS. Stephen turns to S. Francesco interrogatively, S. Domenico (whom\nVasari, by the way, calls S. Peter Martyr) has a face full of silent\neloquence–he seems only waiting his turn to speak. In S. Sebastian we\nhave a good study from the nude, and in Mary Magdalen’s kneeling\nfigure–a charming portrait of Lucrezia–is concentrated the principal\nfocus of colour.",
        "9. Four Saints, SS. Gio. Battista, Gio. Gualberto, S. Michele,\nand Bernardo Cardinale, a beautifully-painted picture, once in the\nHermitage of Vallombrosa. There were originally two little angels in\nthe midst dividing the saints, as in our illustration. When the picture\nwas transferred to the Gallery of the Belle Arti, where it now is, the\nangels were taken out and the divided saints brought into a more\ncompact group. The angels are in a frame between two frescoed Madonnas\nof Fra Bartolommeo.",
        "By this time the fame of Andrea del Sarto, both as a fresco and oil\npainter, had risen to the highest point. Michelangelo only echoed the\nopinion of others when he said to Raphael, “There is a little fellow in\nFlorence who will bring the sweat to your brow if ever he is engaged in\ngreat works.” His style of composition was important, his figures\nvaried and life-like, his draperies dignified. “The main excellence,\nhowever, in which Andrea stands unique among his contemporaries rests\nin the incomparable blending of colour, in the soft flesh tints, in the\nexquisite chiaroscuro, in the transparent clearness even of his deepest\nshadows, and in his entirely new manner of perfect modelling.\"\n[Footnote: Lübke History of Art, vol. ii. p. 241.] His method,\nas shown in an unfinished picture of the Adoration of the Magi\nin the Guadagni Palace, was to paint on a light ground; the sketch was\na black outline, the features and details not defined, but often\nroughly indicated. He finished first the sky and background. The flesh\ntints, draperies, &c., were all true in tone from the first laying in.\n[Footnote: Eastlake’s Materials for History of Oil Fainting.] He\ndid not place shades one over the other, and fuse them together glaze\nby glaze as Leonardo did, but used an opaque dead colouring which\nallowed of correction; the system was rapid, but deficient in depth and\nmellowness; “the lights are fused and bright,” but “the shadows, owing\nto their viscous consistency, imperfectly fill the outlines.\"\n[Footnote: Crowe and Cavalcaselle, vol. in. chap. xvii. p. 670.] In a\nHoly Family in the Louvre, S. Elizabeth’s hand is painted across\nS. John, and shows the shadow underneath it, being grey at that part.\nThough more solid, he could not paint light over dark without injuring\nhis brilliance of colour.",
        "Albertinelli, on the contrary, when he painted and repainted his\nAnnunciation, washed out the under layer with essential oil\nbefore making his “pentimenti” or corrections, and in this way the\nthinness was kept.",
        "In Andrea’s early style this thinness is apparent, especially in the\nJoseph series, painted for Pier Francesco Borgherini.",
        "Biadi classes Andrea’s works in three styles. The first showing the\ninfluence of Piero di Cosimo, the second–to which the best works in\nthe Servi cloisters belong–is a larger and more natural style, after\nthe study of Michelangelo and Leonardo.",
        "The third is the natural development in his own practice of a perfect\nknowledge of art, and a just appreciation of nature. The Birth of\nthe Baptist and the Cenacolo, of San Salvi, belong to his\nlast and greatest manner. In 1515 the Florentine artists were employed\non more perishable works than frescoes. Leo X., the Medici Pope who had\nbeen elected in 1513, made his triumphal entry into Florence on the 3rd\nof September, 1515, on his way to meet Francis I. of France at Bologna.\nAll the guilds and ranks of Florence vied with each other to make his\nreception as artistic as possible. He and his suite were obliged to\nstay three days in the Villa Gianfigliazzi at Marignolle while the\ntriumphal preparations were being completed. The churches had temporary\nfaçades of splendid architecture in fresco; arches were erected\nat the Porta Romana and Piazza San Felice, covered with historical\npaintings; Giuliano del Tasso adorned the Ponte Santa Trinità with\nstatues; Antonio San Gallo made a temple on the Piazza della Signoria,\nand Baccio Bandinelli prepared a colossus in the Loggia dei Lanzi.\nVarious decorations adorned other streets, and Andrea del Sarto\nsurpassed them all with a façade to the Duomo, painted in\nmonochrome on wood. His friend Sansovino designed the architecture, and\nhe painted the sculpture and adornments with such effect that the Pope\ndeclared no work in marble could have been finer.",
        "Andrea lent his talent to another kind of decorative art. The guild of\nmerchants were desirous of inaugurating a festa for the day of S.\nGiovanni, and had ten chariots made from the model of the ancient Roman\nones, to institute chariot races in the piazza. Andrea painted several\nof these with historical subjects, but they have long been lost. The\nchariot races were revived under the Grand Dukes, but not with any\nsuccess.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}