{
    "title": "Fra Bartolommeo - THE PLAGUE AND THE SIEGE.",
    "author": "Leader Scott",
    "chapter": "19",
    "content": [
        "\n\n",
        "From 1524 to 1528 the plague desolated Italy, never entirely leaving\nit. During this time Andrea obtained a commission through Antonio\nBrancacci, to paint some pictures in the convent of S. Piero at Luco in\nMugello, where he retired with his wife and her relations, and his\npupil Raffaelo. They spent a very pleasant summer: the nuns made much\nof his wife and her sisters, and he passed his time in earnest\npainting. The fruits of his labour are a Pietà, a Visitation, and\na Head of Christ–almost a replica of the one in the SS. Annunziata.",
        "The Pietà is full of expression and feeling, but more realistic\nand less dignified than that of Fra Bartolommeo, which now hangs on the\nsame wall of the Hall of Apollo at the Pitti.",
        "In colouring also there is a great contrast between the two, that of\nFra Bartolommeo being deep, rich, and mellow, while Andrea’s is more\nprofuse, diffused, and wanting in depth of shadow.",
        "S. John and the Virgin raise the dead Saviour, the Magdalen and S.\nCatherine weep at his feet; S. Peter and S. Paul at the back express\ntheir grief in the manner natural to their characters. S. Peter, in his\nvehemence, flings up his arms in a madness of sorrow. S. Paul, with\nmore dignity, is half stupefied with the intensity of woe.",
        "If those saints had been left in Fra Bartolommeo’s Pietà, the\ntwo pictures would have had the very same figures, in each: but how\ndifferent the composition, feeling, and expression! The Frate’s group\nis a compact triangle; that of Andrea a scattered arrangement. The\nMagdalen of the Frate is overwhelmed with the very excess of love and\ngrief, all of which is expressed intensely, yet her face is hidden;\nthat of Andrea is a mere woman dressed in flying scarf and flowing\ngarments, but with very little soul in her face.",
        "The characteristics of the two painters can be well studied in these\nworks, so near together, so similar, and yet so different.",
        "For the three works painted at Luco Andrea was paid ninety florins in\ngold. The Pietà, was bought in later years by the Grand Duke\nLeopold, and now adorns the Pitti Palace.",
        "The Visitation was placed in the church of the convent over a\npresepio. [Footnote: In 1818 it was restored by Luigi Scotti and sold.]\nBiadi gives the following document:–\"Io Andrea d’Angiolo del Sarto, à\ndi 11 Ottobre 1528 ho ricevuto fiorini 80 d’ oro di quei larghi\n[i.e. of two scudi each] della Tavola dell’ Altar grande e di\nuna mezza tavola della Visitazione, da Donna Caterina della Casa\nFiorentina, Badessa di Luco.” [Footnote: 2 Vol. in. p, 571, note.]",
        "Andrea was paid ten florins for the Head of the Saviour, through\nhis assistant, Raffaello. This receipt would prove either that he went\nto Luco later than 1524, or that he returned there to finish the works\nin the year 1528.",
        "On their return to Florence in the autumn Andrea painted a fine work\nfor his friend, Beccuccio da Gambassi, a glass-worker. It is an\napotheosis of the Madonna, with four figures beneath–S. John\nBaptist, Mary Magdalen, S. Sebastian, and S. Rocco; not S.\nOnofrio, as Bottari has named it. The predella, now lost, had\nportraits of the patron and his wife. Crowe and Cavalcaselle speak of\nsix saints in this picture, four standing and two kneeling.",
        "This description seems to point more certainly to the Sarzana\nMadonna, which is now in the Hall of Apollo, in the Pitti\nPalace. That for Beccuccio is described, with the four above-mentioned\nsaints only, by all the Italian authors.",
        "The tabernacle, at the corner of the convent, outside the Porta Pinti,\nFlorence, was painted about this time. It is now quite destroyed by age\nand weather; a good copy by Empoli, exists, however, in the western\ncorridor of the Uffizi. It is a charming Holy Family, with the\ninfant S. John,–a sweet laughing face. The Madonna is a portrait\nof Lucrezia.",
        "In the siege when the convent of the Ingesuate–at the corner of which\nit stood–was razed to the ground, this fresco, although loosened from\nthe wall, was spared by the soldiers, who had not courage to injure it.\nThe Grand Duke Cosimo was anxious to have it brought to Florence, and\noften came with engineers and architects, but they never hazarded its\nremoval. [Footnote: Bocchi, Bellezze di Firenze, p. 482.]",
        "The Duomo of Pisa has five saints painted by Andrea; they originally\nformed one large picture in five compartments, and were painted for the\nchurch of the now suppressed convent of S. Agnes; but in 1618 they were\ndivided into five pictures, and removed to the Duomo, where S.\nCatherine Martyr, S. Margaret, S. Peter, and S. John the Baptist\nhang on each side of the altar. S. Agnes, with her lamb by her\nside, is placed on a pilaster towards the southern door. This and S.\nMargaret are especially graceful and expressive. There is much of the\nfeeling of Correggio, but with more natural grace and less voluptuousness.\nThe cutting and retouching had injured them greatly, but in 1835 Antonio\nGarazalli took off the repainting and restored them more delicately.",
        "In 1525 Andrea had a commission to draw cartoons for painting the\nbalustrade of the Ringhiera–a kind of wide terrace in front of the\nPalazzo della Signoria, from which speeches were made to the populace.\nHis designs were very beautiful and appropriate, the compartments being\nemblematical of the different quarters of the city; besides which were\nallegories of mountains, rivers, and virtues. The designs were left\nunfinished at his death, and the Ringhiera was never painted.",
        "In 1526-7 he worked at the fresco of the Last Supper, at S.\nSalvi, which was intended to have been done when he began the four\nsaints there, in 1510, had not some misunderstanding between the rulers\nof the order prevented their continuation. [Footnote: Vasari’s\nLives, vol. iii. p. 224.] Even now he worked in a desultory\nmanner, doing it bit by bit, but in the end producing a marvellous\nwork.",
        "The refectory is a long vaulted hall, and the frescoed table, with its\nlife-size figures, fills the whole arch of the wall opposite the door.\nOne’s natural impulse on entering it is to exclaim, “How life-like!\"\nThere is a great and living animation in the figures; the characters of\nthe Apostles are written on their expressive faces. Judas is not placed\naway alone, as in many renderings of the subject, but is next to\nChrist, the contrast of the two faces being thus emphasized by\nproximity. S. Peter, though old, has all the vehemence and intensity of\nhis character. Add to the feeling a brilliancy of colour of which\nAndrea alone had the secret, for without deep shadows, and keeping up\nthe same intensity of tone throughout, he yet obtained great harmony\nand full relief where others would have produced a clash and flatness.\nMessrs. Crowe and Cavalcaselle say with justice, “From the\ncontemplation of the Cena, at Milan, we should say that the\npainter is high bred; looking at that of S. Salvi, that he is\naccustomed to lowly company.” [Footnote: Hist. of Painting, vol.\niii. chap. xvii. p. 574.] But in some subjects a rugged strength is\nmore important than a high refinement, and in the group of humble\nfishermen who formed the first church this is not out of place. If he\ncould only have spiritualised Christ, nothing would be left to be\ndesired.",
        "Andrea del Sarto was a member of a sacred company called the\n“Fraternità del Nicchio,” for which he painted a standard to be carried\nin their processions. It is now in the Hall of the Old Masters in the\nUffizi, and is a charming group of S. James, with two children\ndressed in white surplices–the habit of the company. The saint is\ncaressing one, who kneels at his feet; the other has an open book in\nhis hand. The draperies are especially graceful, and the expressions\nsoft and pleasing.",
        "After finishing a portrait of the Intendant of the monks at\nVallombrosa, which the said monk afterwards placed in an arbour covered\nwith vines, regardless of the injuries of wind and rain–Andrea, having\nsome colours still left on his palette, took up a tile and called his\nwife to sit for her portrait, that all might see how well she had kept\nher good looks from her youth; but Lucrezia not being inclined to sit,\nhe got a mirror and painted his own portrait on the tile\ninstead. It was one of his later works, and Lucrezia kept it till her\ndeath. It is now in the room of portraits in the Uffizi, but much\nblackened by time; probably also from the tile not having been properly\nprepared. [Footnote: This portrait is given as a frontispiece.]",
        "The next year or two were taken up in producing a number of large\naltar-pieces, and in painting pictures for the dealer, Giovanni\nBattista della Palla, who was still intent on supplying the King of\nFrance with Italian works of art. For him he painted a Sacrifice of\nAbraham, which Vasari thinks one of his most excellent works. The\nface of the patriarch is full of faith, and yet self-sacrifice; the\nnude figure of Isaac, bronzed in the parts which have been exposed to\nthe sun, most tenderly expresses a trembling dread, mingled with trust\nin his father; the landscape is also very airy and beautiful, and a\ncharacteristic group of a servant and the browsing ass is very\neffective in the background.",
        "He also painted a lovely picture of Charity with three Children\nfor Della Palla. Both these works were done with great care, for he\nhoped by their means to regain the lost favour of the King of France.\nIt was too late for this, however; and, as it happened, neither of\nthese works reached its destination. The siege of Florence took place\nabout this time (1529); the dealer, Battista della Palla, had his head\ncut off in his dungeon at Pisa, and all hope of his mediation with\nFrancis I. was at an end. The Charity was sold to Domenico\nConti, the painter, after Andrea’s death, and thence passed into the\nhands of the Antinori family. The Sacrifice of Abraham has had\nmore vicissitudes. Filippo Strozzi purchased and gave it to the\nMarchese del Vasto, who had it in his castle at Ischia many years.\nLater it was sent from Florence to Modena in exchange for a Correggio,\nand Augustus II. of Saxony becoming its purchaser, placed it in the\nDresden Gallery.",
        "This seems to have been a favourite subject with Andrea del Sarto, who\nrepeated it five times.",
        "1. The one done by himself for the King of France.",
        "2. Also in France, having been purchased from the Grand Duke of\nTuscany. (See Argenville.)",
        "3. The one mentioned above, done for G. B. della Palla.",
        "4. A smaller one, painted for Paolo da Terra Rossa; a fine painting,\nfor which the artist asked so small a price that the purchaser was\nashamed to pay it. Paolo sent it to Naples.",
        "5. An unfinished painting of Abraham holding Isaac by the Hand,\nnow in the possession of the Zonadari family, who obtained it from the\nPeruzzi.",
        "During the siege, work was found for artists, but of an unpleasant\nnature. Andrea was commissioned, in 1530, to paint the effigies of some\ntraitors on the palace of the Signoria. He dared not refuse, but\nremembering that his namesake, Andrea del Castagno, who had been\nsimilarly employed, gained the name of “Andrea degli Impiccati,” he was\nanxious that the same name should not attach to himself. Accordingly he\nhad an enclosed platform made, and giving out that his pupil,\nBernardino del Buda, was going to paint the effigies, he worked at them\nhimself secretly, till, on being uncovered, they seemed to be real\npersons writhing on the gibbet.",
        "No trace of them remains now, but the studies are in the collection of\ndrawings in the Uffizi.",
        "A fine half-length figure of S. Sebastian, for the brotherhood\nof that name, which had its head-quarters in the street in which Andrea\nlived, was almost his last work in Florence.",
        "The siege was now over, but the influx of soldiers from the camp\nbrought a return of the plague, which awakened great terror in the\ncity. Andrea’s mode of life and love of good living did not conduce to\nhis safety; he was taken ill suddenly, and gave himself up for lost.\nNeither Vasari nor Biadi says he was entirely deserted by his wife;\nthey only hint that she came to his room as little as she could, having\na great fear of the plague.",
        "It is more than probable that Andrea himself kept her away from him,\nfor his love was always unselfish, and he thought only of her good.\nHowever this be, he died, aged forty-two, on the 22nd of January, 1531,\nand was buried very quietly by the “Brethren of the Scalzo” in the\nchurch of the S. Annunziata. His tomb is beneath the pavement of the\npresbytery, on the left hand. His older biographers seem to think this\nunostentatious funeral a great slight to his merits, but if there were\nany doubts as to his illness being the plague, it would only have been\na natural precaution to avoid spreading contagion by making his\ninterment quite private.",
        "That Andrea had not wholly neglected his own family is proved by his\nwill, which left his property (after paying back Lucrezia’s dot\nof 100 scudi, and the money for the improvement of the new house in Via\nCrocetta for her and her daughter) to his brother Domenico, with the\nproviso that after his death half the bequest should be given to\nDomenico’s daughter as dot, the rest to accrue to the hospital\nof the Innocenti (Foundlings). [Footnote: Ricordanze nel Archivio del\nE. Spedate degli Innocenti di Firenze. Biadi, Notizie, p. 127.]",
        "Lucrezia lived to a good old age, being nearly ninety when she died;\nshe seems to have lived a very quiet life, and to have kept Andrea’s\npaintings with great care, except a few only which she sold. The house\nin Via Crocetta passed many years afterwards into the possession of\nanother painter, Zuccheri, who embellished the studio front with\nreliefs in stone, representing the paraphernalia of an atelier; but it\nis Andrea’s name which lives in the house, as his memory does in the\nhearts of the Florentine people, and his works in the cloisters of the\nFlorentine churches. The people of the city always seem to claim Del\nSarto as especially their own. He is always nostro pittore, or\nnostro maestro-and indeed as a master of fresco he never was\nsurpassed. In colouring he was in his way unique; in modelling,\noriginal and graceful; while the transparent clearness of his shadows\nand brilliant blending of tints in the lights render his handling\nincomparable. A little more refinement and aesthetic feeling would have\nplaced him on a level with the great leaders of the Renaissance.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}