{
    "title": "Fra Bartolommeo - Called Andrea Del Sarto.",
    "author": "Leader Scott",
    "chapter": "13",
    "content": [
        "\n\n",
        "Andrea Del Sarto is a curious instance of the vital power of art,\nwhich, like a flower forcing its way to the light through walls or\nrocks, will find expression in spite of obstacles.",
        "Andrea the painter, “senza errori,” was an artist in spite of lowering\nhome influences, of want of encouragement in his patrons–for his\ngreatest works only brought the smallest remuneration–and even in\nspite of his own nature, which was material, wanting in high aims, and\ndeficient in ideality; yet his name lives for ever as a great master,\nand his works rank close to those of the leaders of the Renaissance.",
        "In looking at them one sighs even in the midst of admiration, thinking\nthat if the hand which produced them had been guided by a spark of\ndivine genius instead of the finest talent, what glorious works they\nwould have been! The truth is that Andrea’s was a receptive, rather\nthan an original and productive mind. His art was more imitative than\nspontaneous, and this forms perhaps the difference between talent and\ngenius. The art of his time sunk into his mind, and was reproduced. He\nlived precisely at the time of the culmination of art, when all the\nhighest masters were bringing forth their grandest works; therefore he\ncould not do otherwise than to follow the best examples.",
        "He gathered the experience of all–the force of Michelangelo, the\nhandling of Leonardo, the sentiment of Raphael, so blending them as to\nform a style seemingly his own, and in execution following closely on\ntheir excellence.",
        "In Giotto’s or Masaccio’s case the master created the art; in Andrea’s\nit was the art of the age which made the artist.",
        "The question of Andrea del Sarto’s birth is a mooted one. Biadi dates\nit 1478, but the register he quotes is both vague and doubtful. He also\ntells a curious story of his Flemish origin. Signor Milanesi has\ndeduced, from the archives of Florence, an authentic pedigree from\nwhich we learn that his remote ancestors were peasants, first at\nBuiano, near Fiesole, and later at S. Ilario, near Montereggi. His\ngrandfather, Francesco, being a linen weaver, came to live nearer\nFlorence; his father, Agnolo, son of Francesco, followed the trade of a\ntailor–hence Andrea’s sobriquet, “del Sarto\"–he took a house in Via\nGualfonda, in Florence, about 1487, with his wife Constanza, and here\nAndrea was born, he being the eldest of a family of five–three girls\nand two boys. From the tax papers of a few years later it is proved\nthat Andrea was born in 1487. His full name is Andrea d’Agnolo di\nFrancesco. It is by mistake that he has been called Vannucchi.",
        "His parents were young, his father being only twenty-seven years of age\nat Andrea’s birth. They lived at that time in Val Fonda, where\nAlbertinelli had his shop, but in 1504 they removed to the popolo, or\nparish, of S. Paolo. Boys were not allowed to be idle in those days,\nbut were apprenticed at an early age; thus Andrea, like most artists of\nhis time, was bound to a goldsmith. It would be interesting to\ninvestigate the great influence of the guild of goldsmiths on the art\nof the Renaissance. The reason why youths who showed a talent for\ndesign were entered in that guild is easy to assign–it was one of the\n“greater” guilds, that of the painters being a lesser one, and merged\nin the “Arte degli Speziali.” At seven years old he left the school\nwhere he had learned to read and write, and entered his very youthful\napprenticeship; but he showed so much more aptitude for the designing\nthan for the executive part of his profession that Giovanni\nBarile, who frequented the bottega, was induced to counsel his\nbeing trained especially as a painter, offering himself as instructor.\nIf Andrea, a contadino by birth, an artisan by education, was not\noriginally of the most refined nature, his artistic training did not go\nfar towards refining him. Giovanni Barile was a coarse painter and a\nrough man; he had, however, generosity enough to see that the boy was\nworthy of better teaching, and got him entered in the bottega of Piero\ndi Cosimo, who had attained a good rank as a colourist, his\neccentricities possibly adding to his reputation.",
        "Accordingly in 1498, Andrea being then eleven years of age, a life of\nearnest study began. Piero di Cosimo, odd and misanthropic as he was,\nhad yet a true appreciation of talent, and showed an earnest interest\nin his pupil, giving him–with plenty of queer treatment–a thorough\ntraining. “He was not allowed to make a line which was not perfect\"\n[Footnote: Rosini, Storia della Pittura, chap. xvii. p. 40.]\nwhile in Piero’s school. But excellent as his art teaching may have\nbeen, the boy’s morale could not have been raised more here than under\nthe rough but good-natured Barile. We have seen Piero di Cosimo in his\nyouth, the serious, absent young man, who never joked with his juniors\nin Cosimo Roselli’s shop; we see him now, with his youthful oddities\nhardened into eccentricities, and his reserve deepened to misanthropy.\nNo woman’s hand softened and refined his house, no cleansing broom was\nallowed within his door, and no gardener’s hand cleared the weeds or\npruned the vines in his garden. He so believed in nature unassisted\nthat he took his meals without the intervention of a cook. When the\nfire was lighted to boil his size or glue he would cook fifty or sixty\neggs and set them apart in a basket, to which he had recourse when the\npangs of hunger compelled him. All this was morally very bad for a boy\nso young. And then woe betide the poor little fellow if he whistled,\nsneezed, or made any other noise! his nervous master would be out of\ntemper for a day afterwards. On wet days Piero was merrier, for he\nwould watch the drops splashing into the pools, and laugh as if they\nwere fairies. Sometimes he would take Andrea for a walk, and all at\nonce stop and gaze at a heap of rubbish, or mark of damp on a lichened\nwall, picturing all kinds of monsters and weird scenes in its\ndiscolourations.",
        "No doubt he was literally carrying out Leonardo da Vinci’s advice,\nheaded, in his treatise, “A new Art of Invention.” “Look at some old\nwall covered with dirt, or the odd appearance of some old streaked\nstones; you may discover several things like landscapes, battles,\nclouds, humorous faces, &c., to furnish the mind with new designs.\"\n[Footnote: Leonardo da Vinci, Treatise on Painting.] Cosimo’s\nmind being fantastic, the pictures he saw were incomparably grotesque.\nHe delighted in drawing sea monsters, dragons, wonderful adventures,\nand heathen scenes; in fact the boy could have learned neither\nChristian art nor manners from him. He learned how to use his brush,\nhowever, and, leaving Piero to his minotaurs and dragons, went off at\nevery spare hour to study at more congenial shrines. He copied Masaccio\nat the Brancacci Chapel, and drew so earnestly from the cartoons in the\nHall of the Pope that his achievements reached the ears of Piero\nhimself, who was not sorry that his pupil surpassed the rest, and gave\nhim more time for study away from the bottega. Rosini tells us that\n“Fra Bartolommeo taught him the first steps.” [Footnote: Storia\ndella Pittura, chap, xxvii. p. 2.] The influence of the Frate may\nhave reached him in two ways. It is not unlikely that Piero di Cosimo\nkept up an interest in his old fellow-pupil; and then again, as Andrea\nlived in Val Fonda, it is probable he often visited Albertinelli’s\nstudio in that street, and the friendship with Francia Bigio began\nbefore the cartoons of Michelangelo ripened there.",
        "The evidence of style goes to show that the works of Albertinelli and\nFra Bartolommeo influenced him more than those of Piero. Yet though his\nsphere was devotional, it was “impelled more by a material sense of\nbeauty than by the deep religious feeling which inspired the Frate.”",
        "As time went on the youth in strange old Piero’s studio became more\nfamous than his master, and felt that he could do greater things away\nfrom the stiff method which cramped him, and the whimsicalities which\nannoyed him. His friend, Francia Bigio, Mariotto’s pupil, having just\nthen lost his master, who was giving more attention to his father-in-\nlaw’s business of innkeeper than his own, was willing to enter into\npartnership, and the two youths began life together in 1509 or 1510, in\na room near the Piazza del Grano, in the first house in Via del Moro,\nwhich still remains in its old state.",
        "The first bit of patronage recorded is the commission for the frescoes\nin the Scalzo; that they had work before is proved by the words in the\ncontract of the Barefoot Friars, “dettero ad Andrea pittore\nceleberrimo il dipingere nel Chiosto.” The “celebrated\"\npresupposes works already done.",
        "The Scalzo was a name given to the “Compagnia dei Disciplinati di S.\nGiovanni Battista,” because they went barefoot when they carried the\ncross in their processions. They lived in a convent in Via Larga (now\nCavour), opposite San Marco. A new cloister had been erected there–an\nelegant little cortile, thirty-eight feet by thirty-two, adorned with\nlovely Corinthian pillars–and the Brethren were anxious to fill the\nlunettes of the arches with frescoes at the least possible expense,\nwisely judging that a young artist on his way to fame would be the best\nto employ.",
        "The frescoes, of which there would be twelve large, and four small ones\nin the upright spaces by the doors, were to be done in “terretta,” or\nbrown earth, and to be paid fifty-six lire (eight scudi) for the large,\nand twenty-one lire (three scudi) each for the lesser frescoes. The\nsmall ones were four figures of the Virtues, Faith, Hope,\nJustice, and Charity. Hope is exquisitely expressed, and\nCharity a charming group, the children most tenderly drawn. The\nsubjects, though not all finished till many years later, stand now in the\nfollowing order; the second row of figures, with the dates, show the\norder in which they were painted:–",
        "Of these, No. 6 was the first executed, and it is probable that Francia\nBigio assisted him, for it has not the finished drawing nor careful\nhandling of any of Andrea’s other frescoes. Possibly this is the cause\nof the partners never working together afterwards, each taking his own\nsubjects and signing his own name. The composition, in the Baptism\nof Christ, is not original, being very similar to that of\nVerocchio’s, especially in the two angels kneeling on the left bank;\nthe landscape and figures, however, are far in advance of that master.",
        "It will be well to speak of the whole set of frescoes in this place,\nfor although they belong to different times and styles, they are a\ncomplete work, and might be taken almost as an epitome of Andrea’s\ncareer; from the one above mentioned in which Piero de Cosimo’s\ninfluence is apparent, to the Nos. 7 and 8, which very nearly approach\nMichelangelo’s power and freedom.",
        "In No. 1 the expression of muteness about the mouth of Zacharias, as he\nstands by the altar, is wonderfully given; you feel sure he could not\nspeak if he would. The other figures are superfluous to the motive,\nthough adding grandeur to the work as a whole.",
        "In composition Andrea differs widely from Fra Bartolommeo. The latter\ndelighted in building up a single form, every figure in the whole\npicture adding its hue and weight to perfect this pyramid or circle.\nAndrea spreads his figures more widely; he likes a double composition,\ndividing his pictures into two separate groups, connected by one\ncentral figure, or divided entirely. This is seen in Nos. 3, 10 and 12,\nwhich are all double groupings, the last completely divided in the\ncentre by a table and an archway behind it. Nos. 7 and 9 are pyramidal\ncompositions. The Preaching of S. John is one of the best works,\nand shows his most forcible style. S. John on a rock stands like a\npillar in the centre, the hearers are dressed in the “lucco” (a\nFlorentine cloak of the 15th century), the grouping following the lines\nof the landscape. At the back Jesus kneels on a rising ground. Vasari\nsays the figures are from Albrecht Dürer, whose works had made a great\nimpression on the southern world of art; but it is more probable that\nthey only show his influence, for the dress and style are Florentine.",
        "No. 8, the Baptism of the Gentiles, is another of his best\nstyle, and is, in the drawing of the nude figures, almost\nMichelangelesque in power. This is one of his favourite “echo\"\nsubjects, a group in the background of John answering the Pharisees\nforming an echo to the principal subject. The muscular life of the\nspirited crowd of nude figures is beautifully contrasted by the\ngraceful draped forms in the background. One of the baptized is the\nsame child whom he had modelled in the Madonna of S. Francisco.",
        "Nos. 4 and 5 are by Francia Bigio, and were done during Andrea’s\nabsence in France, showing that he had so far learned from his friend\nas almost to rival him in power. The subjects, although not scriptural,\nare conjecturally true.",
        "In the Zacharias blessing John before he goes to the Desert, the\nsitting figure of S. Elizabeth and the kneeling one of the child are\nvery lovely; the action of Zacharias is not so well defined, the great\nforce in the uplifted arm betokens anger more than blessing. The\ngrouping follows the lines of a flight of steps in the background, and\nis triangular.",
        "The same form of composition is apparent in the next group (No. 5),\nonly the lines form an angle receding from the one just mentioned. The\nVirgin is charmingly posed and draped, the children less pleasing.",
        "This elegant little cloister is a true shrine of art, although the\nfrescoes are all in monochrome. So much were they admired at the time,\nthat an order was issued prohibiting artists to copy them without the\npermission of Duke Cosimo. Cardinal Carlo de’ Medici had them covered\nwith curtains, [Footnote: Richa, Delle Chiese] but, in spite of\ncare, they are very much injured, the under parts almost lost. The\nprecaution of covering the cloister with a glass roof has only been\ntaken in modern times, and too late.",
        "Andrea’s next patrons were the Eremite monks of S. Agostino, at San\nGallo, who ordered of him two pictures for their church. In 1511 he\npainted Christ appearing to Mary Magdalen, and an Annunciation in\n1512. The former is said to have had much softness and delicacy, the\nlatter is to be seen in the Hall of Mars at the Pitti, and is a very\npleasing picture. The Virgin kneels at her prayer desk, S. Joseph behind\nher–a rather unusual rendering of the subject–her attitude is graceful\nand decorous, the angel calm and gentle, floats in mid air, two other\nangels stand on the left. The colouring is varied in the extreme, and the\nlights well defined.",
        "These two pictures, and the Disputa, painted later, were removed\nto the church of S. Jacopo tra Fossi, when the convent was demolished\nin 1529. They were still there in 1677, when Bocchi wrote his Bellezze\ndi Firenze, but the Christ appearing to Mary Magdalen is said to be\nnow in the church of the Covoni in the Casentino.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}