{
    "title": "Fra Bartolommeo - THE SERVITE CLOISTER.",
    "author": "Leader Scott",
    "chapter": "14",
    "content": [
        "\n\n",
        "The next great works were the frescoes in the Court of S. Annunziata,\nif indeed they were not carried on simultaneously with those in the\nScalzo. This famous series of Andrea’s works was obtained by cunning,\nand painted in emulation. While the two partners, who had differed from\nthe beginning, and had since become rivals, were engaged in the Scalzo,\na certain astute Fra Mariano, the keeper of the wax candle stores at\nthe Servite Convent–to which the church of the S. Annunziata belonged\n–had watched well those two young painters. Fra Mariano understood\nhuman nature, as priests often do; he had seen the envious rivalship\ngrowing between them, as the friends, who should have worked together,\ntook separate compartments, and cast jealous criticising glances on\neach other’s designs and method of work. Having ambition of his own, he\nknew how to work on that of others to further his own aspirations,\nwhich were, to be considered a patron of art and a benefactor to his\nconvent.",
        "Reading Andrea’s heart, he played on all his strongest feelings, placed\nbefore him the glory he would win by covering the lunettes of the\narches in the court of the fine church with frescoes which would carry\nhis name down to posterity; he said that any other artist would pay\nmuch to obtain leave to paint upon historical walls like those, and how\nthey would all envy the man who should obtain the coveted honour! Then,\nwith a half-whispered hint that for one, Francia Bigio was dying to get\nthe commission for nothing, the wily Frate went his way victorious.\nAndrea, scorning to make any pecuniary bargain, only stipulated that no\none else should paint in that courtyard, and forthwith began the\nStories from the Life of S. Filippo Benizzi, having only old\nAlesso Baldovinetti’s Nativity, and Cosimo Roselli’s Miracle\nof S. Filippo, as foils to his own. These two works were on the\nwalls on each side of the church door; there were therefore three\nentire sides of the cloister to cover, excepting only the entrance into\nthe courtyard from the Piazza, and no doubt he felt like Ghirlandajo,\nwhen “he wished he had the entire circuit of the city walls to paint.”",
        "On the 16th of June, 1511, he began to paint with such vigour that in a\nfew months the first three were uncovered.",
        "1. S. Philip at Viterbo with the Court, dressing a naked leper in\nhis own cloak.",
        "2. S. Philip going from Bologna to Modena. He rebukes some\ngamblers, telling them the vengeance of God is near. A sudden\nthunderstorm and lightning destroy them, thus fulfilling the\nprediction. There is a great deal of fine action in this composition;\nthe horror and disbelief struggling in the faces of the men, and the\nstormy landscape are all well rendered. A horse leaps away with strong,\nterrified action, there is a masterly grasp of his vivid subject, and a\nrugged strength in the execution which gives great life to it.",
        "3. S. Philip exorcises a Girl possessed of a Demon. Here the\ncomposition is very tender, the mother and father support the sick\ngirl, and form a very pleasing group; the figures of the spectators are\nfull of life without exaggeration.",
        "These works have suffered much from exposure, but the colouring is\nstill good. The praise that Andrea obtained for them was so great that\nhe followed them up by the two in the next series.",
        "4. A Child brought to life by touching the bier of S. Philip.\nThis is a kind of double composition, the child being represented in a\ntwofold condition in the foreground, first as dead, and then revived at\nthe touch of the bier. The grouping around the dead saint is very\nsuggestive of Ghirlandajo, and shews a deep study of his frescoes in\nthe Sassetti Chapel. The colouring is peculiarly his own; there is the\nmingling of a great variety of bright tints of equal intensity, which\nby some necromancy are made to relieve each other, instead of being\nrelieved by the art of chiaroscuro as in the handling of other masters.",
        "5. Children healed by the garments of S. Philip, which are held\nby a priest, standing before an altar, the women and their children\nkneeling in front of him. The grouping is symmetrical, the figures\nlifelike, but not refined, round-cheeked buxom women, and rough, human\nmen’s faces, bespeak Andrea as the painter of reality rather than\nideality; there is vivid life in every attitude, but the life is not\nhigh caste. A fine old man, leaning on his staff, is a portrait of\nAndrea della Robbia, whose son Luca stands near.",
        "For all these Fra Mariano paid only ten scudi each, and Andrea, feeling\nthe remuneration not equal to the merit of the work, would have left\noff here, but the Frate held him to his bond. Two more lunettes yet\nremained to finish, but as these were of a later date, we will reserve\nthem for a future chapter. He also painted in the orto, or\ngarden, of the convent, the now perished fresco of the Parable of\nthe Vineyard.",
        "Meanwhile, the rival friends had changed lodgings; they left the Piazza\ndel Grano, and took rooms in the Sapienza, a street between the Piazza\nSan Marco and the S. Annunziata. Andrea chose this because it was near\nhis work, and also because his great friends, Sansovino and Rustici,\nalready lived there. Commissions began to pour in on him, which he\nfulfilled, while still at work at the Servi. Judging from the style of\nhis early manner, we may date at this time a Virgin and Child, with\nS. John and S. Joseph, now in the Pitti. It is painted “alla\nprima,” i.e. a quick method of giving the effect in the first\npainting,–and is probably the one spoken of by Vasari as painted for\nAndrea Santini; it formerly belonged to Francesco Troschi. [Footnote:\nLife of Andrea del Sarto, vol iii, p. 193.]",
        "A S. Agnes, in the palace of the Prince Palatine, at Düsseldorf,\nis in this early style. He also painted some frescoes at San Salvi,\nSS. Giovanni Gualberto and Benedict resting on clouds; they\nornamented the recess where the Last Supper was placed at a\nlater period.",
        "In a narrow alley, behind the church of Or San Michele, is a tabernacle\non the wall beneath an ancient balcony. Here the architect, Baccio\nd’Agnolo, commissioned Andrea del Sarto to paint an Annunciation. It\nis so much injured as to be almost indistinguishable now, but was much\nadmired at the time, though some say it was too laboured, and so wanting\nin ease and grace. [Footnote: Biadi, 26; Vasari, vol. iii, p 189.] It is\nmore likely that it was one of his early works, and should be classed\nbefore the frescoes of the Scalzo, for it is said that he was living at\nthe time with his father, whose shop was over the archway, and that he\nhad adorned the inner walls of the house with two frescoed angels.\n[Footnote: Firenze antica e moderna Ed. Flor. 1794, vol. vi, p. 216.]\nThese have perished completely.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}