{
    "title": "Fra Bartolommeo - CLOSE OF LIFE.",
    "author": "Leader Scott",
    "chapter": "9",
    "content": [
        "\n\n",
        "It is probable that the dissolution of partnership marked the time of\nFra Bartolommeo’s visit to Rome. Fra Mariano Fetti, once a lay brother\nof S. Marco, who had gone over to the Medici after Savonarola’s death,\nand had kept so much in favour with Pope Leo X. as to obtain the office\nof the Seals (del Piombo), [Footnote: An office for appending seals to\npapal documents. Fra Mariano Fetti was elected to it in 1514, after\nBramante, the architect; Sebastiano del Piombo succeeded him.] was\npleased to be considered a patron of art; and welcoming Fra Bartolommeo\nto Rome, he gave him a commission for two large figures of S. Peter and\nS. Paul for his church of S. Silvestro. The cartoons of these pictures\nare now in the Belle Arti of Florence; they are grand and majestic\nfigures, admirably draped. S. Peter holds his keys and a book; S. Paul\nrests on his sword. In executing them in colour, he made some\nimprovements, especially in the head and hand of S. Peter, but he did\nnot remain long enough in Rome to finish them. “The colour of the first\n(S. Peter) is reddish and rather opaque, the shadows of the head being\ntaken up afresh, and the extremities being by another painter. The head\nof the second (S. Paul) is corrected ... but the tone is transparent,\nand the execution exclusively that of Fra Bartolommeo. Whoever may have\nbeen employed on the S. Peter, we do not fancy Raphael to have been\nthat person.” This is the opinion of Crowe and Cavalcaselle, [Footnote:\nHistory of Painting, vol. iii. chap. xiii. p. 460.] who,\nhowever, seem to have little faith in any works of the Frate at Rome.\nAgainst this we have the chronicles of quaint old Vasari and Rosini;\nbesides Baldinucci (ch. iv. p. 83), who says, “Raphael gave great\ntestimony of his esteem when, in after years, he employed his own brush\nin Rome to finish a work begun by Fra Bartolommeo in that city and left\nimperfect.”",
        "His reason for leaving it imperfect was that of ill-health, the air of\nRome not agreeing with him. It seems he brought home malaria,\nwhich never entirely left his system, the low fever returning every\nyear, and being only mitigated by a change to mountain air. He was well\nenough at times to resume painting, but never in full health again.\nThat very summer he was sent to the Hospice of Sta. Maria Maddalena in\nPian di Mugnone, “dove pure non stette in ozio,” [Footnote: Rosini,\nStoria della Pittura, chap, xxvii. p. 245.] where he did not\nremain idle. The Hospice stands on a high hill, just the place for\nRoman fever to disappear as if by magic for a time, and the patient,\nrelieved of his lassitude, set to work with energy, aided by Fra\nPaolino and Fra Agostino. Many of his frescoes still remain, one of\nwhich is a beautiful Madonna, on the wall of the infirmary,\nwhich has since been sawn away from the wall and placed in the\nstudents’ chapel in San Marco, Florence. [Footnote: A document of the\nHospice records these paintings, and dates them 10th of July, 1514.\nPadre Marchese, Memorie, &c., vol. ii. p. 610.]",
        "He returned to Florence for the winter, and with renewed vigour\nproduced his San Sebastian, a splendid study from the nude,\nwhich shows the influence upon him of Michelangelo’s paintings in Rome.\nThe picture was hung in San Marco, but its influence not proving\nelevating to the sensuous minds of the Florentines, it was removed to\nthe chapter-house, and Gio Battista della Palla, the dealer who bought\nso many of the best pictures of the time, purchased it to send to the\nKing of France. Its subsequent fate is not known, although Monsieur\nAlaffre, of Toulouse, boasts of its possession. He says his father\nbought three paintings which, in the time of the Revolution, had been\ntaken from the chapel of a royal villa near Paris [Footnote: Padre\nMarchese, Memorie, &c., vol. ii. note p. 119.], one of which is\nthe S. Sebastian. In design and attitude it corresponds to the\none described by Vasari, the saint being in a niche, surrounded by a\ndouble cornice. The left arm is bound; the right, with its cord\nhanging, is upraised in attitude of the faith, so fully expressed in\nthe beautiful face. Three arrows are fixed in the body, which is nude\nexcept a slight veil across the loins; an angel, also nude, holds the\npalm to him. Connoisseurs do not think this painting equal in merit to\nthe other works of Fra Bartolommeo. It is true it may have been\noverrated at the time, for the Frate’s chief excellence lay in the\ngrandeur of his drapery; the test of authenticity for a nude study from\nhim would lie more in the colouring and handling than in form.",
        "In the early part of 1515 Fra Bartolommeo went to pay his old friend\nSanti Pagnini, the Oriental scholar, a visit at the convent of San\nRomano, in Lucca, of which he was now prior, passing by Pistoja on\nFebruary 17th to sign a contract for an altar-piece to be placed in the\nchurch of San Domenico–a commission from Messer Jacopo Panciatichi.\nThe price was fixed at 100 gold ducats, and the subject to be the\nMadonna and Child, with SS. Paul, John Baptist, and Sebastian. On his\narrival at Lucca he was soon busy with his great work, the Madonna\ndella Misericordia, for the church of San Romano. The composition\nof this is full and harmonious. A populace of all ages and conditions,\ngrouped around the throne of the Madonna, beg her prayers; she,\nstanding up, seems to gather all their supplications in her hands and\noffer them up to heaven, from which, as a vision, Christ appears from a\nmass of clouds in act of benediction. Amongst the crowd of supplicants\nare some exquisite groups. Sublime inspiration and powerful expression\nare shown in the whole work. On his return he stayed again at Pistoja,\nwhere he painted a fresco of a Madonna on a wall of the convent\nof San Domenico; this, which has since been sawn from the wall, is at\npresent in the church of the same convent, and though much injured, is\na very light and tender bit of colouring and expression. It would seem\nthat the altar-piece for the same church, spoken of above, was never\nfinished, as no traces of it are to be found.",
        "In October, 1515, we again find him at Pian di Mugnone; no doubt the\nsummer heats had induced a return of his fever. Here, again improving\nin health, he painted a charming Annunciation in fresco, full of\nlife and eagerness on the part of the angel, and joy on the Virgin. He\ndid not remain long, for before the end of the autumn he returned to\nvisit the home of his youth and see his paternal uncle, Giusto, at\nLastruccio, near Prato. We can imagine the meeting between him and his\nrelatives, and how the little Paolo, son of Vito, being told to guess\nwho he was, said, “Bis Zio Bartolommeo,” [Footnote: Padre Marchese,\nMemorie, &c., vol. ii. chap. vii. pp. 139, 140.] for which he\nwas much applauded. And when all the country relatives hoped to see him\nagain soon, how the Frate said that would be uncertain, because the\nKing of France had sent for him, and with what awe and family pride\nthey would have looked at him! But instead of going to France for the\nglory of art, he was returning to Florence to sorrow. His life-long\nfriend, Mariotto Albertinelli, had been brought home on a litter from\nLa Quercia, near Viterbo, and now lay on his death-bed; and what his\nlife had lacked in religion, the prayers of his friend would go far to\natone for at his death.",
        "While Fra Bartolommeo had been ailing, Albertinelli had also paid his\nvisit to the great city, and seen the two great rivals there. He went\nfrom Viterbo, where he had been to finish colouring a work of the\nFrate’s left unfinished, and also to paint some frescoes in the convent\nof La Quercia, near that town. Being so near Borne, he was seized with\na great desire to see it, and left his picture for that purpose.\nProbably Fra Bartolommeo had given him an introduction to his friend\nand patron, for Fra Mariano Fetti gave Albertinelli a commission to\npaint a Marriage of S. Catherine for his church, which he\ncompleted, and then left Rome at once. Nothing is known of the\nimpressions made on him by the works of the two great masters, and\nunfortunately his death occurred too soon after for his own style to\nhave given any evidence of their influence.",
        "A Giostra, at Viterbo, proved a very strong attraction to his pleasure-\nloving mind. This “Giostra,” which the translators of Vasari seem to\nfind so “obscure,” [Footnote: Vasari’s Lives, vol. ii. p. 470.]\nwas no doubt one of those festivals revived by the Medici, in which\nmounted cavaliers ride with a lance at a suspended Saracen’s head,\nstriking it at full gallop. Desirous of appearing to advantage before\nthe eyes of her whom he had elected his queen, he forgot his mature\nage, and rushed into the jousts with all the energies of a youth, but\nalas! fell ill from over-exertion. Fearing the malarious air was not\ngood for him, he had a litter made, and was taken to Florence, where\nFra Bartolommeo placed himself at his bedside, soothing his last\nmoments, and leading him as far heavenward as he could. When\nAlbertinelli died, on the 5th of November, 1515, his friend followed\nhim to an honourable interment in S. Piero Maggiore.",
        "After Albertinelli’s death, the Frate soared to greater heights of\ngenius than before.",
        "The year 1516 marks the birth of his grandest masterpieces, first the\npicture in the Pitti Palace called by Cavalcaselle a Resurrection, but\nwhich is more truly an allegorical impersonation of the Saviour. It was\nordered by a rich merchant, Salvadore Billi, to place in a chapel which\nPietro Roselli had adorned with marbles in the church of the “Annunciata.\"\nHe paid 100 ducats in gold for it.",
        "In its original state the picture was a complete allegory of Christ\nas the centre of Religion, between two prophets in heaven, and four\napostles, two at each side–beneath him two angels support the world.\nThe prophets have been removed, and are placed in the Tribune of the\nUffizi; thus the picture as it stands loses half its meaning. The\nChrist is a fine nude figure standing in a niche, and in it Fra\nBartolommeo has solved the problem of obtaining complete relief almost\nin monochrome, so little do the lights of the flesh tints, and the warm\nyellowish tinge of the background differ from each other. All the\npositive colour is in the drapery of the saints, one in red and green,\nand another in red and blue. The two angels are exquisitely drawn, and\ncontrast well in their natural innocence with the sentimental pair in\nRaphael’s Madonna of the Baldacchino on the same wall of the\nPitti Palace.",
        "San Marco was rich in frescoes of the Madonna and Child, two of\nwhich are still in the chapel of the convent, and two in the Belle\nArti. Some of these are charming in expression, the children clinging\nround the mother’s neck in a true childish abandon of affection.\nWhat a tender feeling these monk artists had for the spirit of\nmaternity! Perhaps by being debarred from the contemplation of maternal\nlove in its humanity, they more clearly comprehended its divinity. Look\nat the little round-backed nestling child in Fra Angelico’s Madonna\ndella Stella, imperfect as it is in form, the whole spirit of love\nis in it. He does not give only the mother-love for the child, but the\nchild-love for the mother, which is more divine, and the same feeling\nis seen in the Madonna of Fra Bartolommeo.",
        "This year, 1516, also marks a journey to a hermitage of his order at\nLecceto, between Florence and Pisa. Here he painted a Deposition\nfrom the Cross on the wall of the Hospice, and two heads of Christ\non two tiles above the doors.",
        "A great many of his works are in private collections in Florence; one\nof the most lovely is the Pietà, painted for Agnolo Doni, and\nnow in the Corsini Gallery at Rome.",
        "All this time the great painting of the Enthronement of the\nVirgin, ordered by Pier Soderini, before his exile, was still\nunfinished. He seems to have taken it in hand again about this time,\nbut being attacked with another access of fever, again left it, and the\npainting, shadowed in with black, remains in the Uffizi. Lanzi writes\nof it that, imperfect as it is, it may be regarded as a true lesson in\nart, and bears the same relation to painting as the clay model to the\nfinished statue, the genius of the inventor being impressed upon it.\nMessrs. Crowe and Cavalcaselle [Footnote: History of Painting,\nvol. iii. chap. xiii. p. 455.] call this a Conception, but\nVasari’s old name of the Patron Saints of Florence seems to fit\nit best. S. John the Baptist, S. Reparata, S. Zenobio, &c., stand in an\nadoring group around the heavenly powers, S. Anna above the Virgin and\ninfant Christ forming a charming pyramidal group in the midst. The\nwhole thing is one of Fra Bartolommeo’s richest compositions. The\ncentre of the three monks on the left is said to be a portrait of Fra\nBartolommeo himself, and to be the original from which the only known\nportrait of him is taken (see Frontispiece). Fra Bartolommeo\nleft another work also unfinished, an apotheosis of a saint, which is\nnow at Panshanger. This is supposed to have been a small ideal prepared\nfor a picture to celebrate the canonisation of S. Antonino, which Leo\nX. had almost promised the brethren of S. Marco on his triumphant entry\nin 1515. The work, if it had been painted in the larger form, would\nhave been a perfect masterpiece of composition, “a very Beethoven\nsymphony in colour,” if we may judge from the sketch at Panshanger,\nwhere a living crowd groups round the bier of the archbishop, and life,\nearnestness, harmony, and richness, are all intense.",
        "So ill was Fra Bartolommeo in 1517 that he was ordered to take the\nbaths at San Filippo, thence he went for the last time to Pian di\nMugnone, where he painted a Vision of the Saviour to Mary\nMagdalen, above the door of the chapel. The two figures, nearly\nlife-size, are at the door of the cave sepulchre. Mary has just\nrecognised her Lord, and in her ecstasy flings herself forward on her\nknees before him. The Saviour is a dignified figure semi-nude, with a\nwhite veil wrapped around him.",
        "In the Pitti Palace, a charming Pietà of Fra Bartolommeo’s\noccupies a place near the Pietà of Andrea del Sarto, the two\npictures forming a most interesting contrast of style. The kneeling\nVirgin and S. John support the head of the prostrate Saviour, S.\nCatherine and Mary Magdalen weep at his feet, the latter in an agony of\ngrief crouches prone on the ground hiding her face. The colouring is\nextremely rich, broad masses of full-tone melting softly into deep\nshadows. The handling in the flesh-tones of the dead Saviour, as well\nas the modelling of form, are most masterly. It is generally supposed\nthat this was the picture which Bugiardini is said to have coloured\nafter the master’s death; but there is much divergence among Italian\nauthors both as to whether this was the painting spoken of, and also as\nto the meaning of Vasari’s words, he using the phrase “finished” in one\nplace, and “coloured” in another. For charm of colouring and depth of\nexpression, the Pietà is the most lovely of all the Frate’s\nworks; therefore Bugiardini who was mediocre, could not have\noutdone his great master. It was not coloured by him. Bocchi\n[Footnote: Bocchi, Bellezze di Firenze, p. 304.] says there were\ntwo other figures, S. Peter and S. Paul, in the picture, where a\nmeaningless black shadow stretches across the background; but they were\nerased by the antique restorer because they were “troppo deboli.” Is it\nnot likely that if Bugiardini had any hand in the work, it was to\nfinish these figures?",
        "Returning in the autumn to Florence, Fra Bartolommeo caught a severe\ncold, the effects of which were heightened by eating fruit, and after\nfour days’ extreme illness he died on October 8th, 1517, aged 42.",
        "The monks felt his death intensely, and buried him with great honour in\nSan Marco.",
        "He left to art the most valuable legacy possible–a long list of\nmasterpieces in which religious feeling is expressed in the very\nhighest language. In all his works there is not a line or tint which\ntransgresses against either the sentiment of devotion, or the rules of\nart. He stands for ever, almost on a level with the great trio of the\nculmination, “possessing Leonardo’s grace of colour and more than his\nindustry, Michelangelo’s force with more softness, and Raphael’s\nsentiment with more devotion;” yet with just the inexpressible want of\nthat supernatural genius which would have placed him above them all.\nHis legacy to the world is a series of lessons from the very first\nsetting of his ideal on paper to its finished development. The germ\nexists in the charcoal sketches at the Belle Arti and Uffizi; the\nunder-shadowing of the subject is seen in the Patron Saints at\nthe Uffizi.",
        "Many of his drawings are not to be traced. Some were used by Fra\nPaolino, his pupil, who at his death passed them to Suor Plautilla\nNelli, a nun in Sta. Caterina, Florence (born 1523, died 1587). When\nBaldinucci wrote his work, he said 500 of these were in the possession\nof Cavaliere Gaburri.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}