{
    "title": "Fra Bartolommeo - FRA BARTOLOMMEO IN THE CONVENT.",
    "author": "Leader Scott",
    "chapter": "6",
    "content": [
        "\n\n",
        "Four years had passed, and the monk had never touched a pencil, but his\nmission in art was not fulfilled, and events were working towards that\nend, for the spirit of art once awakened could not die either in that\nconvent or in that age.",
        "His friend, Mariotto, kept him au courant in all the gossip of\nart, and told him of the great cartoons of Leonardo and Michelangelo,\nwhich he too went to see. They might have inspired him afresh, or\nperhaps in advising Albertinelli he himself felt impelled to paint, or\npossibly the visits of Raphael in 1504 influenced him.",
        "Padre Marchese takes the conventional view, and says that Santi\nPagnini, the oriental scholar and lover of art, came back to S. Marco\nin 1504 as prior, and used not only his entreaties, but his authority,\nto induce Fra Bartolommeo to recommence painting. However this may be,\nit is certain that when Bernardo del Bianco, who had built a beautiful\nchapel in the Badia from Rovezzano’s designs, wished for an altar-piece\nworthy of its beauty, which he felt no hand could execute so well as\nthat of the Frate–he yielded to persuasion, and the Vision of S.\nBernard was begun. The contract is dated 18th November, 1504; a\npart payment of sixty florins in gold was made 16th of June, 1507.\n[Footnote: Padre Marchese, Memorie, iii. vol. ii. p. 594.]",
        "This picture, now in the Belle Arti of Florence, is so much injured by\nre-painting that some parts seem even crude. The saint is on his knees\nwriting, while the vision of the Virgin and Child stands poised in air\nbefore him; she inspires his pen, and the infant Christ gives His\nblessing on the work. There is great spirituality and ecstasy in St.\nBernard’s face, his white robe contrasts well with two saints behind\nhim, which carry out Fra Bartolommeo’s favourite triangular grouping,\nand with a rich harmony of colour balance his white robe.",
        "The Virgin is drawn with great nobility and grace, her drapery\nadmirably majestic, yet airy, and a sweet, infantile playfulness\nrenders the Child charming. The angels beneath the Virgin’s feet are\nlovely, but the group of seraphs behind are the least pleasing of all.\nThey are of the earth, earthy, and seem reminiscences of the Florentine\nmaidens the artist met in the streets. Possibly this is the part most\ninjured by the restorer’s hand. The colouring of the two saints behind\nS. Bernard-one in a green robe with bronze-gold shades, and the other\nblue and orange-is very suggestive of Andrea del Sarto, and seems to\nrender probable Rosini’s assertion that the Frate “taught the first\nsteps of this difficult career to that artist who alone was called\n’senz’ errori.’”",
        "Having once retaken the brush, Fra Bartolommeo recovered his former\nskill and fame; a beautiful specimen of this period is the Meeting\nof Christ with the Disciples of Emmaus (1506), a fresco in a lunette\nover the door of the refectory at S. Marco; in which he combines a\nrichness of colouring rarely obtained in fresco, with a drawing which\nis almost perfect. Fra Niccolò della Magna, who was prior in that year,\nand left in 1507 to become Archbishop of Capua, sat for one of the\nsaints. Contemporory with this may be dated also the figure of the\nVirgin, painted for Agnolo Doni, now in the Corsini gallery in Rome.\nGiovanni de’ Medici also gave him a commission.",
        "Meanwhile the S. Bernard was not paid for. Fra Bartolommeo\npriced it at 200 ducats, and the convent being the gainer by his works,\ntook his own valuation. Bernardo offered only eighty ducats; the Frati\nwere indignant, and called in the Abbot of the Badia as umpire; he\nbeing unable to move Bernardo, retired from office; then a council of\nfriends was resolved on, in which Mariotto was for the painter, and\nLorenzo de Credi for the purchaser; but this also failed.",
        "It was next proposed to submit the question to the Guild of Druggists\n(arte degli speziali), which included at that time also doctors\nand painters; but the convent, refusing lay judgment, took the offer of\nFrancesco Magalotti, a relative of Bernardo, who priced it at 100\nducats, and the monks had to be satisfied. The dispute ended July 17th,\n1507. [Footnote: Rosini, Storia della Pittura, chap, xxvii. p.\n245, and Padre Marchese, Memorie, &c., vol. ii. pp. 42 to 45.]",
        "All writers agree as to the fact of Fra Bartolommeo’s friendship with\nRaphael, but very few are decided as to its date. Raphael was in\nFlorence in 1504, but then Fra Bartolommeo had not re-commenced\npainting, and would have no works in the convent to excite his\nadmiration of the colouring. Padre Marchese, following Rosini and Padre\nLuigi Pungeleoni, asserts that this intimacy was during Raphael’s\nsecond visit in 1506, when he might have seen the newly-finished fresco\nof The Disciples at Emmaus. It is undoubted that their intercourse\nwas beneficial to both. Raphael studied anew Leonardo’s principles of\ncolour under Fra Bartolommeo’s interpretation of them, and the Frate\nimproved his knowledge of perspective and harmony of composition. It is\nsaid they worked together at some pictures, of which one is in France, and\nanother at Milan; but there is not sufficient evidence to prove this.",
        "It is also thought that Fra Bartolommeo helped in the composition of\nRaphael’s famous Madonna del Baldacchino, which is truly very\nmuch in his style.",
        "The year 1508 marks the Frate’s first acquaintance with the Venetian\nschool, which was not without its influence upon him. Frequent\ninterchange of visits took place between the Dominicans in the\ndifferent parts of Italy; and Fra Bartolommeo took the opportunity then\noffered him of going to visit his brethren at Venice.",
        "His namesake, Baccio di Monte Lupo, a sculptor who had fled from\nFlorence after the death of Savonarola, and who had fought side by side\nwith Baccio in the siege of S. Mark’s church, was in Venice at that\ntime, working on the tomb of Benedetto da Pesaro in the church of the\nFrati, and he was only too delighted to show the beauties of the Queen\nof the Adriatic to an artistic mind. Tintoretto was not yet born;\nTitian was only just rising into fame, though his style had not yet\nbecome what it was after Giorgione’s influence; but Fra Bartolommeo\nmust have found much that was sympathetic in the exquisite works of\nGiovanni Bellini and his school, and much to admire in the glorious\ncolouring of Giorgione.",
        "Father Dalzano, the vicar of the monastery of S. Peter Martyr at\nMurano, gave the Florentine monk a commission for a picture of the\nvalue of seventy or 100 ducats. Not having time to paint this during\nhis stay, he promised to execute it on his return to Florence, and the\nvicar paid him in advance twenty-eight ducats in money and colours; the\nrest was to be raised by the sale of some MS. letters from S. Catherine\nof Siena, which a friend of Father Dalzano near Florence held in\npossession.",
        "Fra Bartolommeo, having brought home from the Venetian school a new\nimpulse for painting, and wishing to diffuse the religious influence of\nart more widely, desired to enlarge his atelier and school at San\nMarco. His only assistants in the convent were Fra Paolino of Pistoja,\nand one or two miniaturists, who were only good at missals. Fra Paolino\n(born 1490) took the vows at a very early age, and was removed to\nFlorence from Prato with Fra Bartolommeo. He was the son of a painter,\nBernardino di Antonio, but though he learned the first principles from\nhim, his real art was imbibed from the Frate, under whom, together with\nMariotto, he worked for years.",
        "But this youthful scholar was not enough for Fra Bartolommeo’s new\nenergies. He pined for his old friend, Mariotto, who could follow out\nhis designs in his own style so closely, that an unpractised eye could\nnot see the difference of hand; and such was his influence on the\nrulers of the order, that they allowed a most unique partnership to be\nentered into.",
        "The parties were, Albertinelli on one side, and the convent and Fra\nBartolommeo on the other. The partners to provide the expenses, and the\nprofits to be divided between the convent and Mariotto; the vow of\npoverty not allowing Fra Bartolommeo as an individual any personal\nshare. This began in 1509 and lasted till 1512. The inventory of the\nprofits and the division made when the partnership was dissolved, given\nentire by Padre Marchese, [Footnote: Padre Marchese, Memorie,\n&c., vol. ii.] are very interesting. The two artists had separate\nmonograms to distinguish the pictures which were specially their own,\nbesides which the monk signed his with the touching petition, “orate\npro pictore,” his friend merely Latinising his name; the works\npainted together were signed by the combined monograms. Before setting\na hand to anything else, the Frate fulfilled his engagement to the\nVenetian prior, for whom he painted the Eternal in Heaven,\nsurrounded by saints and angels; but of this we will speak later.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}