{
    "title": "Fra Bartolommeo - GOING TO FRANCE.",
    "author": "Leader Scott",
    "chapter": "17",
    "content": [
        "\n\n",
        "Meanwhile fate was working Andrea del Sarto on to what might have been\nthe culminating point of his fame, had not his weakness rendered it a\nblot on his honour; i.e. his journey to France. His fame was rising\nhigh; a picture of the Dead Christ surrounded by Angels, weeping\nover the body they support, having been sent to France, [Footnote: It\nwas engraved by the Venetian, Agostino, before it went to France; the\nengraving is signed 1516. It did not please Andrea, who never allowed\nany others to be engraved.] the king was so pleased with it that he\nwished another work by the same artist. Andrea painted a very beautiful\nMadonna, for which, however, he only obtained a quarter of the\nprice which the king paid to the merchants. The king was so delighted\nwith it that he sent the artist an invitation to come to Paris in his\nemploy, promising to pay all his expenses. In the Pitti Palace there is\na portrait of Andrea and his wife, in which he has commemorated the\nreception of this letter. He is looking very interested over it, while\nhis wife has the blankest expression possible.",
        "In the summer of 1518 he started with his pupil, Andrea Sguazzella,\ncalled Nanoccio. Such a journey was in those days considered as little\nless than a parting for life. It is plain that Lucrezia’s family looked\non her as almost a widow, for they made him sign a deed of\nacknowledgement for the 150 florins of her dote. Some authors\nhave taken this document as a proof of their marriage in that year, but\nit was merely a precaution against loss by her family; the Italian law\nbeing that the husband is obliged to render the portion obtained with\nhis wife to her family if she dies without issue, and in case of his\nown death, the widow is entitled to it.",
        "He was well received in Paris, and employed immediately on a likeness\nof the infant Dauphin Henri II., then only a few months old. For this\nhe obtained 300 scudi: and a monthly salary was allowed him. What a\nmine of gold the French court must have seemed to him after working for\nyears at large frescoes for ten scudi each!",
        "He did no less than fifty works of art while there, most of which have\nbeen engraved by the best French artists.[Footnote: See Catalogue of\nRoyal Pictures in France, by M. Lepiscié.] The Carità is\nsigned 1518, and is in Andrea’s best style–perhaps with a leaning\ntowards Michelangelo. The S. Jerome in Penitence, which he\npainted for the king’s mother, and obtained a large price for, cannot\nbe traced. His life in Paris was a new revelation, and not without its\neffect on his character, always alive to substantial pleasure.",
        "The king and his courtiers frequented his atelier, and delighted to\nwatch him paint, vieing with each other in the richness of their gifts,\namong which were splendid brocade dresses and beautiful ornaments and\njewels, in which he longed to adorn his wife. While he was engaged in\npainting the S. Jerome for the queen-mother, a letter from\nLucrezia aroused his longings for home to the uttermost; she–the wife\nwho has been branded by the name of faithless–wrote that she was\ndisconsolate in his absence, and that if he did not soon return he\nwould find her dead with grief.",
        "Vasari, quoting this exaggerated letter, says in his first edition that\nshe only wanted money to give her friends, but this also he retracts in\nthe second. Whether it expressed her feelings truly or not, the letter\nhad such an effect on Andrea’s mind that he decided to return home at\nany cost.",
        "During Andrea’s absence the house in Via S. Sebastiano, behind the\nAnnunziata, was being prepared under her superintendence and with his\nsanction. His scholars had decorated the walls and ceilings with\nfrescoes, and no doubt Lucrezia was as anxious for him to see the new\nhouse as he was to adorn her with Parisian brocades and jewellery.",
        "Being able to satisfy her ambitious soul, Andrea too readily flung away\nall his brilliant prospects to return, and willingly take again the\nyoke of the burden of his wife and her family. He made promises that he\nwould bring her back to Paris with him, and the king in all faith\nallowed him to depart, confiding to him large sums of money for the\npurchase of works of art to be sent to France.",
        "Sguazzella, wiser than his master, preferred to stay in Paris under the\npatronage of Cardinal de Tournon. He painted a great many works, much\nin the style of Andrea, but with less excellence. It is possible that\nsome of M. Lepiscié’s long list are, in fact, the work of the pupil\nrather than the master. When Benvenuto Cellini went to France in 1537\nhe lodged in Sguazzella’s house, with his three servants and three\nhorses, at a weekly rate of payment (a tanto la settimana).",
        "But to return to Andrea: this is an episode in his life which we would\ngladly pass over if it were possible, for it forms the moral blot on a\ngreat artistic career.",
        "Returning home he fell once more under the strong will of his wife, but\nwith his principles weakened by the effect of a luxury and prosperity\nwhich has always a greater deteriorating effect on a nature such as his\nthan on a finer mind. Bringing grand ideas from the palaces of the\nFrench nobles, he not only fell in with Lucrezia’s plans for\nbeautifying the new house, but even surpassed her wildest schemes. The\nstaircase was embellished with rich oaken balustrades, the rooms were\nall frescoed. Cupids hide in the Raphaelesque scrolls on the arches,\nclassic divinities rest on the ceilings, but in the dining room the\nhomely nature of the man who did his own marketing, creeps out. It is a\ncharming room, the windows opening on a garden courtyard, where a vine\ntrellis leads round to what used to be the side door of his studio\nwhich has its entrance in another street.",
        "The roof is vaulted and covered with exquisite decorative frescoes, but\nin the lunettes of the two largest arches are the domestic scenes of\ncooking and laying the cloth, spoken of at page 90. Two or three of the\nup stairs rooms are very fine, especially the one in which Andrea is\nsaid to have died. [Footnote: This description is due to the kindness\nof the present resident in the house, who kindly showed it to the\nwriter, pointing out all the unrestored portions.] It is probable the\nfurniture matched the style of the rooms, and that much money was spent\non carved chairs and cassoni. Certain it is that the King of\nFrance’s commissions were unfulfilled, and his money misappropriated.",
        "Andrea would have returned to France, but his wife, who had an Italian\nwoman’s dread of leaving her own country, put every obstacle in his\nway, adding entreaties to tears which the uxorious Andrea could not\nresist. As usual he tried to please her, and she only cared to please\nherself.",
        "He fell greatly in the estimation of the King, who was justly angry;\nalbeit the artist salved his own too easy conscience by sending a few\nof his own paintings to Francis I., one of which, the Sacrifice of\nAbraham, still remains in France, and another a half length figure\nof S. John the Baptist. The place of this picture is much\ndisputed; it is said to be at present in the Pitti Palace. Argenville\nspeaks of it among the French pictures as if it had returned\nsubsequently to Florence, while Vasari asserts that it never went\nthere, but was sold to Ottaviano de’ Medici. [Footnote: Life of\nAndrea, del Sarto, vol. in. p. 212.] As Andrea painted no less than\nfive pictures of this subject, of which Argenville mentions that there\nwere two in France, one of which was sold to the Grand Duke of Tuscany,\nit is probable that the Pitti one is not that painted for Francis I.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}