{
    "title": "Fra Bartolommeo - SOCIAL LIFE AND MARRIAGE.",
    "author": "Leader Scott",
    "chapter": "15",
    "content": [
        "\n\n",
        "This chapter will speak of the man, and not of the\nartist. As it is now understood that history is not a dry record\nof battles and laws, but the story of the inner life of a people, so\nthe biography of a painter ought not to consist wholly in a list and\ndescription of his works, but a picture of his life and inner mind,\nthat we may know the character which prompted the works.",
        "First, as to personal appearance. There are two portraits of Andrea del\nSarto in his youth; one in the Duke of Northumberland’s collection\nrepresents him as a young man with long hair, and a black cap, writing\nat a table. It is painted in a soft, harmonious style, but not masterly\nas regards chiaroscuro. It might be by Francia Bigio, as it has\nsomething of the manner of his master, Albertinelli.",
        "Another now in the Uffizi is a most life-like portrait of sombre\ncolouring, but not highly finished. Here we have the same black cap and\nlong hair; the dress is a painter’s blouse of a blue-grey, which well\nbrings out the flesh tints. The face is intelligent, but not refined;\nthe clear dark eyes bespeak the artist spirit, but the full mobile\nmouth tells the material nature of the man. In looking at this one can\nsolve the riddle of the dissonance between his art and his life. As a\nyoung man Andrea was full of spirit; he loved lively society, and knew\nalmost all the young artists who lived very much as students now. They\nmet each other in the art schools, and dined and feasted together in\nthe wine shops. Sometimes they formed private clubs, meeting in certain\nrooms for purposes of youthful merriment.",
        "Of this kind was the “Society of the Cauldron” (\"Società del Paiuolo”),\nheld at the apartment of the eccentric sculptor, Rustici, which was in\nthe same street as that of Andrea himself.",
        "Sansovino, who also lived near, was not a member of this rollicking\nclub; he was one of Andrea’s more serious friends, and served as\ncompanion when his most exalted moods were upon him. Perhaps Rustici’s\nrooms did not please Sansovino, for strange inmates were there–a\nhedgehog, an eagle, a talking raven, snakes and reptiles, in a kind of\naquarium; besides all these gruesome familiar spirits, Rustici was\naddicted to necromancy. The Society of the Cauldron seems only a\nnatural outgrowth from such a character. It consisted of twelve\nmembers, all artists, goldsmiths, or musicians, each of whom was\nallowed to bring four friends to the supper, and bound to provide a\ndish. Any two members bringing similar dishes were fined, but the droll\npart of it was that the suppers were eaten in a huge cauldron large\nenough to put table and chairs into; the handle served as an arched\nchandelier, the table was on a lift, and when one course was finished\nit disappeared from their midst, and descended to be replenished. As\nfor the viands, the sculptors displayed their talents in moulding\nclassical subjects in pastry, and turning boiled fowls into figures of\nUlysses and Laertes. The architects built up temples and palaces of\njellies, cakes, and sausages; the goldsmith, Robetta, produced an anvil\nand accoutrements made of a calf’s head, the painters treated roast pig\nto represent a scullery-maid spinning.",
        "Andrea del Sarto built up the model of the Baptistery with all kinds of\neatables, with a reading desk of veal, and book with letters inlaid\nwith truffles, at which the choristers were roast thrushes with open\nbeaks, while the canons were pigeons in red mantles of beetroot–an\nidea more droll than reverential.",
        "After this, in 1512, another club, called that of the “Trowel,” was\ninstituted, of which Andrea was not a member, but was chosen as an\nassociate. The first supper was arranged by Giuliano Bugiardini, and\nwas held on the aja or threshing floor of S. Maria Nuova, where\nthe bronze gates of the Baptistery had been cast.",
        "In this no two members were allowed to wear the same style of dress\nunder penalty of a fine. The members were in two ranks, the “lesser\"\nand the “greater,” a parody on the guilds of the city. They were shown\nthe plan of a building, and the “greater” members, furnished with\ntrowels, were obliged to build it in edibles, the “lesser” acting as\nhodmen, and bringing materials. Pails of ricotta or goat’s milk cheese\nserved for mortar, grated cheese for sand, sugar plums for gravel,\ncakes and pastry for bricks, the basement was of meats, the pillars\nfowls or sausages.",
        "Some suppers were classical scenes, others allegorical representations,\nalways in the same edible form. We can imagine the wit which sparkled\nround these strange tables, the jokes of the artists, the songs of the\nmusicians. Andrea del Sarto is said to have recited an heroi-comic poem\nin six cantos called the “Battle of the frogs and mice.” Biadi gives it\nentire; it seems a kind of satire on Rustici’s tastes, with perhaps a\nhit at the government, and shows no lack of wit of rather unrefined\nstyle; but the authorship is not proved. Some say Ottaviano de Medici\nassisted Andrea in it.",
        "It would have been well for Andrea if this innocent jollity had\nsufficed for him, but unfortunately he admired a woman whose beauty was\ngreater than her merits. Probably he began by mere artistic\nappreciation of her personal charms, for she sat to him for the\nMadonna of the Visitation, which was painted in 1514, two years\nbefore their marriage. This Lucrezia della Fede was the wife of a\nhatter who lived in Via San Gallo. Her husband dying after a short\nillness, Andrea del Sarto married her, and whatever were her faults,\nshe retained his life-long love. Biadi and Reumont give the date 26th\nof December, 1512, as that of the death of her husband, but Signor\nMilanesi, from more authentic sources, proves it to have been in 1516.",
        "A great deal has been said and written of the evil influence this woman\nhad on him, and his very house bears an inscription recording his fame\ntogether with “affanni domestici,” but it would seem that posterity has\ntaken for truth more than the facts of the time imply. That she was\nproud, haughty, exacting, and not of a high moral nature, that she was\nselfish, and begrudged his helping his own family, her every action\nproves. That her manners were not conciliating to the pupils is\npossible, perhaps their manners savoured too much of familiarity for a\nwoman who believed in her own charms; but that she was faithless, which\nher biographers assert on the strength of Vasari’s phrase, “that Andrea\nwas tormented by jealousy,” there is literally nothing to show.",
        "In the first place Vasari–who was one of the scholars she offended and\nput down–gives vent to his private pique in his first edition, and in\nthe second, which only contains a slight mention of her, omits almost\nall he had previously said. Now, if the first assertions were true why\nshould he retract them? Secondly, the sixteenth century was an age of\nlicense in writing and speaking, and had any immoralities been laid to\nher charge, not a biographer would have scrupled to particularize them;\nbut no! her name is never mentioned, except with her husband’s, even\nby her greatest enemies, who say she was as haughty as she was\nbeautiful. Thirdly, a faithless woman could never have kept her\nhusband’s devoted love, and had she been so, would that affectionate\nthough exaggerated letter of hers, recalling him from France, have been\nwritten? That a man who thinks his wife the most lovely creature living\nmay be tormented with jealousy without wrong doing on her part is more\nthan possible.",
        "Let us then place Lucrezia’s character where it ought to stand in\nAndrea del Sarto’s life–as a powerful influence, lowering his moral\nnature, weaning him from his duties as a son and brother, by fixing all\nhis care and affection on herself; she, however, not allowing her own\nfamily to be losers by her marriage, although causing him to slight his\nown. Even this much-spoken-of neglect of his own family seems disproved\nby his will, which, after a very little more than her own dot left to\nhis wife, makes his brother and niece heirs of all his estate.",
        "Except that she cared more for her own pleasure than his true\nadvancement, she was not any great hindrance to his artistic career; he\npainted an incredible number of pictures, and she was willing to sit\nfor him over and over again. Indeed if she were his model for all the\nMadonnas in which her features are recognisable, she must have had\neither inexhaustible patience or great love for the artist.",
        "In fact she was thoroughly selfish; as long as she reaped the benefit\nof his work she furthered his art; where she was left out of his\nconsideration he must be brought back to her side at any sacrifice to\nhim. This is not the stuff of which an artist’s wife ought to be made;\nthe influence of a strong-willed selfish nature on his weak and\nmaterial one was not good, and his morale became lowered.",
        "He felt this deterioration less than his friends felt it for him; even\nVasari says that “though he lived in torment, he yet accounted it a\nhigh pleasure.” It was one of those unions in which the man gives\neverything, and the woman receives and allows every sacrifice. Her\nfamily were kept at his expense, her daughter loved as his own, and if\nshe were haughty or exacting, he suffered with a Socratic patience,\nthinking life with her a privilege.",
        "It is to be supposed that a member of the societies of the Cauldron and\nthe Trowel would appreciate good living. He was so devoted to the\npleasures of the table that he went to market himself early every\nmorning and came home laden with delicacies. [Footnote: Biadi,\nNotixie inedite, &c., chap. xix. p. 62.] A curious confirmation\nof this is to be found in his house, the dining-room of which is\nbeautifully frescoed, the arched roof in Raphaelesque scrolls and\ngrotesques; while the lunettes of one wall have two large pictures, one\nof a woman roasting birds over a fire, the other of a servant preparing\nthe table for dinner. This love of good living, however, in the end\nshortened his life, according to Biadi.",
        "After his marketing was over he turned his attention to art, going to\nhis fresco painting followed by his scholars, or superintending their\nwork in the “bottega.” He was always a kind and thorough master, his\nmanner just and fatherly.",
        "Sometimes he and Sansovino or other friends lounged away an hour in the\nneighbouring shop of Nanni Unghero, where their mutual friend, Niccolò\nTribolo, did all the hard work, fetching and carrying blocks and saws\ngrumblingly. Tribolo often begged Sansovino to take him as his pupil,\nwhich he did afterwards, and he became a famous sculptor. One of\nAndrea’s acquaintances was Baccio Bandinelli, who, as he thought he\ncould equal Michelangelo in sculpture, imagined that only a knowledge\nof Andrea del Sarto’s method of colouring was necessary to enable him\nto surpass him in painting. To gain this knowledge he proposed to sit\nto Andrea for his portrait. His friend, discovering his motive,\nsucceeded in frustrating it by mixing a quantity of colours in seeming\nconfusion on his palette, and yet getting from this chaos exactly the\ntints he required. So Baccio never rivalled his friend in colouring\nafter all, not being able to understand his method.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}