{
    "title": "Fra Bartolommeo - THE GARDEN AND THE CLOISTER.",
    "author": "Leader Scott",
    "chapter": "4",
    "content": [
        "\n\n",
        "The two boys left the studio of Cosimo Roselli at an early age. There\nhad been trouble in the house of Paolo the ex-muleteer, and Baccio’s\nalready serious mind had been awed by the sight of death. His little\nbrother, Domenico, died in 1486 at seven years of age. His father,\nPaolo, died in 1487; thus Baccio, at the age of twelve or thirteen, was\nleft the head of the family, and the supporter of his stepmother and\nher babes. This may account for his leaving Cosimo so young, and\nsetting up his studio with Mariotto as his companion, in his own house\nat the gate of S. Pier Gattolini; this partnership began presumably\nabout the year 1490.",
        "Conscious that they were not perfected by Cosimo’s teaching, they both\nset themselves to undergo a strict discipline in art, and, friends as\nthey were, their paths began to diverge from this point. Their natural\ntastes led them to opposite schools–Baccio to the sacred shrine of art\nin the shadowed church, Mariotto to the greenery and sunshine of the\nMedici garden, where beauty of nature and classic treasures were heaped\nin profusion; whose loggie [Footnote: Arched colonnades.] glowed with\nthe finest forms of Greek sculpture, resuscitated from the tombs of\nages to inspire newer artists to perfection, but alas! also to debase\nthe aim of purely Christian art.",
        "Baccio’s calm devotional mind no doubt disliked the turmoil of this\ngarden, crowded with spirited youths; the tone of pagan art was not in\naccordance with his ideal, and so he learned from Masaccio and Lippi\nthat love of true form and harmonious composition, which he perfected\nafterwards by a close study of Leonardo da Vinci, whose principles of\nchiaroscuro he seems to have completely carried out. With this\ntraining he rose to such great celebrity even in his early manhood,\nthat Rosini [Footnote: Rosini, Storia della Pittura, chap. xvii.\np. 48.] calls him “the star of the Florentine school in Leonardo and\nMichelangelo’s absence,” and he attained a grandeur almost equal to the\nlatter, in the S. Mark and SS. Peter and Paul of his later years.",
        "Meanwhile Mariotto was revelling in the Eden of art, drawing daily\nbeneath the Loggie–where the orange-trees grew close to the pillars–\nfrom the exquisite statues and “torsi,” peopling the shades with white\nforms, or copying cartoons by the older masters, which hung against the\nwalls.",
        "The custode of all these treasures was Bertoldo, an old\nsculptor, who boasted of having been the scholar of Donatello, and also\nheir to his art possessions. He could also point to the bronze pulpits\nof San Lorenzo, which he finished, as proof of his having inherited a\nportion of his master’s spirit. Bertoldo, having doubtless rendered to\nDuke Cosimo’s keeping his designs by Donatello, which were preserved in\nthe garden, obtained the post of instructor there; but his age may have\nprevented his keeping perfect order, and the younger spirits\noverpowered him. There were Michelangelo, with all the youthful power\nof passion and force which he afterwards imparted to his works, and the\naudacious Torrigiano, with his fierce voice, huge bulk, and knitted\nbrows, who was himself a discord like the serpent in Eden. Easily\noffended, he was prompt in offering outrage. Did any other young man\nshow talent or surpass him, revenge deep and mean as that of Bandinelli\nto Michelangelo was sure to follow, the envied work being spoiled in\nhis rage. Then there were the fun-loving Francesco Granacci, and the\nwitty Rustici, as full of boyish pranks as they were of genius–what\ncould one old man do among so many?–and now comes the impetuous\nMariotto to add one more unruly member to his class.",
        "How well one can imagine the young men–in loose blouses confined at\nthe waist, or in buff jerkins and close-fitting hose, with jaunty\ncloaks or doublets, and little red or black caps, set on flowing locks\ncut square in front–passing beneath the shadows of the arches among\nthe dim statues, or crossing the garden in the sunshine amid the\norange-trees, under the splendid blue Italian skies.",
        "We can see them painting, modelling, or drawing large cartoons in\ncharcoal, while old Bertoldo passes from easel to easel, criticising\nand fault-finding, detailing for the hundredth time Donatello’s maxims,\nand moving on, heedless or deaf to the irreverent jokes of his\nungrateful pupils.",
        "Then, like a vision of power and grandeur, Lorenzo il Magnifico enters\nwith a group of his classic friends. Politian and the brothers Pulci\nadmire again the ancient sculptures which are to them as illustrations\nof their readings, and Lorenzo notes the works of all the students who\nwere destined to contribute to the glory of the many Medicean palaces.\nHow the burly Torrigiano’s heart burns within him when the Duke praises\nhis compeer’s works!",
        "Sometimes Madonna Alfonsina, the mother of Lorenzo, and widow of Piero,\nwalked here, and she also took an interest in the studies of the\nyouths. Mariotto especially attracted her by his talent and zeal. She\ncommissioned him to paint some pictures for her to send as a present to\nher own family, the Orsini of Rome. These works, of which the subjects\nare not known, passed afterwards into the possession of Cæsar Borgia.\nShe also sat to Mariotto for her own portrait. It is easily imagined\nhow elated the excitable youth became at this notice from the mother of\nthe magnificent Lorenzo. He had dreams of making a greater name than\neven his master, Cosimo, whose handiwork was in the Sistine; of\nexcelling Michelangelo, of whose genius the world was beginning to\ntalk; and, as adhering to a party was the only way to success in those\ndays, he became a strong Pallesco, [Footnote: The Palleschi were the\npartizans of the Medici, so called because they took as their standard\nthe Palle, or Balls, the arms of that family.] trusting wholly in the\nfavour of Madonna Alfonsina.",
        "He even absented himself almost constantly from the studio, which\nBaccio shared with him, and worked at the Medici palace, [Footnote:\nThis break is signified by Baldinucci, Opere, vol. iv. p. 84,\nand by Vasari, who says that after the exile of Piero he returned to\nBaccio.] but, alas! in 1494 this brilliant aspect of his fortunes\nchanged.",
        "Lorenzo being dead, Piero de’ Medici was banished, the great palace\nfell into the hands of the republican Signoria, and all the painters\nwere left without patronage.",
        "Mariotto, very much cast down, bethought himself of a friend who never\nfailed him, and whose love was not affected by party; and, returning to\nthe house of Baccio, he set to work, most likely in a renewed spirit of\nconfidence in the comrade who stood by him when the princes in whom he\ntrusted failed him. Whatever his frame of mind, he began now to study\nearnestly the works of Baccio, who, while he was seeking patronage in\nthe palace, had been purifying his genius in the Church. Mariotto\nimbibed more and more of Baccio’s style, till their works so much\nresembled one another that indifferent judges could scarcely\ndistinguish them apart. It would be interesting if we could see those\nearly pictures done for Madonna Alfonsina, and compare them with the\nstyle formed after this second adherence to Fra Bartolommeo. What his\nmanner afterwards became we have a proof in the Salutation\n(1503), in which there is grand simplicity of motive combined with the\nmost extreme richness of execution and fullest harmony of colour.",
        "This second union between the friends could not have been so\nsatisfactory to either as the first pure boyish love, when they had\nbeen full of youthful hopes, and felt their hearts expand with the\ndreams and visions of genius. Now instead of the mere differences\nbetween two styles of art, there were differences which much more\nseriously affected their characters; they were daily sundering, one\ngoing slowly towards the cloister, the other to the world. Albertinelli\nhad gained a greater love of worldly success and luxury.",
        "Baccio’s mind, always attuned to devotion, was now intensified by\nfamily sorrows, which no doubt brought him nearer to heaven. Thus\nsoftened, he had the more readily received the seeds of faith which\nSavonarola scattered broadcast.",
        "Yet though every word of the one was a wound to the other, this\nstrangely assorted pair of friends did not part. Rosini well defined\ntheir union as “a knot which binds more strongly by pulling contrary\nways.” [Footnote: Storia della Pittura, chap. xvii. p. 48]",
        "So when Albertinelli, while colouring with zeal a design of Baccio’s,\nwould inveigh against all monks, the Dominicans in particular, and\nSavonarola especially, his friend would argue that the inspired prophet\nwas not an enemy, but a purifier and reformer of art. Probably Baccio\nwas at the Duomo on that Sunday in Lent, 1495, and reported to Mariotto\nthose wondrous words of Savonarola, that “Beauty ought never to be\ntaken apart from the true and good,” and how, after quoting the same\nsentiments from Socrates and Plato, the preacher went on to say, “True\nbeauty is neither in form nor colour, but in light. God is light, and\nHis creatures are the more lovely as they approach the nearer to Him in\nbeauty. And the body is the more beautiful according to the purity of\nthe soul within it.” Certain it is that this divine light lived ever\nafter in the paintings of Fra Bartolommeo.",
        "He frequented the cloisters of San Marco, where even Lorenzo de’ Medici\nused to go and hear the prior expound Christianity near the rose tree.\nThere were Lorenzo di Credi and Sandro Botticelli, both middle-aged\nmen, of a high standing as artists; there were the Delia Robbias,\nfather and son, and several others. Sandro, while listening, must have\ntaken in the inspired words with the scent and beauty of the roses,\nwhose spirit he gives in so many of his paintings.",
        "Young Baccio, on the contrary, feasted his eyes on the speaker’s face,\ntill the very soul within it was imprinted on his mind, from whence he\nreproduced it in that marvellous likeness, the year after the martyrdom\nof Savonarola.",
        "This is the earliest known work of Fra Bartolommeo, and is a faithful\nportrait; the deep-sunk eye-socket, and eye like an internal fire,\nshowing the preacher’s powerful mind; the prominent aquiline nose and\ndilating vehement nostril bespeaking his earnestness and decision; the\nlarge full mouth alone shows the timorousness which none but himself\nknew of, so overpowered was it by his excitable spirit. The handling is\nBaccio’s own able style, but Sig. Cavalcaselle thinks the influences of\nCosimo Roselli are apparent in the low tone and clouded translucent\ncolour; he signed it “Hieronymi Ferrariensis, a Deo missi prophetæ\neffigies,” a legend which expresses the more than reverence which\nBaccio cherished for the preacher. This portrait has only lately been\nidentified by its present possessor, Sig. Ermolao Rubieri, who\ndiscovered the legend under a coat of paint. Its vicissitudes are\ntraceable from the time when Sig. Averardo (or, as Vasari calls him,\nAlamanno) Salviati brought it back from Ferrara, where no doubt it had\nbeen in the possession of Savonarola’s family. Salviati gave it to the\nconvent of San Vincenzo at Prato, from which place Sig. Rubieri\npurchased it in 1810. The likeness of the reformer in the Belle Arti of\nFlorence has been supposed to be this one, but it is more likely to be\nthe one done by Fra Bartolommeo at Pian di Mugnone in after years, when\nhe drew the friar as S. Peter Martyr, with the wound on his head.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}