{
    "title": "Fra Bartolommeo -",
    "author": "Leader Scott",
    "chapter": "20",
    "content": [
        "\n\n",
        "Andrea’s scholars were numerous, though only a few rose to any great\neminence. Of these, JACOPO CARRUCCI, “da Pontormo” (born 1494, died\n1557), was by far the most talented. Left an orphan at an early age,\nthe charge of his sister devolved on him, and he placed her with a\nrelation while he was pursuing his art training. He studied under a\ndiversity of masters, including Leonardo da Vinci, Albertinelli, Piero\ndi Cosimo; and finally, in 1512, he entered Andrea del Sarto’s school,\nbut did not stay long there either. Some say Andrea was jealous of his\nsuccess; he, however, had generosity enough to praise and acknowledge\nhis talent, and to show his appreciation by giving him important work\nto do in his own studio.",
        "Pontormo did the predella to Andrea’s altar-piece of the\nAnnunciation for the convent of S. Gallo. His hand is to be seen\nalso in several of his master’s works. He drew public attention first\nby painting two figures of Faith and Charity on the escutcheon\nof the Medici for Andrea di Cosimo, who had obtained the commission, but\ndid not feel equal to executing it. Michelangelo, on seeing these figures,\nprophesied great things for the youth, who was at that time only nineteen\nyears of age.",
        "The people of Pontormo, his native town, were so proud of him, that\nthey sent for him to emblazon the arms of Pope Leo over the gate of\ntheir city.",
        "He was next employed by one of the festal companies of the age, called\nthe Company of the Diamond, to design cars, banners, and costumes for a\ntriumphal procession in honour of Leo X.’s elevation to the papal\nchair; and he organised a very suggestive array of the ages of man,\nillustrated historically. He decorated the Papal Hall for Leo X.’s\nentrance, and later began to be employed on more serious and lasting\nworks.",
        "Some good frescoes of his existed in the convent of Santa Caterina, but\nwere destroyed when the building was reconstructed in 1688.",
        "A very charming fresco of the Visitation still exists in the\ncourt of the SS. Annunziata. It shows him as a good pure colourist, the\nflesh tints being especially tender; the composition is lively, full,\nand effective.",
        "In 1518 he painted a fine altar-piece for the church of S. Michele\nVisdomini, Florence, by commission of Francesco Pucci. The\nMadonna, seated, is showing the Child Jesus to S. Joseph, whose\nface is most expressive and full of smiling admiration. S. John Baptist\nstands near, at the sides are S. John Evangelist, S. James, and S.\nFrancis, the latter kneeling in ecstatic admiration.",
        "In some cases he was placed in direct competition with his master,\nAndrea del Sarto, being employed by Borgherini to paint the coffers and\ncabinets in the same room for which Andrea did the History of\nJoseph; and again later at Poggio a Cajano, where the ends of the\ngreat hall were assigned to him to paint, Andrea and Francia Bigio\ntaking the larger walls at the sides. On one end he designed an\nallegory of Vertumnus, with his husbandmen around him busy with\ntheir labours, and on the other Pomona, Diana, &c. Perhaps in\nthese last he has carried his imitation of Andrea del Sarto rather too\nfar in the matter of draperies, which are too profuse and studied.\nIndeed the whole works are overdone; he was so anxious to rival his\nmaster that he forced his invention, altering and labouring till all\nspontaneity was taken out of his work. Some of his frescoes were in the\ncloister of the Certosa, but they are not fair specimens of his best\nstyle, as they were done when the Florentine artists were smitten with\nthe mania of imitating Albrecht Dürer, and in these he has entirely\nfollowed the harder manner of that artist without obtaining his\nstrength. The frescoes are all scenes from the Life of Christ,\nand he spent several years over them; after which he painted an altar-\npiece.",
        "Giovanni Battista della Palla commissioned him to paint a picture to be\nsent to the King of France, and Pontormo returning wisely to his\nnatural style, painted one of his masterpieces, the Resurrection of\nLazarus. The Pitti Palace possesses a curious specimen of his work,\nthe 11,000 martyrs crucified in a wood in the persecution under the\nEmperor Diocletian.",
        "He rose to renown as a portrait painter, but lost patronage in later\nyear by his capricious behaviour, refusing to work except for whom and\nwhen he pleased. In company with his favourite pupil, Bronzino, he did\nthe frescoes in the Loggie of the Medici villa at Careggi; one Loggia\nwas soon completed, to the great delight of the Duke, but Jacopo shut\nhimself up in the second and allowed no one to see what he was doing\nfor five years; when at length he uncovered the frescoes general\ndisappointment was the result. He pursued much the same line of conduct\nin the frescoes of the roof of the Medici Chapel in San Lorenzo. He\nkept the chapel closed with walls and planks for eleven years, no one\nseeing his progress except some young men who removed one of the\nrosettes from the ceiling to peep in on him, but he discovered their\nplan, and closed the holes more assiduously than ever. The composition\nis as confused as it is diffusive; he tried to embody the whole\nteaching of the Bible, but becoming overwhelmed with the vastness of\nhis subject, fell short even of the excellence of his own previous\nworks. He died before this work was completed, of hydropsy, and was\nburied in the Servite Church.",
        "GIORGIO VASARI, better known as the chronicler of the works of other\nartists than for the excellence of his own, was born at Arezzo, 1512–\ndied at Florence, 1574. His father was a painter, and the family was\nconnected by ties of relationship with Luca Signorelli of Cortona.\nAmong the many masters under whom he studied was Andrea del Sarto. He\ndid not remain long under his tuition, having contrived to offend\nLucrezia in some way. He painted a great many frescoes at Arezzo, where\nhe lived in his youth with his paternal uncle Don Antonio. Don Miniato\nPitti, prior of the convent of Monte Oliveti, near Siena, next employed\nhim to adorn the portico of his church. He had the good fortune to\nattract the notice of Cardinal Ippolito de’ Medici, who took him to\nRome in his suite, where he gained much advantage by the study of the\nworks of the great masters there. The Medici family, especially Andrea\ndel Sarto’s patron, Ottaviano, were his constant friends: and their\npalaces are profusely decorated by him. The Riccardi Palace has a room\nwith fresco scenes from the life of Cæsar. While painting these Duke\nAlessandro gave him a salary of six crowns a month with a place at his\ntable, and board for his servant, &c. The palace has several oil\npaintings by Vasari, amongst which are portraits of the Duke and his\nsister. After the death of Duke Alessandro and Ottaviano he wandered\nfrom city to city, painting so energetically that there are few of the\nprincipal towns which do not possess some of his works, especially\nNaples, Pisa, Bologna, and Arezzo. The Palazzo San Giorgio of the\nFarnese family, in Rome, has a large hall richly frescoed by Vasari,\nbut the best of his works are to be seen on the walls of the great hall\nof the Palazzo Vecchio in Florence, where he has illustrated the\nbattles of the Florentines, and in several other rooms of the same\npalace; he having continued all the later years of his life in the\nservice of Duke Cosimo, by whom the palace was restored and decorated.\nHis works are too numerous and not sufficiently important to catalogue\nor describe, his composition is overcrowded and wanting in perspective.\nThere is generally a superabundance of flesh; muscular limbs in all\nattitudes form a great part of his pictures, but as the flesh tints he\nused were wanting in mellowness and shadow, and have turned pink with\nage, they compare disadvantageously with those of the more solid\nmasters who preceded him. After all, Vasari’s name and fame rest\nprincipally on the labours of his pen, not those of his brush. His\n“Lives of the Painters,\" although not a model of precision in\nfacts or chronology, is nevertheless the mine from which all subsequent\nart historians quarry to obtain their information.",
        "One of the most valuable books of the day is probably the new edition\nof Vasari with corrections and notes taken from the archives by Signer\nGaetano Milanesi.",
        "FRANCESCO ROSSI, DE’ SALVIATI (born at Florence, 1510–died at Borne,\n1563) was a great friend of Vasari; his real name was Rossi, his father\nbeing a weaver of velvets, but he obtained the name of Salviati from\nbeing the protégé of the Cardinal of that name. His first master was\nRaffaello del Brescia, but in 1529 he, with his friend Nannoccio,\nentered the school of Andrea del Sarto, with whom they stayed during\nthe siege. Becoming known by some paintings done for the friars of the\nBadia, Cardinal Salviati took him into his house, gave him a stipend of\nfour crowns a month, and an apartment at the Borgo Vecchio, he painting\nany works the Cardinal wished. Francesco was not idle, a great number\nof frescoes, altar-pieces, and portraits, &c., &c., testifying to his\nindustry. In his later years he was employed with his friend Vasari in\nthe Palazzo Vecchio, where he painted the frescoes in the smaller Hall\nof Audience. These are principally scenes from the Life of\nCamillus. The story of the schoolmaster of Falerii is very\nspirited, and the Triumph of Camillus varied and pleasing in\ncolouring. Although melancholy and suspicious, often making enemies and\nlosing patronage by misunderstandings, Rossi and Vasari were always\nfaithful to their first boyish friendship, often working together, but\nnever with any spirit of rivalry. Salviati’s style was bold and\nspirited; he was rich in invention, but perhaps a little wild in the\nmatter of draperies and bizarre costumes. His colouring is more\npleasing than that of Vasari, but is diffusive and wanting in depth.",
        "DOMENICO CONTI never became famous, but in spite of want of genius, he\nwas Andrea’s favourite pupil. All his master’s designs and cartoons\ncame into his possession at Andrea’s death, but he was unfortunately\nrobbed of them soon afterwards. The inscription to Andrea del Sarto\nwhich once existed in the church of SS. Annunziata was put up by Conti.",
        "JACOPO DEL CONTE (1510-1598), who in Vasari’s time lived in Rome, is\nchiefly noted for his likenesses of several pontiffs and personages of\nthe Papal Court. There are a few altar-pieces by him in Rome, and a\nDeposition in the church of the Misericordia in Florence, but he\nwas almost exclusively a portrait painter.",
        "ANDREA SGUAZZELLA, called NANNOCCIO, remained in France after having\naccompanied Andrea del Sarto thither. Cardinal Tournon took him under\nhis patronage, and he painted a large number of works in the style of\nAndrea.",
        "JACOPO, called JACONE, was another of Andrea’s favourite disciples. His\nfrescoes, of which some existed till of late years on the façade of the\nPalazzo Buondelmonte, in Florence, were much in Del Sarto’s manner. He\nassisted his master in a great many of his works, while of his\nindependent paintings many were sent to France; no doubt some of these,\nas well as Sguazzella’s, figure under the master’s name in that list of\nfifty works given by Argenville. He was too idle and fond of pleasure\nto rise to eminence, though he did some good frescoes in the Palazzo\nCapponi at Florence, and in the Capponi Villa at Montici, and assisted\nJacopo da Pontormo in the Hall of the Medici villa at Careggi. He died\nin 1553, in great poverty.",
        "PIER FRANCESCO DI JACOPO DI SANDRO was said to have had some talent. He\nand Domenico Conti were employed among others in decorating the court\nof the Palazzo Vecchio on the occasion of Cosimo de’ Medici’s marriage\nwith Leonora di Toledo. There are some altar-pieces of his in the\nchurch of Santo Spirito, Florence.",
        "SOLOSMEO, RAFFAELLO, and BERNARDINO DEL BUDA were three garzoni\nin Andrea’s studio. They were employed in the subordinate work and\nmanual labour, but were not trained as artists.",
        "BIBLIOGRAPHY",
        "1886. G. GRUYER. Fra Bartolommeo della Porta and M. Albertinelli.\n1903. F. KNAPP. Fra Bartolommeo della Porta.\n1922. H. GABLENTZ. Fra Bartolommeo.\n1902. M. E. JAMES. Fra Bartolommeo.\n1899. H. GUINNESS. Andrea del Sarto. (The Great Masters Series.)\n1905. MASTERPIECES OF ANDREA DEL SARTO. (Gowan’s Art Books.)\n1928. F. KNAPP. Andrea del Sarto.\n1864-66. CROWE AND CAVALCASELLE. A New History of Painting in Italy\nfrom the 2nd to the 16th Century. Three Volumes.",
        " ",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}