{
    "title": "Fra Bartolommeo - THE “BOTTEGA” OF COSIMO ROSELLI.",
    "author": "Leader Scott",
    "chapter": "3",
    "content": [
        "\n\n",
        "Amongst the thousand arteries in which the life blood of the\nRenaissance coursed in all its fulness, none were so busy or so\nimportant as the “botteghe” of the artists. In these the genius of the\ngreat masters, the Pleiades of stars at the culmination of art in\nFlorence, was either tenderly nursed, or sharply pruned into vigour by\nstruggling against discouragement and envy. In these the spirit of\nawakened devotion found an outlet, in altarpieces and designs for\nchurch frescoes which were to influence thousands. Here the spirit of\npoetry, brooding in the mysterious lines of Dante, or echoing from past\nages in the myths of the Greeks, took form and glowed on the walls in\nmighty cartoons to be made imperishable in fresco. Here the spirit of\nluxury was satisfied by beautiful designs for ornaments, dress stuffs,\ntapestries, vases and “cassoni,” &c., which brought beauty into every\nlife, and made each house a poem. The soul, the mind, and the body,\ncould alike be supplied at those fountains of the beautiful, the artshops\nor schools.",
        "Whilst Michelangelo as a youth was drawing from the cartoons of the\nSassetti chapel in the school of Domenico Ghirlandajo, Cosimo Roselli\nwas just receiving as a pupil a boy only a little behind him in genius.\nA small, delicate-faced, spiritual-eyed boy of nine years, known as\nBaccio della Porta, who came with a roll of drawings under his arm and\nhigh hopes in his soul, no doubt trotting along manfully beside\nCosimo’s old friend, Benedetto da Majano, the sculptor, who had\nrecommended his being placed in the studio.",
        "By the table given in the note [Footnote: Pietro, a Genoese, came in\n1400 to the parish of S. Michele, at Montecuccioli in Mugello; he was a\npeasant, and had a son Jacopo, who was father of Paolo, the muleteer;\nand three other sons, Bartolo, Giusto, and Jacopo, who had a\npodere at Soffignano, near Prato. Paolo married first Bartolommea,\ndaughter of Zanobi di Gallone, by whom he had a son, Bartolommeo, known\nas Baccio della Porta, born 1475. The first wife dying, Paolo married\nAndrea di Michaele di Cenni, who had four sons, Piero, Domenico,\nMichele, and Francesco; only Piero lived to grow up, and he became a\npriest. [Favoured by Sig. Milanesi.] it will be seen that Baccio was\nthe son of Paolo, a muleteer, which no doubt was a profitable trade in\nthose days when the country roads were mere mule-tracks, and the traffic\nbetween different towns was carried on almost entirely by horses and\nmulepacks. There is some doubt as to the place of Baccio’s birth, which\noccurred in 1475. Vasari gives it as Savignano near Prato; Crowe and\nCavalcaselle [Footnote: Vol. iii. chap. xiii. p. 427.] assert it was\nSuffignano, near Florence, where they say Paolo’s brothers, Jacopo and\nGiusto, were contadini or peasants.",
        "But on consulting the post-office authorities we find no place called\nSuffignano near Florence; it must therefore have been a village near\nPrato called Soffignano, which from similarity of sound Vasari confused\nwith the larger place, Savignano. This is the more probable, for Rosini\nasserts that “Benedetto da Majano, who had bought a podere near\nPrato, knew him and took him into his affections, and by his means\nplaced him with Cosimo.” [Footnote: Rosini, Storia della\nPittura, chap. xvii. p. 47.]",
        "It is certainly probable that Paolo’s wife lived with his family during\nhis wanderings, because it is the true Italian custom, and Baccio was\nin that case born in his uncle’s house; for it is not till 1480 that we\nfind Paolo retired from trade and set up in a house of his own in\nFlorence at the gate of S. Pier Gattolini, now the Porta Romana.",
        "The friendship begun at Prato must have been continued in Florence, for\nin 1480 Paolo not only owned that house at the gate of S. Pier\nGattolini, but was the proud possessor of a podere at Brozzi, which\nyielded six barrels of wine. He is a merciful man too, for among his\npossessions are two mules disutili e vecchi (old and useless).\nAt this time Baccio was six years old, and his three stepbrothers quite\nbabies. [Footnote: Archives of Florence, Portate al Castato, 1480-1.]\nPaolo, as well as his mules, had earned his repose, being certainly\nold, if not useless, and was anxious for his little sons to be placed\nout in the world as early as possible. Thus it came that in 1484 Baccio\nwas taken away from his brothers, who played under the shadow of the\nold gateway, and was put to do the drudgery of the apprenticeship to\nart. He had to grind colours for Cosimo–who, as we know, used a great\ndeal of colour, having dazzled the eyes of the Pope with the brilliancy\nof his blue and gold in the Sistine Chapel some years before–he had to\nsweep out the studio, no doubt assisted by Mariotto Albertinelli, a boy\nof his own age, and to run errands, carrying designs for inspection to\nexpectant brides who wanted the chests painted to hold their wedding\nclothes, or doing the messenger between his master and the nuns of S.\nAmbrogio, who paid Cosimo their gold florins by the hand of the boy in\n1484 and 1485. [Footnote: Note to Crowe and Cavalcaselle, vol. iii.\nchap. xiii. p. 429.]",
        "Whether his age made him a more acceptable means of communication with\nthe nuns, or whether Pier di Cosimo, the elder pupil, already displayed\nhis hatred of womankind, I know not; perhaps the boy already showed\nthat innate devotion and especial fitness for sanctity which marks his\nentire art career. Truly everything in his youthful life combined to\nlead his thoughts to higher things. The first fresco at which he\nassisted was in this solemn cloister of St. Ambrogio, and the subject\nthe Miracle of the Sacrament; the saintly air of the place, the\ncalm faces of the white-hooded nuns, must all have had an influence in\ninspiring his youthful mind with the spirit of devotion.",
        "Baccio’s fellow-students were not many, but they formed an interesting\ngroup. Pier di Cosimo was the head man, and eldest of all; with such\nties was he bound to his master and godfather, that he was known better\nas Cosimo’s Peter than by his own patronymic of Chimenti. He was at\nthis time twenty-two years of age, his registry in the Florentine Guild\nproves his birth in 1462, as the son of Lorenzo, son of Piero, son of\nAntonio, Chimenti.",
        "Being the eldest of five brothers, it is difficult to conceive how a\nmember of a large family grew up developing such eccentricities as are\nusually the fruit of isolation.",
        "In the studio Piero was industrious and steady, working earnestly,\nwhether he was assisting his master’s designs or carrying out his own\nfancies of monsters, old myths, and classic fairy stories. No doubt the\ntwo boys, Mariotto and Baccio, found little companionship in this\nabstracted young man always dreaming over his own ideas. If they told\nhim an anecdote, he would look up vacantly at the end not having heard\na word; at other times every little noise or burst of laughter would\nannoy him, and he would be immoderately angry with the flies and\nmosquitos.",
        "Piero had already been to Rome, and had assisted Cosimo in his fresco\nof Christ preaching on Lake Tiberias; indeed most judges thought\nhis landscape the best part of that work, and the talent he showed\nobtained him several commissions. He took the portraits of Virginio\nOrsini, Ruberto Sanseverino and Duke Valentino, son of Pope Alessandro\nVI. He was much esteemed as a portrait painter also in Florence, and\nfrom his love of classical subjects, and extreme finish of execution,\nhe ranked as one of the best painters of “cassoni,” or bridal-linen\nchests.",
        "This fashion excited the indignation of Savonarola, who in one of his\nsermons exclaimed, “Do not let your daughters prepare their ’corredo’\n(trousseau) in a chest with pagan paintings; is it right for a\nChristian spouse to be familiar with Venus before the Virgin, or Mars\nbefore the saints?”",
        "Thus Piero being a finished painter, was often Cosimo Roselli’s\nsubstitute in the instruction of the two boys, for Cosimo having come\nhome from Rome with some money, lived at his ease; but still continued\nto paint frescoes in company with Piero.",
        "Another pupil was Andrea di Cosimo, whose peculiar branch of art was\nthat of the grotesque. He no doubt drew designs for friezes and\nfountains, for architraves and door mouldings, in which distorted faces\nlook out from all kinds of writhing scrolls; and lizards, dragons,\nsnakes, and creeping plants, mingle according to the artist’s fancy.\nAndrea was however often employed in more serious work, as the records\nof the Servite Convent prove, for they contain the note of payment to\nhim, in 1510, for the curtains of the altarpiece which Filippino Lippi\nhad painted. These curtains were till lately attributed to Andrea del\nSarto, or Francia Bigio.",
        "This is the Andrea Feltrini mentioned by Crowe and Cavalcaselle as\nworking in the cloister of the Servi with Andrea del Sarto and Francia\nBigio between 1509 and 1514.[Footnote: History of Painting, vol.\niii. chap. xvii. p. 546.]",
        "But Baccio’s dearest friend in the studio was a boy nearly his own age,\nMariotto Albertinelli, son of Biagio di Bindo, born October 13, 1474.\nHe had experienced the common lot of young artists in those days, and\nhad been apprenticed to a gold-beater, but preferred the profession of\npainter. From the first these two lads, being thrown almost entirely\ntogether in the work of the studio, formed one of those pure, lasting\nfriendships, of which so many exist in the annals of art, and so few in\nthe material world. They helped each other in the drudgery, and enjoyed\ntheir higher studies together; but they did not draw all their\ninspirations from the over-coloured works of Cosimo–although Mariotto\nonce reproduced his red-winged cherubim in after life [Footnote: In the\n’Trinity’ in the Belle Arti, Florence.]–nor from the hard and laboured\nmyths of Piero.",
        "They went to higher founts, for scarcely a trace of these early\ninfluences are to be found in their paintings. Vasari says they studied\nthe Cose di Leonardo. The great artist had at this time left the\nstudio of Verocchio, and was fast rising into fame in Florence, so it\nis most probable that two youths with strong artistic tendencies would\nstudy, not only the sketches, but also the precepts, of the great man.\nBesides this there were two national art-schools open to students in\nFlorence: these were the frescoes of Masaccio and Lippi in the Carmine,\nand the Medicean garden in the Via Cavour, then called Via Larga.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}