{
    "title": "Fra Bartolommeo - By Leader Scott [Authorama]",
    "author": "Unknown",
    "chapter": "bartolommeo",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "Michelangelo, Leonardo, Raphael: the three great names of the noblest\nperiod of the Renaissance take our minds from the host of fine artists\nwho worked alongside them. Nevertheless beside these giants a whole\nhost of exquisite artists have place, and not least among them the\nthree painters with whom Mr. Leader Scott has dealt in these pages. Fra\nBartolommeo linking up with the religious art of the preceding period,\nwith that of Masaccio, of Piero de Cosimo, his senior student in the\nstudio of Cosimo Roselli, and at last with that of the definitely\n\"modern” painters of the Renaissance, Raphael, Leonardo and\nMichelangelo himself, is a transition painter in this supreme period.\nTechnique and the work of hand and brain are rapidly taking the place\nof inspiration and the desire to convey a message. The aesthetic\nsensation is becoming an end in itself. The scientific painters,\nperfecting their studies of anatomy and of perspective, having a\nconscious mastery over their tools and their mediums, are taking the\nplace of such men as Fra Angelico.",
        "As a painter at this end of a period of transition–a painter whose\nspiritual leanings would undoubtedly have been with the earlier men,\nbut whose period was too strong for him–Fra Bartolommeo is of\nparticular interest; and Albertinelli, for all the fiery surface\ndifference of his outlook is too closely bound by the ties of his\nfriendship for the Frate to have any other viewpoint.",
        "Andrea del Sarto presents yet another phenomenon: that of the artist\nendowed with all the powers of craftsmanship yet serving an end neither\nbasically spiritual nor basically aesthetic, but definitely\nprofessional. We have George Vasari’s word for it; and Vasari’s blame\nupon the extravagant and too-well-beloved Lucrezia. To-day we are so\naccustomed to the idea of the professional attitude to art that we can\naccept it in Andrea without concern. Not that other and earlier artists\nwere unconcerned with the aspect of payments. The history of Italian\nart is full of quarrels and bickerings about prices, the calling in of\nreferees to decide between patron and painter, demands and refusals of\npayment. Even the unworldly Fra Bartolommeo was the centre of such\nquarrels, and although his vow of poverty forbade him to receive money\nfor his work, the order to which he belonged stood out firmly for the\nscudi which the Frate’s pictures brought them. In justice to\nAndrea it must be added that this was not the only motive for his\nactivities; it was not without cause that the men of his time called\nhim “senza errori,” the faultless painter; and the production of\na vast quantity of his work rather than good prices for individual\npictures made his art pay to the extent it did. A pot-boiler in\nmasterpieces, his works have place in every gallery of importance, and\nhe himself stands very close to the three greatest; men of the\nRenaissance.",
        "Both Fra Bartolommeo and Albertinelli are little known in this country.\nPractically nothing has been written about them and very few of their\nworks are in either public galleries or private collections. It is in\nItaly, of course, that one must study their originals, although the\ngreat collections usually include one or two. Most interesting from the\nviewpoint of the study of art is the evolution of the work of the\nartist-monk as he came under the influence of the more dramatic modern\nand frankly sensational work of Raphael, of the Venetians and of\nMichelangelo. In this case (many will say in that of the art of the\nworld) this tendency detracted rather than helped the work. The\ndraperies, the dramatic poses, the artistic sensation arrests the mind\nat the surface of the picture. It is indeed strange that this devout\nchurchman should have succumbed to the temptation, and there are\nmoments when one suspects that his somewhat spectacular pietism\ndisguised the spirit of one whose mind had little to do with the\nmysticism of the mediaeval church. Or perhaps it was that the strange\nfriendship between him and Albertinelli, the man of the cloister and\nthe man of the world, effected some alchemy in the mind of each. The\nstory of that lifelong friendship, strong enough to overcome the\ndifficulties of a definite partnership between the strict life of the\nmonastery and the busy life of the bottega, is one of the most\nfascinating in art history.",
        "Mr. Leader Scott has in all three lives the opportunity for fascinating\nstudies, and his book presents them to us with much of the flavour of\nthe period in which they lived. Perhaps to-day we should incline to\nmodify his acceptance of the Vasari attitude to Lucrezia, especially\nsince he himself tends to withdraw the charges against her, but leaves\nher as the villainess of the piece upon very little evidence. The\ninclusion of a chapter upon Ghirlandajo, treated merely as a follower\nof Fra Bartolommeo, scarcely does justice in modern eyes to this fine\nartist, whose own day and generation did him such honour and paid him\nso well. But the author’s general conclusions as to the place in art\nand the significance of the lives of the three painters with whom he is\nchiefly concerned remains unchallenged, and we have in the volume a\nnecessary study to place alongside those of Leonardo, of Michelangelo\nand of Raphael for an understanding of the culmination of the\nRenaissance in Italy.",
        "Horace Shipp.",
        "It seems to be a law of nature that progress, as well as time, should\nbe marked by periods of alternate light and darkness–day and night.",
        "This law is nowhere more apparent than in the history of Art. Three\ntimes has the world been illuminated by the full brilliance of Art, and\nthree times has a corresponding period of darkness ensued.",
        "The first day dawned in Egypt and Assyria, and its works lie buried in\nthe tombs of prehistoric Pharaohs and Ninevite kings. The second day\nthe sun rose on the shores of many-isled Greece, and shed its rays over\nEtruria and Rome, and ere it set, temples and palaces were flooded with\nbeauty. The gods had taken human form, and were come to dwell with men.",
        "The third day arising in Italy, lit up the whole western world with the\nglow of colour and fervour, and its fading rays light us yet.",
        "The first period was that of mythic art; the world like a child\nwondering at all around tried to express in myths the truths it could\nnot comprehend.",
        "The second was pagan art which satisfies itself that in expressing the\nperfection of humanity, it unfolds divinity. The third era of Christian\nart, conscious that the divine lies beyond the human, fails in aspiring\nto express infinitude.",
        "Tracing one of these periods from its rise, how truly this similitude\nof the dawn of day is carried out. See at the first streak of light how\ndim, stiff, and soulless all things appear! Trees and objects bear\nprecisely the relation to their own appearance in broad daylight as the\nwooden Madonnas of the Byzantine school do to those of Raphael.",
        "Next, when the sun–the true light–first appears, how it bathes the\nsea and the hills in an ethereal glory not their own! What fair liquid\ntints of blue, and rose, and glorious gold! This period which, in art,\nbegan with Giotto and ended with Botticelli, culminated in Fra\nAngelico, who flooded the world of painting with a heavenly\nspiritualism not material, and gave his dreams of heaven the colours of\nthe first pure rays of sunshine.",
        "But as the sun rises, nature takes her real tints gradually. We see\nevery thing in its own colour; the gold and the rose has faded away\nwith the truer light, and a stern realism takes its place. The human\nform must be expressed, in all its solidity and truth, not only in its\noutward semblance, but the hidden soul must be seen through the veil of\nflesh. And in this lies the reason of the decline; only to a few great\nmasters it was given to reveal spirituality in humanity–the others\ncould only emulate form and colour, and failed.",
        "It is impossible to contemplate art apart from religion; as truly as\nthe celestial sun is the revealer of form, so surely is the heavenly\nlight of religion the first inspirer of art.",
        "Where would the Egyptian, Assyrian, and Etruscan paintings and\nsculptures have been but for the veneration of the mystic gods of the\ndead, which both prompted and preserved them?",
        "What would Greek sculpture have been without the deified\npersonifications of the mysterious powers of nature which inspired it?\nand it is the fact of the pagan religion being both sensuous and\nrealistic which explains the perfection of Greek art. The highest ideal\nbeing so low as not to soar beyond the greatest perfection of humanity,\nwas thus within the grasp of the artist to express. Given a manly\nfigure with the fullest development of strength; a female one showing\nthe greatest perfection of form; and a noble man whose features express\ndignity and mental power;–the ideal of a Hercules, a Venus, and a\nJupiter is fully expressed, and the pagan mind satisfied. The spirit of\nadmirers was moved more by beauty of form than by its hidden\nsignificance. In the great Venus, one recognises the woman before\nfeeling the goddess.",
        "As with their sculpture, without doubt it was also with painting. Mr.\nSymonds, in his Renaissance of the Fine Arts, speaks of the\nGreek revival as entirely an age of sculpture; but the solitary glance\ninto the more perishable art of painting among the Greeks, to be seen\nat Cortona, reveals the exquisite perfection to which this branch was\nalso brought. It is a painting in encaustic, and has been used as a\ndoor for his oven by the contadino who dug it up–yet it remains a\nmarvel of genius. The subject is a female head–a muse, or perhaps only\na portrait; the delicacy and mellowness of the flesh tints equal those\nof Raphael or Leonardo, and a lock of hair lying across her breast is\nso exquisitely painted that it seems to move with her breath. The\nfeatures are of the large-eyed regular Greek type, womanly dignity is\nin every line, but it is an essentially pagan face–the Christian soul\nhas never dawned in those eyes! With this before us, we cannot doubt\nthat Greek art found its expression as much in colour as in form and\nthat the same religion inspired both.",
        "In an equal degree Renaissance Art has its roots in Christianity; but\nthe religion is deeper and greater, and has left art behind.",
        "The early Christians must have felt this when they expressed everything\nin symbols, for these are merely suggestive, and allow the imagination\nfull play around and beyond them; they are mere stepping-stones to the\nideal which exists but is as yet inexpressible.",
        "“Myths and symbols always mark the dawn of a religion, incarnation and\nrealism its full growth.” So after a time when the first vague wonder\nand ecstasy are over, symbols no longer content people; they want to\nbring religion home to them in a more tangible form, to humanize it, in\nfact. From this want it arises that nature next to religion inspires\nart, and finally takes its place. For it follows as a matter of course\nthat as art is a realistic interpreter of the spiritual, so it is more\neasy to follow nature than spirituality, nature being the outward or\nrealistic expression of the mind of God.",
        "It was a saying of Buffalmacco, who was not one of the most\ndevout painters of the fourteenth century, “Do not let us think of\nanything but to cover our walls with saints, and out of disrespect to\nthe demons to make men more devout.” And Savonarola, though he has been\naccused of being one of the causes of the decline, thus upheld the\nsacred influences of art; when he exclaimed in one of his fervent\nbursts of eloquence, “You see that Saint there in the Church and say,\n’I will live a good life and be like him.’” If these were the feelings\nof the least devout and the religious fanatic, how hallowed must the\ninfluences of Christian painting have been to the intermediate ranks.\nMr. Symonds beautifully expresses the tendency of that time: “The eyes\nof the worshipper should no longer have a mere stock or stone to\ncontemplate; his imagination should be helped by the dogmatic\npresentation of the scenes of sacred history, and his devotion\nquickened by lively images of the passion of our Lord.... The body and\nsoul moreover should be reconciled, and God’s likeness should be once\nmore acknowledged in the features and limbs of men.” [Footnote:\nSymonds’ Renaissance of the Fine Arts, chap. i. p. 11.]",
        "The school of Giotto was the first to feel this need of the soul. He,\ntaking his ideas from nature, clothed the soul in a thin veil; the\nItalians call his school that of poetic art; it reached sentiment and\npoetry, but did not pass them. Yet the thirteenth century was sublime\nfor the expression of the idea; one only has to study the intense\nmeaning in the works of Giotto, and Orcagna, Duccio, and the Lorenzetti\nof Siena to perceive this. The fourteenth century, on the contrary,\nrendered itself glorious for manifestation of form. “Artists thought\nthe veil of ideality a poor thing, and wished to give the solidity of\nthe body to the soul; they stole every secret from nature; the senses\nwere content, but not sentiment.” [Footnote: Purismo nell’ Arte,\nda Cesare Guasti.]",
        "The artists of the fifteenth and sixteenth centuries, of whom we have\nto speak, blended the two schools, and became perfection as far as they\nwent. Michelangelo drew more from the vigorous thirteenth-century\nmasters, and Raphael from the more sensuous followers of Masaccio and\nLippi. The former tried to put the Christian soul into his works, but\nits infinite depth was unattainable. As his many unfinished works\nprove, he always felt some great overwhelming meaning in his inmost\nsoul, which all his passionate artistic yearnings were inadequate to\nexpress. Raphael tried to bring realism into religion through painting,\nand to give us the scenes of our Lord’s and the Apostles’ lives in such\na humanized aspect, that we should feel ourselves of his nature. But\nthe incarnation of religion in art defeated its own ends; sensuousness\nwas introduced in place of the calm, unearthly spirituality of the\nearlier masters. Compare the cartoon of S. Paul preaching at Athens, in\nwhich he has all the majesty of a Cæsar in the Forum, with the lowly\nspirit of the Apostle’s life! In truth, Raphael failed to approach\nnearer to sublimity than Fra Angelico, with all his faulty drawing but\npure spirit.",
        "After him, artists loved form and colour for themselves rather than for\nthe spiritual meaning. Miss Owen [Footnote: Art Schools of Medieval\nChristendom, edited by Ruskin.] accuses Raphael of having rendered\nArt pagan, but this seems blaming him for the weakness of his\nfollowers, who took for their type his works rather than his ideal. The\ncauses of the decline were many, and are not centred in one man. As\nlong as Religion slumbered in monasticism and dogma, Art seizing on the\nhuman parts, such as the maternity of the Madonna, the personifications\nof saints who had lived in the world, was its adequate exponent. The\nreligion awakened by the aesthetic S. Francis, who loved all kinds of\nbeauty, was of the kind to be fed by pictures. But when Savonarola had\naroused the fervour of the nation to its highest point, when beauty was\nnothing, the world nothing, in comparison to the infinity of God;–then\nart, finding itself powerless to express this overwhelming infinity,\nfell back on more earthly founts of inspiration, the classics and the\npoets.",
        "Lorenzo de’ Medici and Pope Nicholas V. had fully as much to do with\nthe decline as Savonarola. The Pope in Rome, and Lorenzo in Florence,\nled art to the verge of paganism; Savonarola would have kept it on the\nconfines of purism; it was divided and fell, passing through the\nvarious steps of decadence, the mannerists and the eclectics, to rise\nagain in this nineteenth century with what is after all its true aim,\nthe interpretation of nature, and the illustration of the poetry of a\nnation.",
        "But with the decadence we have happily nothing to do; the artists of\nwhom we speak first, Fra Bartolommeo and Albertinelli, belong to the\nculmination of art on its rising side, while Andrea del Sarto stands as\nnear to the greatest artists on the other side, and is the last of the\ngroup before the decline. On Fra Bartolommeo the spirituality of Fra\nAngelico still lingered, while the perfection of Raphael illumined him.\nAndrea del Sarto, on the other side, had gathered into his hands the\ngleams of genius from all the great artists who were his elder\ncontemporaries, and so blending them as to form seemingly a style of\nhis own, distinct from any, has left on our walls and in our galleries\nhundreds of masterpieces of colour, as gay and varied as the tints the\norientals weave into their wondrous fabrics.",
        "It might be said with truth that Fra Bartolommeo painted for the soul,\nand Andrea del Sarto for the eye.",
        "Amongst the thousand arteries in which the life blood of the\nRenaissance coursed in all its fulness, none were so busy or so\nimportant as the “botteghe” of the artists. In these the genius of the\ngreat masters, the Pleiades of stars at the culmination of art in\nFlorence, was either tenderly nursed, or sharply pruned into vigour by\nstruggling against discouragement and envy. In these the spirit of\nawakened devotion found an outlet, in altarpieces and designs for\nchurch frescoes which were to influence thousands. Here the spirit of\npoetry, brooding in the mysterious lines of Dante, or echoing from past\nages in the myths of the Greeks, took form and glowed on the walls in\nmighty cartoons to be made imperishable in fresco. Here the spirit of\nluxury was satisfied by beautiful designs for ornaments, dress stuffs,\ntapestries, vases and “cassoni,” &c., which brought beauty into every\nlife, and made each house a poem. The soul, the mind, and the body,\ncould alike be supplied at those fountains of the beautiful, the artshops\nor schools.",
        "Whilst Michelangelo as a youth was drawing from the cartoons of the\nSassetti chapel in the school of Domenico Ghirlandajo, Cosimo Roselli\nwas just receiving as a pupil a boy only a little behind him in genius.\nA small, delicate-faced, spiritual-eyed boy of nine years, known as\nBaccio della Porta, who came with a roll of drawings under his arm and\nhigh hopes in his soul, no doubt trotting along manfully beside\nCosimo’s old friend, Benedetto da Majano, the sculptor, who had\nrecommended his being placed in the studio.",
        "By the table given in the note [Footnote: Pietro, a Genoese, came in\n1400 to the parish of S. Michele, at Montecuccioli in Mugello; he was a\npeasant, and had a son Jacopo, who was father of Paolo, the muleteer;\nand three other sons, Bartolo, Giusto, and Jacopo, who had a\npodere at Soffignano, near Prato. Paolo married first Bartolommea,\ndaughter of Zanobi di Gallone, by whom he had a son, Bartolommeo, known\nas Baccio della Porta, born 1475. The first wife dying, Paolo married\nAndrea di Michaele di Cenni, who had four sons, Piero, Domenico,\nMichele, and Francesco; only Piero lived to grow up, and he became a\npriest. [Favoured by Sig. Milanesi.] it will be seen that Baccio was\nthe son of Paolo, a muleteer, which no doubt was a profitable trade in\nthose days when the country roads were mere mule-tracks, and the traffic\nbetween different towns was carried on almost entirely by horses and\nmulepacks. There is some doubt as to the place of Baccio’s birth, which\noccurred in 1475. Vasari gives it as Savignano near Prato; Crowe and\nCavalcaselle [Footnote: Vol. iii. chap. xiii. p. 427.] assert it was\nSuffignano, near Florence, where they say Paolo’s brothers, Jacopo and\nGiusto, were contadini or peasants.",
        "But on consulting the post-office authorities we find no place called\nSuffignano near Florence; it must therefore have been a village near\nPrato called Soffignano, which from similarity of sound Vasari confused\nwith the larger place, Savignano. This is the more probable, for Rosini\nasserts that “Benedetto da Majano, who had bought a podere near\nPrato, knew him and took him into his affections, and by his means\nplaced him with Cosimo.” [Footnote: Rosini, Storia della\nPittura, chap. xvii. p. 47.]",
        "It is certainly probable that Paolo’s wife lived with his family during\nhis wanderings, because it is the true Italian custom, and Baccio was\nin that case born in his uncle’s house; for it is not till 1480 that we\nfind Paolo retired from trade and set up in a house of his own in\nFlorence at the gate of S. Pier Gattolini, now the Porta Romana.",
        "The friendship begun at Prato must have been continued in Florence, for\nin 1480 Paolo not only owned that house at the gate of S. Pier\nGattolini, but was the proud possessor of a podere at Brozzi, which\nyielded six barrels of wine. He is a merciful man too, for among his\npossessions are two mules disutili e vecchi (old and useless).\nAt this time Baccio was six years old, and his three stepbrothers quite\nbabies. [Footnote: Archives of Florence, Portate al Castato, 1480-1.]\nPaolo, as well as his mules, had earned his repose, being certainly\nold, if not useless, and was anxious for his little sons to be placed\nout in the world as early as possible. Thus it came that in 1484 Baccio\nwas taken away from his brothers, who played under the shadow of the\nold gateway, and was put to do the drudgery of the apprenticeship to\nart. He had to grind colours for Cosimo–who, as we know, used a great\ndeal of colour, having dazzled the eyes of the Pope with the brilliancy\nof his blue and gold in the Sistine Chapel some years before–he had to\nsweep out the studio, no doubt assisted by Mariotto Albertinelli, a boy\nof his own age, and to run errands, carrying designs for inspection to\nexpectant brides who wanted the chests painted to hold their wedding\nclothes, or doing the messenger between his master and the nuns of S.\nAmbrogio, who paid Cosimo their gold florins by the hand of the boy in\n1484 and 1485. [Footnote: Note to Crowe and Cavalcaselle, vol. iii.\nchap. xiii. p. 429.]",
        "Whether his age made him a more acceptable means of communication with\nthe nuns, or whether Pier di Cosimo, the elder pupil, already displayed\nhis hatred of womankind, I know not; perhaps the boy already showed\nthat innate devotion and especial fitness for sanctity which marks his\nentire art career. Truly everything in his youthful life combined to\nlead his thoughts to higher things. The first fresco at which he\nassisted was in this solemn cloister of St. Ambrogio, and the subject\nthe Miracle of the Sacrament; the saintly air of the place, the\ncalm faces of the white-hooded nuns, must all have had an influence in\ninspiring his youthful mind with the spirit of devotion.",
        "Baccio’s fellow-students were not many, but they formed an interesting\ngroup. Pier di Cosimo was the head man, and eldest of all; with such\nties was he bound to his master and godfather, that he was known better\nas Cosimo’s Peter than by his own patronymic of Chimenti. He was at\nthis time twenty-two years of age, his registry in the Florentine Guild\nproves his birth in 1462, as the son of Lorenzo, son of Piero, son of\nAntonio, Chimenti.",
        "Being the eldest of five brothers, it is difficult to conceive how a\nmember of a large family grew up developing such eccentricities as are\nusually the fruit of isolation.",
        "In the studio Piero was industrious and steady, working earnestly,\nwhether he was assisting his master’s designs or carrying out his own\nfancies of monsters, old myths, and classic fairy stories. No doubt the\ntwo boys, Mariotto and Baccio, found little companionship in this\nabstracted young man always dreaming over his own ideas. If they told\nhim an anecdote, he would look up vacantly at the end not having heard\na word; at other times every little noise or burst of laughter would\nannoy him, and he would be immoderately angry with the flies and\nmosquitos.",
        "Piero had already been to Rome, and had assisted Cosimo in his fresco\nof Christ preaching on Lake Tiberias; indeed most judges thought\nhis landscape the best part of that work, and the talent he showed\nobtained him several commissions. He took the portraits of Virginio\nOrsini, Ruberto Sanseverino and Duke Valentino, son of Pope Alessandro\nVI. He was much esteemed as a portrait painter also in Florence, and\nfrom his love of classical subjects, and extreme finish of execution,\nhe ranked as one of the best painters of “cassoni,” or bridal-linen\nchests.",
        "This fashion excited the indignation of Savonarola, who in one of his\nsermons exclaimed, “Do not let your daughters prepare their ’corredo’\n(trousseau) in a chest with pagan paintings; is it right for a\nChristian spouse to be familiar with Venus before the Virgin, or Mars\nbefore the saints?”",
        "Thus Piero being a finished painter, was often Cosimo Roselli’s\nsubstitute in the instruction of the two boys, for Cosimo having come\nhome from Rome with some money, lived at his ease; but still continued\nto paint frescoes in company with Piero.",
        "Another pupil was Andrea di Cosimo, whose peculiar branch of art was\nthat of the grotesque. He no doubt drew designs for friezes and\nfountains, for architraves and door mouldings, in which distorted faces\nlook out from all kinds of writhing scrolls; and lizards, dragons,\nsnakes, and creeping plants, mingle according to the artist’s fancy.\nAndrea was however often employed in more serious work, as the records\nof the Servite Convent prove, for they contain the note of payment to\nhim, in 1510, for the curtains of the altarpiece which Filippino Lippi\nhad painted. These curtains were till lately attributed to Andrea del\nSarto, or Francia Bigio.",
        "This is the Andrea Feltrini mentioned by Crowe and Cavalcaselle as\nworking in the cloister of the Servi with Andrea del Sarto and Francia\nBigio between 1509 and 1514.[Footnote: History of Painting, vol.\niii. chap. xvii. p. 546.]",
        "But Baccio’s dearest friend in the studio was a boy nearly his own age,\nMariotto Albertinelli, son of Biagio di Bindo, born October 13, 1474.\nHe had experienced the common lot of young artists in those days, and\nhad been apprenticed to a gold-beater, but preferred the profession of\npainter. From the first these two lads, being thrown almost entirely\ntogether in the work of the studio, formed one of those pure, lasting\nfriendships, of which so many exist in the annals of art, and so few in\nthe material world. They helped each other in the drudgery, and enjoyed\ntheir higher studies together; but they did not draw all their\ninspirations from the over-coloured works of Cosimo–although Mariotto\nonce reproduced his red-winged cherubim in after life [Footnote: In the\n’Trinity’ in the Belle Arti, Florence.]–nor from the hard and laboured\nmyths of Piero.",
        "They went to higher founts, for scarcely a trace of these early\ninfluences are to be found in their paintings. Vasari says they studied\nthe Cose di Leonardo. The great artist had at this time left the\nstudio of Verocchio, and was fast rising into fame in Florence, so it\nis most probable that two youths with strong artistic tendencies would\nstudy, not only the sketches, but also the precepts, of the great man.\nBesides this there were two national art-schools open to students in\nFlorence: these were the frescoes of Masaccio and Lippi in the Carmine,\nand the Medicean garden in the Via Cavour, then called Via Larga.",
        "The two boys left the studio of Cosimo Roselli at an early age. There\nhad been trouble in the house of Paolo the ex-muleteer, and Baccio’s\nalready serious mind had been awed by the sight of death. His little\nbrother, Domenico, died in 1486 at seven years of age. His father,\nPaolo, died in 1487; thus Baccio, at the age of twelve or thirteen, was\nleft the head of the family, and the supporter of his stepmother and\nher babes. This may account for his leaving Cosimo so young, and\nsetting up his studio with Mariotto as his companion, in his own house\nat the gate of S. Pier Gattolini; this partnership began presumably\nabout the year 1490.",
        "Conscious that they were not perfected by Cosimo’s teaching, they both\nset themselves to undergo a strict discipline in art, and, friends as\nthey were, their paths began to diverge from this point. Their natural\ntastes led them to opposite schools–Baccio to the sacred shrine of art\nin the shadowed church, Mariotto to the greenery and sunshine of the\nMedici garden, where beauty of nature and classic treasures were heaped\nin profusion; whose loggie [Footnote: Arched colonnades.] glowed with\nthe finest forms of Greek sculpture, resuscitated from the tombs of\nages to inspire newer artists to perfection, but alas! also to debase\nthe aim of purely Christian art.",
        "Baccio’s calm devotional mind no doubt disliked the turmoil of this\ngarden, crowded with spirited youths; the tone of pagan art was not in\naccordance with his ideal, and so he learned from Masaccio and Lippi\nthat love of true form and harmonious composition, which he perfected\nafterwards by a close study of Leonardo da Vinci, whose principles of\nchiaroscuro he seems to have completely carried out. With this\ntraining he rose to such great celebrity even in his early manhood,\nthat Rosini [Footnote: Rosini, Storia della Pittura, chap. xvii.\np. 48.] calls him “the star of the Florentine school in Leonardo and\nMichelangelo’s absence,” and he attained a grandeur almost equal to the\nlatter, in the S. Mark and SS. Peter and Paul of his later years.",
        "Meanwhile Mariotto was revelling in the Eden of art, drawing daily\nbeneath the Loggie–where the orange-trees grew close to the pillars–\nfrom the exquisite statues and “torsi,” peopling the shades with white\nforms, or copying cartoons by the older masters, which hung against the\nwalls.",
        "The custode of all these treasures was Bertoldo, an old\nsculptor, who boasted of having been the scholar of Donatello, and also\nheir to his art possessions. He could also point to the bronze pulpits\nof San Lorenzo, which he finished, as proof of his having inherited a\nportion of his master’s spirit. Bertoldo, having doubtless rendered to\nDuke Cosimo’s keeping his designs by Donatello, which were preserved in\nthe garden, obtained the post of instructor there; but his age may have\nprevented his keeping perfect order, and the younger spirits\noverpowered him. There were Michelangelo, with all the youthful power\nof passion and force which he afterwards imparted to his works, and the\naudacious Torrigiano, with his fierce voice, huge bulk, and knitted\nbrows, who was himself a discord like the serpent in Eden. Easily\noffended, he was prompt in offering outrage. Did any other young man\nshow talent or surpass him, revenge deep and mean as that of Bandinelli\nto Michelangelo was sure to follow, the envied work being spoiled in\nhis rage. Then there were the fun-loving Francesco Granacci, and the\nwitty Rustici, as full of boyish pranks as they were of genius–what\ncould one old man do among so many?–and now comes the impetuous\nMariotto to add one more unruly member to his class.",
        "How well one can imagine the young men–in loose blouses confined at\nthe waist, or in buff jerkins and close-fitting hose, with jaunty\ncloaks or doublets, and little red or black caps, set on flowing locks\ncut square in front–passing beneath the shadows of the arches among\nthe dim statues, or crossing the garden in the sunshine amid the\norange-trees, under the splendid blue Italian skies.",
        "We can see them painting, modelling, or drawing large cartoons in\ncharcoal, while old Bertoldo passes from easel to easel, criticising\nand fault-finding, detailing for the hundredth time Donatello’s maxims,\nand moving on, heedless or deaf to the irreverent jokes of his\nungrateful pupils.",
        "Then, like a vision of power and grandeur, Lorenzo il Magnifico enters\nwith a group of his classic friends. Politian and the brothers Pulci\nadmire again the ancient sculptures which are to them as illustrations\nof their readings, and Lorenzo notes the works of all the students who\nwere destined to contribute to the glory of the many Medicean palaces.\nHow the burly Torrigiano’s heart burns within him when the Duke praises\nhis compeer’s works!",
        "Sometimes Madonna Alfonsina, the mother of Lorenzo, and widow of Piero,\nwalked here, and she also took an interest in the studies of the\nyouths. Mariotto especially attracted her by his talent and zeal. She\ncommissioned him to paint some pictures for her to send as a present to\nher own family, the Orsini of Rome. These works, of which the subjects\nare not known, passed afterwards into the possession of Cæsar Borgia.\nShe also sat to Mariotto for her own portrait. It is easily imagined\nhow elated the excitable youth became at this notice from the mother of\nthe magnificent Lorenzo. He had dreams of making a greater name than\neven his master, Cosimo, whose handiwork was in the Sistine; of\nexcelling Michelangelo, of whose genius the world was beginning to\ntalk; and, as adhering to a party was the only way to success in those\ndays, he became a strong Pallesco, [Footnote: The Palleschi were the\npartizans of the Medici, so called because they took as their standard\nthe Palle, or Balls, the arms of that family.] trusting wholly in the\nfavour of Madonna Alfonsina.",
        "He even absented himself almost constantly from the studio, which\nBaccio shared with him, and worked at the Medici palace, [Footnote:\nThis break is signified by Baldinucci, Opere, vol. iv. p. 84,\nand by Vasari, who says that after the exile of Piero he returned to\nBaccio.] but, alas! in 1494 this brilliant aspect of his fortunes\nchanged.",
        "Lorenzo being dead, Piero de’ Medici was banished, the great palace\nfell into the hands of the republican Signoria, and all the painters\nwere left without patronage.",
        "Mariotto, very much cast down, bethought himself of a friend who never\nfailed him, and whose love was not affected by party; and, returning to\nthe house of Baccio, he set to work, most likely in a renewed spirit of\nconfidence in the comrade who stood by him when the princes in whom he\ntrusted failed him. Whatever his frame of mind, he began now to study\nearnestly the works of Baccio, who, while he was seeking patronage in\nthe palace, had been purifying his genius in the Church. Mariotto\nimbibed more and more of Baccio’s style, till their works so much\nresembled one another that indifferent judges could scarcely\ndistinguish them apart. It would be interesting if we could see those\nearly pictures done for Madonna Alfonsina, and compare them with the\nstyle formed after this second adherence to Fra Bartolommeo. What his\nmanner afterwards became we have a proof in the Salutation\n(1503), in which there is grand simplicity of motive combined with the\nmost extreme richness of execution and fullest harmony of colour.",
        "This second union between the friends could not have been so\nsatisfactory to either as the first pure boyish love, when they had\nbeen full of youthful hopes, and felt their hearts expand with the\ndreams and visions of genius. Now instead of the mere differences\nbetween two styles of art, there were differences which much more\nseriously affected their characters; they were daily sundering, one\ngoing slowly towards the cloister, the other to the world. Albertinelli\nhad gained a greater love of worldly success and luxury.",
        "Baccio’s mind, always attuned to devotion, was now intensified by\nfamily sorrows, which no doubt brought him nearer to heaven. Thus\nsoftened, he had the more readily received the seeds of faith which\nSavonarola scattered broadcast.",
        "Yet though every word of the one was a wound to the other, this\nstrangely assorted pair of friends did not part. Rosini well defined\ntheir union as “a knot which binds more strongly by pulling contrary\nways.” [Footnote: Storia della Pittura, chap. xvii. p. 48]",
        "So when Albertinelli, while colouring with zeal a design of Baccio’s,\nwould inveigh against all monks, the Dominicans in particular, and\nSavonarola especially, his friend would argue that the inspired prophet\nwas not an enemy, but a purifier and reformer of art. Probably Baccio\nwas at the Duomo on that Sunday in Lent, 1495, and reported to Mariotto\nthose wondrous words of Savonarola, that “Beauty ought never to be\ntaken apart from the true and good,” and how, after quoting the same\nsentiments from Socrates and Plato, the preacher went on to say, “True\nbeauty is neither in form nor colour, but in light. God is light, and\nHis creatures are the more lovely as they approach the nearer to Him in\nbeauty. And the body is the more beautiful according to the purity of\nthe soul within it.” Certain it is that this divine light lived ever\nafter in the paintings of Fra Bartolommeo.",
        "He frequented the cloisters of San Marco, where even Lorenzo de’ Medici\nused to go and hear the prior expound Christianity near the rose tree.\nThere were Lorenzo di Credi and Sandro Botticelli, both middle-aged\nmen, of a high standing as artists; there were the Delia Robbias,\nfather and son, and several others. Sandro, while listening, must have\ntaken in the inspired words with the scent and beauty of the roses,\nwhose spirit he gives in so many of his paintings.",
        "Young Baccio, on the contrary, feasted his eyes on the speaker’s face,\ntill the very soul within it was imprinted on his mind, from whence he\nreproduced it in that marvellous likeness, the year after the martyrdom\nof Savonarola.",
        "This is the earliest known work of Fra Bartolommeo, and is a faithful\nportrait; the deep-sunk eye-socket, and eye like an internal fire,\nshowing the preacher’s powerful mind; the prominent aquiline nose and\ndilating vehement nostril bespeaking his earnestness and decision; the\nlarge full mouth alone shows the timorousness which none but himself\nknew of, so overpowered was it by his excitable spirit. The handling is\nBaccio’s own able style, but Sig. Cavalcaselle thinks the influences of\nCosimo Roselli are apparent in the low tone and clouded translucent\ncolour; he signed it “Hieronymi Ferrariensis, a Deo missi prophetæ\neffigies,” a legend which expresses the more than reverence which\nBaccio cherished for the preacher. This portrait has only lately been\nidentified by its present possessor, Sig. Ermolao Rubieri, who\ndiscovered the legend under a coat of paint. Its vicissitudes are\ntraceable from the time when Sig. Averardo (or, as Vasari calls him,\nAlamanno) Salviati brought it back from Ferrara, where no doubt it had\nbeen in the possession of Savonarola’s family. Salviati gave it to the\nconvent of San Vincenzo at Prato, from which place Sig. Rubieri\npurchased it in 1810. The likeness of the reformer in the Belle Arti of\nFlorence has been supposed to be this one, but it is more likely to be\nthe one done by Fra Bartolommeo at Pian di Mugnone in after years, when\nhe drew the friar as S. Peter Martyr, with the wound on his head.",
        "Padre Marchese, himself a Dominican, speaks thus of his convent:–\"San\nMarco has within its walls the Renaissance, a compendium in two\nartists. Fra Angelico, the painter of the ideal, Fra Bartolommeo, of\nform. The first closes the antique Tuscan school. He who has seen Fra\nAngelico, has seen also Giotto, Cimabue, &c. The second represents the\nmodern school. In him are almost comprised Masaccio, Lorenzo di Credi,\nLeonardo, Buonarroti, and Andrea del Sarto.”",
        "The first, Fra Angelico, “sets himself to contemplate in God the fount\nand architype of the beautiful, and, as much as is possible to mortal\nhands, reproduces and stamps it in those works which a sensual mind\ncannot understand, but which to the heavenly soul speak an eloquent\nlanguage. Fra Bartolommeo, with more analysis, works thoughtfully ...\nhe ascends from the effect to the cause, and in created things\ncontemplates a reflection of spiritual beauty.”",
        "It is true the Dominican order has been as great a patron of arts as\nthe Franciscan of literature. It united with Niccolo Pisano to give\nform to national architecture. It had sculptors, miniaturists, and\nglass painters. As a building San Marco has been a shrine of art; since\nthe time that Michelozzi, with the assistance of the Medici, built the\nconvent for Sant’ Antonino, and Fra Angelico left the impress of his\nsoul on the walls, a long line of artist monks has lived within its\ncloisters. With San Marco our story has now to deal, for it is\nimpossible to write Fra Bartolommeo’s life without touching on the\nwell-known history of Savonarola. The great preacher’s influence in\nthese years, from 1492 to 1497, entered into almost every individual in\nFlorence, either to draw them to devotion, or to stir them up to the\ngreatest opposition.",
        "The artists, whose minds were probably the most impressional, were his\nfervent adherents. He has been accused of being the ruin of art, but\n\"this cry has only arisen in our time; the silence of contemporaries,\nalthough not friendly to him, proves that he was not in that century so\naccused.” [Footnote: Gino Capponi, Storia delta Republica di\nFirenze, lib. vi. chap. ii.] The only mention of anything of\nartistic value is a “tavoliere” [Footnote: A chess or draught board.]\nof rich work, spoken of by Burlamacchi and Benivieni, in a “Canzone di\nun Piagnone sul bruciamento delle Vanità.” Savonarola himself was an\nartist and musician in early life, the love of the beautiful was strong\nwithin him, only he would have it go hand in hand with the good and\ntrue. His dominant spirit was that of reform; as he tried to regenerate\nmind, morals, literature, and state government, so he would reform art,\nand fling over it the spiritual light which illumed his own soul.",
        "It was natural that such a mind should act on the devotional character\nof Baccio. What could he do but join when every church was full of\nworshippers, each shrine at the street corners had a crowd of devout\nwomen on their knees before it–when thousands of faces were uplifted\nin the vast expanse of the Duomo, and every face burned with fervour as\nthe divine flame from the preacher lit the lamp of each soul–when in\nthe streets he met long processions of men, women, and children, the\nechoes of whose hymns (Laudi) filled the narrow streets, and went up to\nthe clear air above them?",
        "Then came that strange carnival when there were no maskers in the city,\nbut white-robed boys went from house to house to collect the vanities\nfor the burning–when the flames of the fires, hitherto saturnalian,\nwere the flames of a holocaust, wherein each one cast the sins and\ntemptations, even the pretty things which, though dear to himself,\nwithdrew him from God. And when the white-robed boys came to the studio\nof the friends at the gate of S. Pier Gattolini, with what sighs and\nself-immolation Baccio looked for the last time at some of his studies\nwhich he judged to come under the head of anathemata, and handed\nthem over to the acolytes. How Mariotto’s soul, warm to Pagan art,\nburned within him at this sacrifice! And how he would talk more than\never against the monks, and hang up his own cartoons and studies of the\nGreek Venus in the studio for Baccio’s behoof!",
        "In these years we have no notice of authentic works done by the\nyouthful partners, though biographers talk of their having commissions\nfor madonnas, and other works of art.",
        "In 1497 Francesco Valori, the grand-featured, earnest admirer of\nSavonarola, became Gonfaloniere in the time of Piero de’ Medici’s\nexile, [Footnote: Gino Capponi, Storia delta Republica di\nFirenze, lib. vi. chap. xi. p. 233.] and the friar’s party was in\nthe ascendent. Rosini [Footnote: Storia delta Pittura, chap.\nxvii. p. 48.] says that belonging to a faction was a means of fame, and\nthat the Savonarola party was powerful, giving this as a reason for\nBaccio’s partisanship; but this we can hardly believe, his whole life\nproved his earnestness. He was much beloved in Florence for his calm\nupright nature and good qualities. He delighted in the society of pious\nand learned men, spent much time in the convent, where he had many\nfriends among the monks; yet with all he kept still faithful to his\nearly friend Mariotto, whose life was cast so differently. Savonarola’s\nfaction was powerful, but the Medici had still adherents who stirred up\na strong party against him.",
        "His spirit of reform at length aroused the ire of the Pope, who forbade\nhim to preach. He disobeyed, and the sermons on Ezekiel were scenes of\ntumult; no longer a group of rapt faces dwelling on his words, but\nfrowns, murmurs, and anathemas from a crowd only kept off him by a\ncircle of armed adherents round his pulpit.",
        "At length, on June 22nd, the excommunication by Pope Alessandro VI.\n(Borgia) fell like a thunderclap, and the Medicean youths marched in\ntriumphant procession with torches and secular music to burlesque the\nLaudi; no doubt Albertinelli was one of these, while Baccio grieved\namong the awestruck friars in the convent.",
        "In 1498 Savonarola again lifted up his voice; the church was not large\nenough, so he preached beneath the blue sky on the Piazza San Marco;\nand Fra Domenico Buonvicini da Pescia, in the eagerness of\npartisanship, said that his master’s words would stand the ordeal of\nfire. Then came that tumultuous day of April 7th, the “Sunday of the\nOlives,” when the Franciscans and Dominicans argued while the fire\nburnt out before them, when Savonarola’s great spirit quailed within\nhim, and the ordeal failed; a merciful rain quenching the flames which\nnone dared to brave save the undaunted Fra Domenico himself.",
        "There was no painting done in the studio on that day we may be sure.\nBaccio was one of the surging, conflicting crowd gathered beneath the\nmingling shadows of Orcagna’s arches and Arnolfo’s great palace, and at\neventide he was one of the armed partisans who protected the friar back\nto his convent, menaced not only by rains from heaven, but by the\nstormy wrath of an angry populace, defrauded of the sight they came to\nsee.",
        "The next day was the one which determined the painter’s future life.",
        "There was in the city a curious process of crystallisation of all the\nparticles held in solution round the fire the previous day. The Palazzo\nVecchio attracted about its doors the “Arrabiati.” The “Compagnacci\"\nassembled, armed, by the Duomo. The streets were full of detached\nparties of Piagnoni, treading ways of peril to their centre, San Marco.",
        "Passions raged and seethed all day, till at the hour of vespers a cry\narose, “à San Marco,” and thither the multitude–500 Compagnacci, and\n300 Palleschi–rushed, armed with picks and arquebusses, &c. They killed\nsome stray Piagnoni whom they found praying by a shrine, and placed\nguards at the streets which led to the convent; then the assault began.",
        "The church was dimly lighted. Savonarola and Fra Domenico kneeled on\nthe steps of the altar, with many worshippers around them, singing\ntremulous hymns; amongst these were Francesco Valori, Ridolfi, and\nBaccio della Porta, but all armed, as Cronaca tells us. They still sang\nhymns when the doors were attacked with stones; then leaving the\npriests and women to pray for them the men rushed to the defence.",
        "Old Valori, with a few brave friends, guarded the door; others made\nloop-holes of the windows and fired out; some went up the campanile,\nand some on the roof. Baccio fought bravely among the rest. The\nPalleschi were almost repulsed, but at length succeeded in setting fire\nto the doors. The church was filled with smoke; a turbulent crowd\nrushed wildly in. Savonarola saw his people fall dead beside him on the\naltar steps, and, taking up the Sacrament, he fled to the Greek\nlibrary, where the messengers of the Signoria came and arrested both\nhimself and Fra Domenico. It was in the fierce fight that ensued when\nthe enemies poured in, laying hands sacrilegiously on every thing\nsacred, that Baccio made the vow that if he were saved this peril, he\nwould take the habit–a vow which certainly was not made in a cowardly\nspirit, he fighting to the death, and then espousing the losing cause.\n[Footnote: Gino Capponi, lib. vi. chaps. i. and ii., and Padre\nMarchese, San Marco, p. 147 et seq.]",
        "Then came that sad 23rd of May, the eve of the Ascension, when three\nmartyrs went calmly to their death beneath the shadow of the old\npalace, amidst the insults of an infuriated crowd, and Arno’s yellow\nwaters received their ashes. [Footnote: Capponi, chap. ii. p. 253.]",
        "[Illustration: SAVONAROLO AS PETER MARTYR. BY FRA BARTOLOMMEO. In\nthe Accademia delle Belle Arti, Florence.]",
        "After the death of Savonarola the party had many defaulters; but\nBaccio, the Delia Robbias, Credi, Cronaca, and many other artists, were\nfaithful, and even showed their grief by abandoning for a time the arts\nthey loved. “It almost seemed as if with him they had lost the sacred\nflame from which their fervid imagination drew life and aliment.\"\n[Footnote: Marchese, San Marco, lib. iii. p. 261.]",
        "While all these events had been taking place, Baccio had worked as\noften as his perturbed spirit would allow, at a great fresco of the\nLast Judgment, in a chapel of the cemetery of S. Maria Nuova. A\ncertain Gerozzi, di Monna Venna Dini, gave him the commission, and as\nfar as he had gone, the painter had given entire satisfaction. This\nfresco, his first as far as is known, shows Baccio’s style as fully as\nhis later ones. We have here his great harmony of form, and intense\nsuggestiveness in composition. The infinity of heaven is emblematised\nin circles of saints and cherubim around the enthroned Christ. The\ncross, a link between heaven and earth, is borne by a trinity of\nangels; S. Michael, as the avenging spirit, stands a powerful figure in\nthe foreground dividing the saved from the lost; the whole composition\nforming a heavenward cross on an earthly foundation. There are no caves\nand holes of torture with muscular bodies writhing within them; but in\nthe despairing figures passing away on the right, some with heads bowed\non clasped hands, others lifting up faces and arms in a vain cry for\nmercy, what suggestions there are of infinite remorse!–more dignified\nfar than the distorted sufferers in the torture pits of previous\nmasters. These are just indicated by two demons, and a subterranean\nfire behind the unblest souls. Miss Owen, [Footnote: Art Schools of\nChristendom, edited by Prof. Ruskin.] speaking Mr. Ruskin’s\nsentiments, calls this a great falling off from Giotto and Orcagna’s\nconceptions; but though theirs may be more powerful and terrible, a\ngreater suggestion of Christian religion is here.",
        "They, and later, Michelangelo, flung Dante’s great struggling soul in\ntangible forms upon the walls, and embodied his poem, awful, grand, and\nearnest, with all the human passion intensified into human suffering.\nFra Bartolommeo shows the Christian spirit; his faces look beyond the\npresent judgment, and, instead of wrath, mercy is the predominating\nidea. It is like the difference in spirit between the Old Testament and\nthe New.",
        "The painter’s reverence of Fra Angelico, and estimation of the divinity\nof art, is shown by Fra Angelico being placed among the saints of\nheaven on the right of the Saviour.",
        "Leonardo’s instructions for shading off a light sky will occur to any\none who studies the finely gradated tints mingling with the clouds\naround the celestial group. But grand as the fresco is, and interesting\nas it must have been to the artist at this time, when thoughts of\nSavonarola mingled with every stroke, he felt he was not fulfilling his\ntrue mission in the world. Drawn more and more to the convent, hallowed\nto him by the memory of the martyr-friar, he was also more attuned to\nthoughts of retirement by family bereavements–one young brother,\nPiero, only being left to him out of the whole circle. The reluctance\nto leave this youth alone may have deferred for a time his taking the\nmonastic vows; but having placed him under the guardianship of Santi\nPagnini, a Dominican, he consigned the Last Judgment to Mariotto\nto finish, and leaving his worldly goods to his brother, took the habit\nin the convent of S. Domenico, at Prato, on July 26th, 1500, two years\nafter first making the resolution. His year of probation over, he took\nthe final vows and became Fra Bartolommeo.",
        "A document in S. Marco proves that he was possessed of worldly goods\nwhen he entered, [Footnote: Rosini, Storia della Pittura, chap\nxxvii.] among which were the house of his father in S. Pier Gattolini,\nand the podere at Brozzi. Having once given himself up to monasticism,\nFra Bartolommeo would offer no half-service, his brushes were left\nbehind with all other worldly things, and here closes Baccio della\nPorta’s first artistic career.",
        "His sun was set only to rise again to greater brilliance in the future\nas Fra Bartolommeo, a name famous for ever in the annals of art.",
        "Four years had passed, and the monk had never touched a pencil, but his\nmission in art was not fulfilled, and events were working towards that\nend, for the spirit of art once awakened could not die either in that\nconvent or in that age.",
        "His friend, Mariotto, kept him au courant in all the gossip of\nart, and told him of the great cartoons of Leonardo and Michelangelo,\nwhich he too went to see. They might have inspired him afresh, or\nperhaps in advising Albertinelli he himself felt impelled to paint, or\npossibly the visits of Raphael in 1504 influenced him.",
        "Padre Marchese takes the conventional view, and says that Santi\nPagnini, the oriental scholar and lover of art, came back to S. Marco\nin 1504 as prior, and used not only his entreaties, but his authority,\nto induce Fra Bartolommeo to recommence painting. However this may be,\nit is certain that when Bernardo del Bianco, who had built a beautiful\nchapel in the Badia from Rovezzano’s designs, wished for an altar-piece\nworthy of its beauty, which he felt no hand could execute so well as\nthat of the Frate–he yielded to persuasion, and the Vision of S.\nBernard was begun. The contract is dated 18th November, 1504; a\npart payment of sixty florins in gold was made 16th of June, 1507.\n[Footnote: Padre Marchese, Memorie, iii. vol. ii. p. 594.]",
        "This picture, now in the Belle Arti of Florence, is so much injured by\nre-painting that some parts seem even crude. The saint is on his knees\nwriting, while the vision of the Virgin and Child stands poised in air\nbefore him; she inspires his pen, and the infant Christ gives His\nblessing on the work. There is great spirituality and ecstasy in St.\nBernard’s face, his white robe contrasts well with two saints behind\nhim, which carry out Fra Bartolommeo’s favourite triangular grouping,\nand with a rich harmony of colour balance his white robe.",
        "The Virgin is drawn with great nobility and grace, her drapery\nadmirably majestic, yet airy, and a sweet, infantile playfulness\nrenders the Child charming. The angels beneath the Virgin’s feet are\nlovely, but the group of seraphs behind are the least pleasing of all.\nThey are of the earth, earthy, and seem reminiscences of the Florentine\nmaidens the artist met in the streets. Possibly this is the part most\ninjured by the restorer’s hand. The colouring of the two saints behind\nS. Bernard-one in a green robe with bronze-gold shades, and the other\nblue and orange-is very suggestive of Andrea del Sarto, and seems to\nrender probable Rosini’s assertion that the Frate “taught the first\nsteps of this difficult career to that artist who alone was called\n’senz’ errori.’”",
        "Having once retaken the brush, Fra Bartolommeo recovered his former\nskill and fame; a beautiful specimen of this period is the Meeting\nof Christ with the Disciples of Emmaus (1506), a fresco in a lunette\nover the door of the refectory at S. Marco; in which he combines a\nrichness of colouring rarely obtained in fresco, with a drawing which\nis almost perfect. Fra Niccolò della Magna, who was prior in that year,\nand left in 1507 to become Archbishop of Capua, sat for one of the\nsaints. Contemporory with this may be dated also the figure of the\nVirgin, painted for Agnolo Doni, now in the Corsini gallery in Rome.\nGiovanni de’ Medici also gave him a commission.",
        "Meanwhile the S. Bernard was not paid for. Fra Bartolommeo\npriced it at 200 ducats, and the convent being the gainer by his works,\ntook his own valuation. Bernardo offered only eighty ducats; the Frati\nwere indignant, and called in the Abbot of the Badia as umpire; he\nbeing unable to move Bernardo, retired from office; then a council of\nfriends was resolved on, in which Mariotto was for the painter, and\nLorenzo de Credi for the purchaser; but this also failed.",
        "It was next proposed to submit the question to the Guild of Druggists\n(arte degli speziali), which included at that time also doctors\nand painters; but the convent, refusing lay judgment, took the offer of\nFrancesco Magalotti, a relative of Bernardo, who priced it at 100\nducats, and the monks had to be satisfied. The dispute ended July 17th,\n1507. [Footnote: Rosini, Storia della Pittura, chap, xxvii. p.\n245, and Padre Marchese, Memorie, &c., vol. ii. pp. 42 to 45.]",
        "All writers agree as to the fact of Fra Bartolommeo’s friendship with\nRaphael, but very few are decided as to its date. Raphael was in\nFlorence in 1504, but then Fra Bartolommeo had not re-commenced\npainting, and would have no works in the convent to excite his\nadmiration of the colouring. Padre Marchese, following Rosini and Padre\nLuigi Pungeleoni, asserts that this intimacy was during Raphael’s\nsecond visit in 1506, when he might have seen the newly-finished fresco\nof The Disciples at Emmaus. It is undoubted that their intercourse\nwas beneficial to both. Raphael studied anew Leonardo’s principles of\ncolour under Fra Bartolommeo’s interpretation of them, and the Frate\nimproved his knowledge of perspective and harmony of composition. It is\nsaid they worked together at some pictures, of which one is in France, and\nanother at Milan; but there is not sufficient evidence to prove this.",
        "It is also thought that Fra Bartolommeo helped in the composition of\nRaphael’s famous Madonna del Baldacchino, which is truly very\nmuch in his style.",
        "The year 1508 marks the Frate’s first acquaintance with the Venetian\nschool, which was not without its influence upon him. Frequent\ninterchange of visits took place between the Dominicans in the\ndifferent parts of Italy; and Fra Bartolommeo took the opportunity then\noffered him of going to visit his brethren at Venice.",
        "His namesake, Baccio di Monte Lupo, a sculptor who had fled from\nFlorence after the death of Savonarola, and who had fought side by side\nwith Baccio in the siege of S. Mark’s church, was in Venice at that\ntime, working on the tomb of Benedetto da Pesaro in the church of the\nFrati, and he was only too delighted to show the beauties of the Queen\nof the Adriatic to an artistic mind. Tintoretto was not yet born;\nTitian was only just rising into fame, though his style had not yet\nbecome what it was after Giorgione’s influence; but Fra Bartolommeo\nmust have found much that was sympathetic in the exquisite works of\nGiovanni Bellini and his school, and much to admire in the glorious\ncolouring of Giorgione.",
        "Father Dalzano, the vicar of the monastery of S. Peter Martyr at\nMurano, gave the Florentine monk a commission for a picture of the\nvalue of seventy or 100 ducats. Not having time to paint this during\nhis stay, he promised to execute it on his return to Florence, and the\nvicar paid him in advance twenty-eight ducats in money and colours; the\nrest was to be raised by the sale of some MS. letters from S. Catherine\nof Siena, which a friend of Father Dalzano near Florence held in\npossession.",
        "Fra Bartolommeo, having brought home from the Venetian school a new\nimpulse for painting, and wishing to diffuse the religious influence of\nart more widely, desired to enlarge his atelier and school at San\nMarco. His only assistants in the convent were Fra Paolino of Pistoja,\nand one or two miniaturists, who were only good at missals. Fra Paolino\n(born 1490) took the vows at a very early age, and was removed to\nFlorence from Prato with Fra Bartolommeo. He was the son of a painter,\nBernardino di Antonio, but though he learned the first principles from\nhim, his real art was imbibed from the Frate, under whom, together with\nMariotto, he worked for years.",
        "But this youthful scholar was not enough for Fra Bartolommeo’s new\nenergies. He pined for his old friend, Mariotto, who could follow out\nhis designs in his own style so closely, that an unpractised eye could\nnot see the difference of hand; and such was his influence on the\nrulers of the order, that they allowed a most unique partnership to be\nentered into.",
        "The parties were, Albertinelli on one side, and the convent and Fra\nBartolommeo on the other. The partners to provide the expenses, and the\nprofits to be divided between the convent and Mariotto; the vow of\npoverty not allowing Fra Bartolommeo as an individual any personal\nshare. This began in 1509 and lasted till 1512. The inventory of the\nprofits and the division made when the partnership was dissolved, given\nentire by Padre Marchese, [Footnote: Padre Marchese, Memorie,\n&c., vol. ii.] are very interesting. The two artists had separate\nmonograms to distinguish the pictures which were specially their own,\nbesides which the monk signed his with the touching petition, “orate\npro pictore,” his friend merely Latinising his name; the works\npainted together were signed by the combined monograms. Before setting\na hand to anything else, the Frate fulfilled his engagement to the\nVenetian prior, for whom he painted the Eternal in Heaven,\nsurrounded by saints and angels; but of this we will speak later.",
        "During the interval between the second and third partnership of this\nincongruous pair of friends, the life of Albertinelli had been very\ndifferent from that of the Frate. So distressed was he at losing Baccio\nthat he was quite wild for a time. His passions being unruled, that of\ngrief took entire possession of him. In his despair he vowed to give up\npainting; he declared that he would also become a monk, if it were not\nthat he now hated them more than ever; besides, he was a Pallesco, and\ncould not desert his party.",
        "After a time, however, he calmed down, and, looking on his friend’s\nunfinished fresco of the Last Judgment as a legacy from him,\nbegan to work at it as a kind of obligation till the occupation wove\nits own charm, and he steadily devoted himself to art again, much to\nthe satisfaction of good Gerozzi Dini, who was in great perturbation,\nand declared there was not another hand but his in Florence which could\nfinish it; and also to the relief of Fra Bartolommeo himself, who,\nhaving received money on account, was troubled in conscience lest it\nshould remain unfinished. There remained only some figures to put in\nthe terrestrial group, all the celestial portions having been finished\nby the Frate; but they are very well drawn figures, with a good deal of\nexpression in them. Several are likenesses, amongst whom are Dini and\nhis wife, Bugiardini, the painter’s pupil, and himself. Most of these\nare now destroyed by the effects of damp.",
        "Mariotto left Fra Bartolommeo’s house in S. Pier Gattolini, and took a\nroom in Gualfonda–now Via Val Fonda–a street leading towards the\nfortress, built by the Grand Duke Cosimo on the north of the city; and\nhere in time quite a school grew up under his tuition. Giuliano\nBugiardini was his head assistant rather than pupil; Francia Bigio,\nthen a boy, Visino, who afterwards went to Hungary, and Innocenzio da\nNicola, besides Piero, Baccio’s brother, were all scholars.\nAlbertinelli’s Bottega in Val Fonda gave some noble paintings to the\nworld, works independently his own, though Fra Bartolommeo’s influence\nis traceable in most of them. The finest of these is the\nSalutation, dated 1503–ordered for the Church of S. Martino,\nand now the gem of the hall of the Old Masters in the Uffizi Gallery–a\nwork which alone has been able to mark him for all time as a great\nmaster.",
        "So simple is the subject, and yet so grand the proportions, and in the\nfigures there is such majesty of maternity and dignity of womanhood! A\ndecorated portico, with the heavens behind it, forms the background to\nthe two noble women, in one of whom is expressed the gracious sympathy\nof an elder matron with the awful, mysterious joy of the younger.",
        "The colouring, perfectly harmonised, is the most masterly blending of a\nsubdued tone with soft yet brilliant and shows a deep study of the\nmethod of Leonardo.",
        "The predella has an Annunciation, Nativity, and\nCircumcision; all showing the same able style, but more injured\nby time than the picture.",
        "Another charming painting of this period is the Nativity at the\nPitti, a round, on panel. The Madonna is not quite so noble as\nthat of the Salutation, but the limbs of the child are beautifully\nrounded. There is a pretty group of three angels singing in the sky; the\nlandscape is as minute in detail as those his old fellow-pupil Piero used\nto paint in Cosimo’s studio.",
        "In 1504-5 Fra Bartolommeo called upon him for a deed of friendship,\nwhich proves that, whatever biographers (building up theories on a word\nor two in Vasari) may say of his want of steadiness, the friend who\nknew him best had supreme trust in him. Santi Pagnini, having been\nremoved to Siena as prior, Fra Bartolommeo made Mariotto guardian and\ninstructor of his young brother Piero, signing a contract that Mariotto\nwas to have the use and management of all estates and possessions of\nPiero, which included several poderi in the country, as well as\nthe house at the Porta Romana (S. Pier Gattolini). In return\nAlbertinelli was to keep Piero in his house, teach, clothe, and provide\nfor him, not, however, being obliged to give him more than “sette\n(seven) soldi” a month. Albertinelli was also to have a mass said\nyearly in the Church of S. Pier Gattolini for the soul of Paolo the\nmuleteer, and to use two pounds of wax candles thereat. [Footnote:\nPadre Marchese, Memorie, vol. ii. pp. 36, 37.] The contract was\nsigned from 1st January, 1505, and was to last till 1st January, 1511.\nIt appears that this brother Piero was a great trouble to the Frate,\nbeing of a bizarre disposition, and addicted to squandering money; he\nsold some possessions for much less than their worth, [Footnote:\nPrivate communication from Sig. G. Milanesi.] which probably accounts\nfor the singular contract of guardianship. He did not show enough\ntalent to become a painter, and took priests’ orders later.",
        "About this time Fra Bartolommeo recommenced work, and while he was\npainting the triptych for Donatello’s Madonna (the miniature\nNativity and Circumcision in the Uffizi), Albertinelli was at work\nin the convent of the Certosa, at a Crucifixion in fresco. The\npainting is extant in the chapterhouse, and is a very fair and\nunrestored specimen of his best style. The Virgin and Magdalen are very\npurely conceived figures; the idea of the angels gathering the blood\nfalling from the wounded hands of the crucified Saviour is very tender;\nthere is a great brightness of colouring, and a greenish landscape almost\nPeruginesque in feeling. Some of his pupils worked with him at the\nCertosa, and nearly brought their master into trouble.",
        "They were not more content with convent fare than was Davide\nGhirlandajo, when the only delicacy supplied him at Vallombrosa was\ncheese; and to revenge themselves, they stole round the cloister after\nthe circular sliding panels by which the rations were sent into the\nmonks’ cells were filled, and feasted on the meals made ready for the\ngood brothers. Great confusion ensued in the convent, the monks\naccusing each other of the theft; but when they found out the real\nculprits, they made a compromise, promising double rations if the\nartists would hasten their work and leave them their daily dole in\npeace.",
        "The fresco is dated 1506. The same year produced the fine picture now\nin the Louvre, which was painted for the church of S. Trinità on the\ncommission of Zanobio del Maestro.",
        "The Madonna, stands on a pedestal, with S. Jerome and S. Zenobio\nin front, while episodes from their lives are brought in like distant\nechoes in the background. [Footnote: S. Zenobio was the first bishop of\nFlorence, and is the patron saint of that city.]",
        "The nuns of S. Giuliano employed him to paint two pictures, both of\nwhich are now in the Belle Arti. One is an altarpiece; the Madonna\nenthroned, with the Divine Child in her arms. Era Bartolommeo’s\nidea of an angel-sustained canopy is here, but the angels hold it up\nfrom the outside instead of the inside. Before her are S. John the\nBaptist, S. Julian, S. Nicholas, and S. Dominic. The S. Julian has a\ngreat similarity to the S. Michael of Perugino, and the S. John, by its\ngood modelling, shows the result of his studies from the antique in the\nMedici garden.",
        "For the same church he did the curious conventional painting of the\nTrinity on a gold ground. The subject is inartistic, because\nunapproachable; the attempt to paint that which is a deep spiritual\nmystery degrades both the art and the subject; the latter because it\nlowers it to human grasp, the former because it shows its powerlessness\nto shadow forth the infinite. There is beautiful painting in the heads\nof the angels, at the foot of the Cross, but the brilliancy of the gold\nground is overpowering to the colours, albeit he has balanced it by\nreproducing Cosimo Roselli’s red-winged cherubs. Nothing but Fra\nAngelico’s delicate tints can bear such a background. No doubt Piero,\nBaccio’s brother, helped to lay on this gold, for one of the\nstipulations in the contract with Mariotto was that he was to “metter\nd’ oro ed altre cose di mazoneria” (to put on gold and other articles\nof emblazonment).",
        "It has been a great subject of conjecture at what part of his life\nAlbertinelli took the rash step of throwing up his art and opening a\ntavern at Porta S. Gallo. Some say it was in his despair at Fra\nBartolommeo having taken the vows, but this is disproved by his having\nat that time finished the Last Judgment, and taken pupils in Val\nFonda. Others assert that it was at the breaking up of the last\npartnership in 1513, but there is no hiatus in his work at that time,\nexisting paintings being dated in 1513 and the following years till his\ndeath, three years after.",
        "Vasari, though not to be depended on in regard to dates–chronology not\nbeing his forte–is generally right in the gossip and stories of the\nlives near his own time, and it is by collateral evidence from his\npages that we are able to fix with more certainty 1508 or 1509 as the\ntime of this episode in Albertinelli’s life. In 1507 we find him as an\nartist helping to value his friend’s picture, and mediating between the\nconvent and Bernardo del Bianco. [Footnote: Crowe and Cavalcaselle,\nvol. iii. chap. xvii. p. 544.] Now, in the ’Life of Andrea del Sarto,’\nwe read that Francia Bigio, Albertinelli’s pupil, made the acquaintance\nof Andrea while studying the Cartoons in the Hall of the Council (this\nwas from 1506 to 1508), and as their friendship increased, Andrea\nconfided to Francia Bigio that he could no longer endure the\neccentricities of Piero di Cosimo, and determined to seek a home for\nhimself, and that Francia Bigio being also alone–his master Mariotto\nAlbertinelli having abandoned the art of painting–they\ndetermined to share a studio and rooms. [Footnote: Vasari, vol. iii. p.\n182.] The first works the partners undertook were the frescoes of the\nScalzo and the Servi, which were begun in 1509. Thus the date is\ntolerably certain, especially as a gap occurs in Albertinelli’s works\nat this time.",
        "Sig. Gaetano Milanesi’s researches in the Archives have thrown a new\nlight on Mariotto’s motives, which were not entirely connected with\nart; it was not that he was discouraged by adverse criticism, nor\nwholly that, as time divided him from his friend, he felt he could\nproduce no great work away from his influence, but it was partly that\nhe had married a wife named Antonia, whose father kept an inn at S.\nGallo. It is possible the tavern came to him by way of dot, and\nthe above reasons making him discontented with art for a time, might\nhave induced him to carry on the business himself. Sig. Milanesi says a\ndocument exists of a contract in which Mariotto’s name is connected\nwith a tavern, but that he has never been able to retrace it since the\nfirst time he found it. It is his opinion that the whole story arose\nfrom the fact of the wife’s family possessing this wine shop, and his\nconnection with it in that way.",
        "But though Albertinelli passed off his pseudo-hostdom with bravado,\ntalking very wittily about it, the artistic vein was too strong within\nhim to be subdued; he soon gave up the flask and returned to the brush,\nfor in 1509, when his quondam pupil, Francia Bigio, was busy at the\nServi, we again find Mariotto’s hand in a painting of the\nMadonna. The Virgin, holding a pomegranate in her hand, supports\nwith the other the Child, who stands on a parapet, and clings to the\nbosom of his mother’s dress for support, in a truly natural way; the\ninfant Baptist stands by. The painting, signed, and dated 1509, is in\nthe Fitzwilliam Museum, Cambridge, but has been injured by repainting.\nIn spite of this, Messrs. Crowe and Cavalcaselle believe they perceive\nBugiardini’s hand in it.",
        "In 1510 Albertinelli began one of his masterpieces, the\nAnnunciation for the company of S. Zenobio, now in the Belle\nArti. All his zeal for art was reawakened, he flung himself con\namore into this work, which, though in oil on panel, was painted on\nthe spot where it was intended to be placed, that the lights might be\nmanaged with the best effect. He was imbued with Leonardo da Vinci’s\nprinciple, that the greatest relief and force are to be combined with\nsoftness, and wishing to bring this combination to a perfection which\nnever before had been reached, he depended greatly on the natural light\nto further his design. [Footnote: Vasari, vol. ii. p. 469.]",
        "The picture, although a great work of art, and the most laboured of all\nhis paintings, failed to satisfy the artist. He tried various\nexperiments, painting in and painting out, but never reaching his own\nideal. According to Leonardo, he was proving himself a good artist, one\nof his principles being, “when his (an artist’s) knowledge and light\nsurpass his work so that he is not satisfied with himself or his\nendeavours, it is a happy omen.” [Footnote: Leonardo da Vinci, Treatise\non Painting.]",
        "The work as it stands is a noble one, though darkened by time having\nbrought out the black pigments used in the shades. The background is an\nintricate piece of architecture with vaulted roof, showing that he too\nhad profited by Raphael’s instructions in perspective to Fra\nBartolommeo.",
        "The Virgin is a tender sweet figure; indeed no artist has given more\ngracious dignity to womanhood than Albertinelli, although his\ndetractors say his life showed no great respect for it. Above, the\nAlmighty is seen in a yellow light with a circle of angels and seraphs\naround. It is strange how the realistic painters stopped at nothing,\nnot even the representation of the eternal in a human form. Is not this\nthe reason why art ceased about this time to be the interpreter of\nreligion, and found its true mission in being the interpreter of\nnature? Who can draw one soul? How much more impossible then to depict\nthe incomprehensible soul in which all others have their being? The\nutmost we can do is to give the indication of the spirit in the\nexpression of a face, and that so imperfectly that not two beholders\nread it alike. Study Perugino and Raphael, see how they raise human\nnature and etherealize it till we see the divinity of soul in the faces\nof their saints and martyrs. But the moment they try to depict the\nAlmighty, or even his angels, they fall at once below humanity.",
        "But to return to the Annunciation of Albertinelli. His impetuous\ntemper betrayed him even here; he fell into a dispute with his patrons,\nwho refused to pay the price he asked. The usual “trial by his peers\"\nwas resorted to, Perugino, Granacci, and Ridolfo Ghirlandajo were\ncalled into council to value it according to its merits.",
        "On completing this picture the events we have related in the last\nchapter took place, Fra Bartolommeo returned from Venice with his\nenterprise renewed, and the convent partnership was commenced.",
        "We now come to the studio of S. Marco, where the two friends, who had\ndreamed together as boys, and worked together as youths, now laboured\njointly as men, bringing to light some of the finest works of art that\nremain to us. During these three years Albertinelli’s star seems merged\nin that of his senior, his hand is to be recognised in the lower parts\nof a few altarpieces; but it is always difficult to distinguish the two\nstyles.",
        "It was a very busy atelier, for they had many patrons. Bugiardini was\nstill Mariotto’s head assistant, and Fra Paolino, and one or two other\nmonks, worked under Fra Bartolommeo, besides pupils of both, among whom\nwere Gabriele Rustici and Benedetto Cianfanini.",
        "The studio was on the part of the convent between the cloister and Via\ndel Maglio, [Footnote: Padre Marchese, Memorie, vol. ii. p. 69.]\nand we can quite picture its interior. There stands the lay figure on\nwhich Fra Bartolommeo draped the garments that take such majestic folds\nin his works; [Footnote:  Fra Bartolommeo was the inventor of the\njointed lay figure.] there are several casts and models in different\nparts of the room; grand cartoons in charcoal hang on the walls, like\nthose we see to this day in the Uffizi and Belle Arti. So many of these\nmasterly sketches are the Frate’s and so few are Mariotto’s that we may\npresume the former was in most instances the designer. And to what\nperfection he carried design! Not a figure was drawn except its lines\nharmonised with the geometric rhythm in the artist’s mind. His groups\nfall by nature into kaleidoscopic figures of circles, triangles,\nellipses, crosses, &c. Not a cartoon was sketched in which the lights\nand shadows were not as gradated and finished as a painting, although\nthey were merely drawn with charcoal. The following was the method of\nwork in the “bottega.” The panels were prepared with a coating of\nplaster of Paris, over which, when dry, a coat of under colour, ground\nin oil, was passed. The preparing of the panels fell to the work of one\nof the monk scholars, Fra Andrea.[Footnote: The books of the convent\nhave a note of payment to Fra Bartolommeo for 20th March, 1512, “per\nparte di lavoro di Fra Andrea converse per mettere d’oro, et ingessare\nalle tavole nella bottega in diversi lavori” (Padre Marchese,\nMemorie, lib. ii. chap. in. p. 70).] Then the master made his\nsketch in white, or “sgraffito” (i.e. graven on the plaster), as in the\narchitectural lines of the pictures of patron saints in the Uffizi, and\nthe Marriage of S. Catherine in the Pitti Palace; he also put in\nthe shadows in monochrome. But the assistants, who were skilled\nartists, were called to put broad level tints of local colour on the\nbuildings, &c., the master himself finishing the faces. No doubt\nAlbertinelli was often deputed to the study of the lay figure and its\ndrapery. Where he assisted, the monogram, a cross with two rings and\nthe joint names, marked the work, as en a panel of 1510 in Vienna, and\nanother at Geneva.",
        "Fra Bartolommeo only imitated Leonardo in his intense force and soft\ngradations; the general thinness of colour is opposed to his system. He\nfollowed him, however, in his method of painting his shadows with the\nbrush, instead of “hatching” them; he used the same yellowish ground,\nand “sfumato,” [Footnote: Eastlake’s Materials for a History of Oil\nPainting, vol. ii. chap. iv.] i.e. the imperceptible softening of the\ntransition in half-lights and shadows; it was effected by glazes, and is\nnot adapted to a thin substance. The great mistake in Fra Bartolommeo’s\nsystem was the preparing his paintings like cartoons, and using asphaltum\nor lamp-black for outlines and shadows; this in process of time destroys\nthe super-colour, and gives a general blackness to the painting.",
        "The same kind of talk went on here as in modern studios. When the\nframe-maker came, Fra Bartolommeo would be vexed to see how much of his\nwork was hidden beneath the massive cornice, and would vow to dispense\nwith frames altogether, which he did in his S. Sebastian and\nS. Mark, by painting an architectural niche round the subject\nlike a carving in relief.",
        "The first work begun at the convent studio was the picture for Father\nDalgano of Venice, the subject of which is the Eternal Father in\nHeaven, surrounded by seraphs and angels. Perhaps in this we have\nthe source of the motive of Albertinelli’s Annunciation. The\ncolouring is more brilliant than any of the Frate’s works before his\nvisit to Venice. Vasari says that in this picture Giorgione himself\ncould not have surpassed him in brilliancy. The saints, although nearly\nlevel with the ground, are given celestial rank by the cherubs and\nclouds below them. Fra Bartolommeo was dissatisfied with his angels,\nwhich seemed merely lovely children, and seeking other forms, he\nthought to picture them better under shapes which at a distance seem\nonly clouds, but nearer are full of angels’ faces, as in the S.\nBernard. But this idea, not having aesthetic beauty, was also\nabandoned. [Footnote: Padre Marchese, I Puristi ed Accademici.]",
        "The monks of S. Pietro at Murano did not hasten to claim their picture,\nbut sent two friars to negotiate about the price; they failed to agree,\nand the work is now in the Church of S. Romano in Lucca.",
        "Lucca has another exquisite picture of the same year in the Cathedral\nof S. Martino, a Madonna and Child–a lovely ideal of joyful\ninfancy–beneath a veil suspended above her head by two angels. S. John\nBaptist and S. Stephen support this airy composition like pillars,\ntheir figures showing in strong relief against the dark shades; the\nwhole picture is intensely soft, and yet the outlines are perfectly\nclear. This is valued at sixty ducats in the Libri di San Marco.",
        "Next followed the Virgin and Child with four Saints, in S.\nMarco, which is so fine that it has been taken for a Raphael, although,\nowing to the use of lamp-black, it has now become very much darkened.",
        "The Holy Family which he painted for Filippo di Averardo\nSalviati, and which is now in Earl Cowper’s collection at Panshanger,\nis an almost Raphaelesque work, and attains the greatest excellence in\nart. The composition is his favourite triangle, touched in with the\nflowing lines of the mother seated on the ground with the two children\nbefore her. S. Joseph is in the background. The greatest softness of\nflesh tints must have been perceptible when new, for, “in spite of the\nabrasions produced by time, the delicate tones brought out by\ntransparent glazes fused one over another are apparent.” The landscape\nwith an echo subject of the flight into Egypt is thought by Crowe and\nCavalcaselle to be by Albertinelli.",
        "In 1510 the partners had a large order from Giuliano da Gagliano, who,\non the 2nd November, 1510, and 14th January, 1511, paid, in two rates,\nthe sum of 154 ducats. The picture, which is Fra Bartolommeo’s own\npainting, unfortunately cannot be traced.",
        "In 1511 a long list of works are enumerated–a Nativity, valued\ntwo ducats, a Christ bearing the Cross, and an Annunciation, sold\nto the Gonfaloniere for six ducats–pictures which are dispersed in\nEngland, Pavia, &c.; but the masterpiece of the time is the Marriage of\nS. Catherine, now in the Louvre. The Florentine government bought it for\n300 ducats in 1512, to present to Jacques Hurault, Bishop of Autun, who\ncame to Florence as envoy of Louis XII. He left it to his cathedral at\nAutun, from whence, at the Revolution, it passed to the Louvre. [Footnote:\nPadre Marchese, Memorie, lib. iii. ch. iv. p. 77. Crowe and\nCavalcaselle, History of Painting, vol. iii. chap. xiii. p. 452.]\nBefore it was sent away, Fra Bartolommeo made a replica of it, which is\nnow in the Pitti Palace. There is his favourite canopy supported by\nangels; in this case they are beautifully foreshortened. The Virgin is\nseated on a pedestal, holding by one arm an exquisitely moulded child\nJesus of about four years old, who is espousing S. Catherine of Siena,\nkneeling at His feet on the left. A semicircle of saints group on each\nside of the Virgin, and two angels, with musical instruments, are at her\nfeet; the upturned face of one is exquisitely foreshortened. The S. George\nin armour is a powerful figure; and in S. Bartholomew, on the left, is\nthe same grand feeling which he afterwards brought to perfection in S.\nMark. The grace of the Virgin’s figure is not to be surpassed; if\nRaphael’s Madonnas have more sentiment, this has more dignified grace.\nHe has remembered Leonardo’s precept, “that the two figures of a group\nshould not look the same way\"; the contrast of the flowing lines in\nthese two forms is very lovely. The same contrast of lines, and yet\nbalance of form, is carried out in the two S. Catherines who form the\npyramid on each side of her, and in the varied characters of the\nencircling group of saints. The deleterious use of lampblack has\nspoiled the colouring; it, moreover, hangs in a bad light at the Pitti\nPalace.",
        "The original subject at the Louvre differs only in a few particulars\nfrom this–the Virgin’s hand is on the child’s head instead of his arm,\nand there are trifling differences in the grouping of the saints, the\nsemicircle being more rigidly kept. In this the flesh is thin and\nuncracked, seeming imbedded in the surrounding colours; the lake\ndraperies are laid so thinly on the light ground, that the sketch can\nbe seen through the colour. [Footnote: Eastlake, Materials for a\nHistory of Oil Painting, vol. ii. chap. iv. Crowe and Cavalcaselle\nspeak of the two paintings as unconnected with each other, and mention\nthe Pitti one as having unaccountably returned there after having been\ngiven to some bishop. Is it not possible that the gift to a bishop\nrefers to the painting in the Louvre, and that the other is the replica\nspoken of by Vasari, vol. ii. p. 452?]",
        "There is a fine painting in the church of S. Caterina of Pisa, in the\nchapel of the Mastiani family, Michele Mastiani having given the\ncommission, and paid thirty ducats, in October, 1511. It represents the\nMadonna and Child seated on a base; the action is quiet and yet\nvivacious; she is supported on each side by S. Peter and S. Paul,\nfigures as large as life, and even more noble than the ones in Rome.\nThe colouring has been much injured by a fire in the seventeenth\ncentury, but is robust and harmonious. It is dated 1511.",
        "On the 26th of November, 1510, Fra Bartolommeo had a commission from\nPier Soderini, then Gonfaloniere, to paint a picture for the Council\nHall. This was an unfortunate order; for Michelangelo and Leonardo da\nVinci had both been commissioned, neither of them finishing the works.\nFra Bartolommeo’s forms the third uncompleted painting; it exists still\nin the form of a half prepared picture, the design being only shadowed\nin monochrome, and this in spite of the payment on account of 100 gold\nducats in October, 1513. [Footnote: See Padre Marchese, Memorie,\ndocumenti 5 and 6, vol ii. p. 603.] The reason of this is difficult to\nassign, but it might lie in the fact that in 1512 Pier Soderini was\ndeposed and exiled by Giuliano de’ Medici, who assumed the government.\nAnother reason may have been the failure of Fra Bartolommeo’s health\nafter his journey to Rome.",
        "In 1512 Santi Pagnini came back from Siena as prior of S. Marco, and he\nhaving no love for Albertinelli, and perhaps a too jealous affection\nfor the artist Monk, caused the partnership to be dissolved, much to\nMariotto’s sorrow. The stock, of which a full list is given by Padre\nMarchese, was divided, each taking the pictures in which they had most\nto do. The properties–amongst which were the lay figures, easels,\ncasts, sketches, blocks of porphyry to grind colours on, &c. [Footnote:\nPadre Marchese, vol. ii. pp. 184, 185.]–were to be left for Fra\nBartolommeo’s use till his death, when they were to be divided between\nhis heirs and Albertinelli.",
        "Mariotto returned disheartened to paint in his solitary studio. A\nspecimen of this period is the Adam and Eve, now at Castle\nHoward, which is said to have been sketched in by Fra Bartolommeo. Eve\nstands beneath the serpent-entwined tree, hesitating between the\ndemon’s temptations and Adam’s persuasions; the feeling and action are\nperfectly expressed, the landscape is minute, but has plenty of\natmosphere and good colouring. In the same collection is a Sacrifice\nof Abraham, in his best style. The drawing of the father,\nreluctantly holding his knife to the throat of the boy, is extremely\ntrue. Munich possesses a fine Annunciation. Characteristic\nsaints support the composition on each side, the nude S. Sebastian\nbeing a markworthy study; an angel at his side presents the palm of\nmartyrdom. The picture has suffered much from bad cleaning.",
        "In March, 1513, Albertinelli was commissioned by the Medici to paint\ntheir arms, in honour of Leo X.’s elevation to the papacy. He made a\nfine allegorical circular picture, in which the arms were supported by\nthe figures of Faith, Hope, and Charity.",
        "It is probable that the dissolution of partnership marked the time of\nFra Bartolommeo’s visit to Rome. Fra Mariano Fetti, once a lay brother\nof S. Marco, who had gone over to the Medici after Savonarola’s death,\nand had kept so much in favour with Pope Leo X. as to obtain the office\nof the Seals (del Piombo), [Footnote: An office for appending seals to\npapal documents. Fra Mariano Fetti was elected to it in 1514, after\nBramante, the architect; Sebastiano del Piombo succeeded him.] was\npleased to be considered a patron of art; and welcoming Fra Bartolommeo\nto Rome, he gave him a commission for two large figures of S. Peter and\nS. Paul for his church of S. Silvestro. The cartoons of these pictures\nare now in the Belle Arti of Florence; they are grand and majestic\nfigures, admirably draped. S. Peter holds his keys and a book; S. Paul\nrests on his sword. In executing them in colour, he made some\nimprovements, especially in the head and hand of S. Peter, but he did\nnot remain long enough in Rome to finish them. “The colour of the first\n(S. Peter) is reddish and rather opaque, the shadows of the head being\ntaken up afresh, and the extremities being by another painter. The head\nof the second (S. Paul) is corrected ... but the tone is transparent,\nand the execution exclusively that of Fra Bartolommeo. Whoever may have\nbeen employed on the S. Peter, we do not fancy Raphael to have been\nthat person.” This is the opinion of Crowe and Cavalcaselle, [Footnote:\nHistory of Painting, vol. iii. chap. xiii. p. 460.] who,\nhowever, seem to have little faith in any works of the Frate at Rome.\nAgainst this we have the chronicles of quaint old Vasari and Rosini;\nbesides Baldinucci (ch. iv. p. 83), who says, “Raphael gave great\ntestimony of his esteem when, in after years, he employed his own brush\nin Rome to finish a work begun by Fra Bartolommeo in that city and left\nimperfect.”",
        "His reason for leaving it imperfect was that of ill-health, the air of\nRome not agreeing with him. It seems he brought home malaria,\nwhich never entirely left his system, the low fever returning every\nyear, and being only mitigated by a change to mountain air. He was well\nenough at times to resume painting, but never in full health again.\nThat very summer he was sent to the Hospice of Sta. Maria Maddalena in\nPian di Mugnone, “dove pure non stette in ozio,” [Footnote: Rosini,\nStoria della Pittura, chap, xxvii. p. 245.] where he did not\nremain idle. The Hospice stands on a high hill, just the place for\nRoman fever to disappear as if by magic for a time, and the patient,\nrelieved of his lassitude, set to work with energy, aided by Fra\nPaolino and Fra Agostino. Many of his frescoes still remain, one of\nwhich is a beautiful Madonna, on the wall of the infirmary,\nwhich has since been sawn away from the wall and placed in the\nstudents’ chapel in San Marco, Florence. [Footnote: A document of the\nHospice records these paintings, and dates them 10th of July, 1514.\nPadre Marchese, Memorie, &c., vol. ii. p. 610.]",
        "He returned to Florence for the winter, and with renewed vigour\nproduced his San Sebastian, a splendid study from the nude,\nwhich shows the influence upon him of Michelangelo’s paintings in Rome.\nThe picture was hung in San Marco, but its influence not proving\nelevating to the sensuous minds of the Florentines, it was removed to\nthe chapter-house, and Gio Battista della Palla, the dealer who bought\nso many of the best pictures of the time, purchased it to send to the\nKing of France. Its subsequent fate is not known, although Monsieur\nAlaffre, of Toulouse, boasts of its possession. He says his father\nbought three paintings which, in the time of the Revolution, had been\ntaken from the chapel of a royal villa near Paris [Footnote: Padre\nMarchese, Memorie, &c., vol. ii. note p. 119.], one of which is\nthe S. Sebastian. In design and attitude it corresponds to the\none described by Vasari, the saint being in a niche, surrounded by a\ndouble cornice. The left arm is bound; the right, with its cord\nhanging, is upraised in attitude of the faith, so fully expressed in\nthe beautiful face. Three arrows are fixed in the body, which is nude\nexcept a slight veil across the loins; an angel, also nude, holds the\npalm to him. Connoisseurs do not think this painting equal in merit to\nthe other works of Fra Bartolommeo. It is true it may have been\noverrated at the time, for the Frate’s chief excellence lay in the\ngrandeur of his drapery; the test of authenticity for a nude study from\nhim would lie more in the colouring and handling than in form.",
        "In the early part of 1515 Fra Bartolommeo went to pay his old friend\nSanti Pagnini, the Oriental scholar, a visit at the convent of San\nRomano, in Lucca, of which he was now prior, passing by Pistoja on\nFebruary 17th to sign a contract for an altar-piece to be placed in the\nchurch of San Domenico–a commission from Messer Jacopo Panciatichi.\nThe price was fixed at 100 gold ducats, and the subject to be the\nMadonna and Child, with SS. Paul, John Baptist, and Sebastian. On his\narrival at Lucca he was soon busy with his great work, the Madonna\ndella Misericordia, for the church of San Romano. The composition\nof this is full and harmonious. A populace of all ages and conditions,\ngrouped around the throne of the Madonna, beg her prayers; she,\nstanding up, seems to gather all their supplications in her hands and\noffer them up to heaven, from which, as a vision, Christ appears from a\nmass of clouds in act of benediction. Amongst the crowd of supplicants\nare some exquisite groups. Sublime inspiration and powerful expression\nare shown in the whole work. On his return he stayed again at Pistoja,\nwhere he painted a fresco of a Madonna on a wall of the convent\nof San Domenico; this, which has since been sawn from the wall, is at\npresent in the church of the same convent, and though much injured, is\na very light and tender bit of colouring and expression. It would seem\nthat the altar-piece for the same church, spoken of above, was never\nfinished, as no traces of it are to be found.",
        "In October, 1515, we again find him at Pian di Mugnone; no doubt the\nsummer heats had induced a return of his fever. Here, again improving\nin health, he painted a charming Annunciation in fresco, full of\nlife and eagerness on the part of the angel, and joy on the Virgin. He\ndid not remain long, for before the end of the autumn he returned to\nvisit the home of his youth and see his paternal uncle, Giusto, at\nLastruccio, near Prato. We can imagine the meeting between him and his\nrelatives, and how the little Paolo, son of Vito, being told to guess\nwho he was, said, “Bis Zio Bartolommeo,” [Footnote: Padre Marchese,\nMemorie, &c., vol. ii. chap. vii. pp. 139, 140.] for which he\nwas much applauded. And when all the country relatives hoped to see him\nagain soon, how the Frate said that would be uncertain, because the\nKing of France had sent for him, and with what awe and family pride\nthey would have looked at him! But instead of going to France for the\nglory of art, he was returning to Florence to sorrow. His life-long\nfriend, Mariotto Albertinelli, had been brought home on a litter from\nLa Quercia, near Viterbo, and now lay on his death-bed; and what his\nlife had lacked in religion, the prayers of his friend would go far to\natone for at his death.",
        "While Fra Bartolommeo had been ailing, Albertinelli had also paid his\nvisit to the great city, and seen the two great rivals there. He went\nfrom Viterbo, where he had been to finish colouring a work of the\nFrate’s left unfinished, and also to paint some frescoes in the convent\nof La Quercia, near that town. Being so near Borne, he was seized with\na great desire to see it, and left his picture for that purpose.\nProbably Fra Bartolommeo had given him an introduction to his friend\nand patron, for Fra Mariano Fetti gave Albertinelli a commission to\npaint a Marriage of S. Catherine for his church, which he\ncompleted, and then left Rome at once. Nothing is known of the\nimpressions made on him by the works of the two great masters, and\nunfortunately his death occurred too soon after for his own style to\nhave given any evidence of their influence.",
        "A Giostra, at Viterbo, proved a very strong attraction to his pleasure-\nloving mind. This “Giostra,” which the translators of Vasari seem to\nfind so “obscure,” [Footnote: Vasari’s Lives, vol. ii. p. 470.]\nwas no doubt one of those festivals revived by the Medici, in which\nmounted cavaliers ride with a lance at a suspended Saracen’s head,\nstriking it at full gallop. Desirous of appearing to advantage before\nthe eyes of her whom he had elected his queen, he forgot his mature\nage, and rushed into the jousts with all the energies of a youth, but\nalas! fell ill from over-exertion. Fearing the malarious air was not\ngood for him, he had a litter made, and was taken to Florence, where\nFra Bartolommeo placed himself at his bedside, soothing his last\nmoments, and leading him as far heavenward as he could. When\nAlbertinelli died, on the 5th of November, 1515, his friend followed\nhim to an honourable interment in S. Piero Maggiore.",
        "After Albertinelli’s death, the Frate soared to greater heights of\ngenius than before.",
        "The year 1516 marks the birth of his grandest masterpieces, first the\npicture in the Pitti Palace called by Cavalcaselle a Resurrection, but\nwhich is more truly an allegorical impersonation of the Saviour. It was\nordered by a rich merchant, Salvadore Billi, to place in a chapel which\nPietro Roselli had adorned with marbles in the church of the “Annunciata.\"\nHe paid 100 ducats in gold for it.",
        "In its original state the picture was a complete allegory of Christ\nas the centre of Religion, between two prophets in heaven, and four\napostles, two at each side–beneath him two angels support the world.\nThe prophets have been removed, and are placed in the Tribune of the\nUffizi; thus the picture as it stands loses half its meaning. The\nChrist is a fine nude figure standing in a niche, and in it Fra\nBartolommeo has solved the problem of obtaining complete relief almost\nin monochrome, so little do the lights of the flesh tints, and the warm\nyellowish tinge of the background differ from each other. All the\npositive colour is in the drapery of the saints, one in red and green,\nand another in red and blue. The two angels are exquisitely drawn, and\ncontrast well in their natural innocence with the sentimental pair in\nRaphael’s Madonna of the Baldacchino on the same wall of the\nPitti Palace.",
        "San Marco was rich in frescoes of the Madonna and Child, two of\nwhich are still in the chapel of the convent, and two in the Belle\nArti. Some of these are charming in expression, the children clinging\nround the mother’s neck in a true childish abandon of affection.\nWhat a tender feeling these monk artists had for the spirit of\nmaternity! Perhaps by being debarred from the contemplation of maternal\nlove in its humanity, they more clearly comprehended its divinity. Look\nat the little round-backed nestling child in Fra Angelico’s Madonna\ndella Stella, imperfect as it is in form, the whole spirit of love\nis in it. He does not give only the mother-love for the child, but the\nchild-love for the mother, which is more divine, and the same feeling\nis seen in the Madonna of Fra Bartolommeo.",
        "This year, 1516, also marks a journey to a hermitage of his order at\nLecceto, between Florence and Pisa. Here he painted a Deposition\nfrom the Cross on the wall of the Hospice, and two heads of Christ\non two tiles above the doors.",
        "A great many of his works are in private collections in Florence; one\nof the most lovely is the Pietà, painted for Agnolo Doni, and\nnow in the Corsini Gallery at Rome.",
        "All this time the great painting of the Enthronement of the\nVirgin, ordered by Pier Soderini, before his exile, was still\nunfinished. He seems to have taken it in hand again about this time,\nbut being attacked with another access of fever, again left it, and the\npainting, shadowed in with black, remains in the Uffizi. Lanzi writes\nof it that, imperfect as it is, it may be regarded as a true lesson in\nart, and bears the same relation to painting as the clay model to the\nfinished statue, the genius of the inventor being impressed upon it.\nMessrs. Crowe and Cavalcaselle [Footnote: History of Painting,\nvol. iii. chap. xiii. p. 455.] call this a Conception, but\nVasari’s old name of the Patron Saints of Florence seems to fit\nit best. S. John the Baptist, S. Reparata, S. Zenobio, &c., stand in an\nadoring group around the heavenly powers, S. Anna above the Virgin and\ninfant Christ forming a charming pyramidal group in the midst. The\nwhole thing is one of Fra Bartolommeo’s richest compositions. The\ncentre of the three monks on the left is said to be a portrait of Fra\nBartolommeo himself, and to be the original from which the only known\nportrait of him is taken (see Frontispiece). Fra Bartolommeo\nleft another work also unfinished, an apotheosis of a saint, which is\nnow at Panshanger. This is supposed to have been a small ideal prepared\nfor a picture to celebrate the canonisation of S. Antonino, which Leo\nX. had almost promised the brethren of S. Marco on his triumphant entry\nin 1515. The work, if it had been painted in the larger form, would\nhave been a perfect masterpiece of composition, “a very Beethoven\nsymphony in colour,” if we may judge from the sketch at Panshanger,\nwhere a living crowd groups round the bier of the archbishop, and life,\nearnestness, harmony, and richness, are all intense.",
        "So ill was Fra Bartolommeo in 1517 that he was ordered to take the\nbaths at San Filippo, thence he went for the last time to Pian di\nMugnone, where he painted a Vision of the Saviour to Mary\nMagdalen, above the door of the chapel. The two figures, nearly\nlife-size, are at the door of the cave sepulchre. Mary has just\nrecognised her Lord, and in her ecstasy flings herself forward on her\nknees before him. The Saviour is a dignified figure semi-nude, with a\nwhite veil wrapped around him.",
        "In the Pitti Palace, a charming Pietà of Fra Bartolommeo’s\noccupies a place near the Pietà of Andrea del Sarto, the two\npictures forming a most interesting contrast of style. The kneeling\nVirgin and S. John support the head of the prostrate Saviour, S.\nCatherine and Mary Magdalen weep at his feet, the latter in an agony of\ngrief crouches prone on the ground hiding her face. The colouring is\nextremely rich, broad masses of full-tone melting softly into deep\nshadows. The handling in the flesh-tones of the dead Saviour, as well\nas the modelling of form, are most masterly. It is generally supposed\nthat this was the picture which Bugiardini is said to have coloured\nafter the master’s death; but there is much divergence among Italian\nauthors both as to whether this was the painting spoken of, and also as\nto the meaning of Vasari’s words, he using the phrase “finished” in one\nplace, and “coloured” in another. For charm of colouring and depth of\nexpression, the Pietà is the most lovely of all the Frate’s\nworks; therefore Bugiardini who was mediocre, could not have\noutdone his great master. It was not coloured by him. Bocchi\n[Footnote: Bocchi, Bellezze di Firenze, p. 304.] says there were\ntwo other figures, S. Peter and S. Paul, in the picture, where a\nmeaningless black shadow stretches across the background; but they were\nerased by the antique restorer because they were “troppo deboli.” Is it\nnot likely that if Bugiardini had any hand in the work, it was to\nfinish these figures?",
        "Returning in the autumn to Florence, Fra Bartolommeo caught a severe\ncold, the effects of which were heightened by eating fruit, and after\nfour days’ extreme illness he died on October 8th, 1517, aged 42.",
        "The monks felt his death intensely, and buried him with great honour in\nSan Marco.",
        "He left to art the most valuable legacy possible–a long list of\nmasterpieces in which religious feeling is expressed in the very\nhighest language. In all his works there is not a line or tint which\ntransgresses against either the sentiment of devotion, or the rules of\nart. He stands for ever, almost on a level with the great trio of the\nculmination, “possessing Leonardo’s grace of colour and more than his\nindustry, Michelangelo’s force with more softness, and Raphael’s\nsentiment with more devotion;” yet with just the inexpressible want of\nthat supernatural genius which would have placed him above them all.\nHis legacy to the world is a series of lessons from the very first\nsetting of his ideal on paper to its finished development. The germ\nexists in the charcoal sketches at the Belle Arti and Uffizi; the\nunder-shadowing of the subject is seen in the Patron Saints at\nthe Uffizi.",
        "Many of his drawings are not to be traced. Some were used by Fra\nPaolino, his pupil, who at his death passed them to Suor Plautilla\nNelli, a nun in Sta. Caterina, Florence (born 1523, died 1587). When\nBaldinucci wrote his work, he said 500 of these were in the possession\nof Cavaliere Gaburri.",
        "Of these, little more than the names have come down to us. Vasari\nspeaks of Benedetto Cianfanini, Gabbriele Rustici, and Fra Paolo\nPistojese; Padre Marchese mentions two monks, Fra Andrea and Fra\nAgostino. Of these, the two first never became proficient, and have\nleft no works behind them. Fra Andrea seems to have been more a\njourneyman than scholar, being employed to prepare the panels and lay\non the gilding. Fra Agostino assisted his master, and Fra Paolo in the\nsubordinate parts of a few frescoes, especially at Luco in the Mugnone.\nFra Paolo is the most known, but chiefly as a far-off imitator of Fra\nBartolommeo, without his mellowness of execution. His pictures are\nmostly from his master’s designs, which were left him as a legacy, and\nthis ensures a good composition.",
        "He was born at Pistoja in 1490; his father, Bernardino d’ Antonio del\nSignoraccio, a second-rate artist, taught him the first principles of\nart. His knowledge of drawing caused him to be noticed by Fra\nBartolommeo, when at a very early age he entered the order. He was\nremoved from Prato to San Marco, Florence, in 1503; and here he found\nanother friend who assisted his artistic tendencies. This was Fra\nAmbrogio della Robbia, [Footnote: Padre Marchese, Memorie, &c., lib.\nin. chap. ii. p. 246.] who taught him to model in clay; a specimen of\nhis work exists in the Church of Sta. Maddalena in Pian di Mugnone,\nwhere are two statues of S. Domenico and Mary Magdalen by his hand.",
        "His best work is a Crucifixion at Siena, dated 1516, which has\nbeen thought to be Fra Bartolommeo’s; but though that master was asked\nto go and paint it as a memorial of a certain Messer Cherubino Ridolfo,\nhis many occupations prevented his accepting the commission, and his\ndisciples, Fra Paolo and Fra Agostino, went in his place. [Footnote:\nPadre Marchese, Memorie, &c., lib. in. chap. ii. p. 251.] Possibly the\nmaster supplied the design, which is very harmonious. The Virgin and S.\nJohn stand on each side of the cross, and Saint Catherine of Siena and\nMary Magdalen are prostrate before it. One or two of the female saints\nare pleasing, but the nude figure of Christ is hard, exaggerated, and\nfaulty in drawing.",
        "The artists got thirty-five lire for the work, though the record in the\narchives allows that it was worth more. There is an Assumption\nin the Belle Arti of Florence, of which the design is Fra\nBartolommeo’s, but the colouring Fra Paolo’s. It was painted for the\nDominican monks at Santa Maria del Sasso, near Bibbiena. The colouring\nis hard and weak, the shadows heavy, and not fused well in the half\ntints. Two monks on the left are tolerably life-like, probably they\nwere drawn from living models; the S. Catherine on the right is very\ninferior.",
        "The Belle Arti also possesses a Deposition from the Cross, which\nFra Bartolommeo had sketched out and left uncoloured at Pian di\nMugnone. In 1519 Fra Paolo finished it, and it presents the usual\ndisparity between the composition and colouring, the former being good,\nthe latter weak and crude. His best known works are a Nativity in the\nPalazzo Borghese, a Madonna and Child with S. John Baptist in\nthe Sciarra Colonna, also in Rome; a Madonna and Child with S.\nJohn in the Corsini Gallery, Florence, and another of the same\nsubject in the Antinori Palace. He painted also at San Gimignano, Pian\ndi Mugnone, and Pistoja, and died of sunstroke in 1547.",
        "He had as a follower a Suor Plautilla Nelli, born 1523, daughter of a\nnoble Florentine, Piero di Luca Nelli. She took the vows at the age of\nfourteen, in the convent of S. Caterina di Siena, in Via Larga (now\nCavour), Florence. Her sister, Suor Petronilla, in the same convent,\nwas a writer, and her life of Savonarola is still extant. Suor\nPlautilla taught herself to paint. Legend says, that in order to study\nthe nude for a Christ, she drew from the corpse of a nun–which might\naccount for the weak stiffness of her design. Fra Paolo, though there\nis no record of his having taught her, left her as a legacy the designs\nand cartoons of Fra Bartolommeo, one of which, the Pietà, she\nhas evidently made use of in the painting in the Belle Arti. The\ngrouping is that of the Pietà of Fra Bartolommeo, now in the\nPitti, of which she must have had the original sketch, for she has put\nin the two saints in the background, which have been painted out in\nthat of the Frate, but we will give her the entire credit of the\ncolouring, which is extremely crude; the contrasting blues and yellows\nare in inharmonious tones, the shading harsh, and the whole picture\nwanting in chiaroscuro. The Corsini Gallery, Florence, has a Virgin\nand Child by her.",
        "The scholars of Mariotto Albertinelli were much more important in the\nannals of art, the principal ones being Bugiardini, Francia Bigio,\nVisino, and Innocenza d’ Imola.",
        "Giuliano Bugiardini should be called the assistant rather than the\nscholar of Albertinelli, being older than his master. He was born in\n1471 in a suburb outside the Via Faenza, Florence, and was placed in\nthe shop of Domenico Ghirlandajo, where his acquaintance with\nMichelangelo–begun in the Medici Gardens–ripened into intimacy, and\nhe was employed by him in the Sistine Chapel. Giuliano had that happily\nconstructed mind which, with an ineffable content in its own works,\nwill pass through life perfectly happy in the feeling that in reaching\nmediocrity it has achieved success. Not only wanting talent to produce\nbetter works, he lacked also the faculty of perceiving where his own\nwere faulty, and having a great aptitude for copying the works of\nothers, he felt himself as great as the original artists. Michelangelo\nwas always amused with his naïve self-conceit, and kept up a friendship\nwith him for many years. He even went so far as to sit to Bugiardini\nfor his likeness, at the request of Ottaviano de’ Medici. Giuliano,\nhaving painted and talked nonsense for two hours, at last exclaimed, to\nhis sitter’s great relief, “Now, Michelangelo, come and look at\nyourself; I have caught your very expression.” But what was\nMichelangelo’s horror to see himself depicted with eyes which were\nneither straight nor a pair! The worthy artist looked from his work to\nthe original, and declared he could see no difference between them, on\nwhich Michelangelo, shrugging his shoulders, said, “It must be a defect\nof nature,” and bade his friend go on with it. This charming portrait\nwas presented to Ottaviano de’ Medici, with that of Pope Clement\nVII., copied from Sebastian del Piombo, and is now in the Louvre.\nBugiardini’s works always take the style of other masters. There is a\nMadonna in the Uffizi, and one in the Leipsic Museum, both in\nLeonardo’s style, with his defects exaggerated. The former is a sickly\nwoman in a sentimental attitude, the child rather heavy, the colouring\nis bright and well fused; he has evidently adopted the method which he\nhad seen Albertinelli use in his studio.",
        "During a stay in Bologna he painted a Madonna and Saints as an\naltar-piece for the church of S. Francesco, besides a Marriage of S.\nCatherine, now in the Bologna Pinacoteca. The composition of this\nis not without merit; the child Jesus seated on his mother’s knees,\ngives the ring to S. Catherine, little S. John stands at the Virgin’s\nfeet, S. Anthony on her left. The colouring is less pleasing, the flesh\ntints too red and raw.",
        "A round picture in the Zambeccari Gallery, Bologna, shows him in\nMichelangelo’s style. The Virgin is reading on a wooded bank, but looks\nup to see the infant Christ greet the approaching S. John Baptist; this\nis carefully, if rather hardly, painted. The lights in the Saviour’s\nhair have been touched in with gold. The time of his stay in Bologna is\nuncertain, but in 1525 he was in Florence, and drawing designs for the\nRinghiera with Andrea del Sarto. There is a document in the archives,\nproving that on October 5th, 1526 Bugiardini was paid twenty florins in\ngold for his share of the work. He obtained some rank as a portrait\npainter, in spite of his failure in that of Michelangelo; and had\ncommissions from many of the celebrities of Florence. It was in\noriginal composition that his powers failed him. Messer Palla Rucellai\nordered a picture from him of the Martyrdom of S. Catherine,\nwhich he began with the intention of making it a very fine work indeed.\nHe spent several years in representing the wheels, the lightnings and\nfires in a sufficiently terrible aspect, but had to beg Michelangelo’s\nassistance in drawing the men who were to be killed by those heavenly\nflames; his design was to have a row of soldiers in the foreground, all\nknocked down in different attitudes. His friend took up the charcoal\nand sketched in a splendid group of agonised nude figures; but these\nwere beyond his power to shade and colour, and Tribolo made him a set\nof models in clay, in the attitudes given by Michelangelo, and from\nthese he finished the work; but the great master’s hand was never\napparent in it. Bugiardini died at the age of seventy-five.",
        "Of Francesco Bigi, commonly called Francia Bigio or Franciabigio, so\nmuch is said in the following life of Andrea del Sarto, that a slight\nsketch will suffice here. He was the son of Cristofano, and was born in\n1482. His early studies were made in the Brancacci Chapel, and the\nPapal Hall–where he drew from the cartoons in 1505-6, and the studio\nof Mariotto Albertinelli, from which he passed to his partnership with\nAndrea del Sarto in 1509. Thus it is that his first style was marked by\nthe influence of Mariotto and Fra Bartolommeo, while in his later works\nhe approximated more to Andrea del Sarto.",
        "Two of his early paintings were placed in the church of S. Piero\nMaggiore, one a Virgin and Child of great beauty. The infant\nclasps its arms round its mother’s neck–a charming attitude–which\nsuggests a playful effort to hide from the young S. John, who is\nrunning towards him, by nestling closer to the dearer resting place.\nThe picture is now in the Uffizi and has been long known as\nRaphael’s Madonna del Pozzo. [Footnote: Crowe and Cavalcaselle,\nHistory of Painting, vol. iii. chap. xv. p. 501.] No greater\ntestimony to Francia Bigio’s excellence can be given than the frequency\nof his works being mistaken for those of Raphael, but the influence of\nhis contemporaries was always strong upon him. The Annunciation,\npainted for the same church, is also described by Vasari as a carefully\ndesigned work, though somewhat feeble in manner. The angel is lightly\npoised in air, the Virgin kneeling before a foreshortened building. The\npicture was lost sight of in the demolition of the church, but Crowe\nand Cavalcaselle [Footnote: Crowe and Cavalcaselle, History of\nPainting, Vol. iii. p. 500.] believe they have discovered it in a\npicture at Turin, the authorship of which is avowedly doubtful. They\nmention, however, a celestial group of the Eternal Father in a cherub-\npeopled cloud, sending his blessing in the form of a dove, with a ray\nof glory. Surely if this be the one described by Vasari [Footnote:\nVasari, vol. iii. p. 336] so minutely, he would not have omitted a part\nof the subject so important to the picture.",
        "In 1509 we may presumably date the partnership with Andrea del Sarto,\nthat being about the time when they began to work together in the\nScalzo. Francia Bigio painted some frescoes in the church of S. Giobbe,\nbehind the Servite Monastery. A Visitation was in a tabernacle\nat the corner of the church, and subjects from Job’s life on a pilaster\nwithin it: these have long ago disappeared. The altar-piece of the\nMadonna and Job, which he painted in oil for the same church,\nhas been more fortunate, as it still exists in the Tuscan School in the\nUffizi. Though much injured, it shows his earlier style. The Calumny\nof Apelles in the same gallery is a curious picture. It is hard and\ndull in colouring, the prevailing tone being a heavy drab; there are\nseveral nude figures, of doubtful forms as to beauty of drawing, the\nflesh is painted in a smooth glazed style, without relief or\ntenderness.",
        "Francia Bigio shines more in fresco than in oil; his hardness is less\napparent, and he gains in freedom and brilliance of colouring in the\nmore congenial medium. The finest of his frescoes is, unfortunately,\nspoiled by his own hand, and remains as a memorial of his genius and\nhasty temper. I allude to the Sposalizio (A.D. 1513) in the\ncourtyard of the Servite church, where Andrea did his series of\nfrescoes from the life of Filippo Benizzi. The composition is grand and\ncarefully thought out, the colouring bright and pleasing; perhaps in\nemulating Andrea’s luxurious style of drapery he has gone a little too\nfar, and crowded the folds. The bridegroom is a noble figure, and shows\nin his face his gladness in the blossoming rod. A man in the foreground\nbreaks a stick across his knees. The commentators of Vasari have taken\nthis to emblematize the Roman Catholic legend of the Virgin having\ngiven rods to each of her suitors, and chosen him whose rod blossomed.\nGraceful women surround the Virgin, but there is perhaps a too marked\nsentimentality about these which suggests a striving after Raphael’s\nstyle. There is, however, a great touch of nature in a mother with a\nnaughty child, who sits crying on the ground, much to the mother’s\ndistress. Francia Bigio commenced this in Andrea’s absence in France,\nwhich so excited his former comrade’s emulation that he did his\nVisitation in great haste, to get it uncovered as soon as\nFrancia Bigio’s. In fact, Andrea’s works were ready by the date of the\nannual festa of the Servites, and the monks, being anxious to uncover\nall the new frescoes for that day, took upon them to remove the\nmattings from that of Francia Bigio as well, without his permission,\nfor he wished to give a few more finishing touches. So angry was he, on\narriving in the cloister, to see a crowd of people admiring his work in\nwhat he felt to be an imperfect condition, that in an excess of rage he\nmounted on the scaffolding which still remained, and, seizing a hammer,\nbeat the head of the Madonna to pieces, and ruined the nude figure\nbreaking the rod. The monks hastened to the scene in an uproar of\nremonstrance, the frantic artist’s destructive hand was stayed by the\nbystanders, but so deep was his displeasure that he refused to restore\nthe picture, and no other hand having touched it, the fresco remains to\nthis day a fine work mutilated. It shows him artistically in his very\nbest, and morally, at his worst, phase. In 1518, while Andrea was in\nFrance, the monks of the Scalzo employed Francia Bigio to fill two\ncompartments in their pretty little cloister, where Andrea had\ncommenced his Life of S. John Baptist. These are spoken of more\nat length in the life of that master, who on his return took the work\nagain in his own hands. In 1521 Bigio competed with Andrea and\nPontormo, in the Medici Villa at Poggio a Cajano; Andrea’s Cæsar\nreceiving Tribute occupies one wall of the hall, and Francia\nBigio’s Triumph of Cicero another. The subjects were selected by\nthe historian, Messer Paolo Giovio, Bishop of Nocera; it only remained\nfor the artists to make the most of the chosen themes. Francia Bigio\nfilled his background with a careful architectural perspective, and a\ncrowd of muscular Romans are grouped before it. This also was left\nunfinished at the Pope’s death, and Allori completed it in 1582.\nFrancia Bigio, however, did many of the gilded decorations of the hall.",
        "In the Dresden Gallery is a work, Scenes from the Life of David, signed\nA. S., MDXXIII., and his monogram, a painting very much in the style of\nAndrea del Sarto’s Life of Joseph. Reumont [Footnote: Life of\nAndrea del Sarto, p. 138 et seq.] claims it as the joint work of Andrea\nand Francia Bigio, founding his opinion on the letters A. S. before the\ndate; but the letters mean only Anno salutis, and are used in\nvery many of Francia Bigio’s signed paintings. He had the commission\nfrom Gio Maria Benintendi in 1523. It is one of those curious pictures\nwhich have many scenes in one–a style which militates greatly against\nartistic unity. On the right is David’s palace, on the left Uriah’s;\nDavid is at his door watching Bathsheba and her maidens bathing. In the\ncentre is the siege of Rabbah; another well-draped group represents\nDavid receiving Uriah’s homage. In the foreground David gives wine to\nUriah at a banquet. There is careful painting and ingenious\ncomposition, but a less finished manner of colouring than in Andrea’s\nJoseph, which was painted about the same time for Pier Borgherini.",
        "Like Ridolfo Ghirlandajo, Francia Bigio fell off in his later style,\npartly because his ambition failed him, and also because he began to\nlook on art as a means of livelihood–a motive which is certain death\nto high art.",
        "He was especially celebrated as a portrait painter, several of his\nworks having been attributed to Raphael. Among these are one at the\nLouvre and one at the Pitti Palace, both portraits of a youth in tunic\nand black cap, with long hair flowing over his shoulders; one in the\nNational Gallery, formerly in Mr. Fuller Maitland’s collection; the\nportrait of a jeweller, dated A. S., MDXVI. in Lord Yarborough’s\ngallery; that in the Berlin Museum, of a man sitting at a desk, dated\n1522; and the likeness of Pier Francesco de Medici at Windsor–all of\nwhich bear Francia Bigio’s monogram, often with the letters A. S.\n(Anno salutis) before the date. He died on January 14th, 1525.",
        "RIDOLFO (DI DOMENICO) BIGORDI, called GHIRLANDAJO, &c., was born on the\n4th of January, 1483. Although not strictly a scholar, he is one of Fra\nBartolommeo’s principal followers. When quite a child he lost his\nfather, the famous Domenico, who died of fever, on January 11th, 1494;\nhis mother and uncle Benedetto only lived a few years after; and\nRidolfo, with his three sisters and two brothers, was left to the\nguardianship of his uncle Davide.",
        "Ridolfo was the only one who chose the family profession, and he became\nthe fourth painter of the name of Ghirlandajo.",
        "Davide was not a perfect artist, although a good mosaicist, as his\nworks in the cathedrals of Orvieto, Siena, and Florence show, but he\nwas for many years Ridolfo’s only instructor. As the boy grew up\nRidolfo frequented those public schools of art before spoken of, the\nBrancacci Chapel, and the study of the cartoons in the Papal Hall. Here\nhe secured the friendship not only of Granacci and Pier di Cosimo, but\nof Raphael himself, with whom he visited Fra Bartolommeo in his\nconvent.",
        "Raphael permitted Ridolfo to assist him in a Madonna for Siena, and\ntried to persuade him to accompany him to Rome; but Ridolfo, like a\ntrue Florentine, declined to go “beyond sight of the Duomo.”",
        "His first great picture was done in 1504 for the church of San Gallo.\nThe subject was Christ Searing His Cross. His uncle Benedetto\nhad laboured on a similar picture, now in the Louvre, but Ridolfo’s is\na great improvement on this; the composition is well balanced, full of\nforce and animation, the weeping figures of the Maries and the\nsolicitude of S. Veronica are very lifelike, although he has not\nentirely abolished his uncle’s coarseness in the scowling, low-typed\nmen. The Christ and the Virgin are, on the contrary, so refined as to\ninduce the supposition that this force of contrast was intentional; the\nlandscape is rather hard and crude in tone, the flesh tints smooth, and\nthe handling similar to that of Credi.",
        "The original is now in Palazzo Antinori, Florence, but a replica, in\nwhich he was assisted by Michele, his favourite pupil and adopted son,\nis in Santo Spirito.",
        "Vasari speaks of a Nativity, painted for the Cistercian monks of\nCestello; a beautiful composition, in which the Madonna adores the holy\nchild, S. Joseph standing near her; S. Francis and S. Jerome kneel in\nadoration; the landscape was sketched from the hills near “La Vernia,\"\nwhere S. Francis received the stigmata.",
        "Maselli says the picture was lost when the monastery changed hands, but\nMessrs. Crowe and Cavalcaselle [Footnote: History of fainting, vol. in.\nchap. xvi. pp. 523, 524.] believe they have found it in the Hermitage\nat S. Petersburg, under Granacci’s name. It is possible that the\nfavourite pupil of his father and Ridolfo’s own friend may have\nassisted him. The landscape is Raphaelesque, and might mark the time\nwhen that master and Fra Bartolommeo influenced his style. His best\nmanner approached so nearly to that of the Frate, that had he continued\nhe would have very nearly rivalled his excellence.",
        "His two masterpieces are now in the Uffizi; they were painted for the\nBrotherhood of S. Zenobio, 1510, to stand one on each side of\nAlbertinelli’s Annunciation. One is S. Zenobio (the first\nbishop and patron saint of Florence) restoring a dead child to\nlife; the other the Funeral Procession of the Saint passing the\nBaptistery, where an elm tree, which had been withered, put forth\nfresh leaves as the coffin of the bishop touched it. A marble column,\nwith a bronze tree in relief on it, stands on the spot as a memorial of\nthis miracle. In these two works Ridolfo Ghirlandajo proved the power\nwhich was in him, but they are the culmination of his art; he never\nsurpassed, or indeed equalled them again. His richness of colouring and\ndeep relief equalled that of the Frate, the animation and expression\nrivalled Andrea del Sarto. In the first picture, the eagerness of the\ncrowd, the intense feeling of the mother, in whom grief for the dead\nchild seems almost greater than the hope of his resuscitation, the\nsturdy, solid character of the Florentines of the Republic, are all\ngiven with a masterly hand, while a rich blending of colour fuses the\nanimated crowd in a harmonious unison. In the latter, grandeur and\ndignity mark the group of ecclesiastics which surrounds the\narchbishop’s bier, the full solid falls of their drapery show that he\nhad well studied his father’s works.",
        "Ridolfo’s brothers became monks, Don Bartolommeo lived in the\nCamaldoline Monastery of the Angeli, which Ridolfo beautified with many\nworks. Paolo Uccelli had adorned the Loggia with frescoed stories from\nthe life of S. Benedict. Ridolfo added two to the series. In one the\nSaint is at table with two angels, waiting for S. Romano to send his\nbread from the grotto, but the devil has cut the cord and taken it.",
        "Another is S, Benedict investing a youth with the habit of the\norder. In the church of the same monastery he painted a beautiful\nMadonna and Child, with Angels, above the holy water vase, and\nS. Romualdo with the Camaldolese Hermitage in his Hand, in a\nlunette in the cloister. All these were done as a brotherly gift, and\nafter they were finished, the abbot, Don Andrea Dossi, gave him a\ncommission to paint a Last Supper in the refectory, which he\ndid, placing the portrait of the abbot in the corner.",
        "Ridolfo, like his father, regarded art rather as a means of livelihood\nthan with any aesthetic feelings, and this is probably the reason of\nhis never attaining true excellence. His “bottega” was really a shop\nwhere any one might order a work of art, or of artisanship, and he gave\nas much attention to painting a banner for a procession as to composing\nan altar-piece. He had a great many assistants, whom he called on for\nhelp in various undertakings. They assisted him to prepare the Medici\nHalls for the reception of Pope Leo X., and later for the marriages of\nGiuliano and Lorenzo, not disdaining to paint scenes for the dramas\nwhich were then given. He painted banners, and designed costumes for\nthe processions of the “potenze,” a festive company, the origin of\nwhich is uncertain, but dating certainly from the Middle Ages. Each\nquarter of the city had an emperor, lords, and dignitaries, each of\nwhom carried his banner or emblazonment. Grand processions,\ntournaments, and feasts were held once a year, on S. John’s Day, by the\npotenze.",
        "Having assisted at the triumphs and marriages of the Medici princes, he\nalso furnished the funeral pomp and magnificence on the deaths of the\nbrothers, that of Giuliano occurring in 1516, of Lorenzo 1519.",
        "Lucratively it answered his purpose; the Medici gave him great honour;\nhe was well paid by them, and got the commission to decorate the Chapel\nof the Palazzo Vecchio–a very good specimen of his fresco painting, in\nwhich he never reached his father’s excellence, although in oil he far\nsurpassed him. The chapel is small; the groined roof is covered with\nemblematical designs on a blue ground, a Trinity in the midst with\nangels bearing symbols of the passions around. The apostles and\nevangelists surround this, and the principal wall has a larger fresco\nof the Annunciation–a rather conventional rendering.",
        "Commissions flowed in on him to such a degree, that although he had\nfifteen children, he lived to amass money and lands, to see his\ndaughters well married, and his sons prosperous merchants trading to\ndistant lands. He died on the 6th of June, 1561, and lies with his\nforefathers in the church of S. Maria Novella.",
        "Andrea Del Sarto is a curious instance of the vital power of art,\nwhich, like a flower forcing its way to the light through walls or\nrocks, will find expression in spite of obstacles.",
        "Andrea the painter, “senza errori,” was an artist in spite of lowering\nhome influences, of want of encouragement in his patrons–for his\ngreatest works only brought the smallest remuneration–and even in\nspite of his own nature, which was material, wanting in high aims, and\ndeficient in ideality; yet his name lives for ever as a great master,\nand his works rank close to those of the leaders of the Renaissance.",
        "In looking at them one sighs even in the midst of admiration, thinking\nthat if the hand which produced them had been guided by a spark of\ndivine genius instead of the finest talent, what glorious works they\nwould have been! The truth is that Andrea’s was a receptive, rather\nthan an original and productive mind. His art was more imitative than\nspontaneous, and this forms perhaps the difference between talent and\ngenius. The art of his time sunk into his mind, and was reproduced. He\nlived precisely at the time of the culmination of art, when all the\nhighest masters were bringing forth their grandest works; therefore he\ncould not do otherwise than to follow the best examples.",
        "He gathered the experience of all–the force of Michelangelo, the\nhandling of Leonardo, the sentiment of Raphael, so blending them as to\nform a style seemingly his own, and in execution following closely on\ntheir excellence.",
        "In Giotto’s or Masaccio’s case the master created the art; in Andrea’s\nit was the art of the age which made the artist.",
        "The question of Andrea del Sarto’s birth is a mooted one. Biadi dates\nit 1478, but the register he quotes is both vague and doubtful. He also\ntells a curious story of his Flemish origin. Signor Milanesi has\ndeduced, from the archives of Florence, an authentic pedigree from\nwhich we learn that his remote ancestors were peasants, first at\nBuiano, near Fiesole, and later at S. Ilario, near Montereggi. His\ngrandfather, Francesco, being a linen weaver, came to live nearer\nFlorence; his father, Agnolo, son of Francesco, followed the trade of a\ntailor–hence Andrea’s sobriquet, “del Sarto\"–he took a house in Via\nGualfonda, in Florence, about 1487, with his wife Constanza, and here\nAndrea was born, he being the eldest of a family of five–three girls\nand two boys. From the tax papers of a few years later it is proved\nthat Andrea was born in 1487. His full name is Andrea d’Agnolo di\nFrancesco. It is by mistake that he has been called Vannucchi.",
        "His parents were young, his father being only twenty-seven years of age\nat Andrea’s birth. They lived at that time in Val Fonda, where\nAlbertinelli had his shop, but in 1504 they removed to the popolo, or\nparish, of S. Paolo. Boys were not allowed to be idle in those days,\nbut were apprenticed at an early age; thus Andrea, like most artists of\nhis time, was bound to a goldsmith. It would be interesting to\ninvestigate the great influence of the guild of goldsmiths on the art\nof the Renaissance. The reason why youths who showed a talent for\ndesign were entered in that guild is easy to assign–it was one of the\n\"greater” guilds, that of the painters being a lesser one, and merged\nin the “Arte degli Speziali.” At seven years old he left the school\nwhere he had learned to read and write, and entered his very youthful\napprenticeship; but he showed so much more aptitude for the designing\nthan for the executive part of his profession that Giovanni\nBarile, who frequented the bottega, was induced to counsel his\nbeing trained especially as a painter, offering himself as instructor.\nIf Andrea, a contadino by birth, an artisan by education, was not\noriginally of the most refined nature, his artistic training did not go\nfar towards refining him. Giovanni Barile was a coarse painter and a\nrough man; he had, however, generosity enough to see that the boy was\nworthy of better teaching, and got him entered in the bottega of Piero\ndi Cosimo, who had attained a good rank as a colourist, his\neccentricities possibly adding to his reputation.",
        "Accordingly in 1498, Andrea being then eleven years of age, a life of\nearnest study began. Piero di Cosimo, odd and misanthropic as he was,\nhad yet a true appreciation of talent, and showed an earnest interest\nin his pupil, giving him–with plenty of queer treatment–a thorough\ntraining. “He was not allowed to make a line which was not perfect\"\n[Footnote: Rosini, Storia della Pittura, chap. xvii. p. 40.]\nwhile in Piero’s school. But excellent as his art teaching may have\nbeen, the boy’s morale could not have been raised more here than under\nthe rough but good-natured Barile. We have seen Piero di Cosimo in his\nyouth, the serious, absent young man, who never joked with his juniors\nin Cosimo Roselli’s shop; we see him now, with his youthful oddities\nhardened into eccentricities, and his reserve deepened to misanthropy.\nNo woman’s hand softened and refined his house, no cleansing broom was\nallowed within his door, and no gardener’s hand cleared the weeds or\npruned the vines in his garden. He so believed in nature unassisted\nthat he took his meals without the intervention of a cook. When the\nfire was lighted to boil his size or glue he would cook fifty or sixty\neggs and set them apart in a basket, to which he had recourse when the\npangs of hunger compelled him. All this was morally very bad for a boy\nso young. And then woe betide the poor little fellow if he whistled,\nsneezed, or made any other noise! his nervous master would be out of\ntemper for a day afterwards. On wet days Piero was merrier, for he\nwould watch the drops splashing into the pools, and laugh as if they\nwere fairies. Sometimes he would take Andrea for a walk, and all at\nonce stop and gaze at a heap of rubbish, or mark of damp on a lichened\nwall, picturing all kinds of monsters and weird scenes in its\ndiscolourations.",
        "No doubt he was literally carrying out Leonardo da Vinci’s advice,\nheaded, in his treatise, “A new Art of Invention.” “Look at some old\nwall covered with dirt, or the odd appearance of some old streaked\nstones; you may discover several things like landscapes, battles,\nclouds, humorous faces, &c., to furnish the mind with new designs.\"\n[Footnote: Leonardo da Vinci, Treatise on Painting.] Cosimo’s\nmind being fantastic, the pictures he saw were incomparably grotesque.\nHe delighted in drawing sea monsters, dragons, wonderful adventures,\nand heathen scenes; in fact the boy could have learned neither\nChristian art nor manners from him. He learned how to use his brush,\nhowever, and, leaving Piero to his minotaurs and dragons, went off at\nevery spare hour to study at more congenial shrines. He copied Masaccio\nat the Brancacci Chapel, and drew so earnestly from the cartoons in the\nHall of the Pope that his achievements reached the ears of Piero\nhimself, who was not sorry that his pupil surpassed the rest, and gave\nhim more time for study away from the bottega. Rosini tells us that\n\"Fra Bartolommeo taught him the first steps.” [Footnote: Storia\ndella Pittura, chap, xxvii. p. 2.] The influence of the Frate may\nhave reached him in two ways. It is not unlikely that Piero di Cosimo\nkept up an interest in his old fellow-pupil; and then again, as Andrea\nlived in Val Fonda, it is probable he often visited Albertinelli’s\nstudio in that street, and the friendship with Francia Bigio began\nbefore the cartoons of Michelangelo ripened there.",
        "The evidence of style goes to show that the works of Albertinelli and\nFra Bartolommeo influenced him more than those of Piero. Yet though his\nsphere was devotional, it was “impelled more by a material sense of\nbeauty than by the deep religious feeling which inspired the Frate.”",
        "As time went on the youth in strange old Piero’s studio became more\nfamous than his master, and felt that he could do greater things away\nfrom the stiff method which cramped him, and the whimsicalities which\nannoyed him. His friend, Francia Bigio, Mariotto’s pupil, having just\nthen lost his master, who was giving more attention to his father-in-\nlaw’s business of innkeeper than his own, was willing to enter into\npartnership, and the two youths began life together in 1509 or 1510, in\na room near the Piazza del Grano, in the first house in Via del Moro,\nwhich still remains in its old state.",
        "The first bit of patronage recorded is the commission for the frescoes\nin the Scalzo; that they had work before is proved by the words in the\ncontract of the Barefoot Friars, “dettero ad Andrea pittore\nceleberrimo il dipingere nel Chiosto.” The “celebrated\"\npresupposes works already done.",
        "The Scalzo was a name given to the “Compagnia dei Disciplinati di S.\nGiovanni Battista,” because they went barefoot when they carried the\ncross in their processions. They lived in a convent in Via Larga (now\nCavour), opposite San Marco. A new cloister had been erected there–an\nelegant little cortile, thirty-eight feet by thirty-two, adorned with\nlovely Corinthian pillars–and the Brethren were anxious to fill the\nlunettes of the arches with frescoes at the least possible expense,\nwisely judging that a young artist on his way to fame would be the best\nto employ.",
        "The frescoes, of which there would be twelve large, and four small ones\nin the upright spaces by the doors, were to be done in “terretta,” or\nbrown earth, and to be paid fifty-six lire (eight scudi) for the large,\nand twenty-one lire (three scudi) each for the lesser frescoes. The\nsmall ones were four figures of the Virtues, Faith, Hope,\nJustice, and Charity. Hope is exquisitely expressed, and\nCharity a charming group, the children most tenderly drawn. The\nsubjects, though not all finished till many years later, stand now in the\nfollowing order; the second row of figures, with the dates, show the\norder in which they were painted:–",
        "Of these, No. 6 was the first executed, and it is probable that Francia\nBigio assisted him, for it has not the finished drawing nor careful\nhandling of any of Andrea’s other frescoes. Possibly this is the cause\nof the partners never working together afterwards, each taking his own\nsubjects and signing his own name. The composition, in the Baptism\nof Christ, is not original, being very similar to that of\nVerocchio’s, especially in the two angels kneeling on the left bank;\nthe landscape and figures, however, are far in advance of that master.",
        "It will be well to speak of the whole set of frescoes in this place,\nfor although they belong to different times and styles, they are a\ncomplete work, and might be taken almost as an epitome of Andrea’s\ncareer; from the one above mentioned in which Piero de Cosimo’s\ninfluence is apparent, to the Nos. 7 and 8, which very nearly approach\nMichelangelo’s power and freedom.",
        "In No. 1 the expression of muteness about the mouth of Zacharias, as he\nstands by the altar, is wonderfully given; you feel sure he could not\nspeak if he would. The other figures are superfluous to the motive,\nthough adding grandeur to the work as a whole.",
        "In composition Andrea differs widely from Fra Bartolommeo. The latter\ndelighted in building up a single form, every figure in the whole\npicture adding its hue and weight to perfect this pyramid or circle.\nAndrea spreads his figures more widely; he likes a double composition,\ndividing his pictures into two separate groups, connected by one\ncentral figure, or divided entirely. This is seen in Nos. 3, 10 and 12,\nwhich are all double groupings, the last completely divided in the\ncentre by a table and an archway behind it. Nos. 7 and 9 are pyramidal\ncompositions. The Preaching of S. John is one of the best works,\nand shows his most forcible style. S. John on a rock stands like a\npillar in the centre, the hearers are dressed in the “lucco” (a\nFlorentine cloak of the 15th century), the grouping following the lines\nof the landscape. At the back Jesus kneels on a rising ground. Vasari\nsays the figures are from Albrecht Dürer, whose works had made a great\nimpression on the southern world of art; but it is more probable that\nthey only show his influence, for the dress and style are Florentine.",
        "No. 8, the Baptism of the Gentiles, is another of his best\nstyle, and is, in the drawing of the nude figures, almost\nMichelangelesque in power. This is one of his favourite “echo\"\nsubjects, a group in the background of John answering the Pharisees\nforming an echo to the principal subject. The muscular life of the\nspirited crowd of nude figures is beautifully contrasted by the\ngraceful draped forms in the background. One of the baptized is the\nsame child whom he had modelled in the Madonna of S. Francisco.",
        "Nos. 4 and 5 are by Francia Bigio, and were done during Andrea’s\nabsence in France, showing that he had so far learned from his friend\nas almost to rival him in power. The subjects, although not scriptural,\nare conjecturally true.",
        "In the Zacharias blessing John before he goes to the Desert, the\nsitting figure of S. Elizabeth and the kneeling one of the child are\nvery lovely; the action of Zacharias is not so well defined, the great\nforce in the uplifted arm betokens anger more than blessing. The\ngrouping follows the lines of a flight of steps in the background, and\nis triangular.",
        "The same form of composition is apparent in the next group (No. 5),\nonly the lines form an angle receding from the one just mentioned. The\nVirgin is charmingly posed and draped, the children less pleasing.",
        "This elegant little cloister is a true shrine of art, although the\nfrescoes are all in monochrome. So much were they admired at the time,\nthat an order was issued prohibiting artists to copy them without the\npermission of Duke Cosimo. Cardinal Carlo de’ Medici had them covered\nwith curtains, [Footnote: Richa, Delle Chiese] but, in spite of\ncare, they are very much injured, the under parts almost lost. The\nprecaution of covering the cloister with a glass roof has only been\ntaken in modern times, and too late.",
        "Andrea’s next patrons were the Eremite monks of S. Agostino, at San\nGallo, who ordered of him two pictures for their church. In 1511 he\npainted Christ appearing to Mary Magdalen, and an Annunciation in\n1512. The former is said to have had much softness and delicacy, the\nlatter is to be seen in the Hall of Mars at the Pitti, and is a very\npleasing picture. The Virgin kneels at her prayer desk, S. Joseph behind\nher–a rather unusual rendering of the subject–her attitude is graceful\nand decorous, the angel calm and gentle, floats in mid air, two other\nangels stand on the left. The colouring is varied in the extreme, and the\nlights well defined.",
        "These two pictures, and the Disputa, painted later, were removed\nto the church of S. Jacopo tra Fossi, when the convent was demolished\nin 1529. They were still there in 1677, when Bocchi wrote his Bellezze\ndi Firenze, but the Christ appearing to Mary Magdalen is said to be\nnow in the church of the Covoni in the Casentino.",
        "The next great works were the frescoes in the Court of S. Annunziata,\nif indeed they were not carried on simultaneously with those in the\nScalzo. This famous series of Andrea’s works was obtained by cunning,\nand painted in emulation. While the two partners, who had differed from\nthe beginning, and had since become rivals, were engaged in the Scalzo,\na certain astute Fra Mariano, the keeper of the wax candle stores at\nthe Servite Convent–to which the church of the S. Annunziata belonged\n–had watched well those two young painters. Fra Mariano understood\nhuman nature, as priests often do; he had seen the envious rivalship\ngrowing between them, as the friends, who should have worked together,\ntook separate compartments, and cast jealous criticising glances on\neach other’s designs and method of work. Having ambition of his own, he\nknew how to work on that of others to further his own aspirations,\nwhich were, to be considered a patron of art and a benefactor to his\nconvent.",
        "Reading Andrea’s heart, he played on all his strongest feelings, placed\nbefore him the glory he would win by covering the lunettes of the\narches in the court of the fine church with frescoes which would carry\nhis name down to posterity; he said that any other artist would pay\nmuch to obtain leave to paint upon historical walls like those, and how\nthey would all envy the man who should obtain the coveted honour! Then,\nwith a half-whispered hint that for one, Francia Bigio was dying to get\nthe commission for nothing, the wily Frate went his way victorious.\nAndrea, scorning to make any pecuniary bargain, only stipulated that no\none else should paint in that courtyard, and forthwith began the\nStories from the Life of S. Filippo Benizzi, having only old\nAlesso Baldovinetti’s Nativity, and Cosimo Roselli’s Miracle\nof S. Filippo, as foils to his own. These two works were on the\nwalls on each side of the church door; there were therefore three\nentire sides of the cloister to cover, excepting only the entrance into\nthe courtyard from the Piazza, and no doubt he felt like Ghirlandajo,\nwhen “he wished he had the entire circuit of the city walls to paint.”",
        "On the 16th of June, 1511, he began to paint with such vigour that in a\nfew months the first three were uncovered.",
        "1. S. Philip at Viterbo with the Court, dressing a naked leper in\nhis own cloak.",
        "2. S. Philip going from Bologna to Modena. He rebukes some\ngamblers, telling them the vengeance of God is near. A sudden\nthunderstorm and lightning destroy them, thus fulfilling the\nprediction. There is a great deal of fine action in this composition;\nthe horror and disbelief struggling in the faces of the men, and the\nstormy landscape are all well rendered. A horse leaps away with strong,\nterrified action, there is a masterly grasp of his vivid subject, and a\nrugged strength in the execution which gives great life to it.",
        "3. S. Philip exorcises a Girl possessed of a Demon. Here the\ncomposition is very tender, the mother and father support the sick\ngirl, and form a very pleasing group; the figures of the spectators are\nfull of life without exaggeration.",
        "These works have suffered much from exposure, but the colouring is\nstill good. The praise that Andrea obtained for them was so great that\nhe followed them up by the two in the next series.",
        "4. A Child brought to life by touching the bier of S. Philip.\nThis is a kind of double composition, the child being represented in a\ntwofold condition in the foreground, first as dead, and then revived at\nthe touch of the bier. The grouping around the dead saint is very\nsuggestive of Ghirlandajo, and shews a deep study of his frescoes in\nthe Sassetti Chapel. The colouring is peculiarly his own; there is the\nmingling of a great variety of bright tints of equal intensity, which\nby some necromancy are made to relieve each other, instead of being\nrelieved by the art of chiaroscuro as in the handling of other masters.",
        "5. Children healed by the garments of S. Philip, which are held\nby a priest, standing before an altar, the women and their children\nkneeling in front of him. The grouping is symmetrical, the figures\nlifelike, but not refined, round-cheeked buxom women, and rough, human\nmen’s faces, bespeak Andrea as the painter of reality rather than\nideality; there is vivid life in every attitude, but the life is not\nhigh caste. A fine old man, leaning on his staff, is a portrait of\nAndrea della Robbia, whose son Luca stands near.",
        "For all these Fra Mariano paid only ten scudi each, and Andrea, feeling\nthe remuneration not equal to the merit of the work, would have left\noff here, but the Frate held him to his bond. Two more lunettes yet\nremained to finish, but as these were of a later date, we will reserve\nthem for a future chapter. He also painted in the orto, or\ngarden, of the convent, the now perished fresco of the Parable of\nthe Vineyard.",
        "Meanwhile, the rival friends had changed lodgings; they left the Piazza\ndel Grano, and took rooms in the Sapienza, a street between the Piazza\nSan Marco and the S. Annunziata. Andrea chose this because it was near\nhis work, and also because his great friends, Sansovino and Rustici,\nalready lived there. Commissions began to pour in on him, which he\nfulfilled, while still at work at the Servi. Judging from the style of\nhis early manner, we may date at this time a Virgin and Child, with\nS. John and S. Joseph, now in the Pitti. It is painted “alla\nprima,” i.e. a quick method of giving the effect in the first\npainting,–and is probably the one spoken of by Vasari as painted for\nAndrea Santini; it formerly belonged to Francesco Troschi. [Footnote:\nLife of Andrea del Sarto, vol iii, p. 193.]",
        "A S. Agnes, in the palace of the Prince Palatine, at Düsseldorf,\nis in this early style. He also painted some frescoes at San Salvi,\nSS. Giovanni Gualberto and Benedict resting on clouds; they\nornamented the recess where the Last Supper was placed at a\nlater period.",
        "In a narrow alley, behind the church of Or San Michele, is a tabernacle\non the wall beneath an ancient balcony. Here the architect, Baccio\nd’Agnolo, commissioned Andrea del Sarto to paint an Annunciation. It\nis so much injured as to be almost indistinguishable now, but was much\nadmired at the time, though some say it was too laboured, and so wanting\nin ease and grace. [Footnote: Biadi, 26; Vasari, vol. iii, p 189.] It is\nmore likely that it was one of his early works, and should be classed\nbefore the frescoes of the Scalzo, for it is said that he was living at\nthe time with his father, whose shop was over the archway, and that he\nhad adorned the inner walls of the house with two frescoed angels.\n[Footnote: Firenze antica e moderna Ed. Flor. 1794, vol. vi, p. 216.]\nThese have perished completely.",
        "This chapter will speak of the man, and not of the\nartist. As it is now understood that history is not a dry record\nof battles and laws, but the story of the inner life of a people, so\nthe biography of a painter ought not to consist wholly in a list and\ndescription of his works, but a picture of his life and inner mind,\nthat we may know the character which prompted the works.",
        "First, as to personal appearance. There are two portraits of Andrea del\nSarto in his youth; one in the Duke of Northumberland’s collection\nrepresents him as a young man with long hair, and a black cap, writing\nat a table. It is painted in a soft, harmonious style, but not masterly\nas regards chiaroscuro. It might be by Francia Bigio, as it has\nsomething of the manner of his master, Albertinelli.",
        "Another now in the Uffizi is a most life-like portrait of sombre\ncolouring, but not highly finished. Here we have the same black cap and\nlong hair; the dress is a painter’s blouse of a blue-grey, which well\nbrings out the flesh tints. The face is intelligent, but not refined;\nthe clear dark eyes bespeak the artist spirit, but the full mobile\nmouth tells the material nature of the man. In looking at this one can\nsolve the riddle of the dissonance between his art and his life. As a\nyoung man Andrea was full of spirit; he loved lively society, and knew\nalmost all the young artists who lived very much as students now. They\nmet each other in the art schools, and dined and feasted together in\nthe wine shops. Sometimes they formed private clubs, meeting in certain\nrooms for purposes of youthful merriment.",
        "Of this kind was the “Society of the Cauldron” (\"Società del Paiuolo”),\nheld at the apartment of the eccentric sculptor, Rustici, which was in\nthe same street as that of Andrea himself.",
        "Sansovino, who also lived near, was not a member of this rollicking\nclub; he was one of Andrea’s more serious friends, and served as\ncompanion when his most exalted moods were upon him. Perhaps Rustici’s\nrooms did not please Sansovino, for strange inmates were there–a\nhedgehog, an eagle, a talking raven, snakes and reptiles, in a kind of\naquarium; besides all these gruesome familiar spirits, Rustici was\naddicted to necromancy. The Society of the Cauldron seems only a\nnatural outgrowth from such a character. It consisted of twelve\nmembers, all artists, goldsmiths, or musicians, each of whom was\nallowed to bring four friends to the supper, and bound to provide a\ndish. Any two members bringing similar dishes were fined, but the droll\npart of it was that the suppers were eaten in a huge cauldron large\nenough to put table and chairs into; the handle served as an arched\nchandelier, the table was on a lift, and when one course was finished\nit disappeared from their midst, and descended to be replenished. As\nfor the viands, the sculptors displayed their talents in moulding\nclassical subjects in pastry, and turning boiled fowls into figures of\nUlysses and Laertes. The architects built up temples and palaces of\njellies, cakes, and sausages; the goldsmith, Robetta, produced an anvil\nand accoutrements made of a calf’s head, the painters treated roast pig\nto represent a scullery-maid spinning.",
        "Andrea del Sarto built up the model of the Baptistery with all kinds of\neatables, with a reading desk of veal, and book with letters inlaid\nwith truffles, at which the choristers were roast thrushes with open\nbeaks, while the canons were pigeons in red mantles of beetroot–an\nidea more droll than reverential.",
        "After this, in 1512, another club, called that of the “Trowel,” was\ninstituted, of which Andrea was not a member, but was chosen as an\nassociate. The first supper was arranged by Giuliano Bugiardini, and\nwas held on the aja or threshing floor of S. Maria Nuova, where\nthe bronze gates of the Baptistery had been cast.",
        "In this no two members were allowed to wear the same style of dress\nunder penalty of a fine. The members were in two ranks, the “lesser\"\nand the “greater,” a parody on the guilds of the city. They were shown\nthe plan of a building, and the “greater” members, furnished with\ntrowels, were obliged to build it in edibles, the “lesser” acting as\nhodmen, and bringing materials. Pails of ricotta or goat’s milk cheese\nserved for mortar, grated cheese for sand, sugar plums for gravel,\ncakes and pastry for bricks, the basement was of meats, the pillars\nfowls or sausages.",
        "Some suppers were classical scenes, others allegorical representations,\nalways in the same edible form. We can imagine the wit which sparkled\nround these strange tables, the jokes of the artists, the songs of the\nmusicians. Andrea del Sarto is said to have recited an heroi-comic poem\nin six cantos called the “Battle of the frogs and mice.” Biadi gives it\nentire; it seems a kind of satire on Rustici’s tastes, with perhaps a\nhit at the government, and shows no lack of wit of rather unrefined\nstyle; but the authorship is not proved. Some say Ottaviano de Medici\nassisted Andrea in it.",
        "It would have been well for Andrea if this innocent jollity had\nsufficed for him, but unfortunately he admired a woman whose beauty was\ngreater than her merits. Probably he began by mere artistic\nappreciation of her personal charms, for she sat to him for the\nMadonna of the Visitation, which was painted in 1514, two years\nbefore their marriage. This Lucrezia della Fede was the wife of a\nhatter who lived in Via San Gallo. Her husband dying after a short\nillness, Andrea del Sarto married her, and whatever were her faults,\nshe retained his life-long love. Biadi and Reumont give the date 26th\nof December, 1512, as that of the death of her husband, but Signor\nMilanesi, from more authentic sources, proves it to have been in 1516.",
        "A great deal has been said and written of the evil influence this woman\nhad on him, and his very house bears an inscription recording his fame\ntogether with “affanni domestici,” but it would seem that posterity has\ntaken for truth more than the facts of the time imply. That she was\nproud, haughty, exacting, and not of a high moral nature, that she was\nselfish, and begrudged his helping his own family, her every action\nproves. That her manners were not conciliating to the pupils is\npossible, perhaps their manners savoured too much of familiarity for a\nwoman who believed in her own charms; but that she was faithless, which\nher biographers assert on the strength of Vasari’s phrase, “that Andrea\nwas tormented by jealousy,” there is literally nothing to show.",
        "In the first place Vasari–who was one of the scholars she offended and\nput down–gives vent to his private pique in his first edition, and in\nthe second, which only contains a slight mention of her, omits almost\nall he had previously said. Now, if the first assertions were true why\nshould he retract them? Secondly, the sixteenth century was an age of\nlicense in writing and speaking, and had any immoralities been laid to\nher charge, not a biographer would have scrupled to particularize them;\nbut no! her name is never mentioned, except with her husband’s, even\nby her greatest enemies, who say she was as haughty as she was\nbeautiful. Thirdly, a faithless woman could never have kept her\nhusband’s devoted love, and had she been so, would that affectionate\nthough exaggerated letter of hers, recalling him from France, have been\nwritten? That a man who thinks his wife the most lovely creature living\nmay be tormented with jealousy without wrong doing on her part is more\nthan possible.",
        "Let us then place Lucrezia’s character where it ought to stand in\nAndrea del Sarto’s life–as a powerful influence, lowering his moral\nnature, weaning him from his duties as a son and brother, by fixing all\nhis care and affection on herself; she, however, not allowing her own\nfamily to be losers by her marriage, although causing him to slight his\nown. Even this much-spoken-of neglect of his own family seems disproved\nby his will, which, after a very little more than her own dot left to\nhis wife, makes his brother and niece heirs of all his estate.",
        "Except that she cared more for her own pleasure than his true\nadvancement, she was not any great hindrance to his artistic career; he\npainted an incredible number of pictures, and she was willing to sit\nfor him over and over again. Indeed if she were his model for all the\nMadonnas in which her features are recognisable, she must have had\neither inexhaustible patience or great love for the artist.",
        "In fact she was thoroughly selfish; as long as she reaped the benefit\nof his work she furthered his art; where she was left out of his\nconsideration he must be brought back to her side at any sacrifice to\nhim. This is not the stuff of which an artist’s wife ought to be made;\nthe influence of a strong-willed selfish nature on his weak and\nmaterial one was not good, and his morale became lowered.",
        "He felt this deterioration less than his friends felt it for him; even\nVasari says that “though he lived in torment, he yet accounted it a\nhigh pleasure.” It was one of those unions in which the man gives\neverything, and the woman receives and allows every sacrifice. Her\nfamily were kept at his expense, her daughter loved as his own, and if\nshe were haughty or exacting, he suffered with a Socratic patience,\nthinking life with her a privilege.",
        "It is to be supposed that a member of the societies of the Cauldron and\nthe Trowel would appreciate good living. He was so devoted to the\npleasures of the table that he went to market himself early every\nmorning and came home laden with delicacies. [Footnote: Biadi,\nNotixie inedite, &c., chap. xix. p. 62.] A curious confirmation\nof this is to be found in his house, the dining-room of which is\nbeautifully frescoed, the arched roof in Raphaelesque scrolls and\ngrotesques; while the lunettes of one wall have two large pictures, one\nof a woman roasting birds over a fire, the other of a servant preparing\nthe table for dinner. This love of good living, however, in the end\nshortened his life, according to Biadi.",
        "After his marketing was over he turned his attention to art, going to\nhis fresco painting followed by his scholars, or superintending their\nwork in the “bottega.” He was always a kind and thorough master, his\nmanner just and fatherly.",
        "Sometimes he and Sansovino or other friends lounged away an hour in the\nneighbouring shop of Nanni Unghero, where their mutual friend, Niccolò\nTribolo, did all the hard work, fetching and carrying blocks and saws\ngrumblingly. Tribolo often begged Sansovino to take him as his pupil,\nwhich he did afterwards, and he became a famous sculptor. One of\nAndrea’s acquaintances was Baccio Bandinelli, who, as he thought he\ncould equal Michelangelo in sculpture, imagined that only a knowledge\nof Andrea del Sarto’s method of colouring was necessary to enable him\nto surpass him in painting. To gain this knowledge he proposed to sit\nto Andrea for his portrait. His friend, discovering his motive,\nsucceeded in frustrating it by mixing a quantity of colours in seeming\nconfusion on his palette, and yet getting from this chaos exactly the\ntints he required. So Baccio never rivalled his friend in colouring\nafter all, not being able to understand his method.",
        "From 1511 to 1514 Andrea was employed on the two last frescoes in the\ncourtyard of the SS. Annunziata the Epiphany and the Nativity\nof the Virgin. The sum fixed for these was ninety-eight lire, but\nthe Servite brothers augmented it by forty-two lire more, seeing the\nwork was “veramente maravigliosa\"; thus these two were paid at the same\nrate as the other five of S. Filippo–seventy lire or ten scudi each.",
        "In the Nativity, one of the finest of his frescoes, we see his\nfavourite double grouping, the interest in the mother being kept to one\nside, that of the child and its attendants to the other-a balance of\nform united by Joachim, a stern, finely moulded figure in the centre.\nThe attitudes are natural, the draperies free and graceful. Old Vasari\njustly remarks “pajono di carne le figure.” The woman standing in the\ncentre of the room is Lucrezia della Fede; this is the first known\nlikeness of her. There is a richness of colour without impasto, a\nmodulation of shade giving full relief without startling contrast, a\nclear air below and celestial haze in the angel-peopled clouds above.",
        "This might well be classed as on the highest level ever reached in\nfresco. Nearly fifty years after it was painted, while Jacopo d’Empoli\nwas copying this fresco, an old woman came through the courtyard to\nmass, and, stopping to watch the young artist at his work, began to\ntalk of the days of her youth and beauty when she sat for the likeness\nof that natural figure in the midst, no doubt sighing as she looked at\nthe freshness of the fresco, and thought of her many wrinkles and aged\nlimbs, she being nearly fourscore at the time.",
        "The Epiphany is also a remarkable work, more lively than the\nlast; it is also less carefully painted, the graceful feminine element\nis wanting; there is plenty of activity, a crowded composition, and\nrichness of colour. Three figures are especially interesting as\nlikenesses; that of the musician Francesco Ajolle–a great composer of\nmadrigals, who went to France in 1530, and spent the remainder of his\nlife there; Sansovino, on the right of Ajolle; and near him Andrea\nhimself–the same face as the portrait in the Uffizi already spoken of.",
        "The Madonna del Sacco, over the door of the entrance to the\nchurch from the cloister, would seem to have been painted in the same\nyear, 1514, judging from Biadi’s extract from the MS. account books of\nthe Servite Fathers existing in the archives, where is an entry\n\"Giugno, 1514, ad Andrea del Sarto, per resto della Madonna del Sacco,\nlire 56.” This term resto (remainder) would imply a previous\npayment. The money was a thank-offering from a woman for having been\nabsolved from a vow by one of the Servite priests. Like all his other\nfrescoes of this church, Andrea only gained ten scudi for this\nmasterpiece. The date of MDXXV. and the words “Quem genuit adoravit” on\nthe pilasters of this work have led most writers to suppose it painted\nin that year; but it is probable they were added by a later hand. Biadi\n[Footnote: Biadi, Notizie, &c., p. 42 note.] says the letters\nare of the style of nearly two centuries later, that Andrea would have\nsigned it, like all his other and works, with his monogram of the\ncrossed A’s (i.e. Andrea d’ Agnolo). For charming soft harmonies of\ncolour, simplicity, and grace of design, this surpasses all his other\nfrescoes. The Madonna has an imposing grandeur of form, there is a\nboyish strength and moulding in the limbs of the child which is very\nexpressive, the dignity of Joseph and majesty of the Virgin are not to\nbe surpassed; and yet the whole is given in a space so cramped that all\nthe figures have to be reclining or sitting.",
        "[Illustration of Monogram]",
        "After this Andrea returned to the Scalzo, the Barefoot Brothers\noffering better pay than the Servites. Here he did the allegory of\nJustice and the Sermon of S. John in monochrome. In these\nhe took a fancy to retrograde his style, for they have the rugged force\nand angular form that recalls the more stern old Italian masters, or\nthat Titan of northern art, Albrecht Dürer.",
        "Of his works in oil at this era we may class–",
        "1. The Story of Joseph, painted for Zanobi Girolami Bracci,\nwhich Borghini judges a beautiful picture. The figures were small, but\nthe painting highly finished. It came afterwards into the possession of\nthe Medici family.",
        "2. A Madonna, with decorations and models surrounding it like a\nframe, was painted for Sansovino’s patron, Giovanni Gaddi, afterwards\nclerk of the chamber to Ferdinand I. It was existing in the collection\nof the Gaddi Pozzi family in Borghini’s time.",
        "3. Annunciation, for Giovanni di Paolo Merciajo, now in the Hall\nof Saturn in the Pitti Palace. It is a pretty composition, the Virgin\nsitting, yet half kneeling, the angel on his knees before her. There is\na yellowish light in the sky between two looped dark green curtains;\nthe angel’s yellow robe takes the light beautifully.",
        "4. Madonna and Child, in the “Hall of the Education of Jupiter\"\nin the Pitti Palace, one of his most pleasing groups. This is supposed\nby the commentators of Vasari to be the altarpiece painted for Giovanni\ndi Paolo Merciajo, but Biadi traces it through the possession of\nAntonio, son of Zanobi Bracci, to its present possessors. The mistake\narises from Vasari often confusing the names Annunciations and\nAssumptions with Madonnas.",
        "5. A Holy Family, for Andrea Santini, which awakened great\nadmiration in Florence. It was in the possession of Signer Alessandro\nCurti Lepri, by whose permission Morghen’s print was taken.",
        "6. The Head of our Saviour, over the altar of the SS.\nAnnunziata, ordered by the sacristan of the order. A magnificent head,\nfull of grandeur and expression, and very clear in the flesh tints.\nEmpoli made several copies of it.",
        "7. The Madonna di San Francesco, Andrea’s masterpiece among\neasel pictures. It was a commission from a monk of the order of\n\"Minorites of Santa Croce,” who was intendant of the nuns of S.\nFrancesco, and advised them to employ Andrea. In grandiose simplicity\nthis surpasses Albertinelli’s Visitation, in soft gradations and\nrich mellowness of colour it equals Fra Bartolommeo at his best, for\ntenderness in the attitude of the child it is quite Raphaelesque. The\nMadonna is standing on a pedestal adorned with sculptured harpies. She\nholds the Divine Child in one arm; its little hands are twined tenderly\nround her neck, and it seems to be climbing closer to her. The two\nchildren at her feet give a suggestive triangular grouping, while the\ndignified figures of S. Francis and S. John the Evangelist form\nsupports on each side, and rear up a pyramid of beauty. Rosini’s term\n\"soave” just expresses this picture, so fused and soft, rich yet\ntransparent in the colouring. The olive-brown robe of one saint is\nbalanced by the rich red of the other. In the Virgin, a deep blue and\nmellow orange are combined by a crimson bodice. The price paid to the\npainter for this was low because he asked little; but a century or two\nlater, Ferdinando de’ Medici, son of Cosmo III., spent 20,000 scudi to\nrestore the church, and had a copy of the picture made in return for a\ngift of the original, which is now the gem of the Tribune in the\nUffizi.",
        "8. The Disputa, di S. Agostino is another masterpiece, showing\nas much power as the last-named work displays of softness. It was\npainted at the order of the Eremite monks of San Gallo for their church\nof San Jacopo tra Fossi, where it was injured by a flood in 1557, and\nremoved later to the Hall of Saturn in the Pitti Palace. The\ncomposition is level, the four disputing saints standing in a row, the\ntwo listeners, S. Sebastian and Mary Magdalen, kneeling in front. S\nAgostino, with fierce vehemence, expounds the mystery of the Trinity;\nS. Stephen turns to S. Francesco interrogatively, S. Domenico (whom\nVasari, by the way, calls S. Peter Martyr) has a face full of silent\neloquence–he seems only waiting his turn to speak. In S. Sebastian we\nhave a good study from the nude, and in Mary Magdalen’s kneeling\nfigure–a charming portrait of Lucrezia–is concentrated the principal\nfocus of colour.",
        "9. Four Saints, SS. Gio. Battista, Gio. Gualberto, S. Michele,\nand Bernardo Cardinale, a beautifully-painted picture, once in the\nHermitage of Vallombrosa. There were originally two little angels in\nthe midst dividing the saints, as in our illustration. When the picture\nwas transferred to the Gallery of the Belle Arti, where it now is, the\nangels were taken out and the divided saints brought into a more\ncompact group. The angels are in a frame between two frescoed Madonnas\nof Fra Bartolommeo.",
        "By this time the fame of Andrea del Sarto, both as a fresco and oil\npainter, had risen to the highest point. Michelangelo only echoed the\nopinion of others when he said to Raphael, “There is a little fellow in\nFlorence who will bring the sweat to your brow if ever he is engaged in\ngreat works.” His style of composition was important, his figures\nvaried and life-like, his draperies dignified. “The main excellence,\nhowever, in which Andrea stands unique among his contemporaries rests\nin the incomparable blending of colour, in the soft flesh tints, in the\nexquisite chiaroscuro, in the transparent clearness even of his deepest\nshadows, and in his entirely new manner of perfect modelling.\"\n[Footnote: Lübke History of Art, vol. ii. p. 241.] His method,\nas shown in an unfinished picture of the Adoration of the Magi\nin the Guadagni Palace, was to paint on a light ground; the sketch was\na black outline, the features and details not defined, but often\nroughly indicated. He finished first the sky and background. The flesh\ntints, draperies, &c., were all true in tone from the first laying in.\n[Footnote: Eastlake’s Materials for History of Oil Fainting.] He\ndid not place shades one over the other, and fuse them together glaze\nby glaze as Leonardo did, but used an opaque dead colouring which\nallowed of correction; the system was rapid, but deficient in depth and\nmellowness; “the lights are fused and bright,” but “the shadows, owing\nto their viscous consistency, imperfectly fill the outlines.\"\n[Footnote: Crowe and Cavalcaselle, vol. in. chap. xvii. p. 670.] In a\nHoly Family in the Louvre, S. Elizabeth’s hand is painted across\nS. John, and shows the shadow underneath it, being grey at that part.\nThough more solid, he could not paint light over dark without injuring\nhis brilliance of colour.",
        "Albertinelli, on the contrary, when he painted and repainted his\nAnnunciation, washed out the under layer with essential oil\nbefore making his “pentimenti” or corrections, and in this way the\nthinness was kept.",
        "In Andrea’s early style this thinness is apparent, especially in the\nJoseph series, painted for Pier Francesco Borgherini.",
        "Biadi classes Andrea’s works in three styles. The first showing the\ninfluence of Piero di Cosimo, the second–to which the best works in\nthe Servi cloisters belong–is a larger and more natural style, after\nthe study of Michelangelo and Leonardo.",
        "The third is the natural development in his own practice of a perfect\nknowledge of art, and a just appreciation of nature. The Birth of\nthe Baptist and the Cenacolo, of San Salvi, belong to his\nlast and greatest manner. In 1515 the Florentine artists were employed\non more perishable works than frescoes. Leo X., the Medici Pope who had\nbeen elected in 1513, made his triumphal entry into Florence on the 3rd\nof September, 1515, on his way to meet Francis I. of France at Bologna.\nAll the guilds and ranks of Florence vied with each other to make his\nreception as artistic as possible. He and his suite were obliged to\nstay three days in the Villa Gianfigliazzi at Marignolle while the\ntriumphal preparations were being completed. The churches had temporary\nfaçades of splendid architecture in fresco; arches were erected\nat the Porta Romana and Piazza San Felice, covered with historical\npaintings; Giuliano del Tasso adorned the Ponte Santa Trinità with\nstatues; Antonio San Gallo made a temple on the Piazza della Signoria,\nand Baccio Bandinelli prepared a colossus in the Loggia dei Lanzi.\nVarious decorations adorned other streets, and Andrea del Sarto\nsurpassed them all with a façade to the Duomo, painted in\nmonochrome on wood. His friend Sansovino designed the architecture, and\nhe painted the sculpture and adornments with such effect that the Pope\ndeclared no work in marble could have been finer.",
        "Andrea lent his talent to another kind of decorative art. The guild of\nmerchants were desirous of inaugurating a festa for the day of S.\nGiovanni, and had ten chariots made from the model of the ancient Roman\nones, to institute chariot races in the piazza. Andrea painted several\nof these with historical subjects, but they have long been lost. The\nchariot races were revived under the Grand Dukes, but not with any\nsuccess.",
        "Meanwhile fate was working Andrea del Sarto on to what might have been\nthe culminating point of his fame, had not his weakness rendered it a\nblot on his honour; i.e. his journey to France. His fame was rising\nhigh; a picture of the Dead Christ surrounded by Angels, weeping\nover the body they support, having been sent to France, [Footnote: It\nwas engraved by the Venetian, Agostino, before it went to France; the\nengraving is signed 1516. It did not please Andrea, who never allowed\nany others to be engraved.] the king was so pleased with it that he\nwished another work by the same artist. Andrea painted a very beautiful\nMadonna, for which, however, he only obtained a quarter of the\nprice which the king paid to the merchants. The king was so delighted\nwith it that he sent the artist an invitation to come to Paris in his\nemploy, promising to pay all his expenses. In the Pitti Palace there is\na portrait of Andrea and his wife, in which he has commemorated the\nreception of this letter. He is looking very interested over it, while\nhis wife has the blankest expression possible.",
        "In the summer of 1518 he started with his pupil, Andrea Sguazzella,\ncalled Nanoccio. Such a journey was in those days considered as little\nless than a parting for life. It is plain that Lucrezia’s family looked\non her as almost a widow, for they made him sign a deed of\nacknowledgement for the 150 florins of her dote. Some authors\nhave taken this document as a proof of their marriage in that year, but\nit was merely a precaution against loss by her family; the Italian law\nbeing that the husband is obliged to render the portion obtained with\nhis wife to her family if she dies without issue, and in case of his\nown death, the widow is entitled to it.",
        "He was well received in Paris, and employed immediately on a likeness\nof the infant Dauphin Henri II., then only a few months old. For this\nhe obtained 300 scudi: and a monthly salary was allowed him. What a\nmine of gold the French court must have seemed to him after working for\nyears at large frescoes for ten scudi each!",
        "He did no less than fifty works of art while there, most of which have\nbeen engraved by the best French artists.[Footnote: See Catalogue of\nRoyal Pictures in France, by M. Lepiscié.] The Carità is\nsigned 1518, and is in Andrea’s best style–perhaps with a leaning\ntowards Michelangelo. The S. Jerome in Penitence, which he\npainted for the king’s mother, and obtained a large price for, cannot\nbe traced. His life in Paris was a new revelation, and not without its\neffect on his character, always alive to substantial pleasure.",
        "The king and his courtiers frequented his atelier, and delighted to\nwatch him paint, vieing with each other in the richness of their gifts,\namong which were splendid brocade dresses and beautiful ornaments and\njewels, in which he longed to adorn his wife. While he was engaged in\npainting the S. Jerome for the queen-mother, a letter from\nLucrezia aroused his longings for home to the uttermost; she–the wife\nwho has been branded by the name of faithless–wrote that she was\ndisconsolate in his absence, and that if he did not soon return he\nwould find her dead with grief.",
        "Vasari, quoting this exaggerated letter, says in his first edition that\nshe only wanted money to give her friends, but this also he retracts in\nthe second. Whether it expressed her feelings truly or not, the letter\nhad such an effect on Andrea’s mind that he decided to return home at\nany cost.",
        "During Andrea’s absence the house in Via S. Sebastiano, behind the\nAnnunziata, was being prepared under her superintendence and with his\nsanction. His scholars had decorated the walls and ceilings with\nfrescoes, and no doubt Lucrezia was as anxious for him to see the new\nhouse as he was to adorn her with Parisian brocades and jewellery.",
        "Being able to satisfy her ambitious soul, Andrea too readily flung away\nall his brilliant prospects to return, and willingly take again the\nyoke of the burden of his wife and her family. He made promises that he\nwould bring her back to Paris with him, and the king in all faith\nallowed him to depart, confiding to him large sums of money for the\npurchase of works of art to be sent to France.",
        "Sguazzella, wiser than his master, preferred to stay in Paris under the\npatronage of Cardinal de Tournon. He painted a great many works, much\nin the style of Andrea, but with less excellence. It is possible that\nsome of M. Lepiscié’s long list are, in fact, the work of the pupil\nrather than the master. When Benvenuto Cellini went to France in 1537\nhe lodged in Sguazzella’s house, with his three servants and three\nhorses, at a weekly rate of payment (a tanto la settimana).",
        "But to return to Andrea: this is an episode in his life which we would\ngladly pass over if it were possible, for it forms the moral blot on a\ngreat artistic career.",
        "Returning home he fell once more under the strong will of his wife, but\nwith his principles weakened by the effect of a luxury and prosperity\nwhich has always a greater deteriorating effect on a nature such as his\nthan on a finer mind. Bringing grand ideas from the palaces of the\nFrench nobles, he not only fell in with Lucrezia’s plans for\nbeautifying the new house, but even surpassed her wildest schemes. The\nstaircase was embellished with rich oaken balustrades, the rooms were\nall frescoed. Cupids hide in the Raphaelesque scrolls on the arches,\nclassic divinities rest on the ceilings, but in the dining room the\nhomely nature of the man who did his own marketing, creeps out. It is a\ncharming room, the windows opening on a garden courtyard, where a vine\ntrellis leads round to what used to be the side door of his studio\nwhich has its entrance in another street.",
        "The roof is vaulted and covered with exquisite decorative frescoes, but\nin the lunettes of the two largest arches are the domestic scenes of\ncooking and laying the cloth, spoken of at page 90. Two or three of the\nup stairs rooms are very fine, especially the one in which Andrea is\nsaid to have died. [Footnote: This description is due to the kindness\nof the present resident in the house, who kindly showed it to the\nwriter, pointing out all the unrestored portions.] It is probable the\nfurniture matched the style of the rooms, and that much money was spent\non carved chairs and cassoni. Certain it is that the King of\nFrance’s commissions were unfulfilled, and his money misappropriated.",
        "Andrea would have returned to France, but his wife, who had an Italian\nwoman’s dread of leaving her own country, put every obstacle in his\nway, adding entreaties to tears which the uxorious Andrea could not\nresist. As usual he tried to please her, and she only cared to please\nherself.",
        "He fell greatly in the estimation of the King, who was justly angry;\nalbeit the artist salved his own too easy conscience by sending a few\nof his own paintings to Francis I., one of which, the Sacrifice of\nAbraham, still remains in France, and another a half length figure\nof S. John the Baptist. The place of this picture is much\ndisputed; it is said to be at present in the Pitti Palace. Argenville\nspeaks of it among the French pictures as if it had returned\nsubsequently to Florence, while Vasari asserts that it never went\nthere, but was sold to Ottaviano de’ Medici. [Footnote: Life of\nAndrea, del Sarto, vol. in. p. 212.] As Andrea painted no less than\nfive pictures of this subject, of which Argenville mentions that there\nwere two in France, one of which was sold to the Grand Duke of Tuscany,\nit is probable that the Pitti one is not that painted for Francis I.",
        "The Medici, always patrons of art, did not neglect to enrich their\npalaces with the works of Andrea del Sarto. Ottaviano de’ Medici, a\ncousin of the reigning branch, was an especial friend of his, from the\ntime that Andrea began the fresco of Caesar receiving tribute of\nanimals in the Hall of Poggio a Cajano. The commission came really\nfrom Pope Leo X., who deputed Cardinal Giulio, his cousin, to have the\nhall of the favourite family villa adorned with frescoes. He in turn\nhanded over the direction to Ottaviano, who was a great amateur of art.\nIt was designed that Andrea del Sarto should cover a third of the Hall,\nthe other two-thirds being given to Pontormo and Francia Bigio. The\npayment of thirty scudi a month was arranged. In this Andrea has shown\nhis genius in a style entirely new, the composition being crowded, the\nperspective intricate, the background a building adorned with statues.\nThe subject being allegorical, he has given the reins to his fancy and\nproduced a wonderful assemblage of strange beasts and stranger human\nbeings, Moors, Indians, and dwarfs. There are giraffes, lions, and all\nkinds of animals, which he had an opportunity of studying in the\nSerraglio of Florence. The drawing is true and free, the figures and\nanimals full of life, the colouring as usual well harmonised and\nbright. The Pope died about this time in 1522, and the picture was left\nto be finished by Allori in 1580.",
        "Ottaviano de’ Medici, being a great lover of art, was often a patron on\nhis own account; for him Andrea painted the Holy Family now in\nthe Pitti Palace. It is a most charmingly natural group: the Virgin\nseated on the ground dances the divine child astride on her knee, he is\nturning his head to the infant S. John who struggles to escape from his\nmother’s arms to get to him. The fresh youth of the Virgin and the\nsaintly age of S. Elizabeth are well contrasted. By the time this\npicture was finished the siege of Florence had begun, and when the\npainter took it to Ottaviano, he, having other claims on his means,\nexcused himself from buying it, and recommended Andrea to offer it\nelsewhere. But the artist replied, “I have laboured for you, and the\nwork shall be always yours.” “Sell it and get what you can for it,\"\nagain replied Ottaviano. Andrea carried the painting home again and\nwould never sell it to any one. A few years after, the siege being\nover, and the Medici re-instated, he again took the Holy Family\nto Ottaviano, who was so delighted that he paid him double the price\nfor it.",
        "Ottaviano also bought from Carlo Ginori a Madonna and S.\nJob, a nude half figure, which were by Andrea’s hand. He it was who\ncommissioned him to paint the portrait of Cardinal Giulio, afterwards\nPope Clement VII., and it was also at his instance that the imitation\nRaphael was painted for the Duke of Mantua. The Duke had set his heart\non obtaining the picture painted by Raphael representing Leo X.\nbetween the Cardinals Giulio and Rossi, and got a promise of it as\na gift from Pope Clement. His Holiness wrote to Ottaviano desiring him\nto have it sent to Mantua. But Ottaviano, appreciating the treasure as\nmuch as the Duke of Mantua, determined to secure it to the house of\nMedici. Under the pretence of having a new frame made he gained time,\nand meanwhile employing Andrea del Sarto secretly to make an exact copy\nof it, he sent that to the Duke instead of the original. So well had\nAndrea imitated the great master’s style that every one in Mantua, even\nGiulio Romano, Raphael’s own scholar, was deceived, and it was only\nsome years later that George Vasari divulged the secret and showed\nAndrea’s monogram on the side of the panel beneath the frame. This copy\nis now at Naples.",
        "The fresco at Poggio a Cajano abandoned, Andrea returned to the Scalzo,\nwhere he painted the Dance of Herodias, Martyrdom of S. John\nBaptist, Presentation of the Head, Allegory of Hope, and the\nApparition of the Angel to Zacharias. The last was paid for\nAugust 22nd, 1523.",
        "About this time there was a great wedding in Florence. Pier Francesco\nBorgherini espoused Margherita Accajuoli, and Salvi, the bridegroom’s\nfather, determined to prepare for his son’s bride a wedding chamber\nwhich should be famous in all ages.",
        "Baccio d’ Agnolo had carved wonderful coffers, chairs, and bedsteads in\nwalnut wood. Pontormo painted beautiful cabinets and cassoni,\nand Granacci, Francesco d’ Ubertini Verdi, called Bacchiacca, and\nAndrea were all employed on the walls. Andrea furnished two pictures;\nthe one tells the story of Joseph in Canaan, the other gives his life\nin Egypt. The style is that of Piero di Cosimo, but with greater\nexcellence and more dignified figures. The landscape is highly finished\nand minute, and has a part of the story in every nook of it.",
        "The centre group, where Joseph leaves his father and mother to go to\nhis brethren, is very dignified, although fine enough to be a\nminiature. In the second Pharaoh’s palace is [Footnote: Reumont\n(Life of Andrea del Sarto, p. 134) dates these works 1523; the\nstyle, which is very much that of Piero di Cosimo, would seem to place\nthem earlier.] represented as a medieval Italian castle, the dresses\nare all Italian, and as an instance of Andrea’s versatility of talent\nthey are very interesting paintings.",
        "During the siege of Florence, Borgherini was absent, and the picture\ndealer, Giovanni Battista della Palla, who prowled like a harpy to\ncarry off treasures for the King of France, made an effort to obtain\nthese paintings by inducing the government to confiscate them and sell\nthem to him. But Margherita was equal to the occasion, and meeting the\ndespoiler at her door, she poured out such a torrent of indignation,\nexhortation, and defiance as drove the broker away crestfallen.",
        "On the Medici’s return della Palla was imprisoned as a traitor, and\nbeheaded at Pisa. The paintings passed into the possession of the\nMedici, by purchase, during Andrea’s life. [Footnote: Biadi,\nNotizie, &c., p. 146, note 2.]",
        "From 1524 to 1528 the plague desolated Italy, never entirely leaving\nit. During this time Andrea obtained a commission through Antonio\nBrancacci, to paint some pictures in the convent of S. Piero at Luco in\nMugello, where he retired with his wife and her relations, and his\npupil Raffaelo. They spent a very pleasant summer: the nuns made much\nof his wife and her sisters, and he passed his time in earnest\npainting. The fruits of his labour are a Pietà, a Visitation, and\na Head of Christ–almost a replica of the one in the SS. Annunziata.",
        "The Pietà is full of expression and feeling, but more realistic\nand less dignified than that of Fra Bartolommeo, which now hangs on the\nsame wall of the Hall of Apollo at the Pitti.",
        "In colouring also there is a great contrast between the two, that of\nFra Bartolommeo being deep, rich, and mellow, while Andrea’s is more\nprofuse, diffused, and wanting in depth of shadow.",
        "S. John and the Virgin raise the dead Saviour, the Magdalen and S.\nCatherine weep at his feet; S. Peter and S. Paul at the back express\ntheir grief in the manner natural to their characters. S. Peter, in his\nvehemence, flings up his arms in a madness of sorrow. S. Paul, with\nmore dignity, is half stupefied with the intensity of woe.",
        "If those saints had been left in Fra Bartolommeo’s Pietà, the\ntwo pictures would have had the very same figures, in each: but how\ndifferent the composition, feeling, and expression! The Frate’s group\nis a compact triangle; that of Andrea a scattered arrangement. The\nMagdalen of the Frate is overwhelmed with the very excess of love and\ngrief, all of which is expressed intensely, yet her face is hidden;\nthat of Andrea is a mere woman dressed in flying scarf and flowing\ngarments, but with very little soul in her face.",
        "The characteristics of the two painters can be well studied in these\nworks, so near together, so similar, and yet so different.",
        "For the three works painted at Luco Andrea was paid ninety florins in\ngold. The Pietà, was bought in later years by the Grand Duke\nLeopold, and now adorns the Pitti Palace.",
        "The Visitation was placed in the church of the convent over a\npresepio. [Footnote: In 1818 it was restored by Luigi Scotti and sold.]\nBiadi gives the following document:–\"Io Andrea d’Angiolo del Sarto, à\ndi 11 Ottobre 1528 ho ricevuto fiorini 80 d’ oro di quei larghi\n[i.e. of two scudi each] della Tavola dell’ Altar grande e di\nuna mezza tavola della Visitazione, da Donna Caterina della Casa\nFiorentina, Badessa di Luco.” [Footnote: 2 Vol. in. p, 571, note.]",
        "Andrea was paid ten florins for the Head of the Saviour, through\nhis assistant, Raffaello. This receipt would prove either that he went\nto Luco later than 1524, or that he returned there to finish the works\nin the year 1528.",
        "On their return to Florence in the autumn Andrea painted a fine work\nfor his friend, Beccuccio da Gambassi, a glass-worker. It is an\napotheosis of the Madonna, with four figures beneath–S. John\nBaptist, Mary Magdalen, S. Sebastian, and S. Rocco; not S.\nOnofrio, as Bottari has named it. The predella, now lost, had\nportraits of the patron and his wife. Crowe and Cavalcaselle speak of\nsix saints in this picture, four standing and two kneeling.",
        "This description seems to point more certainly to the Sarzana\nMadonna, which is now in the Hall of Apollo, in the Pitti\nPalace. That for Beccuccio is described, with the four above-mentioned\nsaints only, by all the Italian authors.",
        "The tabernacle, at the corner of the convent, outside the Porta Pinti,\nFlorence, was painted about this time. It is now quite destroyed by age\nand weather; a good copy by Empoli, exists, however, in the western\ncorridor of the Uffizi. It is a charming Holy Family, with the\ninfant S. John,–a sweet laughing face. The Madonna is a portrait\nof Lucrezia.",
        "In the siege when the convent of the Ingesuate–at the corner of which\nit stood–was razed to the ground, this fresco, although loosened from\nthe wall, was spared by the soldiers, who had not courage to injure it.\nThe Grand Duke Cosimo was anxious to have it brought to Florence, and\noften came with engineers and architects, but they never hazarded its\nremoval. [Footnote: Bocchi, Bellezze di Firenze, p. 482.]",
        "The Duomo of Pisa has five saints painted by Andrea; they originally\nformed one large picture in five compartments, and were painted for the\nchurch of the now suppressed convent of S. Agnes; but in 1618 they were\ndivided into five pictures, and removed to the Duomo, where S.\nCatherine Martyr, S. Margaret, S. Peter, and S. John the Baptist\nhang on each side of the altar. S. Agnes, with her lamb by her\nside, is placed on a pilaster towards the southern door. This and S.\nMargaret are especially graceful and expressive. There is much of the\nfeeling of Correggio, but with more natural grace and less voluptuousness.\nThe cutting and retouching had injured them greatly, but in 1835 Antonio\nGarazalli took off the repainting and restored them more delicately.",
        "In 1525 Andrea had a commission to draw cartoons for painting the\nbalustrade of the Ringhiera–a kind of wide terrace in front of the\nPalazzo della Signoria, from which speeches were made to the populace.\nHis designs were very beautiful and appropriate, the compartments being\nemblematical of the different quarters of the city; besides which were\nallegories of mountains, rivers, and virtues. The designs were left\nunfinished at his death, and the Ringhiera was never painted.",
        "In 1526-7 he worked at the fresco of the Last Supper, at S.\nSalvi, which was intended to have been done when he began the four\nsaints there, in 1510, had not some misunderstanding between the rulers\nof the order prevented their continuation. [Footnote: Vasari’s\nLives, vol. iii. p. 224.] Even now he worked in a desultory\nmanner, doing it bit by bit, but in the end producing a marvellous\nwork.",
        "The refectory is a long vaulted hall, and the frescoed table, with its\nlife-size figures, fills the whole arch of the wall opposite the door.\nOne’s natural impulse on entering it is to exclaim, “How life-like!\"\nThere is a great and living animation in the figures; the characters of\nthe Apostles are written on their expressive faces. Judas is not placed\naway alone, as in many renderings of the subject, but is next to\nChrist, the contrast of the two faces being thus emphasized by\nproximity. S. Peter, though old, has all the vehemence and intensity of\nhis character. Add to the feeling a brilliancy of colour of which\nAndrea alone had the secret, for without deep shadows, and keeping up\nthe same intensity of tone throughout, he yet obtained great harmony\nand full relief where others would have produced a clash and flatness.\nMessrs. Crowe and Cavalcaselle say with justice, “From the\ncontemplation of the Cena, at Milan, we should say that the\npainter is high bred; looking at that of S. Salvi, that he is\naccustomed to lowly company.” [Footnote: Hist. of Painting, vol.\niii. chap. xvii. p. 574.] But in some subjects a rugged strength is\nmore important than a high refinement, and in the group of humble\nfishermen who formed the first church this is not out of place. If he\ncould only have spiritualised Christ, nothing would be left to be\ndesired.",
        "Andrea del Sarto was a member of a sacred company called the\n\"Fraternità del Nicchio,” for which he painted a standard to be carried\nin their processions. It is now in the Hall of the Old Masters in the\nUffizi, and is a charming group of S. James, with two children\ndressed in white surplices–the habit of the company. The saint is\ncaressing one, who kneels at his feet; the other has an open book in\nhis hand. The draperies are especially graceful, and the expressions\nsoft and pleasing.",
        "After finishing a portrait of the Intendant of the monks at\nVallombrosa, which the said monk afterwards placed in an arbour covered\nwith vines, regardless of the injuries of wind and rain–Andrea, having\nsome colours still left on his palette, took up a tile and called his\nwife to sit for her portrait, that all might see how well she had kept\nher good looks from her youth; but Lucrezia not being inclined to sit,\nhe got a mirror and painted his own portrait on the tile\ninstead. It was one of his later works, and Lucrezia kept it till her\ndeath. It is now in the room of portraits in the Uffizi, but much\nblackened by time; probably also from the tile not having been properly\nprepared. [Footnote: This portrait is given as a frontispiece.]",
        "The next year or two were taken up in producing a number of large\naltar-pieces, and in painting pictures for the dealer, Giovanni\nBattista della Palla, who was still intent on supplying the King of\nFrance with Italian works of art. For him he painted a Sacrifice of\nAbraham, which Vasari thinks one of his most excellent works. The\nface of the patriarch is full of faith, and yet self-sacrifice; the\nnude figure of Isaac, bronzed in the parts which have been exposed to\nthe sun, most tenderly expresses a trembling dread, mingled with trust\nin his father; the landscape is also very airy and beautiful, and a\ncharacteristic group of a servant and the browsing ass is very\neffective in the background.",
        "He also painted a lovely picture of Charity with three Children\nfor Della Palla. Both these works were done with great care, for he\nhoped by their means to regain the lost favour of the King of France.\nIt was too late for this, however; and, as it happened, neither of\nthese works reached its destination. The siege of Florence took place\nabout this time (1529); the dealer, Battista della Palla, had his head\ncut off in his dungeon at Pisa, and all hope of his mediation with\nFrancis I. was at an end. The Charity was sold to Domenico\nConti, the painter, after Andrea’s death, and thence passed into the\nhands of the Antinori family. The Sacrifice of Abraham has had\nmore vicissitudes. Filippo Strozzi purchased and gave it to the\nMarchese del Vasto, who had it in his castle at Ischia many years.\nLater it was sent from Florence to Modena in exchange for a Correggio,\nand Augustus II. of Saxony becoming its purchaser, placed it in the\nDresden Gallery.",
        "This seems to have been a favourite subject with Andrea del Sarto, who\nrepeated it five times.",
        "1. The one done by himself for the King of France.",
        "2. Also in France, having been purchased from the Grand Duke of\nTuscany. (See Argenville.)",
        "3. The one mentioned above, done for G. B. della Palla.",
        "4. A smaller one, painted for Paolo da Terra Rossa; a fine painting,\nfor which the artist asked so small a price that the purchaser was\nashamed to pay it. Paolo sent it to Naples.",
        "5. An unfinished painting of Abraham holding Isaac by the Hand,\nnow in the possession of the Zonadari family, who obtained it from the\nPeruzzi.",
        "During the siege, work was found for artists, but of an unpleasant\nnature. Andrea was commissioned, in 1530, to paint the effigies of some\ntraitors on the palace of the Signoria. He dared not refuse, but\nremembering that his namesake, Andrea del Castagno, who had been\nsimilarly employed, gained the name of “Andrea degli Impiccati,” he was\nanxious that the same name should not attach to himself. Accordingly he\nhad an enclosed platform made, and giving out that his pupil,\nBernardino del Buda, was going to paint the effigies, he worked at them\nhimself secretly, till, on being uncovered, they seemed to be real\npersons writhing on the gibbet.",
        "No trace of them remains now, but the studies are in the collection of\ndrawings in the Uffizi.",
        "A fine half-length figure of S. Sebastian, for the brotherhood\nof that name, which had its head-quarters in the street in which Andrea\nlived, was almost his last work in Florence.",
        "The siege was now over, but the influx of soldiers from the camp\nbrought a return of the plague, which awakened great terror in the\ncity. Andrea’s mode of life and love of good living did not conduce to\nhis safety; he was taken ill suddenly, and gave himself up for lost.\nNeither Vasari nor Biadi says he was entirely deserted by his wife;\nthey only hint that she came to his room as little as she could, having\na great fear of the plague.",
        "It is more than probable that Andrea himself kept her away from him,\nfor his love was always unselfish, and he thought only of her good.\nHowever this be, he died, aged forty-two, on the 22nd of January, 1531,\nand was buried very quietly by the “Brethren of the Scalzo” in the\nchurch of the S. Annunziata. His tomb is beneath the pavement of the\npresbytery, on the left hand. His older biographers seem to think this\nunostentatious funeral a great slight to his merits, but if there were\nany doubts as to his illness being the plague, it would only have been\na natural precaution to avoid spreading contagion by making his\ninterment quite private.",
        "That Andrea had not wholly neglected his own family is proved by his\nwill, which left his property (after paying back Lucrezia’s dot\nof 100 scudi, and the money for the improvement of the new house in Via\nCrocetta for her and her daughter) to his brother Domenico, with the\nproviso that after his death half the bequest should be given to\nDomenico’s daughter as dot, the rest to accrue to the hospital\nof the Innocenti (Foundlings). [Footnote: Ricordanze nel Archivio del\nE. Spedate degli Innocenti di Firenze. Biadi, Notizie, p. 127.]",
        "Lucrezia lived to a good old age, being nearly ninety when she died;\nshe seems to have lived a very quiet life, and to have kept Andrea’s\npaintings with great care, except a few only which she sold. The house\nin Via Crocetta passed many years afterwards into the possession of\nanother painter, Zuccheri, who embellished the studio front with\nreliefs in stone, representing the paraphernalia of an atelier; but it\nis Andrea’s name which lives in the house, as his memory does in the\nhearts of the Florentine people, and his works in the cloisters of the\nFlorentine churches. The people of the city always seem to claim Del\nSarto as especially their own. He is always nostro pittore, or\nnostro maestro-and indeed as a master of fresco he never was\nsurpassed. In colouring he was in his way unique; in modelling,\noriginal and graceful; while the transparent clearness of his shadows\nand brilliant blending of tints in the lights render his handling\nincomparable. A little more refinement and aesthetic feeling would have\nplaced him on a level with the great leaders of the Renaissance.",
        "Andrea’s scholars were numerous, though only a few rose to any great\neminence. Of these, JACOPO CARRUCCI, “da Pontormo” (born 1494, died\n1557), was by far the most talented. Left an orphan at an early age,\nthe charge of his sister devolved on him, and he placed her with a\nrelation while he was pursuing his art training. He studied under a\ndiversity of masters, including Leonardo da Vinci, Albertinelli, Piero\ndi Cosimo; and finally, in 1512, he entered Andrea del Sarto’s school,\nbut did not stay long there either. Some say Andrea was jealous of his\nsuccess; he, however, had generosity enough to praise and acknowledge\nhis talent, and to show his appreciation by giving him important work\nto do in his own studio.",
        "Pontormo did the predella to Andrea’s altar-piece of the\nAnnunciation for the convent of S. Gallo. His hand is to be seen\nalso in several of his master’s works. He drew public attention first\nby painting two figures of Faith and Charity on the escutcheon\nof the Medici for Andrea di Cosimo, who had obtained the commission, but\ndid not feel equal to executing it. Michelangelo, on seeing these figures,\nprophesied great things for the youth, who was at that time only nineteen\nyears of age.",
        "The people of Pontormo, his native town, were so proud of him, that\nthey sent for him to emblazon the arms of Pope Leo over the gate of\ntheir city.",
        "He was next employed by one of the festal companies of the age, called\nthe Company of the Diamond, to design cars, banners, and costumes for a\ntriumphal procession in honour of Leo X.’s elevation to the papal\nchair; and he organised a very suggestive array of the ages of man,\nillustrated historically. He decorated the Papal Hall for Leo X.’s\nentrance, and later began to be employed on more serious and lasting\nworks.",
        "Some good frescoes of his existed in the convent of Santa Caterina, but\nwere destroyed when the building was reconstructed in 1688.",
        "A very charming fresco of the Visitation still exists in the\ncourt of the SS. Annunziata. It shows him as a good pure colourist, the\nflesh tints being especially tender; the composition is lively, full,\nand effective.",
        "In 1518 he painted a fine altar-piece for the church of S. Michele\nVisdomini, Florence, by commission of Francesco Pucci. The\nMadonna, seated, is showing the Child Jesus to S. Joseph, whose\nface is most expressive and full of smiling admiration. S. John Baptist\nstands near, at the sides are S. John Evangelist, S. James, and S.\nFrancis, the latter kneeling in ecstatic admiration.",
        "In some cases he was placed in direct competition with his master,\nAndrea del Sarto, being employed by Borgherini to paint the coffers and\ncabinets in the same room for which Andrea did the History of\nJoseph; and again later at Poggio a Cajano, where the ends of the\ngreat hall were assigned to him to paint, Andrea and Francia Bigio\ntaking the larger walls at the sides. On one end he designed an\nallegory of Vertumnus, with his husbandmen around him busy with\ntheir labours, and on the other Pomona, Diana, &c. Perhaps in\nthese last he has carried his imitation of Andrea del Sarto rather too\nfar in the matter of draperies, which are too profuse and studied.\nIndeed the whole works are overdone; he was so anxious to rival his\nmaster that he forced his invention, altering and labouring till all\nspontaneity was taken out of his work. Some of his frescoes were in the\ncloister of the Certosa, but they are not fair specimens of his best\nstyle, as they were done when the Florentine artists were smitten with\nthe mania of imitating Albrecht Dürer, and in these he has entirely\nfollowed the harder manner of that artist without obtaining his\nstrength. The frescoes are all scenes from the Life of Christ,\nand he spent several years over them; after which he painted an altar-\npiece.",
        "Giovanni Battista della Palla commissioned him to paint a picture to be\nsent to the King of France, and Pontormo returning wisely to his\nnatural style, painted one of his masterpieces, the Resurrection of\nLazarus. The Pitti Palace possesses a curious specimen of his work,\nthe 11,000 martyrs crucified in a wood in the persecution under the\nEmperor Diocletian.",
        "He rose to renown as a portrait painter, but lost patronage in later\nyear by his capricious behaviour, refusing to work except for whom and\nwhen he pleased. In company with his favourite pupil, Bronzino, he did\nthe frescoes in the Loggie of the Medici villa at Careggi; one Loggia\nwas soon completed, to the great delight of the Duke, but Jacopo shut\nhimself up in the second and allowed no one to see what he was doing\nfor five years; when at length he uncovered the frescoes general\ndisappointment was the result. He pursued much the same line of conduct\nin the frescoes of the roof of the Medici Chapel in San Lorenzo. He\nkept the chapel closed with walls and planks for eleven years, no one\nseeing his progress except some young men who removed one of the\nrosettes from the ceiling to peep in on him, but he discovered their\nplan, and closed the holes more assiduously than ever. The composition\nis as confused as it is diffusive; he tried to embody the whole\nteaching of the Bible, but becoming overwhelmed with the vastness of\nhis subject, fell short even of the excellence of his own previous\nworks. He died before this work was completed, of hydropsy, and was\nburied in the Servite Church.",
        "GIORGIO VASARI, better known as the chronicler of the works of other\nartists than for the excellence of his own, was born at Arezzo, 1512–\ndied at Florence, 1574. His father was a painter, and the family was\nconnected by ties of relationship with Luca Signorelli of Cortona.\nAmong the many masters under whom he studied was Andrea del Sarto. He\ndid not remain long under his tuition, having contrived to offend\nLucrezia in some way. He painted a great many frescoes at Arezzo, where\nhe lived in his youth with his paternal uncle Don Antonio. Don Miniato\nPitti, prior of the convent of Monte Oliveti, near Siena, next employed\nhim to adorn the portico of his church. He had the good fortune to\nattract the notice of Cardinal Ippolito de’ Medici, who took him to\nRome in his suite, where he gained much advantage by the study of the\nworks of the great masters there. The Medici family, especially Andrea\ndel Sarto’s patron, Ottaviano, were his constant friends: and their\npalaces are profusely decorated by him. The Riccardi Palace has a room\nwith fresco scenes from the life of Cæsar. While painting these Duke\nAlessandro gave him a salary of six crowns a month with a place at his\ntable, and board for his servant, &c. The palace has several oil\npaintings by Vasari, amongst which are portraits of the Duke and his\nsister. After the death of Duke Alessandro and Ottaviano he wandered\nfrom city to city, painting so energetically that there are few of the\nprincipal towns which do not possess some of his works, especially\nNaples, Pisa, Bologna, and Arezzo. The Palazzo San Giorgio of the\nFarnese family, in Rome, has a large hall richly frescoed by Vasari,\nbut the best of his works are to be seen on the walls of the great hall\nof the Palazzo Vecchio in Florence, where he has illustrated the\nbattles of the Florentines, and in several other rooms of the same\npalace; he having continued all the later years of his life in the\nservice of Duke Cosimo, by whom the palace was restored and decorated.\nHis works are too numerous and not sufficiently important to catalogue\nor describe, his composition is overcrowded and wanting in perspective.\nThere is generally a superabundance of flesh; muscular limbs in all\nattitudes form a great part of his pictures, but as the flesh tints he\nused were wanting in mellowness and shadow, and have turned pink with\nage, they compare disadvantageously with those of the more solid\nmasters who preceded him. After all, Vasari’s name and fame rest\nprincipally on the labours of his pen, not those of his brush. His\n”Lives of the Painters,\" although not a model of precision in\nfacts or chronology, is nevertheless the mine from which all subsequent\nart historians quarry to obtain their information.",
        "One of the most valuable books of the day is probably the new edition\nof Vasari with corrections and notes taken from the archives by Signer\nGaetano Milanesi.",
        "FRANCESCO ROSSI, DE’ SALVIATI (born at Florence, 1510–died at Borne,\n1563) was a great friend of Vasari; his real name was Rossi, his father\nbeing a weaver of velvets, but he obtained the name of Salviati from\nbeing the protégé of the Cardinal of that name. His first master was\nRaffaello del Brescia, but in 1529 he, with his friend Nannoccio,\nentered the school of Andrea del Sarto, with whom they stayed during\nthe siege. Becoming known by some paintings done for the friars of the\nBadia, Cardinal Salviati took him into his house, gave him a stipend of\nfour crowns a month, and an apartment at the Borgo Vecchio, he painting\nany works the Cardinal wished. Francesco was not idle, a great number\nof frescoes, altar-pieces, and portraits, &c., &c., testifying to his\nindustry. In his later years he was employed with his friend Vasari in\nthe Palazzo Vecchio, where he painted the frescoes in the smaller Hall\nof Audience. These are principally scenes from the Life of\nCamillus. The story of the schoolmaster of Falerii is very\nspirited, and the Triumph of Camillus varied and pleasing in\ncolouring. Although melancholy and suspicious, often making enemies and\nlosing patronage by misunderstandings, Rossi and Vasari were always\nfaithful to their first boyish friendship, often working together, but\nnever with any spirit of rivalry. Salviati’s style was bold and\nspirited; he was rich in invention, but perhaps a little wild in the\nmatter of draperies and bizarre costumes. His colouring is more\npleasing than that of Vasari, but is diffusive and wanting in depth.",
        "DOMENICO CONTI never became famous, but in spite of want of genius, he\nwas Andrea’s favourite pupil. All his master’s designs and cartoons\ncame into his possession at Andrea’s death, but he was unfortunately\nrobbed of them soon afterwards. The inscription to Andrea del Sarto\nwhich once existed in the church of SS. Annunziata was put up by Conti.",
        "JACOPO DEL CONTE (1510-1598), who in Vasari’s time lived in Rome, is\nchiefly noted for his likenesses of several pontiffs and personages of\nthe Papal Court. There are a few altar-pieces by him in Rome, and a\nDeposition in the church of the Misericordia in Florence, but he\nwas almost exclusively a portrait painter.",
        "ANDREA SGUAZZELLA, called NANNOCCIO, remained in France after having\naccompanied Andrea del Sarto thither. Cardinal Tournon took him under\nhis patronage, and he painted a large number of works in the style of\nAndrea.",
        "JACOPO, called JACONE, was another of Andrea’s favourite disciples. His\nfrescoes, of which some existed till of late years on the façade of the\nPalazzo Buondelmonte, in Florence, were much in Del Sarto’s manner. He\nassisted his master in a great many of his works, while of his\nindependent paintings many were sent to France; no doubt some of these,\nas well as Sguazzella’s, figure under the master’s name in that list of\nfifty works given by Argenville. He was too idle and fond of pleasure\nto rise to eminence, though he did some good frescoes in the Palazzo\nCapponi at Florence, and in the Capponi Villa at Montici, and assisted\nJacopo da Pontormo in the Hall of the Medici villa at Careggi. He died\nin 1553, in great poverty.",
        "PIER FRANCESCO DI JACOPO DI SANDRO was said to have had some talent. He\nand Domenico Conti were employed among others in decorating the court\nof the Palazzo Vecchio on the occasion of Cosimo de’ Medici’s marriage\nwith Leonora di Toledo. There are some altar-pieces of his in the\nchurch of Santo Spirito, Florence.",
        "SOLOSMEO, RAFFAELLO, and BERNARDINO DEL BUDA were three garzoni\nin Andrea’s studio. They were employed in the subordinate work and\nmanual labour, but were not trained as artists.",
        "BIBLIOGRAPHY",
        "1886. G. GRUYER. Fra Bartolommeo della Porta and M. Albertinelli.\n1903. F. KNAPP. Fra Bartolommeo della Porta.\n1922. H. GABLENTZ. Fra Bartolommeo.\n1902. M. E. JAMES. Fra Bartolommeo.\n1899. H. GUINNESS. Andrea del Sarto. (The Great Masters Series.)\n1905. MASTERPIECES OF ANDREA DEL SARTO. (Gowan’s Art Books.)\n1928. F. KNAPP. Andrea del Sarto.\n1864-66. CROWE AND CAVALCASELLE. A New History of Painting in Italy\nfrom the 2nd to the 16th Century. Three Volumes.",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}