{
    "title": "Fra Bartolommeo - RIDOLFO GHIRLANDAJO.",
    "author": "Leader Scott",
    "chapter": "12",
    "content": [
        "\n\n",
        "RIDOLFO (DI DOMENICO) BIGORDI, called GHIRLANDAJO, &c., was born on the\n4th of January, 1483. Although not strictly a scholar, he is one of Fra\nBartolommeo’s principal followers. When quite a child he lost his\nfather, the famous Domenico, who died of fever, on January 11th, 1494;\nhis mother and uncle Benedetto only lived a few years after; and\nRidolfo, with his three sisters and two brothers, was left to the\nguardianship of his uncle Davide.",
        "Ridolfo was the only one who chose the family profession, and he became\nthe fourth painter of the name of Ghirlandajo.",
        "Davide was not a perfect artist, although a good mosaicist, as his\nworks in the cathedrals of Orvieto, Siena, and Florence show, but he\nwas for many years Ridolfo’s only instructor. As the boy grew up\nRidolfo frequented those public schools of art before spoken of, the\nBrancacci Chapel, and the study of the cartoons in the Papal Hall. Here\nhe secured the friendship not only of Granacci and Pier di Cosimo, but\nof Raphael himself, with whom he visited Fra Bartolommeo in his\nconvent.",
        "Raphael permitted Ridolfo to assist him in a Madonna for Siena, and\ntried to persuade him to accompany him to Rome; but Ridolfo, like a\ntrue Florentine, declined to go “beyond sight of the Duomo.”",
        "His first great picture was done in 1504 for the church of San Gallo.\nThe subject was Christ Searing His Cross. His uncle Benedetto\nhad laboured on a similar picture, now in the Louvre, but Ridolfo’s is\na great improvement on this; the composition is well balanced, full of\nforce and animation, the weeping figures of the Maries and the\nsolicitude of S. Veronica are very lifelike, although he has not\nentirely abolished his uncle’s coarseness in the scowling, low-typed\nmen. The Christ and the Virgin are, on the contrary, so refined as to\ninduce the supposition that this force of contrast was intentional; the\nlandscape is rather hard and crude in tone, the flesh tints smooth, and\nthe handling similar to that of Credi.",
        "The original is now in Palazzo Antinori, Florence, but a replica, in\nwhich he was assisted by Michele, his favourite pupil and adopted son,\nis in Santo Spirito.",
        "Vasari speaks of a Nativity, painted for the Cistercian monks of\nCestello; a beautiful composition, in which the Madonna adores the holy\nchild, S. Joseph standing near her; S. Francis and S. Jerome kneel in\nadoration; the landscape was sketched from the hills near “La Vernia,\"\nwhere S. Francis received the stigmata.",
        "Maselli says the picture was lost when the monastery changed hands, but\nMessrs. Crowe and Cavalcaselle [Footnote: History of fainting, vol. in.\nchap. xvi. pp. 523, 524.] believe they have found it in the Hermitage\nat S. Petersburg, under Granacci’s name. It is possible that the\nfavourite pupil of his father and Ridolfo’s own friend may have\nassisted him. The landscape is Raphaelesque, and might mark the time\nwhen that master and Fra Bartolommeo influenced his style. His best\nmanner approached so nearly to that of the Frate, that had he continued\nhe would have very nearly rivalled his excellence.",
        "His two masterpieces are now in the Uffizi; they were painted for the\nBrotherhood of S. Zenobio, 1510, to stand one on each side of\nAlbertinelli’s Annunciation. One is S. Zenobio (the first\nbishop and patron saint of Florence) restoring a dead child to\nlife; the other the Funeral Procession of the Saint passing the\nBaptistery, where an elm tree, which had been withered, put forth\nfresh leaves as the coffin of the bishop touched it. A marble column,\nwith a bronze tree in relief on it, stands on the spot as a memorial of\nthis miracle. In these two works Ridolfo Ghirlandajo proved the power\nwhich was in him, but they are the culmination of his art; he never\nsurpassed, or indeed equalled them again. His richness of colouring and\ndeep relief equalled that of the Frate, the animation and expression\nrivalled Andrea del Sarto. In the first picture, the eagerness of the\ncrowd, the intense feeling of the mother, in whom grief for the dead\nchild seems almost greater than the hope of his resuscitation, the\nsturdy, solid character of the Florentines of the Republic, are all\ngiven with a masterly hand, while a rich blending of colour fuses the\nanimated crowd in a harmonious unison. In the latter, grandeur and\ndignity mark the group of ecclesiastics which surrounds the\narchbishop’s bier, the full solid falls of their drapery show that he\nhad well studied his father’s works.",
        "Ridolfo’s brothers became monks, Don Bartolommeo lived in the\nCamaldoline Monastery of the Angeli, which Ridolfo beautified with many\nworks. Paolo Uccelli had adorned the Loggia with frescoed stories from\nthe life of S. Benedict. Ridolfo added two to the series. In one the\nSaint is at table with two angels, waiting for S. Romano to send his\nbread from the grotto, but the devil has cut the cord and taken it.",
        "Another is S, Benedict investing a youth with the habit of the\norder. In the church of the same monastery he painted a beautiful\nMadonna and Child, with Angels, above the holy water vase, and\nS. Romualdo with the Camaldolese Hermitage in his Hand, in a\nlunette in the cloister. All these were done as a brotherly gift, and\nafter they were finished, the abbot, Don Andrea Dossi, gave him a\ncommission to paint a Last Supper in the refectory, which he\ndid, placing the portrait of the abbot in the corner.",
        "Ridolfo, like his father, regarded art rather as a means of livelihood\nthan with any aesthetic feelings, and this is probably the reason of\nhis never attaining true excellence. His “bottega” was really a shop\nwhere any one might order a work of art, or of artisanship, and he gave\nas much attention to painting a banner for a procession as to composing\nan altar-piece. He had a great many assistants, whom he called on for\nhelp in various undertakings. They assisted him to prepare the Medici\nHalls for the reception of Pope Leo X., and later for the marriages of\nGiuliano and Lorenzo, not disdaining to paint scenes for the dramas\nwhich were then given. He painted banners, and designed costumes for\nthe processions of the “potenze,” a festive company, the origin of\nwhich is uncertain, but dating certainly from the Middle Ages. Each\nquarter of the city had an emperor, lords, and dignitaries, each of\nwhom carried his banner or emblazonment. Grand processions,\ntournaments, and feasts were held once a year, on S. John’s Day, by the\npotenze.",
        "Having assisted at the triumphs and marriages of the Medici princes, he\nalso furnished the funeral pomp and magnificence on the deaths of the\nbrothers, that of Giuliano occurring in 1516, of Lorenzo 1519.",
        "Lucratively it answered his purpose; the Medici gave him great honour;\nhe was well paid by them, and got the commission to decorate the Chapel\nof the Palazzo Vecchio–a very good specimen of his fresco painting, in\nwhich he never reached his father’s excellence, although in oil he far\nsurpassed him. The chapel is small; the groined roof is covered with\nemblematical designs on a blue ground, a Trinity in the midst with\nangels bearing symbols of the passions around. The apostles and\nevangelists surround this, and the principal wall has a larger fresco\nof the Annunciation–a rather conventional rendering.",
        "Commissions flowed in on him to such a degree, that although he had\nfifteen children, he lived to amass money and lands, to see his\ndaughters well married, and his sons prosperous merchants trading to\ndistant lands. He died on the 6th of June, 1561, and lies with his\nforefathers in the church of S. Maria Novella.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}