{
    "title": "Fra Bartolommeo - ALBERTINELLI IN THE WORLD.",
    "author": "Leader Scott",
    "chapter": "7",
    "content": [
        "\n\n",
        "During the interval between the second and third partnership of this\nincongruous pair of friends, the life of Albertinelli had been very\ndifferent from that of the Frate. So distressed was he at losing Baccio\nthat he was quite wild for a time. His passions being unruled, that of\ngrief took entire possession of him. In his despair he vowed to give up\npainting; he declared that he would also become a monk, if it were not\nthat he now hated them more than ever; besides, he was a Pallesco, and\ncould not desert his party.",
        "After a time, however, he calmed down, and, looking on his friend’s\nunfinished fresco of the Last Judgment as a legacy from him,\nbegan to work at it as a kind of obligation till the occupation wove\nits own charm, and he steadily devoted himself to art again, much to\nthe satisfaction of good Gerozzi Dini, who was in great perturbation,\nand declared there was not another hand but his in Florence which could\nfinish it; and also to the relief of Fra Bartolommeo himself, who,\nhaving received money on account, was troubled in conscience lest it\nshould remain unfinished. There remained only some figures to put in\nthe terrestrial group, all the celestial portions having been finished\nby the Frate; but they are very well drawn figures, with a good deal of\nexpression in them. Several are likenesses, amongst whom are Dini and\nhis wife, Bugiardini, the painter’s pupil, and himself. Most of these\nare now destroyed by the effects of damp.",
        "Mariotto left Fra Bartolommeo’s house in S. Pier Gattolini, and took a\nroom in Gualfonda–now Via Val Fonda–a street leading towards the\nfortress, built by the Grand Duke Cosimo on the north of the city; and\nhere in time quite a school grew up under his tuition. Giuliano\nBugiardini was his head assistant rather than pupil; Francia Bigio,\nthen a boy, Visino, who afterwards went to Hungary, and Innocenzio da\nNicola, besides Piero, Baccio’s brother, were all scholars.\nAlbertinelli’s Bottega in Val Fonda gave some noble paintings to the\nworld, works independently his own, though Fra Bartolommeo’s influence\nis traceable in most of them. The finest of these is the\nSalutation, dated 1503–ordered for the Church of S. Martino,\nand now the gem of the hall of the Old Masters in the Uffizi Gallery–a\nwork which alone has been able to mark him for all time as a great\nmaster.",
        "So simple is the subject, and yet so grand the proportions, and in the\nfigures there is such majesty of maternity and dignity of womanhood! A\ndecorated portico, with the heavens behind it, forms the background to\nthe two noble women, in one of whom is expressed the gracious sympathy\nof an elder matron with the awful, mysterious joy of the younger.",
        "The colouring, perfectly harmonised, is the most masterly blending of a\nsubdued tone with soft yet brilliant and shows a deep study of the\nmethod of Leonardo.",
        "The predella has an Annunciation, Nativity, and\nCircumcision; all showing the same able style, but more injured\nby time than the picture.",
        "Another charming painting of this period is the Nativity at the\nPitti, a round, on panel. The Madonna is not quite so noble as\nthat of the Salutation, but the limbs of the child are beautifully\nrounded. There is a pretty group of three angels singing in the sky; the\nlandscape is as minute in detail as those his old fellow-pupil Piero used\nto paint in Cosimo’s studio.",
        "In 1504-5 Fra Bartolommeo called upon him for a deed of friendship,\nwhich proves that, whatever biographers (building up theories on a word\nor two in Vasari) may say of his want of steadiness, the friend who\nknew him best had supreme trust in him. Santi Pagnini, having been\nremoved to Siena as prior, Fra Bartolommeo made Mariotto guardian and\ninstructor of his young brother Piero, signing a contract that Mariotto\nwas to have the use and management of all estates and possessions of\nPiero, which included several poderi in the country, as well as\nthe house at the Porta Romana (S. Pier Gattolini). In return\nAlbertinelli was to keep Piero in his house, teach, clothe, and provide\nfor him, not, however, being obliged to give him more than “sette\n(seven) soldi” a month. Albertinelli was also to have a mass said\nyearly in the Church of S. Pier Gattolini for the soul of Paolo the\nmuleteer, and to use two pounds of wax candles thereat. [Footnote:\nPadre Marchese, Memorie, vol. ii. pp. 36, 37.] The contract was\nsigned from 1st January, 1505, and was to last till 1st January, 1511.\nIt appears that this brother Piero was a great trouble to the Frate,\nbeing of a bizarre disposition, and addicted to squandering money; he\nsold some possessions for much less than their worth, [Footnote:\nPrivate communication from Sig. G. Milanesi.] which probably accounts\nfor the singular contract of guardianship. He did not show enough\ntalent to become a painter, and took priests’ orders later.",
        "About this time Fra Bartolommeo recommenced work, and while he was\npainting the triptych for Donatello’s Madonna (the miniature\nNativity and Circumcision in the Uffizi), Albertinelli was at work\nin the convent of the Certosa, at a Crucifixion in fresco. The\npainting is extant in the chapterhouse, and is a very fair and\nunrestored specimen of his best style. The Virgin and Magdalen are very\npurely conceived figures; the idea of the angels gathering the blood\nfalling from the wounded hands of the crucified Saviour is very tender;\nthere is a great brightness of colouring, and a greenish landscape almost\nPeruginesque in feeling. Some of his pupils worked with him at the\nCertosa, and nearly brought their master into trouble.",
        "They were not more content with convent fare than was Davide\nGhirlandajo, when the only delicacy supplied him at Vallombrosa was\ncheese; and to revenge themselves, they stole round the cloister after\nthe circular sliding panels by which the rations were sent into the\nmonks’ cells were filled, and feasted on the meals made ready for the\ngood brothers. Great confusion ensued in the convent, the monks\naccusing each other of the theft; but when they found out the real\nculprits, they made a compromise, promising double rations if the\nartists would hasten their work and leave them their daily dole in\npeace.",
        "The fresco is dated 1506. The same year produced the fine picture now\nin the Louvre, which was painted for the church of S. Trinità on the\ncommission of Zanobio del Maestro.",
        "The Madonna, stands on a pedestal, with S. Jerome and S. Zenobio\nin front, while episodes from their lives are brought in like distant\nechoes in the background. [Footnote: S. Zenobio was the first bishop of\nFlorence, and is the patron saint of that city.]",
        "The nuns of S. Giuliano employed him to paint two pictures, both of\nwhich are now in the Belle Arti. One is an altarpiece; the Madonna\nenthroned, with the Divine Child in her arms. Era Bartolommeo’s\nidea of an angel-sustained canopy is here, but the angels hold it up\nfrom the outside instead of the inside. Before her are S. John the\nBaptist, S. Julian, S. Nicholas, and S. Dominic. The S. Julian has a\ngreat similarity to the S. Michael of Perugino, and the S. John, by its\ngood modelling, shows the result of his studies from the antique in the\nMedici garden.",
        "For the same church he did the curious conventional painting of the\nTrinity on a gold ground. The subject is inartistic, because\nunapproachable; the attempt to paint that which is a deep spiritual\nmystery degrades both the art and the subject; the latter because it\nlowers it to human grasp, the former because it shows its powerlessness\nto shadow forth the infinite. There is beautiful painting in the heads\nof the angels, at the foot of the Cross, but the brilliancy of the gold\nground is overpowering to the colours, albeit he has balanced it by\nreproducing Cosimo Roselli’s red-winged cherubs. Nothing but Fra\nAngelico’s delicate tints can bear such a background. No doubt Piero,\nBaccio’s brother, helped to lay on this gold, for one of the\nstipulations in the contract with Mariotto was that he was to “metter\nd’ oro ed altre cose di mazoneria” (to put on gold and other articles\nof emblazonment).",
        "It has been a great subject of conjecture at what part of his life\nAlbertinelli took the rash step of throwing up his art and opening a\ntavern at Porta S. Gallo. Some say it was in his despair at Fra\nBartolommeo having taken the vows, but this is disproved by his having\nat that time finished the Last Judgment, and taken pupils in Val\nFonda. Others assert that it was at the breaking up of the last\npartnership in 1513, but there is no hiatus in his work at that time,\nexisting paintings being dated in 1513 and the following years till his\ndeath, three years after.",
        "Vasari, though not to be depended on in regard to dates–chronology not\nbeing his forte–is generally right in the gossip and stories of the\nlives near his own time, and it is by collateral evidence from his\npages that we are able to fix with more certainty 1508 or 1509 as the\ntime of this episode in Albertinelli’s life. In 1507 we find him as an\nartist helping to value his friend’s picture, and mediating between the\nconvent and Bernardo del Bianco. [Footnote: Crowe and Cavalcaselle,\nvol. iii. chap. xvii. p. 544.] Now, in the ’Life of Andrea del Sarto,’\nwe read that Francia Bigio, Albertinelli’s pupil, made the acquaintance\nof Andrea while studying the Cartoons in the Hall of the Council (this\nwas from 1506 to 1508), and as their friendship increased, Andrea\nconfided to Francia Bigio that he could no longer endure the\neccentricities of Piero di Cosimo, and determined to seek a home for\nhimself, and that Francia Bigio being also alone–his master Mariotto\nAlbertinelli having abandoned the art of painting–they\ndetermined to share a studio and rooms. [Footnote: Vasari, vol. iii. p.\n182.] The first works the partners undertook were the frescoes of the\nScalzo and the Servi, which were begun in 1509. Thus the date is\ntolerably certain, especially as a gap occurs in Albertinelli’s works\nat this time.",
        "Sig. Gaetano Milanesi’s researches in the Archives have thrown a new\nlight on Mariotto’s motives, which were not entirely connected with\nart; it was not that he was discouraged by adverse criticism, nor\nwholly that, as time divided him from his friend, he felt he could\nproduce no great work away from his influence, but it was partly that\nhe had married a wife named Antonia, whose father kept an inn at S.\nGallo. It is possible the tavern came to him by way of dot, and\nthe above reasons making him discontented with art for a time, might\nhave induced him to carry on the business himself. Sig. Milanesi says a\ndocument exists of a contract in which Mariotto’s name is connected\nwith a tavern, but that he has never been able to retrace it since the\nfirst time he found it. It is his opinion that the whole story arose\nfrom the fact of the wife’s family possessing this wine shop, and his\nconnection with it in that way.",
        "But though Albertinelli passed off his pseudo-hostdom with bravado,\ntalking very wittily about it, the artistic vein was too strong within\nhim to be subdued; he soon gave up the flask and returned to the brush,\nfor in 1509, when his quondam pupil, Francia Bigio, was busy at the\nServi, we again find Mariotto’s hand in a painting of the\nMadonna. The Virgin, holding a pomegranate in her hand, supports\nwith the other the Child, who stands on a parapet, and clings to the\nbosom of his mother’s dress for support, in a truly natural way; the\ninfant Baptist stands by. The painting, signed, and dated 1509, is in\nthe Fitzwilliam Museum, Cambridge, but has been injured by repainting.\nIn spite of this, Messrs. Crowe and Cavalcaselle believe they perceive\nBugiardini’s hand in it.",
        "In 1510 Albertinelli began one of his masterpieces, the\nAnnunciation for the company of S. Zenobio, now in the Belle\nArti. All his zeal for art was reawakened, he flung himself con\namore into this work, which, though in oil on panel, was painted on\nthe spot where it was intended to be placed, that the lights might be\nmanaged with the best effect. He was imbued with Leonardo da Vinci’s\nprinciple, that the greatest relief and force are to be combined with\nsoftness, and wishing to bring this combination to a perfection which\nnever before had been reached, he depended greatly on the natural light\nto further his design. [Footnote: Vasari, vol. ii. p. 469.]",
        "The picture, although a great work of art, and the most laboured of all\nhis paintings, failed to satisfy the artist. He tried various\nexperiments, painting in and painting out, but never reaching his own\nideal. According to Leonardo, he was proving himself a good artist, one\nof his principles being, “when his (an artist’s) knowledge and light\nsurpass his work so that he is not satisfied with himself or his\nendeavours, it is a happy omen.” [Footnote: Leonardo da Vinci, Treatise\non Painting.]",
        "The work as it stands is a noble one, though darkened by time having\nbrought out the black pigments used in the shades. The background is an\nintricate piece of architecture with vaulted roof, showing that he too\nhad profited by Raphael’s instructions in perspective to Fra\nBartolommeo.",
        "The Virgin is a tender sweet figure; indeed no artist has given more\ngracious dignity to womanhood than Albertinelli, although his\ndetractors say his life showed no great respect for it. Above, the\nAlmighty is seen in a yellow light with a circle of angels and seraphs\naround. It is strange how the realistic painters stopped at nothing,\nnot even the representation of the eternal in a human form. Is not this\nthe reason why art ceased about this time to be the interpreter of\nreligion, and found its true mission in being the interpreter of\nnature? Who can draw one soul? How much more impossible then to depict\nthe incomprehensible soul in which all others have their being? The\nutmost we can do is to give the indication of the spirit in the\nexpression of a face, and that so imperfectly that not two beholders\nread it alike. Study Perugino and Raphael, see how they raise human\nnature and etherealize it till we see the divinity of soul in the faces\nof their saints and martyrs. But the moment they try to depict the\nAlmighty, or even his angels, they fall at once below humanity.",
        "But to return to the Annunciation of Albertinelli. His impetuous\ntemper betrayed him even here; he fell into a dispute with his patrons,\nwho refused to pay the price he asked. The usual “trial by his peers\"\nwas resorted to, Perugino, Granacci, and Ridolfo Ghirlandajo were\ncalled into council to value it according to its merits.",
        "On completing this picture the events we have related in the last\nchapter took place, Fra Bartolommeo returned from Venice with his\nenterprise renewed, and the convent partnership was commenced.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}