{
    "title": "Fra Bartolommeo - ANDREA AND OTTAVIANO DE’ MEDICI.",
    "author": "Leader Scott",
    "chapter": "18",
    "content": [
        "\n\n",
        "The Medici, always patrons of art, did not neglect to enrich their\npalaces with the works of Andrea del Sarto. Ottaviano de’ Medici, a\ncousin of the reigning branch, was an especial friend of his, from the\ntime that Andrea began the fresco of Caesar receiving tribute of\nanimals in the Hall of Poggio a Cajano. The commission came really\nfrom Pope Leo X., who deputed Cardinal Giulio, his cousin, to have the\nhall of the favourite family villa adorned with frescoes. He in turn\nhanded over the direction to Ottaviano, who was a great amateur of art.\nIt was designed that Andrea del Sarto should cover a third of the Hall,\nthe other two-thirds being given to Pontormo and Francia Bigio. The\npayment of thirty scudi a month was arranged. In this Andrea has shown\nhis genius in a style entirely new, the composition being crowded, the\nperspective intricate, the background a building adorned with statues.\nThe subject being allegorical, he has given the reins to his fancy and\nproduced a wonderful assemblage of strange beasts and stranger human\nbeings, Moors, Indians, and dwarfs. There are giraffes, lions, and all\nkinds of animals, which he had an opportunity of studying in the\nSerraglio of Florence. The drawing is true and free, the figures and\nanimals full of life, the colouring as usual well harmonised and\nbright. The Pope died about this time in 1522, and the picture was left\nto be finished by Allori in 1580.",
        "Ottaviano de’ Medici, being a great lover of art, was often a patron on\nhis own account; for him Andrea painted the Holy Family now in\nthe Pitti Palace. It is a most charmingly natural group: the Virgin\nseated on the ground dances the divine child astride on her knee, he is\nturning his head to the infant S. John who struggles to escape from his\nmother’s arms to get to him. The fresh youth of the Virgin and the\nsaintly age of S. Elizabeth are well contrasted. By the time this\npicture was finished the siege of Florence had begun, and when the\npainter took it to Ottaviano, he, having other claims on his means,\nexcused himself from buying it, and recommended Andrea to offer it\nelsewhere. But the artist replied, “I have laboured for you, and the\nwork shall be always yours.” “Sell it and get what you can for it,\"\nagain replied Ottaviano. Andrea carried the painting home again and\nwould never sell it to any one. A few years after, the siege being\nover, and the Medici re-instated, he again took the Holy Family\nto Ottaviano, who was so delighted that he paid him double the price\nfor it.",
        "Ottaviano also bought from Carlo Ginori a Madonna and S.\nJob, a nude half figure, which were by Andrea’s hand. He it was who\ncommissioned him to paint the portrait of Cardinal Giulio, afterwards\nPope Clement VII., and it was also at his instance that the imitation\nRaphael was painted for the Duke of Mantua. The Duke had set his heart\non obtaining the picture painted by Raphael representing Leo X.\nbetween the Cardinals Giulio and Rossi, and got a promise of it as\na gift from Pope Clement. His Holiness wrote to Ottaviano desiring him\nto have it sent to Mantua. But Ottaviano, appreciating the treasure as\nmuch as the Duke of Mantua, determined to secure it to the house of\nMedici. Under the pretence of having a new frame made he gained time,\nand meanwhile employing Andrea del Sarto secretly to make an exact copy\nof it, he sent that to the Duke instead of the original. So well had\nAndrea imitated the great master’s style that every one in Mantua, even\nGiulio Romano, Raphael’s own scholar, was deceived, and it was only\nsome years later that George Vasari divulged the secret and showed\nAndrea’s monogram on the side of the panel beneath the frame. This copy\nis now at Naples.",
        "The fresco at Poggio a Cajano abandoned, Andrea returned to the Scalzo,\nwhere he painted the Dance of Herodias, Martyrdom of S. John\nBaptist, Presentation of the Head, Allegory of Hope, and the\nApparition of the Angel to Zacharias. The last was paid for\nAugust 22nd, 1523.",
        "About this time there was a great wedding in Florence. Pier Francesco\nBorgherini espoused Margherita Accajuoli, and Salvi, the bridegroom’s\nfather, determined to prepare for his son’s bride a wedding chamber\nwhich should be famous in all ages.",
        "Baccio d’ Agnolo had carved wonderful coffers, chairs, and bedsteads in\nwalnut wood. Pontormo painted beautiful cabinets and cassoni,\nand Granacci, Francesco d’ Ubertini Verdi, called Bacchiacca, and\nAndrea were all employed on the walls. Andrea furnished two pictures;\nthe one tells the story of Joseph in Canaan, the other gives his life\nin Egypt. The style is that of Piero di Cosimo, but with greater\nexcellence and more dignified figures. The landscape is highly finished\nand minute, and has a part of the story in every nook of it.",
        "The centre group, where Joseph leaves his father and mother to go to\nhis brethren, is very dignified, although fine enough to be a\nminiature. In the second Pharaoh’s palace is [Footnote: Reumont\n(Life of Andrea del Sarto, p. 134) dates these works 1523; the\nstyle, which is very much that of Piero di Cosimo, would seem to place\nthem earlier.] represented as a medieval Italian castle, the dresses\nare all Italian, and as an instance of Andrea’s versatility of talent\nthey are very interesting paintings.",
        "During the siege of Florence, Borgherini was absent, and the picture\ndealer, Giovanni Battista della Palla, who prowled like a harpy to\ncarry off treasures for the King of France, made an effort to obtain\nthese paintings by inducing the government to confiscate them and sell\nthem to him. But Margherita was equal to the occasion, and meeting the\ndespoiler at her door, she poured out such a torrent of indignation,\nexhortation, and defiance as drove the broker away crestfallen.",
        "On the Medici’s return della Palla was imprisoned as a traitor, and\nbeheaded at Pisa. The paintings passed into the possession of the\nMedici, by purchase, during Andrea’s life. [Footnote: Biadi,\nNotizie, &c., p. 146, note 2.]",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}