{
    "title": "Fra Bartolommeo - PART II.",
    "author": "Leader Scott",
    "chapter": "11",
    "content": [
        "\n\n",
        "The scholars of Mariotto Albertinelli were much more important in the\nannals of art, the principal ones being Bugiardini, Francia Bigio,\nVisino, and Innocenza d’ Imola.",
        "Giuliano Bugiardini should be called the assistant rather than the\nscholar of Albertinelli, being older than his master. He was born in\n1471 in a suburb outside the Via Faenza, Florence, and was placed in\nthe shop of Domenico Ghirlandajo, where his acquaintance with\nMichelangelo–begun in the Medici Gardens–ripened into intimacy, and\nhe was employed by him in the Sistine Chapel. Giuliano had that happily\nconstructed mind which, with an ineffable content in its own works,\nwill pass through life perfectly happy in the feeling that in reaching\nmediocrity it has achieved success. Not only wanting talent to produce\nbetter works, he lacked also the faculty of perceiving where his own\nwere faulty, and having a great aptitude for copying the works of\nothers, he felt himself as great as the original artists. Michelangelo\nwas always amused with his naïve self-conceit, and kept up a friendship\nwith him for many years. He even went so far as to sit to Bugiardini\nfor his likeness, at the request of Ottaviano de’ Medici. Giuliano,\nhaving painted and talked nonsense for two hours, at last exclaimed, to\nhis sitter’s great relief, “Now, Michelangelo, come and look at\nyourself; I have caught your very expression.” But what was\nMichelangelo’s horror to see himself depicted with eyes which were\nneither straight nor a pair! The worthy artist looked from his work to\nthe original, and declared he could see no difference between them, on\nwhich Michelangelo, shrugging his shoulders, said, “It must be a defect\nof nature,” and bade his friend go on with it. This charming portrait\nwas presented to Ottaviano de’ Medici, with that of Pope Clement\nVII., copied from Sebastian del Piombo, and is now in the Louvre.\nBugiardini’s works always take the style of other masters. There is a\nMadonna in the Uffizi, and one in the Leipsic Museum, both in\nLeonardo’s style, with his defects exaggerated. The former is a sickly\nwoman in a sentimental attitude, the child rather heavy, the colouring\nis bright and well fused; he has evidently adopted the method which he\nhad seen Albertinelli use in his studio.",
        "During a stay in Bologna he painted a Madonna and Saints as an\naltar-piece for the church of S. Francesco, besides a Marriage of S.\nCatherine, now in the Bologna Pinacoteca. The composition of this\nis not without merit; the child Jesus seated on his mother’s knees,\ngives the ring to S. Catherine, little S. John stands at the Virgin’s\nfeet, S. Anthony on her left. The colouring is less pleasing, the flesh\ntints too red and raw.",
        "A round picture in the Zambeccari Gallery, Bologna, shows him in\nMichelangelo’s style. The Virgin is reading on a wooded bank, but looks\nup to see the infant Christ greet the approaching S. John Baptist; this\nis carefully, if rather hardly, painted. The lights in the Saviour’s\nhair have been touched in with gold. The time of his stay in Bologna is\nuncertain, but in 1525 he was in Florence, and drawing designs for the\nRinghiera with Andrea del Sarto. There is a document in the archives,\nproving that on October 5th, 1526 Bugiardini was paid twenty florins in\ngold for his share of the work. He obtained some rank as a portrait\npainter, in spite of his failure in that of Michelangelo; and had\ncommissions from many of the celebrities of Florence. It was in\noriginal composition that his powers failed him. Messer Palla Rucellai\nordered a picture from him of the Martyrdom of S. Catherine,\nwhich he began with the intention of making it a very fine work indeed.\nHe spent several years in representing the wheels, the lightnings and\nfires in a sufficiently terrible aspect, but had to beg Michelangelo’s\nassistance in drawing the men who were to be killed by those heavenly\nflames; his design was to have a row of soldiers in the foreground, all\nknocked down in different attitudes. His friend took up the charcoal\nand sketched in a splendid group of agonised nude figures; but these\nwere beyond his power to shade and colour, and Tribolo made him a set\nof models in clay, in the attitudes given by Michelangelo, and from\nthese he finished the work; but the great master’s hand was never\napparent in it. Bugiardini died at the age of seventy-five.",
        "Of Francesco Bigi, commonly called Francia Bigio or Franciabigio, so\nmuch is said in the following life of Andrea del Sarto, that a slight\nsketch will suffice here. He was the son of Cristofano, and was born in\n1482. His early studies were made in the Brancacci Chapel, and the\nPapal Hall–where he drew from the cartoons in 1505-6, and the studio\nof Mariotto Albertinelli, from which he passed to his partnership with\nAndrea del Sarto in 1509. Thus it is that his first style was marked by\nthe influence of Mariotto and Fra Bartolommeo, while in his later works\nhe approximated more to Andrea del Sarto.",
        "Two of his early paintings were placed in the church of S. Piero\nMaggiore, one a Virgin and Child of great beauty. The infant\nclasps its arms round its mother’s neck–a charming attitude–which\nsuggests a playful effort to hide from the young S. John, who is\nrunning towards him, by nestling closer to the dearer resting place.\nThe picture is now in the Uffizi and has been long known as\nRaphael’s Madonna del Pozzo. [Footnote: Crowe and Cavalcaselle,\nHistory of Painting, vol. iii. chap. xv. p. 501.] No greater\ntestimony to Francia Bigio’s excellence can be given than the frequency\nof his works being mistaken for those of Raphael, but the influence of\nhis contemporaries was always strong upon him. The Annunciation,\npainted for the same church, is also described by Vasari as a carefully\ndesigned work, though somewhat feeble in manner. The angel is lightly\npoised in air, the Virgin kneeling before a foreshortened building. The\npicture was lost sight of in the demolition of the church, but Crowe\nand Cavalcaselle [Footnote: Crowe and Cavalcaselle, History of\nPainting, Vol. iii. p. 500.] believe they have discovered it in a\npicture at Turin, the authorship of which is avowedly doubtful. They\nmention, however, a celestial group of the Eternal Father in a cherub-\npeopled cloud, sending his blessing in the form of a dove, with a ray\nof glory. Surely if this be the one described by Vasari [Footnote:\nVasari, vol. iii. p. 336] so minutely, he would not have omitted a part\nof the subject so important to the picture.",
        "In 1509 we may presumably date the partnership with Andrea del Sarto,\nthat being about the time when they began to work together in the\nScalzo. Francia Bigio painted some frescoes in the church of S. Giobbe,\nbehind the Servite Monastery. A Visitation was in a tabernacle\nat the corner of the church, and subjects from Job’s life on a pilaster\nwithin it: these have long ago disappeared. The altar-piece of the\nMadonna and Job, which he painted in oil for the same church,\nhas been more fortunate, as it still exists in the Tuscan School in the\nUffizi. Though much injured, it shows his earlier style. The Calumny\nof Apelles in the same gallery is a curious picture. It is hard and\ndull in colouring, the prevailing tone being a heavy drab; there are\nseveral nude figures, of doubtful forms as to beauty of drawing, the\nflesh is painted in a smooth glazed style, without relief or\ntenderness.",
        "Francia Bigio shines more in fresco than in oil; his hardness is less\napparent, and he gains in freedom and brilliance of colouring in the\nmore congenial medium. The finest of his frescoes is, unfortunately,\nspoiled by his own hand, and remains as a memorial of his genius and\nhasty temper. I allude to the Sposalizio (A.D. 1513) in the\ncourtyard of the Servite church, where Andrea did his series of\nfrescoes from the life of Filippo Benizzi. The composition is grand and\ncarefully thought out, the colouring bright and pleasing; perhaps in\nemulating Andrea’s luxurious style of drapery he has gone a little too\nfar, and crowded the folds. The bridegroom is a noble figure, and shows\nin his face his gladness in the blossoming rod. A man in the foreground\nbreaks a stick across his knees. The commentators of Vasari have taken\nthis to emblematize the Roman Catholic legend of the Virgin having\ngiven rods to each of her suitors, and chosen him whose rod blossomed.\nGraceful women surround the Virgin, but there is perhaps a too marked\nsentimentality about these which suggests a striving after Raphael’s\nstyle. There is, however, a great touch of nature in a mother with a\nnaughty child, who sits crying on the ground, much to the mother’s\ndistress. Francia Bigio commenced this in Andrea’s absence in France,\nwhich so excited his former comrade’s emulation that he did his\nVisitation in great haste, to get it uncovered as soon as\nFrancia Bigio’s. In fact, Andrea’s works were ready by the date of the\nannual festa of the Servites, and the monks, being anxious to uncover\nall the new frescoes for that day, took upon them to remove the\nmattings from that of Francia Bigio as well, without his permission,\nfor he wished to give a few more finishing touches. So angry was he, on\narriving in the cloister, to see a crowd of people admiring his work in\nwhat he felt to be an imperfect condition, that in an excess of rage he\nmounted on the scaffolding which still remained, and, seizing a hammer,\nbeat the head of the Madonna to pieces, and ruined the nude figure\nbreaking the rod. The monks hastened to the scene in an uproar of\nremonstrance, the frantic artist’s destructive hand was stayed by the\nbystanders, but so deep was his displeasure that he refused to restore\nthe picture, and no other hand having touched it, the fresco remains to\nthis day a fine work mutilated. It shows him artistically in his very\nbest, and morally, at his worst, phase. In 1518, while Andrea was in\nFrance, the monks of the Scalzo employed Francia Bigio to fill two\ncompartments in their pretty little cloister, where Andrea had\ncommenced his Life of S. John Baptist. These are spoken of more\nat length in the life of that master, who on his return took the work\nagain in his own hands. In 1521 Bigio competed with Andrea and\nPontormo, in the Medici Villa at Poggio a Cajano; Andrea’s Cæsar\nreceiving Tribute occupies one wall of the hall, and Francia\nBigio’s Triumph of Cicero another. The subjects were selected by\nthe historian, Messer Paolo Giovio, Bishop of Nocera; it only remained\nfor the artists to make the most of the chosen themes. Francia Bigio\nfilled his background with a careful architectural perspective, and a\ncrowd of muscular Romans are grouped before it. This also was left\nunfinished at the Pope’s death, and Allori completed it in 1582.\nFrancia Bigio, however, did many of the gilded decorations of the hall.",
        "In the Dresden Gallery is a work, Scenes from the Life of David, signed\nA. S., MDXXIII., and his monogram, a painting very much in the style of\nAndrea del Sarto’s Life of Joseph. Reumont [Footnote: Life of\nAndrea del Sarto, p. 138 et seq.] claims it as the joint work of Andrea\nand Francia Bigio, founding his opinion on the letters A. S. before the\ndate; but the letters mean only Anno salutis, and are used in\nvery many of Francia Bigio’s signed paintings. He had the commission\nfrom Gio Maria Benintendi in 1523. It is one of those curious pictures\nwhich have many scenes in one–a style which militates greatly against\nartistic unity. On the right is David’s palace, on the left Uriah’s;\nDavid is at his door watching Bathsheba and her maidens bathing. In the\ncentre is the siege of Rabbah; another well-draped group represents\nDavid receiving Uriah’s homage. In the foreground David gives wine to\nUriah at a banquet. There is careful painting and ingenious\ncomposition, but a less finished manner of colouring than in Andrea’s\nJoseph, which was painted about the same time for Pier Borgherini.",
        "Like Ridolfo Ghirlandajo, Francia Bigio fell off in his later style,\npartly because his ambition failed him, and also because he began to\nlook on art as a means of livelihood–a motive which is certain death\nto high art.",
        "He was especially celebrated as a portrait painter, several of his\nworks having been attributed to Raphael. Among these are one at the\nLouvre and one at the Pitti Palace, both portraits of a youth in tunic\nand black cap, with long hair flowing over his shoulders; one in the\nNational Gallery, formerly in Mr. Fuller Maitland’s collection; the\nportrait of a jeweller, dated A. S., MDXVI. in Lord Yarborough’s\ngallery; that in the Berlin Museum, of a man sitting at a desk, dated\n1522; and the likeness of Pier Francesco de Medici at Windsor–all of\nwhich bear Francia Bigio’s monogram, often with the letters A. S.\n(Anno salutis) before the date. He died on January 14th, 1525.",
        "Continue...",
        "\nThis complete text of Fra Bartolommeo by Leader Scott (re-edited by Horace Shipp and Flora Kendrick) \nis in the public domain.\n\nFra Bartolommeo: A Selection From the Rotterdam Albums and Landscape Drawings at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Fra BartolommeoBy Leader ScottAt Amazon"
    ]
}