{
    "title": "Frankenstein - Chapter 6",
    "author": "Mary Shelley",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "Clerval then put the following letter into my hands.  It was from\nmy own Elizabeth:",
        "“My dearest Cousin,",
        "“You have been ill, very ill, and even the constant letters of dear\nkind Henry are not sufficient to reassure me on your account.  You are\nforbidden to write–to hold a pen; yet one word from you, dear Victor,\nis necessary to calm our apprehensions.  For a long time I have thought\nthat each post would bring this line, and my persuasions have\nrestrained my uncle from undertaking a journey to Ingolstadt.  I have\nprevented his encountering the inconveniences and perhaps dangers of so\nlong a journey, yet how often have I regretted not being able to\nperform it myself!  I figure to myself that the task of attending on\nyour sickbed has devolved on some mercenary old nurse, who could never\nguess your wishes nor minister to them with the care and affection of\nyour poor cousin.  Yet that is over now:  Clerval writes that indeed\nyou are getting better.  I eagerly hope that you will confirm this\nintelligence soon in your own handwriting.",
        "“Get well–and return to us.  You will find a happy, cheerful home and\nfriends who love you dearly.  Your father’s health is vigorous, and he\nasks but to see you, but to be assured that you are well; and not a\ncare will ever cloud his benevolent countenance.  How pleased you would\nbe to remark the improvement of our Ernest!  He is now sixteen and full\nof activity and spirit.  He is desirous to be a true Swiss and to enter\ninto foreign service, but we cannot part with him, at least until his\nelder brother returns to us.  My uncle is not pleased with the idea of\na military career in a distant country, but Ernest never had your\npowers of application.  He looks upon study as an odious fetter; his\ntime is spent in the open air, climbing the hills or rowing on the\nlake.  I fear that he will become an idler unless we yield the point\nand permit him to enter on the profession which he has selected.",
        "“Little alteration, except the growth of our dear children, has taken\nplace since you left us.  The blue lake and snow-clad mountains–they\nnever change; and I think our placid home and our contented hearts are\nregulated by the same immutable laws.  My trifling occupations take up\nmy time and amuse me, and I am rewarded for any exertions by seeing\nnone but happy, kind faces around me.  Since you left us, but one\nchange has taken place in our little household.  Do you remember on\nwhat occasion Justine Moritz entered our family?  Probably you do not;\nI will relate her history, therefore in a few words.  Madame Moritz,\nher mother, was a widow with four children, of whom Justine was the\nthird.  This girl had always been the favourite of her father, but\nthrough a strange perversity, her mother could not endure her, and\nafter the death of M. Moritz, treated her very ill.  My aunt observed\nthis, and when Justine was twelve years of age, prevailed on her mother\nto allow her to live at our house.  The republican institutions of our\ncountry have produced simpler and happier manners than those which\nprevail in the great monarchies that surround it.  Hence there is less\ndistinction between the several classes of its inhabitants; and the\nlower orders, being neither so poor nor so despised, their manners are\nmore refined and moral.  A servant in Geneva does not mean the same\nthing as a servant in France and England.  Justine, thus received in\nour family, learned the duties of a servant, a condition which, in our\nfortunate country, does not include the idea of ignorance and a\nsacrifice of the dignity of a human being.",
        "“Justine, you may remember, was a great favourite of yours; and I\nrecollect you once remarked that if you were in an ill humour, one\nglance from Justine could dissipate it, for the same reason that\nAriosto gives concerning the beauty of Angelica–she looked so\nfrank-hearted and happy.  My aunt conceived a great attachment for her,\nby which she was induced to give her an education superior to that\nwhich she had at first intended.  This benefit was fully repaid;\nJustine was the most grateful little creature in the world:  I do not\nmean that she made any professions I never heard one pass her lips, but\nyou could see by her eyes that she almost adored her protectress. \nAlthough her disposition was gay and in many respects inconsiderate,\nyet she paid the greatest attention to every gesture of my aunt.  She\nthought her the model of all excellence and endeavoured to imitate her\nphraseology and manners, so that even now she often reminds me of her.",
        "“When my dearest aunt died every one was too much occupied in their own\ngrief to notice poor Justine, who had attended her during her illness\nwith the most anxious affection.  Poor Justine was very ill; but other\ntrials were reserved for her.",
        "“One by one, her brothers and sister died; and her mother, with the\nexception of her neglected daughter, was left childless.  The\nconscience of the woman was troubled; she began to think that the\ndeaths of her favourites was a judgement from heaven to chastise her\npartiality.  She was a Roman Catholic; and I believe her confessor\nconfirmed the idea which she had conceived.  Accordingly, a few months\nafter your departure for Ingolstadt, Justine was called home by her\nrepentant mother.  Poor girl!  She wept when she quitted our house; she\nwas much altered since the death of my aunt; grief had given softness\nand a winning mildness to her manners, which had before been remarkable\nfor vivacity.  Nor was her residence at her mother’s house of a nature\nto restore her gaiety.  The poor woman was very vacillating in her\nrepentance.  She sometimes begged Justine to forgive her unkindness,\nbut much oftener accused her of having caused the deaths of her\nbrothers and sister.  Perpetual fretting at length threw Madame Moritz\ninto a decline, which at first increased her irritability, but she is\nnow at peace for ever.  She died on the first approach of cold weather,\nat the beginning of this last winter.  Justine has just returned to us;\nand I assure you I love her tenderly.  She is very clever and gentle,\nand extremely pretty; as I mentioned before, her mien and her\nexpression continually remind me of my dear aunt.",
        "“I must say also a few words to you, my dear cousin, of little darling\nWilliam.  I wish you could see him; he is very tall of his age, with\nsweet laughing blue eyes, dark eyelashes, and curling hair.  When he\nsmiles, two little dimples appear on each cheek, which are rosy with\nhealth.  He has already had one or two little WIVES, but Louisa Biron\nis his favourite, a pretty little girl of five years of age.",
        "“Now, dear Victor, I dare say you wish to be indulged in a little\ngossip concerning the good people of Geneva.  The pretty Miss Mansfield\nhas already received the congratulatory visits on her approaching\nmarriage with a young Englishman, John Melbourne, Esq.  Her ugly\nsister, Manon, married M. Duvillard, the rich banker, last autumn. Your\nfavourite schoolfellow, Louis Manoir, has suffered several misfortunes\nsince the departure of Clerval from Geneva.  But he has already\nrecovered his spirits, and is reported to be on the point of marrying a\nlively pretty Frenchwoman, Madame Tavernier.  She is a widow, and much\nolder than Manoir; but she is very much admired, and a favourite with\neverybody.",
        "“I have written myself into better spirits, dear cousin; but my anxiety\nreturns upon me as I conclude.  Write, dearest Victor,–one line–one\nword will be a blessing to us.  Ten thousand thanks to Henry for his\nkindness, his affection, and his many letters; we are sincerely\ngrateful.  Adieu!  my cousin; take care of your self; and, I entreat\nyou, write!",
        "Elizabeth Lavenza.",
        "Geneva, March 18, 17–,",
        "“Dear, dear Elizabeth!” I exclaimed, when I had read her letter:  “I\nwill write instantly and relieve them from the anxiety they must feel.\"\nI wrote, and this exertion greatly fatigued me; but my convalescence\nhad commenced, and proceeded regularly.  In another fortnight I was\nable to leave my chamber.",
        "One of my first duties on my recovery was to introduce Clerval to the\nseveral professors of the university.  In doing this, I underwent a\nkind of rough usage, ill befitting the wounds that my mind had\nsustained.  Ever since the fatal night, the end of my labours, and the\nbeginning of my misfortunes, I had conceived a violent antipathy even\nto the name of natural philosophy.  When I was otherwise quite restored\nto health, the sight of a chemical instrument would renew all the agony\nof my nervous symptoms.  Henry saw this, and had removed all my\napparatus from my view.  He had also changed my apartment; for he\nperceived that I had acquired a dislike for the room which had\npreviously been my laboratory.  But these cares of Clerval were made of\nno avail when I visited the professors.  M. Waldman inflicted torture\nwhen he praised, with kindness and warmth, the astonishing progress I\nhad made in the sciences.  He soon perceived that I disliked the\nsubject; but not guessing the real cause, he attributed my feelings to\nmodesty, and changed the subject from my improvement, to the science\nitself, with a desire, as I evidently saw, of drawing me out.  What\ncould I do?  He meant to please, and he tormented me.  I felt as if he\nhad placed carefully, one by one, in my five * those instruments which\nwere to be afterwards used in putting me to a slow and cruel death.  I\nwrithed under his words, yet dared not exhibit the pain I felt.\nClerval, whose eyes and feelings were always quick in discerning the\nsensations of others, declined the subject, alleging, in excuse, his\ntotal ignorance; and the conversation took a more general turn.  I\nthanked my friend from my heart, but I did not speak.  I saw plainly\nthat he was surprised, but he never attempted to draw my secret from\nme; and although I loved him with a mixture of affection and reverence\nthat knew no bounds, yet I could never persuade myself to confide in\nhim that event which was so often present to my recollection, but which\nI feared the detail to another would only impress more deeply.",
        "M. Krempe was not equally docile; and in my condition at that time, of\nalmost insupportable sensitiveness, his harsh blunt encomiums gave me\neven more pain than the benevolent approbation of M. Waldman.  “D–n\nthe fellow!” cried he; “why, M. Clerval, I assure you he has outstript\nus all.  Ay, stare if you please; but it is nevertheless true.  A\nyoungster who, but a few years ago, believed in Cornelius Agrippa as\nfirmly as in the gospel, has now set himself at the head of the\nuniversity; and if he is not soon pulled down, we shall all be out of\ncountenance.–Ay, ay,” continued he, observing my face expressive of\nsuffering, “M. Frankenstein is modest; an excellent quality in a young\nman.  Young men should be diffident of themselves, you know, M.\nClerval:  I was myself when young; but that wears out in a very short\ntime.”",
        "M. Krempe had now commenced an eulogy on himself, which happily turned\nthe conversation from a subject that was so annoying to me.",
        "Clerval had never sympathized in my tastes for natural science; and his\nliterary pursuits differed wholly from those which had occupied me.  He\ncame to the university with the design of making himself complete\nmaster of the oriental languages, and thus he should open a field for\nthe plan of life he had marked out for himself.  Resolved to pursue no\ninglorious career, he turned his eyes toward the East, as affording\nscope for his spirit of enterprise.  The Persian, Arabic, and Sanscrit\nlanguages engaged his attention, and I was easily induced to enter on\nthe same studies.  Idleness had ever been irksome to me, and now that I\nwished to fly from reflection, and hated my former studies, I felt\ngreat relief in being the fellow-pupil with my friend, and found not\nonly instruction but consolation in the works of the orientalists.  I\ndid not, like him, attempt a critical knowledge of their dialects, for\nI did not contemplate making any other use of them than temporary\namusement.  I read merely to understand their meaning, and they well\nrepaid my labours.  Their melancholy is soothing, and their joy\nelevating, to a degree I never experienced in studying the authors of\nany other country.  When you read their writings, life appears to\nconsist in a warm sun and a garden of roses,–in the smiles and frowns\nof a fair enemy, and the fire that consumes your own heart.  How\ndifferent from the manly and heroical poetry of Greece and Rome!",
        "Summer passed away in these occupations, and my return to Geneva was\nfixed for the latter end of autumn; but being delayed by several\naccidents, winter and snow arrived, the roads were deemed impassable,\nand my journey was retarded until the ensuing spring.  I felt this\ndelay very bitterly; for I longed to see my native town and my beloved\nfriends.  My return had only been delayed so long, from an\nunwillingness to leave Clerval in a strange place, before he had become\nacquainted with any of its inhabitants.  The winter, however, was spent\ncheerfully; and although the spring was uncommonly late, when it came\nits beauty compensated for its dilatoriness.",
        "The month of May had already commenced, and I expected the letter daily\nwhich was to fix the date of my departure, when Henry proposed a\npedestrian tour in the environs of Ingolstadt, that I might bid a\npersonal farewell to the country I had so long inhabited.  I acceded\nwith pleasure to this proposition:  I was fond of exercise, and Clerval\nhad always been my favourite companion in the ramble of this nature\nthat I had taken among the scenes of my native country.",
        "We passed a fortnight in these perambulations:  my health and spirits\nhad long been restored, and they gained additional strength from the\nsalubrious air I breathed, the natural incidents of our progress, and\nthe conversation of my friend.  Study had before secluded me from the\nintercourse of my fellow-creatures, and rendered me unsocial; but\nClerval called forth the better feelings of my heart; he again taught\nme to love the aspect of nature, and the cheerful faces of children. \nExcellent friend!  how sincerely you did love me, and endeavour to\nelevate my mind until it was on a level with your own.  A selfish\npursuit had cramped and narrowed me, until your gentleness and\naffection warmed and opened my senses; I became the same happy creature\nwho, a few years ago, loved and beloved by all, had no sorrow or care.\nWhen happy, inanimate nature had the power of bestowing on me the most\ndelightful sensations.  A serene sky and verdant fields filled me with\necstasy.  The present season was indeed divine; the flowers of spring\nbloomed in the hedges, while those of summer were already in bud.  I\nwas undisturbed by thoughts which during the preceding year had pressed\nupon me, notwithstanding my endeavours to throw them off, with an\ninvincible burden.",
        "Henry rejoiced in my gaiety, and sincerely sympathised in my feelings:\nhe exerted himself to amuse me, while he expressed the sensations that\nfilled his soul.  The resources of his mind on this occasion were truly\nastonishing:  his conversation was full of imagination; and very often,\nin imitation of the Persian and Arabic writers, he invented tales of\nwonderful fancy and passion.  At other times he repeated my favourite\npoems, or drew me out into arguments, which he supported with great\ningenuity.  We returned to our college on a Sunday afternoon:  the\npeasants were dancing, and every one we met appeared gay and happy.  My\nown spirits were high, and I bounded along with feelings of unbridled\njoy and hilarity.",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}