{
    "title": "Frankenstein - Chapter 8",
    "author": "Mary Shelley",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "We passed a few sad hours until eleven o’clock, when the trial was to\ncommence.  My father and the rest of the family being obliged to attend\nas witnesses, I accompanied them to the court.  During the whole of\nthis wretched mockery of justice I suffered living torture.  It was to\nbe decided whether the result of my curiosity and lawless devices would\ncause the death of two of my fellow beings:  one a smiling babe full of\ninnocence and joy, the other far more dreadfully murdered, with every\naggravation of infamy that could make the murder memorable in horror. \nJustine also was a girl of merit and possessed qualities which promised\nto render her life happy; now all was to be obliterated in an\nignominious grave, and I the cause!  A thousand times rather would I\nhave confessed myself guilty of the crime ascribed to Justine, but I\nwas absent when it was committed, and such a declaration would have\nbeen considered as the ravings of a madman and would not have\nexculpated her who suffered through me.",
        "The appearance of Justine was calm.  She was dressed in mourning, and\nher countenance, always engaging, was rendered, by the solemnity of her\nfeelings, exquisitely beautiful.  Yet she appeared confident in\ninnocence and did not tremble, although gazed on and execrated by\nthousands, for all the kindness which her beauty might otherwise have\nexcited was obliterated in the minds of the spectators by the\nimagination of the enormity she was supposed to have committed.  She\nwas tranquil, yet her tranquillity was evidently constrained; and as\nher confusion had before been adduced as a proof of her guilt, she\nworked up her mind to an appearance of courage.  When she entered the\ncourt she threw her eyes round it and quickly discovered where we were\nseated.  A tear seemed to dim her eye when she saw us, but she quickly\nrecovered herself, and a look of sorrowful affection seemed to attest\nher utter guiltlessness.",
        "The trial began, and after the advocate against her had stated the\ncharge, several witnesses were called.  Several strange facts combined\nagainst her, which might have staggered anyone who had not such proof\nof her innocence as I had.  She had been out the whole of the night on\nwhich the murder had been committed and towards morning had been\nperceived by a market-woman not far from the spot where the body of the\nmurdered child had been afterwards found.  The woman asked her what she\ndid there, but she looked very strangely and only returned a confused\nand unintelligible answer.  She returned to the house about eight\no’clock, and when one inquired where she had passed the night, she\nreplied that she had been looking for the child and demanded earnestly\nif anything had been heard concerning him.  When shown the body, she\nfell into violent hysterics and kept her bed for several days.  The\npicture was then produced which the servant had found in her pocket;\nand when Elizabeth, in a faltering voice, proved that it was the same\nwhich, an hour before the child had been missed, she had placed round\nhis neck, a murmur of horror and indignation filled the court.",
        "Justine was called on for her defence.  As the trial had proceeded, her\ncountenance had altered.  Surprise, horror, and misery were strongly\nexpressed.  Sometimes she struggled with her tears, but when she was\ndesired to plead, she collected her powers and spoke in an audible\nalthough variable voice.",
        "“God knows,” she said, “how entirely I am innocent.  But I do not\npretend that my protestations should acquit me; I rest my innocence on\na plain and simple explanation of the facts which have been adduced\nagainst me, and I hope the character I have always borne will incline\nmy judges to a favourable interpretation where any circumstance appears\ndoubtful or suspicious.”",
        "She then related that, by the permission of Elizabeth, she had passed\nthe evening of the night on which the murder had been committed at the\nhouse of an aunt at Chene, a village situated at about a league from\nGeneva.  On her return, at about nine o’clock, she met a man who asked\nher if she had seen anything of the child who was lost.  She was\nalarmed by this account and passed several hours in looking for him,\nwhen the gates of Geneva were shut, and she was forced to remain\nseveral hours of the night in a barn belonging to a cottage, being\nunwilling to call up the inhabitants, to whom she was well known.  Most\nof the night she spent here watching; towards morning she believed that\nshe slept for a few minutes; some steps disturbed her, and she awoke. \nIt was dawn, and she quitted her asylum, that she might again endeavour\nto find my brother.  If she had gone near the spot where his body lay,\nit was without her knowledge.  That she had been bewildered when\nquestioned by the market-woman was not surprising, since she had passed\na sleepless night and the fate of poor William was yet uncertain. \nConcerning the picture she could give no account.",
        "“I know,” continued the unhappy victim, “how heavily and fatally this\none circumstance weighs against me, but I have no power of explaining\nit; and when I have expressed my utter ignorance, I am only left to\nconjecture concerning the probabilities by which it might have been\nplaced in my pocket.  But here also I am checked.  I believe that I\nhave no enemy on earth, and none surely would have been so wicked as to\ndestroy me wantonly.  Did the murderer place it there?  I know of no\nopportunity afforded him for so doing; or, if I had, why should he have\nstolen the jewel, to part with it again so soon?",
        "“I commit my cause to the justice of my judges, yet I see no room for\nhope.  I beg permission to have a few witnesses examined concerning my\ncharacter, and if their testimony shall not overweigh my supposed\nguilt, I must be condemned, although I would pledge my salvation on my\ninnocence.”",
        "Several witnesses were called who had known her for many years, and\nthey spoke well of her; but fear and hatred of the crime of which they\nsupposed her guilty rendered them timorous and unwilling to come\nforward.  Elizabeth saw even this last resource, her excellent\ndispositions and irreproachable conduct, about to fail the accused,\nwhen, although violently agitated, she desired permission to address\nthe court.",
        "“I am,” said she, “the cousin of the unhappy child who was murdered, or\nrather his sister, for I was educated by and have lived with his\nparents ever since and even long before his birth.  It may therefore be\njudged indecent in me to come forward on this occasion, but when I see\na fellow creature about to perish through the cowardice of her\npretended friends, I wish to be allowed to speak, that I may say what I\nknow of her character.  I am well acquainted with the accused.  I have\nlived in the same house with her, at one time for five and at another\nfor nearly two years.  During all that period she appeared to me the\nmost amiable and benevolent of human creatures.  She nursed Madame\nFrankenstein, my aunt, in her last illness, with the greatest affection\nand care and afterwards attended her own mother during a tedious\nillness, in a manner that excited the admiration of all who knew her,\nafter which she again lived in my uncle’s house, where she was beloved\nby all the family.  She was warmly attached to the child who is now\ndead and acted towards him like a most affectionate mother.  For my own\npart, I do not hesitate to say that, notwithstanding all the evidence\nproduced against her, I believe and rely on her perfect innocence.  She\nhad no temptation for such an action; as to the bauble on which the\nchief proof rests, if she had earnestly desired it, I should have\nwillingly given it to her, so much do I esteem and value her.”",
        "A murmur of approbation followed Elizabeth’s simple and powerful\nappeal, but it was excited by her generous interference, and not in\nfavour of poor Justine, on whom the public indignation was turned with\nrenewed violence, charging her with the blackest ingratitude.  She\nherself wept as Elizabeth spoke, but she did not answer.  My own\nagitation and anguish was extreme during the whole trial.  I believed\nin her innocence; I knew it.  Could the demon who had (I did not for a\nminute doubt) murdered my brother also in his hellish sport have\nbetrayed the innocent to death and ignominy?  I could not sustain the\nhorror of my situation, and when I perceived that the popular voice and\nthe countenances of the judges had already condemned my unhappy victim,\nI rushed out of the court in agony.  The tortures of the accused did\nnot equal mine; she was sustained by innocence, but the fangs of\nremorse tore my bosom and would not forgo their hold.",
        "I passed a night of unmingled wretchedness.  In the morning I went to\nthe court; my lips and throat were parched.  I dared not ask the fatal\nquestion, but I was known, and the officer guessed the cause of my\nvisit.  The ballots had been thrown; they were all black, and Justine\nwas condemned.",
        "I cannot pretend to describe what I then felt.  I had before\nexperienced sensations of horror, and I have endeavoured to bestow upon\nthem adequate expressions, but words cannot convey an idea of the\nheart-sickening despair that I then endured.  The person to whom I\naddressed myself added that Justine had already confessed her guilt. \n“That evidence,” he observed, “was hardly required in so glaring a\ncase, but I am glad of it, and, indeed, none of our judges like to\ncondemn a criminal upon circumstantial evidence, be it ever so\ndecisive.”",
        "This was strange and unexpected intelligence; what could it mean?  Had\nmy eyes deceived me?  And was I really as mad as the whole world would\nbelieve me to be if I disclosed the object of my suspicions?  I\nhastened to return home, and Elizabeth eagerly demanded the result.",
        "“My cousin,” replied I, “it is decided as you may have expected; all\njudges had rather that ten innocent should suffer than that one guilty\nshould escape.  But she has confessed.”",
        "This was a dire blow to poor Elizabeth, who had relied with firmness\nupon Justine’s innocence.  “Alas!” said she.  “How shall I ever again\nbelieve in human goodness?  Justine, whom I loved and esteemed as my\nsister, how could she put on those smiles of innocence only to betray? \nHer mild eyes seemed incapable of any severity or guile, and yet she\nhas committed a murder.”",
        "Soon after we heard that the poor victim had expressed a desire to see\nmy cousin.  My father wished her not to go but said that he left it to\nher own judgment and feelings to decide.  “Yes,” said Elizabeth, “I\nwill go, although she is guilty; and you, Victor, shall accompany me; I\ncannot go alone.”  The idea of this visit was torture to me, yet I\ncould not refuse.  We entered the gloomy prison chamber and beheld\nJustine sitting on some straw at the farther end; her hands were\nmanacled, and her head rested on her knees.  She rose on seeing us\nenter, and when we were left alone with her, she threw herself at the\nfeet of Elizabeth, weeping bitterly.  My cousin wept also.",
        "“Oh, Justine!” said she.  “Why did you rob me of my last consolation?\nI relied on your innocence, and although I was then very wretched, I\nwas not so miserable as I am now.”",
        "“And do you also believe that I am so very, very wicked?  Do you also\njoin with my enemies to crush me, to condemn me as a murderer?” Her\nvoice was suffocated with sobs.",
        "“Rise, my poor girl,” said Elizabeth; “why do you kneel, if you are\ninnocent?  I am not one of your enemies, I believed you guiltless,\nnotwithstanding every evidence, until I heard that you had yourself\ndeclared your guilt.  That report, you say, is false; and be assured,\ndear Justine, that nothing can shake my confidence in you for a moment,\nbut your own confession.”",
        "“I did confess, but I confessed a lie.  I confessed, that I might\nobtain absolution; but now that falsehood lies heavier at my heart than\nall my other sins.  The God of heaven forgive me!  Ever since I was\ncondemned, my confessor has besieged me; he threatened and menaced,\nuntil I almost began to think that I was the monster that he said I\nwas.  He threatened excommunication and hell fire in my last moments if\nI continued obdurate.  Dear lady, I had none to support me; all looked\non me as a wretch doomed to ignominy and perdition.  What could I do? \nIn an evil hour I subscribed to a lie; and now only am I truly\nmiserable.”",
        "She paused, weeping, and then continued, “I thought with horror, my\nsweet lady, that you should believe your Justine, whom your blessed\naunt had so highly honoured, and whom you loved, was a creature capable\nof a crime which none but the devil himself could have perpetrated.\nDear William! dearest blessed child!  I soon shall see you again in\nheaven, where we shall all be happy; and that consoles me, going as I\nam to suffer ignominy and death.”",
        "“Oh, Justine!  Forgive me for having for one moment distrusted you.\nWhy did you confess?  But do not mourn, dear girl.  Do not fear.  I\nwill proclaim, I will prove your innocence.  I will melt the stony\nhearts of your enemies by my tears and prayers.  You shall not die! \nYou, my playfellow, my companion, my sister, perish on the scaffold! \nNo!  No!  I never could survive so horrible a misfortune.”",
        "Justine shook her head mournfully.  “I do not fear to die,” she said;\n“that pang is past.  God raises my weakness and gives me courage to\nendure the worst.  I leave a sad and bitter world; and if you remember\nme and think of me as of one unjustly condemned, I am resigned to the\nfate awaiting me.  Learn from me, dear lady, to submit in patience to\nthe will of heaven!”",
        "During this conversation I had retired to a corner of the prison room,\nwhere I could conceal the horrid anguish that possessed me.  Despair! \nWho dared talk of that?  The poor victim, who on the morrow was to pass\nthe awful boundary between life and death, felt not, as I did, such\ndeep and bitter agony.  I gnashed my teeth and ground them together,\nuttering a groan that came from my inmost soul.  Justine started.  When\nshe saw who it was, she approached me and said, “Dear sir, you are very\nkind to visit me; you, I hope, do not believe that I am guilty?”",
        "I could not answer.  “No, Justine,” said Elizabeth; “he is more\nconvinced of your innocence than I was, for even when he heard that you\nhad confessed, he did not credit it.”",
        "“I truly thank him.  In these last moments I feel the sincerest\ngratitude towards those who think of me with kindness.  How sweet is\nthe affection of others to such a wretch as I am!  It removes more than\nhalf my misfortune, and I feel as if I could die in peace now that my\ninnocence is acknowledged by you, dear lady, and your cousin.”",
        "Thus the poor sufferer tried to comfort others and herself.  She indeed\ngained the resignation she desired.  But I, the true murderer, felt the\nnever-dying worm alive in my bosom, which allowed of no hope or\nconsolation.  Elizabeth also wept and was unhappy, but hers also was\nthe misery of innocence, which, like a cloud that passes over the fair\nmoon, for a while hides but cannot tarnish its brightness.  Anguish and\ndespair had penetrated into the core of my heart; I bore a hell within\nme which nothing could extinguish.  We stayed several hours with\nJustine, and it was with great difficulty that Elizabeth could tear\nherself away.  “I wish,” cried she, “that I were to die with you; I\ncannot live in this world of misery.”",
        "Justine assumed an air of cheerfulness, while she with difficulty\nrepressed her bitter tears.  She embraced Elizabeth and said in a voice\nof half-suppressed emotion, “Farewell, sweet lady, dearest Elizabeth,\nmy beloved and only friend; may heaven, in its bounty, bless and\npreserve you; may this be the last misfortune that you will ever\nsuffer!  Live, and be happy, and make others so.”",
        "And on the morrow Justine died.  Elizabeth’s heart-rending eloquence\nfailed to move the judges from their settled conviction in the\ncriminality of the saintly sufferer.  My passionate and indignant\nappeals were lost upon them.  And when I received their cold answers\nand heard the harsh, unfeeling reasoning of these men, my purposed\navowal died away on my lips.  Thus I might proclaim myself a madman,\nbut not revoke the sentence passed upon my wretched victim.  She\nperished on the scaffold as a murderess!",
        "From the tortures of my own heart, I turned to contemplate the deep and\nvoiceless grief of my Elizabeth.  This also was my doing!  And my\nfather’s woe, and the desolation of that late so smiling home all was\nthe work of my thrice-accursed hands!  Ye weep, unhappy ones, but these\nare not your last tears!  Again shall you raise the funeral wail, and\nthe sound of your lamentations shall again and again be heard! \nFrankenstein, your son, your kinsman, your early, much-loved friend; he\nwho would spend each vital drop of blood for your sakes, who has no\nthought nor sense of joy except as it is mirrored also in your dear\ncountenances, who would fill the air with blessings and spend his life\nin serving you–he bids you weep, to shed countless tears; happy beyond\nhis hopes, if thus inexorable fate be satisfied, and if the destruction\npause before the peace of the grave have succeeded to your sad\ntorments!",
        "Thus spoke my prophetic soul, as, torn by remorse, horror, and despair,\nI beheld those I loved spend vain sorrow upon the graves of William and\nJustine, the first hapless victims to my unhallowed arts.",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}