{
    "title": "Frankenstein - Chapter 20",
    "author": "Mary Shelley",
    "chapter": "24",
    "content": [
        "\n",
        "\n\n",
        "I sat one evening in my laboratory; the sun had set, and the moon was\njust rising from the sea; I had not sufficient light for my employment,\nand I remained idle, in a pause of consideration of whether I should\nleave my labour for the night or hasten its conclusion by an\nunremitting attention to it.  As I sat, a train of reflection occurred\nto me which led me to consider the effects of what I was now doing. \nThree years before, I was engaged in the same manner and had created a\nfiend whose unparalleled barbarity had desolated my heart and filled it\nforever with the bitterest remorse.  I was now about to form another\nbeing of whose dispositions I was alike ignorant; she might become ten\nthousand times more malignant than her mate and delight, for its own\nsake, in murder and wretchedness.  He had sworn to quit the\nneighbourhood of man and hide himself in deserts, but she had not; and\nshe, who in all probability was to become a thinking and reasoning\nanimal, might refuse to comply with a compact made before her creation.\nThey might even hate each other; the creature who already lived loathed\nhis own deformity, and might he not conceive a greater abhorrence for\nit when it came before his eyes in the female form?  She also might\nturn with disgust from him to the superior beauty of man; she might\nquit him, and he be again alone, exasperated by the fresh provocation\nof being deserted by one of his own species.  Even if they were to\nleave Europe and inhabit the deserts of the new world, yet one of the\nfirst results of those sympathies for which the daemon thirsted would\nbe children, and a race of devils would be propagated upon the earth\nwho might make the very existence of the species of man a condition\nprecarious and full of terror.  Had I right, for my own benefit, to\ninflict this curse upon everlasting generations?  I had before been\nmoved by the sophisms of the being I had created; I had been struck\nsenseless by his fiendish threats; but now, for the first time, the\nwickedness of my promise burst upon me; I shuddered to think that\nfuture ages might curse me as their pest, whose selfishness had not\nhesitated to buy its own peace at the price, perhaps, of the existence\nof the whole human race.",
        "I trembled and my heart failed within me, when, on looking up, I saw by\nthe light of the moon the daemon at the casement.  A ghastly grin\nwrinkled his lips as he gazed on me, where I sat fulfilling the task\nwhich he had allotted to me.  Yes, he had followed me in my travels; he\nhad loitered in forests, hid himself in caves, or taken refuge in wide\nand desert heaths; and he now came to mark my progress and claim the\nfulfillment of my promise.",
        "As I looked on him, his countenance expressed the utmost extent of\nmalice and treachery.  I thought with a sensation of madness on my\npromise of creating another like to him, and trembling with passion,\ntore to pieces the thing on which I was engaged.  The wretch saw me\ndestroy the creature on whose future existence he depended for\nhappiness, and with a howl of devilish despair and revenge, withdrew.",
        "I left the room, and locking the door, made a solemn vow in my own\nheart never to resume my labours; and then, with trembling steps, I\nsought my own apartment. I was alone; none were near me to dissipate\nthe gloom and relieve me from the sickening oppression of the most\nterrible reveries.",
        "Several hours passed, and I remained near my window gazing on the sea;\nit was almost motionless, for the winds were hushed, and all nature\nreposed under the eye of the quiet moon.  A few fishing vessels alone\nspecked the water, and now and then the gentle breeze wafted the sound\nof voices as the fishermen called to one another.  I felt the silence,\nalthough I was hardly conscious of its extreme profundity, until my ear\nwas suddenly arrested by the paddling of oars near the shore, and a\nperson landed close to my house.",
        "In a few minutes after, I heard the creaking of my door, as if some one\nendeavoured to open it softly.  I trembled from head to foot; I felt a\npresentiment of who it was and wished to rouse one of the peasants who\ndwelt in a cottage not far from mine; but I was overcome by the\nsensation of helplessness, so often felt in frightful dreams, when you\nin vain endeavour to fly from an impending danger, and was rooted to\nthe spot. Presently I heard the sound of footsteps along the passage;\nthe door opened, and the wretch whom I dreaded appeared.",
        "Shutting the door, he approached me and said in a smothered voice, “You\nhave destroyed the work which you began; what is it that you intend?\nDo you dare to break your promise?  I have endured toil and misery; I\nleft Switzerland with you; I crept along the shores of the Rhine, among\nits willow islands and over the summits of its hills.  I have dwelt\nmany months in the heaths of England and among the deserts of Scotland.\nI have endured incalculable fatigue, and cold, and hunger; do you dare\ndestroy my hopes?”",
        "“Begone!  I do break my promise; never will I create another like\nyourself, equal in deformity and wickedness.”",
        "“Slave, I before reasoned with you, but you have proved yourself\nunworthy of my condescension.  Remember that I have power; you believe\nyourself miserable, but I can make you so wretched that the light of\nday will be hateful to you.  You are my creator, but I am your master;\nobey!”",
        "“The hour of my irresolution is past, and the period of your power is\narrived.  Your threats cannot move me to do an act of wickedness; but\nthey confirm me in a determination of not creating you a companion in\nvice.  Shall I, in cool blood, set loose upon the earth a daemon whose\ndelight is in death and wretchedness?  Begone!  I am firm, and your\nwords will only exasperate my rage.”",
        "The monster saw my determination in my face and gnashed his teeth in\nthe impotence of anger.  “Shall each man,” cried he, “find a wife for\nhis bosom, and each beast have his mate, and I be alone?  I had\nfeelings of affection, and they were requited by detestation and\nscorn.  Man!  You may hate, but beware!  Your hours will pass in dread\nand misery, and soon the bolt  will fall which must ravish from you\nyour happiness forever.  Are you to be happy while I grovel in the\nintensity of my wretchedness?  You can blast my other passions, but\nrevenge remains–revenge, henceforth dearer than light or food!  I\nmay die, but first you, my tyrant and tormentor, shall curse the sun\nthat gazes on your misery.  Beware, for I am fearless and therefore\npowerful.  I will watch with the wiliness of a snake, that I may sting\nwith its venom.  Man, you shall repent of the injuries you inflict.”",
        "“Devil, cease; and do not poison the air with these sounds of malice.\nI have declared my resolution to you, and I am no coward to bend beneath\nwords.  Leave me; I am inexorable.”",
        "“It is well.  I go; but remember, I shall be with you on your\nwedding-night.”",
        "I started forward and exclaimed, “Villain!  Before you sign my\ndeath-warrant, be sure that you are yourself safe.”",
        "I would have seized him, but he eluded me and quitted the house with\nprecipitation.  In a few moments I saw him in his boat, which shot\nacross the waters with an arrowy swiftness and was soon lost amidst the\nwaves.",
        "All was again silent, but his words rang in my ears.  I burned with\nrage to pursue the murderer of my peace and precipitate him into the\nocean.  I walked up and down my room hastily and perturbed, while my\nimagination conjured up a thousand images to torment and sting me.  Why\nhad I not followed him and closed with him in mortal strife?  But I had\nsuffered him to depart, and he had directed his course towards the\nmainland.  I shuddered to think who might be the next victim sacrificed\nto his insatiate revenge.  And then I thought again of his words–\"I\nWILL BE WITH YOU ON YOUR WEDDING-NIGHT.”  That, then, was the period\nfixed for the fulfillment of my destiny.  In that hour I should die and\nat once satisfy and extinguish his malice.  The prospect did not move\nme to fear; yet when I thought of my beloved Elizabeth, of her tears\nand endless sorrow, when she should find her lover so barbarously\nsnatched from her, tears, the first I had shed for many months,\nstreamed from my eyes, and I resolved not to fall before my enemy\nwithout a bitter struggle.",
        "The night passed away, and the sun rose from the ocean; my feelings\nbecame calmer, if it may be called calmness when the violence of rage\nsinks into the depths of despair.  I left the house, the horrid scene\nof the last night’s contention, and walked on the beach of the sea,\nwhich I almost regarded as an insuperable barrier between me and my\nfellow creatures; nay, a wish that such should prove the fact stole\nacross me.",
        "I desired that I might pass my life on that barren rock, wearily, it is\ntrue, but uninterrupted by any sudden shock of misery.  If I returned,\nit was to be sacrificed or to see those whom I most loved die under the\ngrasp of a daemon whom I had myself created.",
        "I walked about the isle like a restless spectre, separated from all it\nloved and miserable in the separation.  When it became noon, and the\nsun rose higher, I lay down on the grass and was overpowered by a deep\nsleep.  I had been awake the whole of the preceding night, my nerves\nwere agitated, and my eyes inflamed by watching and misery.  The sleep\ninto which I now sank refreshed me; and when I awoke, I again felt as\nif I belonged to a race of human beings like myself, and I began to\nreflect upon what had passed with greater composure; yet still the\nwords of the fiend rang in my ears like a death-knell; they appeared\nlike a dream, yet distinct and oppressive as a reality.",
        "The sun had far descended, and I still sat on the shore, satisfying my\nappetite, which had become ravenous, with an oaten cake, when I saw a\nfishing-boat land close to me, and one of the men brought me a packet;\nit contained letters from Geneva, and one from Clerval entreating me to\njoin him.  He said that he was wearing away his time fruitlessly where\nhe was, that letters from the friends he had formed in London desired\nhis return to complete the negotiation they had entered into for his\nIndian enterprise.  He could not any longer delay his departure; but as\nhis journey to London might be followed, even sooner than he now\nconjectured, by his longer voyage, he entreated me to bestow as much of\nmy society on him as I could spare.  He besought me, therefore, to\nleave my solitary isle and to meet him at Perth, that we might proceed\nsouthwards together.  This letter in a degree recalled me to life, and\nI determined to quit my island at the expiration of two days.  Yet,\nbefore I departed, there was a task to perform, on which I shuddered to\nreflect; I must pack up my chemical instruments, and for that purpose I\nmust enter the room which had been the scene of my odious work, and I\nmust handle those utensils the sight of which was sickening to me. The\nnext morning, at daybreak, I summoned sufficient courage and unlocked\nthe door of my laboratory.  The remains of the half-finished creature,\nwhom I had destroyed, lay scattered on the floor, and I almost felt as\nif I had mangled the living flesh of a human being.  I paused to\ncollect myself and then entered the chamber.  With trembling hand I\nconveyed the instruments out of the room, but I reflected that I ought\nnot to leave the relics of my work to excite the horror and suspicion\nof the peasants; and I accordingly put them into a basket, with a great\nquantity of stones, and laying them up, determined to throw them into\nthe sea that very night; and in the meantime I sat upon the beach,\nemployed in cleaning and arranging my chemical apparatus.",
        "Nothing could be more complete than the alteration that had taken place\nin my feelings since the night of the appearance of the daemon.  I had\nbefore regarded my promise with a gloomy despair as a thing that, with\nwhatever consequences, must be fulfilled; but I now felt as if a film\nhad been taken from before my eyes and that I for the first time saw\nclearly.  The idea of renewing my labours did not for one instant occur\nto me; the threat I had heard weighed on my thoughts, but I did not\nreflect that a voluntary act of mine could avert it.  I had resolved in\nmy own mind that to create another like the fiend I had first made\nwould be an act of the basest and most atrocious selfishness, and I\nbanished from my mind every thought that could lead to a different\nconclusion.",
        "Between two and three in the morning the moon rose; and I then, putting\nmy basket aboard a little skiff, sailed out about four miles from the\nshore.  The scene was perfectly solitary; a few boats were returning\ntowards land, but I sailed away from them.  I felt as if I was about\nthe commission of a dreadful crime and avoided with shuddering anxiety\nany encounter with my fellow creatures.  At one time the moon, which\nhad before been clear, was suddenly overspread by a thick cloud, and I\ntook advantage of the moment of darkness and cast my basket into the\nsea; I listened to the gurgling sound as it sank and then sailed away\nfrom the spot.  The sky became clouded, but the air was pure, although\nchilled by the northeast breeze that was then rising.  But it refreshed\nme and filled me with such agreeable sensations that I resolved to\nprolong my stay on the water, and fixing the rudder in a direct\nposition, stretched myself at the bottom of the boat.  Clouds hid the\nmoon, everything was obscure, and I heard only the sound of the boat as\nits keel cut through the waves; the murmur lulled me, and in a short\ntime I slept soundly. I do not know how long I remained in this\nsituation, but when I awoke I found that the sun had already mounted\nconsiderably.  The wind was high, and the waves continually threatened\nthe safety of my little skiff.  I found that the wind was northeast and\nmust have driven me far from the coast from which I had embarked.  I\nendeavoured to change my course but quickly found that if I again made\nthe attempt the boat would be instantly filled with water.  Thus\nsituated, my only resource was to drive before the wind.  I confess\nthat I felt a few sensations of terror.  I had no compass with me and\nwas so slenderly acquainted with the geography of this part of the\nworld that the sun was of little benefit to me.  I might be driven into\nthe wide Atlantic and feel all the tortures of starvation or be\nswallowed up in the immeasurable waters that roared and buffeted around\nme.  I had already been out many hours and felt the torment of a\nburning thirst, a prelude to my other sufferings.  I looked on the\nheavens, which were covered by clouds that flew before the wind, only\nto be replaced by others; I looked upon the sea; it was to be my grave.\n“Fiend,” I exclaimed, “your task is already fulfilled!”  I thought of\nElizabeth, of my father, and of Clerval–all left behind, on whom the\nmonster might satisfy his sanguinary and merciless passions.  This idea\nplunged me into a reverie so despairing and frightful that even now,\nwhen the scene is on the point of closing before me forever, I shudder\nto reflect on it.",
        "Some hours passed thus; but by degrees, as the sun declined towards the\nhorizon, the wind died away into a gentle breeze and the sea became\nfree from breakers.  But these gave place to a heavy swell; I felt sick\nand hardly able to hold the rudder, when suddenly I saw a line of high\nland towards the south.",
        "Almost spent, as I was, by fatigue and the dreadful suspense I endured\nfor several hours, this sudden certainty of life rushed like a flood of\nwarm joy to my heart, and tears gushed from my eyes.",
        "How mutable are our feelings, and how strange is that clinging love we\nhave of life even in the excess of misery!  I constructed another sail\nwith a part of my dress and eagerly steered my course towards the\nland.  It had a wild and rocky appearance, but as I approached nearer I\neasily perceived the traces of cultivation.  I saw vessels near the\nshore and found myself suddenly transported back to the neighbourhood\nof civilized man.  I carefully traced the windings of the land and\nhailed a steeple which I at length saw issuing from behind a small\npromontory.  As I was in a state of extreme debility, I resolved to\nsail directly towards the town, as a place where I could most easily\nprocure nourishment.  Fortunately I had money with me.",
        "As I turned the promontory I perceived a small neat town and a good\nharbour, which I entered, my heart bounding with joy at my unexpected\nescape.",
        "As I was occupied in fixing the boat and arranging the sails, several\npeople crowded towards the spot.  They seemed much surprised at my\nappearance, but instead of offering me any assistance, whispered\ntogether with gestures that at any other time might have produced in me\na slight sensation of alarm. As it was, I merely remarked that they\nspoke English, and I therefore addressed them in that language.  “My\ngood friends,” said I, “will you be so kind as to tell me the name of\nthis town and inform me where I am?”",
        "“You will know that soon enough,” replied a man with a hoarse voice.\n“Maybe you are come to a place that will not prove much to your taste,\nbut you will not be consulted as to your quarters, I promise you.”",
        "I was exceedingly surprised on receiving so rude an answer from a\nstranger, and I was also disconcerted on perceiving the frowning and\nangry countenances of his companions.  “Why do you answer me so\nroughly?”  I replied.  “Surely it is not the custom of Englishmen to\nreceive strangers so inhospitably.”",
        "“I do not know,” said the man, “what the custom of the English may be,\nbut it is the custom of the Irish to hate villains.” While this strange\ndialogue continued, I perceived the crowd rapidly increase.  Their\nfaces expressed a mixture of curiosity and anger, which annoyed  and in\nsome degree alarmed me.",
        "I inquired the way to the inn, but no one replied.  I then moved\nforward, and a murmuring sound arose from the crowd as they followed\nand surrounded me, when an ill-looking man approaching tapped me on the\nshoulder and said, “Come, sir, you must follow me to Mr. Kirwin’s to\ngive an account of yourself.”",
        "“Who is Mr. Kirwin?  Why am I to give an account of myself?  Is not\nthis a free country?”",
        "“Ay, sir, free enough for honest folks.  Mr. Kirwin is a magistrate,\nand you are to give an account of the death of a gentleman who was\nfound murdered here last night.”",
        "This answer startled me, but I presently recovered myself.  I was\ninnocent; that could easily be proved; accordingly I followed my\nconductor in silence and was led to one of the best houses in the\ntown.  I was ready to sink from fatigue and hunger, but being\nsurrounded by a crowd, I thought it politic to rouse all my strength,\nthat no physical debility might be construed into apprehension or\nconscious guilt.  Little did I then expect the calamity that was in a\nfew moments to overwhelm me and extinguish in horror and despair all\nfear of ignominy or death. I must pause here, for it requires all my\nfortitude to recall the memory of the frightful events which I am about\nto relate, in proper detail, to my recollection.",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}