{
    "title": "Frankenstein - Chapter 1",
    "author": "Mary Shelley",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "I am by birth a Genevese, and my family is one of the most\ndistinguished of that republic.  My ancestors had been for many years\ncounsellors and syndics, and my father had filled several public\nsituations with honour and reputation.  He was respected by all who\nknew him for his integrity and indefatigable attention to public\nbusiness.  He passed his younger days perpetually occupied by the\naffairs of his country; a variety of circumstances had prevented his\nmarrying early, nor was it until the decline of life that he became a\nhusband and the father of a family.",
        "As the circumstances of his marriage illustrate his character, I cannot\nrefrain from relating them.  One of his most intimate friends was a\nmerchant who, from a flourishing state, fell, through numerous\nmischances, into poverty.  This man, whose name was Beaufort, was of a\nproud and unbending disposition and could not bear to live in poverty\nand oblivion in the same country where he had formerly been\ndistinguished for his rank and magnificence.  Having paid his debts,\ntherefore, in the most honourable manner, he retreated with his\ndaughter to the town of Lucerne, where he lived unknown and in\nwretchedness.  My father loved Beaufort with the truest friendship and\nwas deeply grieved by his retreat in these unfortunate circumstances. \nHe bitterly deplored the false pride which led his friend to a conduct\nso little worthy of the affection that united them.  He lost no time in\nendeavouring to seek him out, with the hope of persuading him to begin\nthe world again through his credit and assistance. Beaufort had taken\neffectual measures to conceal himself, and it was ten months before my\nfather discovered his abode.  Overjoyed at this discovery, he hastened\nto the house, which was situated in a mean street near the Reuss.  But\nwhen he entered, misery and despair alone welcomed him.  Beaufort had\nsaved but a very small sum of money from the wreck of his fortunes, but\nit was sufficient to provide him with sustenance for some months, and\nin the meantime he hoped to procure some respectable employment in a\nmerchant’s house.  The interval was, consequently, spent in inaction;\nhis grief only became more deep and rankling when he had leisure for\nreflection, and at length it took so fast hold of his mind that at the\nend of three months he lay on a bed of sickness, incapable of any\nexertion.",
        "His daughter attended him with the greatest tenderness, but she saw\nwith despair that their little fund was rapidly decreasing and that\nthere was no other prospect of support.  But Caroline Beaufort\npossessed a mind of an uncommon mould, and her courage rose to support\nher in her adversity.  She procured plain work; she plaited straw and\nby various means contrived to earn a pittance scarcely sufficient to\nsupport life.",
        "Several months passed in this manner.  Her father grew worse; her time\nwas more entirely occupied in attending him; her means of subsistence\ndecreased; and in the tenth month her father died in her arms, leaving\nher an orphan and a beggar.  This last blow overcame her, and she knelt\nby Beaufort’s coffin weeping bitterly, when my father entered the\nchamber.  He came like a protecting spirit to the poor girl, who\ncommitted herself to his care; and after the interment of his friend he\nconducted her to Geneva and placed her under the protection of a\nrelation.  Two years after this event Caroline became his wife.",
        "There was a considerable difference between the ages of my parents, but\nthis circumstance seemed to unite them only closer in bonds of devoted\naffection.  There was a sense of justice in my father’s upright mind\nwhich rendered it necessary that he should approve highly to love\nstrongly.  Perhaps during former years he had suffered from the\nlate-discovered unworthiness of one beloved and so was disposed to set\na greater value on tried worth.  There was a show of gratitude and\nworship in his attachment to my mother, differing wholly from the\ndoting fondness of age, for it was inspired by reverence for her\nvirtues and a desire to be the means of, in some degree, recompensing\nher for the sorrows she had endured, but which gave inexpressible grace\nto his behaviour to her.  Everything was made to yield to her wishes\nand her convenience.  He strove to shelter her, as a fair exotic is\nsheltered by the gardener, from every rougher wind and to surround her\nwith all that could tend to excite pleasurable emotion in her soft and\nbenevolent mind.  Her health, and even the tranquillity of her hitherto\nconstant spirit, had been shaken by what she had gone through.  During\nthe two years that had elapsed previous to their marriage my father had\ngradually relinquished all his public functions; and immediately after\ntheir union they sought the pleasant climate of Italy, and the change\nof scene and interest attendant on a tour through that land of wonders,\nas a restorative for her weakened frame.",
        "From Italy they visited Germany and France.  I, their eldest child, was\nborn at Naples, and as an infant accompanied them in their rambles.  I\nremained for several years their only child.  Much as they were\nattached to each other, they seemed to draw inexhaustible stores of\naffection from a very mine of love to bestow them upon me.  My mother’s\ntender caresses and my father’s smile of benevolent pleasure while\nregarding me are my first recollections.  I was their plaything and\ntheir idol, and something better–their child, the innocent and\nhelpless creature bestowed on them by heaven, whom to bring up to good,\nand whose future lot it was in their hands to direct to happiness or\nmisery, according as they fulfilled their duties towards me.  With this\ndeep consciousness of what they owed towards the being to which they\nhad given life, added to the active spirit of tenderness that animated\nboth, it may be imagined that while during every hour of my infant life\nI received a lesson of patience, of charity, and of self-control, I was\nso guided by a silken cord that all seemed but one train of enjoyment\nto me. For a long time I was their only care.  My mother had much\ndesired to have a daughter, but I continued their single offspring. \nWhen I was about five years old, while making an excursion beyond the\nfrontiers of Italy, they passed a week on the shores of the Lake of\nComo.  Their benevolent disposition often made them enter the cottages\nof the poor.  This, to my mother, was more than a duty; it was a\nnecessity, a passion–remembering what she had suffered, and how she\nhad been relieved–for her to act in her turn the guardian angel to the\nafflicted.  During one of their walks a poor cot in the foldings of a\nvale attracted their notice as being singularly disconsolate, while the\nnumber of half-clothed children gathered about it spoke of penury in\nits worst shape.  One day, when my father had gone by himself to Milan,\nmy mother, accompanied by me, visited this abode.  She found a peasant\nand his wife, hard working, bent down by care and labour, distributing\na scanty meal to five hungry babes.  Among these there was one which\nattracted my mother far above all the rest.  She appeared of a\ndifferent stock.  The four others were dark-eyed, hardy little\nvagrants; this child was thin and very fair.  Her hair was the\nbrightest living gold, and despite the poverty of her clothing, seemed\nto set a crown of distinction on her head.  Her brow was clear and\nample, her blue eyes cloudless, and her lips and the moulding of her\nface so expressive of sensibility and sweetness that none could behold\nher without looking on her as of a distinct species, a being\nheaven-sent, and bearing a celestial stamp in all her features. The\npeasant woman, perceiving that my mother fixed eyes of wonder and\nadmiration on this lovely girl, eagerly communicated her history.  She\nwas not her child, but the daughter of a Milanese nobleman.  Her mother\nwas a German and had died on giving her birth.  The infant had been\nplaced with these good people to nurse:  they were better off then. \nThey had not been long married, and their eldest child was but just\nborn.  The father of their charge was one of those Italians nursed in\nthe memory of the antique glory of Italy–one among the schiavi ognor\nfrementi, who exerted himself to obtain the liberty of his country.  He\nbecame the victim of its weakness.  Whether he had died or still\nlingered in the dungeons of Austria was not known.  His property was\nconfiscated; his child became an orphan and a beggar.  She continued\nwith her foster parents and bloomed in their rude abode, fairer than a\ngarden rose among dark-leaved brambles.  When my father returned from\nMilan, he found playing with me in the hall of our villa a child fairer\nthan pictured cherub–a creature who seemed to shed radiance from her\nlooks and whose form and motions were lighter than the chamois of the\nhills.  The apparition was soon explained.  With his permission my\nmother prevailed on her rustic guardians to yield their charge to her. \nThey were fond of the sweet orphan.  Her presence had seemed a blessing\nto them, but it would be unfair to her to keep her in poverty and want\nwhen Providence afforded her such powerful protection.  They consulted\ntheir village priest, and the result was that Elizabeth Lavenza became\nthe inmate of my parents’ house–my more than sister–the beautiful and\nadored companion of all my occupations and my pleasures.",
        "Everyone loved Elizabeth.  The passionate and almost reverential\nattachment with which all regarded her became, while I shared it, my\npride and my delight.  On the evening previous to her being brought to\nmy home, my mother had said playfully, “I have a pretty present for my\nVictor–tomorrow he shall have it.”  And when, on the morrow, she\npresented Elizabeth to me as her promised gift, I, with childish\nseriousness, interpreted her words literally and looked upon Elizabeth\nas mine–mine to protect, love, and cherish.  All praises bestowed on\nher I received as made to a possession of my own.  We called each other\nfamiliarly by the name of cousin.  No word, no expression could body\nforth the kind of relation in which she stood to me–my more than\nsister, since till death she was to be mine only.",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}