{
    "title": "Frankenstein - Chapter 13",
    "author": "Mary Shelley",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "“I now hasten to the more moving part of my story.  I shall relate\nevents that impressed me with feelings which, from what I had been,\nhave made me what I am.",
        "“Spring advanced rapidly; the weather became fine and the skies\ncloudless.  It surprised me that what before was desert and gloomy\nshould now bloom with the most beautiful flowers and verdure.  My\nsenses were gratified and refreshed by a thousand scents of delight and\na thousand sights of beauty.",
        "“It was on one of these days, when my cottagers periodically rested\nfrom labour–the old man played on his guitar, and the children\nlistened to him–that I observed the countenance of Felix was\nmelancholy beyond expression; he sighed frequently, and once his father\npaused in his music, and I conjectured by his manner that he inquired\nthe cause of his son’s sorrow.  Felix replied in a cheerful accent, and\nthe old man was recommencing his music when someone tapped at the door.",
        "“It was a lady on horseback, accompanied by a country-man as a guide.\nThe lady was dressed in a dark suit and covered with a thick black\nveil.  Agatha asked a question, to which the stranger only replied by\npronouncing, in a sweet accent, the name of Felix.  Her voice was\nmusical but unlike that of either of my friends.  On hearing this word,\nFelix came up hastily to the lady, who, when she saw him, threw up her\nveil, and I beheld a countenance of angelic beauty and expression.  Her\nhair of a shining raven black, and curiously braided; her eyes were\ndark, but gentle, although animated; her features of a regular\nproportion, and her complexion wondrously fair, each cheek tinged with\na lovely pink.",
        "“Felix seemed ravished with delight when he saw her, every trait of\nsorrow vanished from his face, and it instantly expressed a degree of\necstatic joy, of which I could hardly have believed it capable; his\neyes sparkled, as his cheek flushed with pleasure; and at that moment I\nthought him as beautiful as the stranger.  She appeared affected by\ndifferent feelings; wiping a few tears from her lovely eyes, she held\nout her hand to Felix, who kissed it rapturously and called her, as\nwell as I could distinguish, his sweet Arabian.  She did not appear to\nunderstand him, but smiled.  He assisted her to dismount, and\ndismissing her guide, conducted her into the cottage.  Some\nconversation took place between him and his father, and the young\nstranger knelt at the old man’s feet and would have kissed his hand,\nbut he raised her and embraced her affectionately.",
        "“I soon perceived that although the stranger uttered articulate sounds\nand appeared to have a language of her own, she was neither understood\nby nor herself understood the cottagers.  They made many signs which I\ndid not comprehend, but I saw that her presence diffused gladness\nthrough the cottage, dispelling their sorrow as the sun dissipates the\nmorning mists.  Felix seemed peculiarly happy and with smiles of\ndelight welcomed his Arabian.  Agatha, the ever-gentle Agatha, kissed\nthe hands of the lovely stranger, and pointing to her brother, made\nsigns which appeared to me to mean that he had been sorrowful until she\ncame.  Some hours passed thus, while they, by their countenances,\nexpressed joy, the cause of which I did not comprehend.  Presently I\nfound, by the frequent recurrence of some sound which the stranger\nrepeated after them, that she was endeavouring to learn their language;\nand the idea instantly occurred to me that I should make use of the\nsame instructions to the same end.  The stranger learned about twenty\nwords at the first lesson; most of them, indeed, were those which I had\nbefore understood, but I profited by the others.",
        "“As night came on, Agatha and the Arabian retired early.  When they\nseparated Felix kissed the hand of the stranger and said, `Good night\nsweet Safie.’  He sat up much longer, conversing with his father, and\nby the frequent repetition of her name I conjectured that their lovely\nguest was the subject of their conversation.  I ardently desired to\nunderstand them, and bent every faculty towards that purpose, but found\nit utterly impossible.",
        "“The next morning Felix went out to his work, and after the usual\noccupations of Agatha were finished, the Arabian sat at the feet of the\nold man, and taking his guitar, played some airs so entrancingly\nbeautiful that they at once drew tears of sorrow and delight from my\neyes.  She sang, and her voice flowed in a rich cadence, swelling or\ndying away like a nightingale of the woods.",
        "“When she had finished, she gave the guitar to Agatha, who at first\ndeclined it.  She played a simple air, and her voice accompanied it in\nsweet accents, but unlike the wondrous strain of the stranger.  The old\nman appeared enraptured and said some words which Agatha endeavoured to\nexplain to Safie, and by which he appeared to wish to express that she\nbestowed on him the greatest delight by her music.",
        "“The days now passed as peaceably as before, with the sole alteration\nthat joy had taken place of sadness in the countenances of my friends.\nSafie was always gay and happy; she and I improved rapidly in the\nknowledge of language, so that in two months I began to comprehend most\nof the words uttered by my protectors.",
        "“In the meanwhile also the black ground was covered with herbage, and\nthe green banks interspersed with innumerable flowers, sweet to the\nscent and the eyes, stars of pale radiance among the moonlight woods;\nthe sun became warmer, the nights clear and balmy; and my nocturnal\nrambles were an extreme pleasure to me, although they were considerably\nshortened by the late setting and early rising of the sun, for I never\nventured abroad during daylight, fearful of meeting with the same\ntreatment I had formerly endured in the first village which I entered.",
        "“My days were spent in close attention, that I might more speedily\nmaster the language; and I may boast that I improved more rapidly than\nthe Arabian, who understood very little and conversed in broken\naccents, whilst I comprehended and could imitate almost every word that\nwas spoken.",
        "“While I improved in speech, I also learned the science of letters as\nit was taught to the stranger, and this opened before me a wide field\nfor wonder and delight.",
        "“The book from which Felix instructed Safie was Volney’s Ruins of\nEmpires.  I should not have understood the purport of this book had not\nFelix, in reading it, given very minute explanations.  He had chosen\nthis work, he said, because the declamatory style was framed in\nimitation of the Eastern authors.  Through this work I obtained a\ncursory knowledge of history and a view of the several empires at\npresent existing in the world; it gave me an insight into the manners,\ngovernments, and religions of the different nations of the earth.  I\nheard of the slothful Asiatics, of the stupendous genius and mental\nactivity of the Grecians, of the wars and wonderful virtue of the early\nRomans–of their subsequent degenerating–of the decline of that mighty\nempire, of chivalry, Christianity, and kings.  I heard of the discovery\nof the American hemisphere and wept with Safie over the hapless fate of\nits original inhabitants.",
        "“These wonderful narrations inspired me with strange feelings.  Was\nman, indeed, at once so powerful, so virtuous and magnificent, yet so\nvicious and base?  He appeared at one time a mere scion of the evil\nprinciple and at another as all that can be conceived of noble and\ngodlike.  To be a great and virtuous man appeared the highest honour\nthat can befall a sensitive being; to be base and vicious, as many on\nrecord have been, appeared the lowest degradation, a condition more\nabject than that of the blind mole or harmless worm.  For a long time I\ncould not conceive how one man could go forth to murder his fellow, or\neven why there were laws and governments; but when I heard details of\nvice and bloodshed, my wonder ceased and I turned away with disgust and\nloathing.",
        "“Every conversation of the cottagers now opened new wonders to me.\nWhile I listened to the instructions which Felix bestowed upon the\nArabian, the strange system of human society was explained to me.  I\nheard of the division of property, of immense wealth and squalid\npoverty, of rank, descent, and noble blood.",
        "“The words induced me to turn towards myself.  I learned that the\npossessions most esteemed by your fellow creatures were high and\nunsullied descent united with riches.  A man might be respected with\nonly one of these advantages, but without either he was considered,\nexcept in very rare instances, as a vagabond and a slave, doomed to\nwaste his powers for the profits of the chosen few!  And what was I? Of\nmy creation and creator I was absolutely ignorant, but I knew that I\npossessed no money, no friends, no kind of property.  I was, besides,\nendued with a figure hideously deformed and loathsome; I was not even\nof the same nature as man.  I was more agile than they and could\nsubsist upon coarser diet; I bore the extremes of heat and cold with\nless injury to my frame; my stature far exceeded theirs.  When I looked\naround I saw and heard of none like me.  Was I, then, a monster, a blot\nupon the earth, from which all men fled and whom all men disowned?",
        "“I cannot describe to you the agony that these reflections inflicted\nupon me; I tried to dispel them, but sorrow only increased with\nknowledge.  Oh, that I had forever remained in my native wood, nor\nknown nor felt beyond the sensations of hunger, thirst, and heat!",
        "“Of what a strange nature is knowledge!  It clings to the mind when it\nhas once seized on it like a lichen on the rock.  I wished sometimes to\nshake off all thought and feeling, but I learned that there was but one\nmeans to overcome the sensation of pain, and that was death–a state\nwhich I feared yet did not understand.  I admired virtue and good\nfeelings and loved the gentle manners and amiable qualities of my\ncottagers, but I was shut out from intercourse with them, except\nthrough means which I obtained by stealth, when I was unseen and\nunknown, and which rather increased than satisfied the desire I had of\nbecoming one among my fellows.  The gentle words of Agatha and  the\nanimated smiles of the charming Arabian were not for me.  The mild\nexhortations of the old man and the lively conversation of the loved\nFelix were not for me. Miserable, unhappy wretch!",
        "“Other lessons were impressed upon me even more deeply.  I heard of the\ndifference of sexes, and the birth and growth of children, how the\nfather doted on the smiles of the infant, and the lively sallies of the\nolder child, how all the life and cares of the mother were wrapped up\nin the precious charge, how the mind of youth expanded and gained\nknowledge, of brother, sister, and all the various relationships which\nbind one human being to another in mutual bonds.",
        "“But where were my friends and relations?  No father had watched my\ninfant days, no mother had blessed me with smiles and caresses; or if\nthey had, all my past life was now a blot, a blind vacancy in which I\ndistinguished nothing.  From my earliest remembrance I had been as I\nthen was in height and proportion.  I had never yet seen a being\nresembling me or who claimed any intercourse with me.  What was I?  The\nquestion again recurred, to be answered only with groans.",
        "“I will soon explain to what these feelings tended, but allow me now to\nreturn to the cottagers, whose story excited in me such various\nfeelings of indignation, delight, and wonder, but which all terminated\nin additional love and reverence for my protectors (for so I loved, in\nan innocent, half-painful self-deceit, to call them).”",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}