{
    "title": "Frankenstein - Chapter 23",
    "author": "Mary Shelley",
    "chapter": "27",
    "content": [
        "\n",
        "\n\n",
        "It was eight o’clock when we landed; we walked for a short time on the\nshore, enjoying the transitory light, and then retired to the inn and\ncontemplated the lovely scene of waters, woods, and mountains, obscured\nin darkness, yet still displaying their black outlines.",
        "The wind, which had fallen in the south, now rose with great violence\nin the west.  The moon had reached her summit in the heavens and was\nbeginning to descend; the clouds swept across it swifter than the\nflight of the vulture and dimmed her rays, while the lake reflected the\nscene of the busy heavens, rendered still busier by the restless waves\nthat were beginning to rise.  Suddenly a heavy storm of rain descended.",
        "I had been calm during the day, but so soon as night obscured the\nshapes of objects, a thousand fears arose in my mind.  I was anxious\nand watchful, while my right hand grasped a pistol which was hidden in\nmy bosom; every sound terrified me, but I resolved that I would sell my\nlife dearly and not shrink from the conflict until my own life or that\nof my adversary was extinguished.  Elizabeth observed my agitation for\nsome time in timid and fearful silence, but there was something in my\nglance which communicated terror to her, and trembling, she asked,\n“What is it that agitates you, my dear Victor?  What is it you fear?”",
        "“Oh!  Peace, peace, my love,” replied I; “this night, and all will be\nsafe; but this night is dreadful, very dreadful.”",
        "I passed an hour in this state of mind, when suddenly I reflected how\nfearful the combat which I momentarily expected would be to my wife,\nand I earnestly entreated her to retire, resolving not to join her\nuntil I had obtained some knowledge as to the situation of my enemy.",
        "She left me, and I continued some time walking up and down the passages\nof the house and inspecting every corner that might afford a retreat to\nmy adversary.  But I discovered no trace of him and was beginning to\nconjecture that some fortunate chance had intervened to prevent the\nexecution of his menaces when suddenly I heard a shrill and dreadful\nscream.  It came from the room into which Elizabeth had retired.  As I\nheard it, the whole truth rushed into my mind, my arms dropped, the\nmotion of every muscle and fibre was suspended; I could feel the blood\ntrickling in my veins and tingling in the extremities of my limbs. This\nstate lasted but for an instant; the scream was repeated, and I rushed\ninto the room.  Great God!  Why did I not then expire!  Why am I here\nto relate the destruction of the best hope and the purest creature on\nearth?  She was there, lifeless and inanimate, thrown across the bed,\nher head hanging down and her pale and distorted features half covered\nby her hair.  Everywhere I turn I see the same figure–her bloodless\narms and relaxed form flung by the murderer on its bridal bier.  Could\nI behold this and live?  Alas!  Life is obstinate and clings closest\nwhere it is most hated.  For a moment only did I lose recollection; I\nfell senseless on the ground.",
        "When I recovered I found myself surrounded by the people of the inn;\ntheir countenances expressed a breathless terror, but the horror of\nothers appeared only as a mockery, a shadow of the feelings that\noppressed me.  I escaped from them to the room where lay the body of\nElizabeth, my love, my wife, so lately living, so dear, so worthy.  She\nhad been moved from the posture in which I had first beheld her, and\nnow, as she lay, her head upon her arm and a handkerchief thrown across\nher face and neck, I might have supposed her asleep. I rushed towards\nher and embraced her with ardour, but the deadly languor and coldness\nof the limbs told me that what I now held in my arms had ceased to be\nthe Elizabeth whom I had loved and cherished.  The murderous mark of\nthe fiend’s grasp was on her neck, and the breath had ceased to issue\nfrom her lips.  While I still hung over her in the agony of despair, I\nhappened to look up.  The windows of the room had before been darkened,\nand I felt a kind of panic on seeing the pale yellow light of the moon\nilluminate the chamber.  The shutters had been thrown back, and with a\nsensation of horror not to be described, I saw at the open window a\nfigure the most hideous and abhorred.  A grin was on the face of the\nmonster; he seemed to jeer, as with his fiendish finger he pointed\ntowards the corpse of my wife.  I rushed towards the window, and\ndrawing a pistol from my bosom, fired; but he eluded me, leaped from\nhis station, and running with the swiftness of lightning, plunged into\nthe lake.",
        "The report of the pistol brought a crowd into the room. I pointed to\nthe spot where he had disappeared, and we followed the track with\nboats; nets were cast, but in vain.  After passing several hours, we\nreturned hopeless, most of my companions believing it to have been a\nform conjured up by my fancy.  After having landed, they proceeded to\nsearch the country, parties going in different directions among the\nwoods and vines.",
        "I attempted to accompany them and proceeded a short distance from the\nhouse, but my head whirled round, my steps were like those of a drunken\nman, I fell at last in a state of utter exhaustion; a film covered my\neyes, and my skin was parched with the heat of fever.  In this state I\nwas carried back and placed on a bed, hardly conscious of what had\nhappened; my eyes wandered round the room as if to seek something that\nI had lost.",
        "After an interval I arose, and as if by instinct, crawled into the room\nwhere the corpse of my beloved lay.  There were women weeping around; I\nhung over it and joined my sad tears to theirs; all this time no\ndistinct idea presented itself to my mind, but my thoughts rambled to\nvarious subjects, reflecting confusedly on my misfortunes and their\ncause.  I was bewildered, in a cloud of wonder and horror.  The death\nof William, the execution of Justine, the murder of Clerval, and lastly\nof my wife; even at that moment I knew not that my only remaining\nfriends were safe from the malignity of the fiend; my father even now\nmight be writhing under his grasp, and Ernest might be dead at his\nfeet.  This idea made me shudder and recalled me to action.  I started\nup and resolved to return to Geneva with all possible speed.",
        "There were no horses to be procured, and I must return by the lake; but\nthe wind was unfavourable, and the rain fell in torrents.  However, it\nwas hardly morning, and I might reasonably hope to arrive by night.  I\nhired men to row and took an oar myself, for I had always experienced\nrelief from mental torment in bodily exercise.  But the overflowing\nmisery I now felt, and the excess of agitation that I endured rendered\nme incapable of any exertion.  I threw down the oar, and leaning my\nhead upon my hands, gave way to every gloomy idea that arose.  If I\nlooked up, I saw scenes which were familiar to me in my happier time\nand which I had contemplated but the day before in the company of her\nwho was now but a shadow and a recollection.  Tears streamed from my\neyes.  The rain had ceased for a moment, and I saw the fish play in the\nwaters as they had done a few hours before; they had then been observed\nby Elizabeth.  Nothing is so painful to the human mind as a great and\nsudden change.  The sun might shine or the clouds might lower, but\nnothing could appear to me as it had done the day before.  A fiend had\nsnatched from me every hope of future happiness; no creature had ever\nbeen so miserable as I was; so frightful an event is single in the\nhistory of man. But why should I dwell upon the incidents that followed\nthis last overwhelming event?  Mine has been a tale of horrors; I have\nreached their acme, and what I must now relate can but be tedious to\nyou.  Know that, one by one, my friends were snatched away; I was left\ndesolate.  My own strength is exhausted, and I must tell, in a few\nwords, what remains of my hideous narration. I arrived at Geneva.  My\nfather and Ernest yet lived, but the former sunk under the tidings that\nI bore.  I see him now, excellent and venerable old man!  His eyes\nwandered in vacancy, for they had lost their charm and their\ndelight–his Elizabeth, his more than daughter, whom he doted on with\nall that affection which a man feels, who in the decline of life,\nhaving few affections, clings more earnestly to those that remain.\nCursed, cursed be the fiend that brought misery on his grey hairs and\ndoomed him to waste in wretchedness!  He could not live under the\nhorrors that were accumulated around him; the springs of existence\nsuddenly gave way; he was unable to rise from his bed, and in a few\ndays he died in my arms.",
        "What then became of me?  I know not; I lost sensation, and chains and\ndarkness were the only objects that pressed upon me.  Sometimes,\nindeed, I dreamt that I wandered in flowery meadows and pleasant vales\nwith the friends of my youth, but I awoke and found myself in a\ndungeon.  Melancholy followed, but by degrees I gained a clear\nconception of my miseries and situation and was then released from my\nprison.  For they had called me mad, and during many months, as I\nunderstood, a solitary cell had been my habitation.",
        "Liberty, however, had been a useless gift to me, had I not, as I\nawakened to reason, at the same time awakened to revenge.  As the\nmemory of past misfortunes pressed upon me, I began to reflect on their\ncause–the monster whom I had created, the miserable daemon whom I had\nsent abroad into the world for my destruction.  I was possessed by a\nmaddening rage when I thought of him, and desired and ardently prayed\nthat I might have him within my grasp to wreak a great and signal\nrevenge on his cursed head.",
        "Nor did my hate long confine itself to useless wishes; I began to\nreflect on the best means of securing him; and for this purpose, about\na month after my release, I repaired to a criminal judge in the town\nand told him that I had an accusation to make, that I knew the\ndestroyer of my family, and that I required him to exert his whole\nauthority for the apprehension of the murderer.  The magistrate\nlistened to me with attention and kindness.",
        "“Be assured, sir,” said he, “no pains or exertions on my part shall be\nspared to discover the villain.”",
        "“I thank you,” replied I; “listen, therefore, to the deposition that I\nhave to make.  It is indeed a tale so strange that I should fear you\nwould not credit it were there not something in truth which, however\nwonderful, forces conviction.  The story is too connected to be\nmistaken for a dream, and I have no motive for falsehood.” My manner as\nI thus addressed him was impressive but calm; I had formed in my own\nheart a resolution to pursue my destroyer to death, and this purpose\nquieted my agony and for an interval reconciled me to life.  I now\nrelated my history briefly but with firmness and precision, marking the\ndates with accuracy and never deviating into invective or exclamation.",
        "The magistrate appeared at first perfectly incredulous, but as I\ncontinued he became more attentive and interested; I saw him sometimes\nshudder with horror; at others a lively surprise, unmingled with\ndisbelief, was painted on his countenance.  When I had concluded my\nnarration I said, “This is the being whom I accuse and for whose\nseizure and punishment I call upon you to exert your whole power.  It\nis your duty as a magistrate, and I believe and hope that your feelings\nas a man will not revolt from the execution of those functions on this\noccasion.”  This address caused a considerable change in the\nphysiognomy of my own auditor.  He had heard my story with that half\nkind of belief that is given to a tale of spirits and supernatural\nevents; but when he was called upon to act officially in consequence,\nthe whole tide of his incredulity returned.  He, however, answered\nmildly, “I would willingly afford you every aid in your pursuit, but\nthe creature of whom you speak appears to have powers which would put\nall my exertions to defiance.  Who can follow an animal which can\ntraverse the sea of ice and inhabit caves and dens where no man would\nventure to intrude?  Besides, some months have elapsed since the\ncommission of his crimes, and no one can conjecture to what place he\nhas wandered or what region he may now inhabit.”",
        "“I do not doubt that he hovers near the spot which I inhabit, and if he\nhas indeed taken refuge in the Alps, he may be hunted like the chamois\nand destroyed as a beast of prey.  But I perceive your thoughts; you do\nnot credit my narrative and do not intend to pursue my enemy with the\npunishment which is his desert.” As I spoke, rage sparkled in my eyes;\nthe magistrate was intimidated.  “You are mistaken,” said he.  “I will\nexert myself, and if it is in my power to seize the monster, be assured\nthat he shall suffer punishment proportionate to his crimes.  But I\nfear, from what you have yourself described to be his properties, that\nthis will prove impracticable; and thus, while every proper measure is\npursued, you should make up your mind to disappointment.”",
        "“That cannot be; but all that I can say will be of little avail.  My\nrevenge is of no moment to you; yet, while I allow it to be a vice, I\nconfess that it is the devouring and only passion of my soul.  My rage\nis unspeakable when I reflect that the murderer, whom I have turned\nloose upon society, still exists.  You refuse my just demand; I have\nbut one resource, and I devote myself, either in my life or death, to\nhis destruction.”",
        "I trembled with excess of agitation as I said this; there was a frenzy\nin my manner, and something, I doubt not, of that haughty fierceness\nwhich the martyrs of old are said to have possessed.  But to a Genevan\nmagistrate, whose mind was occupied by far other ideas than those of\ndevotion and heroism, this elevation of mind had much the appearance of\nmadness.  He endeavoured to soothe me as a nurse does a child and\nreverted to my tale as the effects of delirium.",
        "“Man,” I cried, “how ignorant art thou in thy pride of wisdom!  Cease;\nyou know not what it is you say.”",
        "I broke from the house angry and disturbed and retired to meditate on\nsome other mode of action. ",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}