{
    "title": "Frankenstein - Chapter 9",
    "author": "Mary Shelley",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "Nothing is more painful to the human mind than, after the feelings have\nbeen worked up by a quick succession of events, the dead calmness of\ninaction and certainty which follows and deprives the soul both of hope\nand fear.  Justine died, she rested, and I was alive.  The blood flowed\nfreely in my veins, but a weight of despair and remorse pressed on my\nheart which nothing could remove.  Sleep fled from my eyes; I wandered\nlike an evil spirit, for I had committed deeds of mischief beyond\ndescription horrible, and more, much more (I persuaded myself) was yet\nbehind.  Yet my heart overflowed with kindness and the love of virtue. \nI had begun life with benevolent intentions and thirsted for the moment\nwhen I should put them in practice and make myself useful to my fellow\nbeings.  Now all was blasted; instead of that serenity of conscience\nwhich allowed me to look back upon the past with self-satisfaction, and\nfrom thence to gather promise of new hopes, I was seized by remorse and\nthe sense of guilt, which hurried me away to a hell of intense tortures\nsuch as no language can describe.",
        "This state of mind preyed upon my health, which had perhaps never\nentirely recovered from the first shock it had sustained.  I shunned\nthe face of man; all sound of joy or complacency was torture to me;\nsolitude was my only consolation–deep, dark, deathlike solitude.",
        "My father observed with pain the alteration perceptible in my\ndisposition and habits and endeavoured by arguments deduced from the\nfeelings of his serene conscience and guiltless life to inspire me with\nfortitude and awaken in me the courage to dispel the dark cloud which\nbrooded over me.  “Do you think, Victor,” said he, “that I do not\nsuffer also?  No one could love a child more than I loved your\nbrother\"–tears came into his eyes as he spoke–\"but is it not a duty\nto the survivors that we should refrain from augmenting their\nunhappiness by an appearance of immoderate grief?  It is also a duty\nowed to yourself, for excessive sorrow prevents improvement or\nenjoyment, or even the discharge of daily usefulness, without which no\nman is fit for society.”",
        "This advice, although good, was totally inapplicable to my case; I\nshould have been the first to hide my grief and console my friends if\nremorse had not mingled its bitterness, and terror its alarm, with my\nother sensations.  Now I could only answer my father with a look of\ndespair and endeavour to hide myself from his view.",
        "About this time we retired to our house at Belrive.  This change was\nparticularly agreeable to me.  The shutting of the gates regularly at\nten o’clock and the impossibility of remaining on the lake after that\nhour had rendered our residence within the walls of Geneva very irksome\nto me.  I was now free.  Often, after the rest of the family had\nretired for the night, I took the boat and passed many hours upon the\nwater.  Sometimes, with my sails set, I was carried by the wind; and\nsometimes, after rowing into the middle of the lake, I left the boat to\npursue its own course and gave way to my own miserable reflections.  I\nwas often tempted, when all was at peace around me, and I the only\nunquiet thing that wandered restless in a scene so beautiful and\nheavenly–if I except some bat, or the frogs, whose harsh and\ninterrupted croaking was heard only when I approached the shore–often,\nI say, I was tempted to plunge into the silent lake, that the waters\nmight close over me and my calamities forever.  But I was restrained,\nwhen I thought of the heroic and suffering Elizabeth, whom I tenderly\nloved, and whose existence was bound up in mine.  I thought also of my\nfather and surviving brother; should I by my base desertion leave them\nexposed and unprotected to the malice of the fiend whom I had let loose\namong them?",
        "At these moments I wept bitterly and wished that peace would revisit my\nmind only that I might afford them consolation and happiness.  But that\ncould not be.  Remorse extinguished every hope.  I had been the author\nof unalterable evils, and I lived in daily fear lest the monster whom I\nhad created should perpetrate some new wickedness.  I had an obscure\nfeeling that all was not over and that he would still commit some\nsignal crime, which by its enormity should almost efface the\nrecollection of the past.  There was always scope for fear so long as\nanything I loved remained behind.  My abhorrence of this fiend cannot\nbe conceived.  When I thought of him I gnashed my teeth, my eyes became\ninflamed, and I ardently wished to extinguish that life which I had so\nthoughtlessly bestowed.  When I reflected on his crimes and malice, my\nhatred and revenge burst all bounds of moderation.  I would have made a\npilgrimage to the highest peak of the Andes, could I when there have\nprecipitated him to their base.  I wished to see him again, that I\nmight wreak the utmost extent of abhorrence on his head and avenge the\ndeaths of William and Justine.  Our house was the house of mourning. My\nfather’s health was deeply shaken by the horror of the recent events. \nElizabeth was sad and desponding; she no longer took delight in her\nordinary occupations; all pleasure seemed to her sacrilege toward the\ndead; eternal woe and tears she then thought was the just tribute she\nshould pay to innocence so blasted and destroyed.  She was no longer\nthat happy creature who in earlier youth wandered with me on the banks\nof the lake and talked with ecstasy of our future prospects.  The first\nof those sorrows which are sent to wean us from the earth had visited\nher, and its dimming influence quenched her dearest smiles.",
        "“When I reflect, my dear cousin,” said she, “on the miserable death of\nJustine Moritz, I no longer see the world and its works as they before\nappeared to me.  Before, I looked upon the accounts of vice and\ninjustice that I read in books or heard from others as tales of ancient\ndays or imaginary evils; at least they were remote and more familiar to\nreason than to the imagination; but now misery has come home, and men\nappear to me as monsters thirsting for each other’s blood.  Yet I am\ncertainly unjust.  Everybody believed that poor girl to be guilty; and\nif she could have committed the crime for which she suffered, assuredly\nshe would have been the most depraved of human creatures.  For the sake\nof a few jewels, to have murdered the son of her benefactor and friend,\na child whom she had nursed from its birth, and appeared to love as if\nit had been her own!  I could not consent to the death of any human\nbeing, but certainly I should have thought such a creature unfit to\nremain in the society of men.  But she was innocent.  I know, I feel\nshe was innocent; you are of the same opinion, and that confirms me.\nAlas!  Victor, when falsehood can look so like the truth, who can\nassure themselves of certain happiness?  I feel as if I were walking on\nthe edge of a precipice, towards which thousands are crowding and\nendeavouring to plunge me into the abyss.  William and Justine were\nassassinated, and the murderer escapes; he walks about the world free,\nand perhaps respected.  But even if I were condemned to suffer on the\nscaffold for the same crimes, I would not change places with such a\nwretch.”",
        "I listened to this discourse with the extremest agony.  I, not in deed,\nbut in effect, was the true murderer.  Elizabeth read my anguish in my\ncountenance, and kindly taking my hand, said, “My dearest friend, you\nmust calm yourself.  These events have affected me, God knows how\ndeeply; but I am not so wretched as you are.  There is an expression of\ndespair, and sometimes of revenge, in your countenance that makes me\ntremble.  Dear Victor, banish these dark passions.  Remember the\nfriends around you, who centre all their hopes in you.  Have we lost\nthe power of rendering you happy?  Ah!  While we love, while we are\ntrue to each other, here in this land of peace and beauty, your native\ncountry, we may reap every tranquil blessing–what can disturb our\npeace?”",
        "And could not such words from her whom I fondly prized before every\nother gift of fortune suffice to chase away the fiend that lurked in my\nheart?  Even as she spoke I drew near to her, as if in terror, lest at\nthat very moment the destroyer had been near to rob me of her.",
        "Thus not the tenderness of friendship, nor the beauty of earth, nor of\nheaven, could redeem my soul from woe; the very accents of love were\nineffectual.  I was encompassed by a cloud which no beneficial\ninfluence could penetrate.  The wounded deer dragging its fainting\nlimbs to some untrodden brake, there to gaze upon the arrow which had\npierced it, and to die, was but a type of me.",
        "Sometimes I could cope with the sullen despair that overwhelmed me, but\nsometimes the whirlwind passions of my soul drove me to seek, by bodily\nexercise and by change of place, some relief from my intolerable\nsensations.  It was during an access of this kind that I suddenly left\nmy home, and bending my steps towards the near Alpine valleys, sought\nin the magnificence, the eternity of such scenes, to forget myself and\nmy ephemeral, because human, sorrows.  My wanderings were directed\ntowards the valley of Chamounix.  I had visited it frequently during my\nboyhood.  Six years had passed since then:  I was a wreck, but nought\nhad changed in those savage and enduring scenes.",
        "I performed the first part of my journey on horseback.  I afterwards\nhired a mule, as the more sure-footed and least liable to receive\ninjury on these rugged roads.  The weather was fine; it was about the\nmiddle of the month of August, nearly two months after the death of\nJustine, that miserable epoch from which I dated all my woe.  The\nweight upon my spirit was sensibly lightened as I plunged yet deeper in\nthe ravine of Arve.  The immense mountains and precipices that overhung\nme on every side, the sound of the river raging among the rocks, and\nthe dashing of the waterfalls around spoke of a power mighty as\nOmnipotence–and I ceased to fear or to bend before any being less\nalmighty than that which had created and ruled the elements, here\ndisplayed in their most terrific guise.  Still, as I ascended higher,\nthe valley assumed a more magnificent and astonishing character.\nRuined castles hanging on the precipices of piny mountains, the\nimpetuous Arve, and cottages every here and there peeping forth from\namong the trees formed a scene of singular beauty.  But it was\naugmented and rendered sublime by the mighty Alps, whose white and\nshining pyramids and domes towered above all, as belonging to another\nearth, the habitations of another race of beings.",
        "I passed the bridge of Pelissier, where the ravine, which the river\nforms, opened before me, and I began to ascend the mountain that\noverhangs it.  Soon after, I entered the valley of Chamounix.  This\nvalley is more wonderful and sublime, but not so beautiful and\npicturesque as that of Servox, through which I had just passed.  The\nhigh and snowy mountains were its immediate boundaries, but I saw no\nmore ruined castles and fertile fields.  Immense glaciers approached\nthe road; I heard the rumbling thunder of the falling avalanche and\nmarked the smoke of its passage.  Mont Blanc, the supreme and\nmagnificent Mont Blanc, raised itself from the surrounding aiguilles,\nand its tremendous dome overlooked the valley.",
        "A tingling long-lost sense of pleasure often came across me during this\njourney.  Some turn in the road, some new object suddenly perceived and\nrecognized, reminded me of days gone by, and were associated with the\nlighthearted gaiety of boyhood.  The very winds whispered in soothing\naccents, and maternal Nature bade me weep no more.  Then again the\nkindly influence ceased to act–I found myself fettered again to grief\nand indulging in all the misery of reflection.  Then I spurred on my\nanimal, striving so to forget the world, my fears, and more than all,\nmyself–or, in a more desperate fashion, I alighted and threw myself on\nthe grass, weighed down by horror and despair.",
        "At length I arrived at the village of Chamounix.  Exhaustion succeeded\nto the extreme fatigue both of body and of mind which I had endured. \nFor a short space of time I remained at the window watching the pallid\nlightnings that played above Mont Blanc and listening to the rushing of\nthe Arve, which pursued its noisy way beneath.  The same lulling sounds\nacted as a lullaby to my too keen sensations; when I placed my head\nupon my pillow, sleep crept over me; I felt it as it came and blessed\nthe giver of oblivion.",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}