{
    "title": "Frankenstein - Letter 2",
    "author": "Mary Shelley",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "To Mrs. Saville, England",
        "Archangel, 28th March, 17-",
        "How slowly the time passes here, encompassed as I am by frost and\nsnow!  Yet a second step is taken towards my enterprise.  I have hired\na vessel and am occupied in collecting my sailors; those whom I have\nalready engaged appear to be men on whom I can depend and are certainly\npossessed of dauntless courage.",
        "But I have one want which I have never yet been able to satisfy, and\nthe absence of the object of which I now feel as a most severe evil, I\nhave no friend, Margaret:  when I am glowing with the enthusiasm of\nsuccess, there will be none to participate my joy; if I am assailed by\ndisappointment, no one will endeavour to sustain me in dejection. I\nshall commit my thoughts to paper, it is true; but that is a poor\nmedium for the communication of feeling.  I desire the company of a man\nwho could sympathize with me, whose eyes would reply to mine. You may\ndeem me romantic, my dear sister, but I bitterly feel the want of a\nfriend.  I have no one near me, gentle yet courageous, possessed of a\ncultivated as well as of a capacious mind, whose tastes are like my\nown, to approve or amend my plans.  How would such a friend repair the\nfaults of your poor brother!  I am too ardent in execution and too\nimpatient of difficulties.  But it is a still greater evil to me that I\nam self-educated:  for the first fourteen years of my life I ran wild\non a common and read nothing but our Uncle Thomas’ books of voyages. At\nthat age I became acquainted with the celebrated poets of our own\ncountry; but it was only when it had ceased to be in my power to derive\nits most important benefits from such a conviction that I perceived the\nnecessity of becoming acquainted with more languages than that of my\nnative country.  Now I am twenty-eight and am in reality more\nilliterate than many schoolboys of fifteen.  It is true that I have\nthought more and that my daydreams are more extended and magnificent,\nbut they want (as the painters call it) KEEPING; and I greatly need a\nfriend who would have sense enough not to despise me as romantic, and\naffection enough for me to endeavour to regulate my mind.  Well, these\nare useless complaints; I shall certainly find no friend on the wide\nocean, nor even here in Archangel, among merchants and seamen.  Yet\nsome feelings, unallied to the dross of human nature, beat even in\nthese rugged bosoms.  My lieutenant, for instance, is a man of\nwonderful courage and enterprise; he is madly desirous of glory, or\nrather, to word my phrase more characteristically, of advancement in\nhis profession.  He is an Englishman, and in the midst of national and\nprofessional prejudices, unsoftened by cultivation, retains some of the\nnoblest endowments of humanity.  I first became acquainted with him on\nboard a whale vessel; finding that he was unemployed in this city, I\neasily engaged him to assist in my enterprise.  The master is a person\nof an excellent disposition and is remarkable in the ship for his\ngentleness and the mildness of his discipline.  This circumstance,\nadded to his well-known integrity and dauntless courage, made me very\ndesirous to engage him.  A youth passed in solitude, my best years\nspent under your gentle and feminine fosterage, has so refined the\ngroundwork of my character that I cannot overcome an intense distaste\nto the usual brutality exercised on board ship:  I have never believed\nit to be necessary, and when I heard of a mariner equally noted for his\nkindliness of heart and the respect and obedience paid to him by his\ncrew, I felt myself peculiarly fortunate in being able to secure his\nservices.  I heard of him first in rather a romantic manner, from a\nlady who owes to him the happiness of her life.  This, briefly, is his\nstory.  Some years ago he loved a young Russian lady of moderate\nfortune, and having amassed a considerable sum in prize-money, the\nfather of the girl consented to the match.  He saw his mistress once\nbefore the destined ceremony; but she was bathed in tears, and throwing\nherself at his feet, entreated him to spare her, confessing at the same\ntime that she loved another, but that he was poor, and that her father\nwould never consent to the union.  My generous friend reassured the\nsuppliant, and on being informed of the name of her lover, instantly\nabandoned his pursuit.  He had already bought a farm with his money, on\nwhich he had designed to pass the remainder of his life; but he\nbestowed the whole on his rival, together with the remains of his\nprize-money to purchase stock, and then himself solicited the young\nwoman’s father to consent to her marriage with her lover.  But the old\nman decidedly refused, thinking himself bound in honour to my friend,\nwho, when he found the father inexorable, quitted his country, nor\nreturned until he heard that his former mistress was married according\nto her inclinations.  “What a noble fellow!” you will exclaim.  He is\nso; but then he is wholly uneducated:  he is as silent as a Turk, and a\nkind of ignorant carelessness attends him, which, while it renders his\nconduct the more astonishing, detracts from the interest and sympathy\nwhich otherwise he would command.",
        "Yet do not suppose, because I complain a little or because I can\nconceive a consolation for my toils which I may never know, that I am\nwavering in my resolutions.  Those are as fixed as fate, and my voyage\nis only now delayed until the weather shall permit my embarkation.  The\nwinter has been dreadfully severe, but the spring promises well, and it\nis considered as a remarkably early season, so that perhaps I may sail\nsooner than I expected.  I shall do nothing rashly:  you know me\nsufficiently to confide in my prudence and considerateness whenever the\nsafety of others is committed to my care.",
        "I cannot describe to you my sensations on the near prospect of my\nundertaking.  It is impossible to communicate to you a conception of\nthe trembling sensation, half pleasurable and half fearful, with which\nI am preparing to depart.  I am going to unexplored regions, to “the\nland of mist and snow,” but I shall kill no albatross; therefore do not\nbe alarmed for my safety or if I should come back to you as worn and\nwoeful as the “Ancient Mariner.”  You will smile at my allusion, but I\nwill disclose a secret.  I have often attributed my attachment to, my\npassionate enthusiasm for, the dangerous mysteries of ocean to that\nproduction of the most imaginative of modern poets.  There is something\nat work in my soul which I do not understand.  I am practically\nindustrious–painstaking, a workman to execute with perseverance and\nlabour–but besides this there is a love for the marvellous, a belief\nin the marvellous, intertwined in all my projects, which hurries me out\nof the common pathways of men, even to the wild sea and unvisited\nregions I am about to explore. But to return to dearer considerations.\nShall I meet you again, after having traversed immense seas, and\nreturned by the most southern cape of Africa or America?  I dare not\nexpect such success, yet I cannot bear to look on the reverse of the\npicture.  Continue for the present to write to me by every\nopportunity:  I may receive your letters on some occasions when I need\nthem most to support my spirits.  I love you very tenderly.  Remember\nme with affection, should you never hear from me again.",
        "Your affectionate brother,\nRobert Walton",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}