{
    "title": "Frankenstein - Chapter 7",
    "author": "Mary Shelley",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "On my return, I found the following letter from my father:–",
        "“My dear Victor,",
        "“You have probably waited impatiently for a letter to fix the date of\nyour return to us; and I was at first tempted to write only a few\nlines, merely mentioning the day on which I should expect you.  But\nthat would be a cruel kindness, and I dare not do it.  What would be\nyour surprise, my son, when you expected a happy and glad welcome, to\nbehold, on the contrary, tears and wretchedness?  And how, Victor, can\nI relate our misfortune?  Absence cannot have rendered you callous to\nour joys and griefs; and how shall I inflict pain on my long absent\nson?  I wish to prepare you for the woeful news, but I know it is\nimpossible; even now your eye skims over the page to seek the words\nwhich are to convey to you the horrible tidings.",
        "“William is dead!–that sweet child, whose smiles delighted and warmed\nmy heart, who was so gentle, yet so gay!  Victor, he is murdered!",
        "“I will not attempt to console you; but will simply relate the\ncircumstances of the transaction.",
        "“Last Thursday (May 7th), I, my niece, and your two brothers, went to\nwalk in Plainpalais.  The evening was warm and serene, and we prolonged\nour walk farther than usual.  It was already dusk before we thought of\nreturning; and then we discovered that William and Ernest, who had gone\non before, were not to be found.  We accordingly rested on a seat until\nthey should return.  Presently Ernest came, and enquired if we had seen\nhis brother; he said, that he had been playing with him, that William\nhad run away to hide himself, and that he vainly sought for him, and\nafterwards waited for a long time, but that he did not return.",
        "“This account rather alarmed us, and we continued to search for him\nuntil night fell, when Elizabeth conjectured that he might have\nreturned to the house.  He was not there.  We returned again, with\ntorches; for I could not rest, when I thought that my sweet boy had\nlost himself, and was exposed to all the damps and dews of night;\nElizabeth also suffered extreme anguish.  About five in the morning I\ndiscovered my lovely boy, whom the night before I had seen blooming and\nactive in health, stretched on the grass livid and motionless; the\nprint of the murder’s finger was on his neck.",
        "“He was conveyed home, and the anguish that was visible in my\ncountenance betrayed the secret to Elizabeth.  She was very earnest to\nsee the corpse.  At first I attempted to prevent her but she persisted,\nand entering the room where it lay, hastily examined the neck of the\nvictim, and clasping her hands exclaimed, `O God!  I have murdered my\ndarling child!’",
        "“She fainted, and was restored with extreme difficulty.  When she again\nlived, it was only to weep and sigh.  She told me, that that same\nevening William had teased her to let him wear a very valuable\nminiature that she possessed of your mother.  This picture is gone, and\nwas doubtless the temptation which urged the murderer to the deed.  We\nhave no trace of him at present, although our exertions to discover him\nare unremitted; but they will not restore my beloved William!",
        "“Come, dearest Victor; you alone can console Elizabeth.  She weeps\ncontinually, and accuses herself unjustly as the cause of his death;\nher words pierce my heart.  We are all unhappy; but will not that be an\nadditional motive for you, my son, to return and be our comforter?\nYour dear mother!  Alas, Victor!  I now say, Thank God she did not live\nto witness the cruel, miserable death of her youngest darling!",
        "“Come, Victor; not brooding thoughts of vengeance against the assassin,\nbut with feelings of peace and gentleness, that will heal, instead of\nfestering, the wounds of our minds.  Enter the house of mourning, my\nfriend, but with kindness and affection for those who love you, and not\nwith hatred for your enemies.",
        "               “Your affectionate and afflicted father,",
        "                              “Alphonse Frankenstein.",
        "“Geneva, May 12th, 17–.”",
        "Clerval, who had watched my countenance as I read this letter, was\nsurprised to observe the despair that succeeded the joy I at first\nexpressed on receiving new from my friends.  I threw the letter on the\ntable, and covered my face with my hands.",
        "“My dear Frankenstein,” exclaimed Henry, when he perceived me weep with\nbitterness, “are you always to be unhappy?  My dear friend, what has\nhappened?”",
        "I motioned him to take up the letter, while I walked up and down the\nroom in the extremest agitation.  Tears also gushed from the eyes of\nClerval, as he read the account of my misfortune.",
        "“I can offer you no consolation, my friend,” said he; “your disaster is\nirreparable.  What do you intend to do?”",
        "“To go instantly to Geneva: come with me, Henry, to order the horses.”",
        "During our walk, Clerval endeavoured to say a few words of consolation;\nhe could only express his heartfelt sympathy.  “Poor William!” said he,\n“dear lovely child, he now sleeps with his angel mother!  Who that had\nseen him bright and joyous in his young beauty, but must weep over his\nuntimely loss!  To die so miserably; to feel the murderer’s grasp!  How\nmuch more a murdered that could destroy radiant innocence!  Poor little\nfellow! one only consolation have we; his friends mourn and weep, but\nhe is at rest. The pang is over, his sufferings are at an end for ever.\nA sod covers his gentle form, and he knows no pain.  He can no longer\nbe a subject for pity; we must reserve that for his miserable\nsurvivors.”",
        "Clerval spoke thus as we hurried through the streets; the words\nimpressed themselves on my mind and I remembered them afterwards in\nsolitude.  But now, as soon as the horses arrived, I hurried into a\ncabriolet, and bade farewell to my friend.",
        "My journey was very melancholy.  At first I wished to hurry on, for I\nlonged to console and sympathise with my loved and sorrowing friends;\nbut when I drew near my native town, I slackened my progress.  I could\nhardly sustain the multitude of feelings that crowded into my mind.  I\npassed through scenes familiar to my youth, but which I had not seen\nfor nearly six years.  How altered every thing might be during that\ntime!  One sudden and desolating change had taken place; but a thousand\nlittle circumstances might have by degrees worked other alterations,\nwhich, although they were done more tranquilly, might not be the less\ndecisive.  Fear overcame me; I dared no advance, dreading a thousand\nnameless evils that made me tremble, although I was unable to define\nthem.  I remained two days at Lausanne, in this painful state of mind.\nI contemplated the lake:  the waters were placid; all around was calm;\nand the snowy mountains, `the palaces of nature,’ were not changed.  By\ndegrees the calm and heavenly scene restored me, and I continued my\njourney towards Geneva.",
        "The road ran by the side of the lake, which became narrower as I\napproached my native town.  I discovered more distinctly the black\nsides of Jura, and the bright summit of Mont Blanc.  I wept like a\nchild.  “Dear mountains! my own beautiful lake! how do you welcome your\nwanderer?  Your summits are clear; the sky and lake are blue and\nplacid.  Is this to prognosticate peace, or to mock at my unhappiness?”",
        "I fear, my friend, that I shall render myself tedious by dwelling on\nthese preliminary circumstances; but they were days of comparative\nhappiness, and I think of them with pleasure.  My country, my beloved\ncountry! who but a native can tell the delight I took in again\nbeholding thy streams, thy mountains, and, more than all, thy lovely\nlake!",
        "Yet, as I drew nearer home, grief and fear again overcame me.  Night\nalso closed around; and when I could hardly see the dark mountains, I\nfelt still more gloomily.  The picture appeared a vast and dim scene of\nevil, and I foresaw obscurely that I was destined to become the most\nwretched of human beings.  Alas!  I prophesied truly, and failed only\nin one single circumstance, that in all the misery I imagined and\ndreaded, I did not conceive the hundredth part of the anguish I was\ndestined to endure.  It was completely dark when I arrived in the\nenvirons of Geneva; the gates of the town were already shut; and I was\nobliged to pass the night at Secheron, a village at the distance of\nhalf a league from the city.  The sky was serene; and, as I was unable\nto rest, I resolved to visit the spot where my poor William had been\nmurdered.  As I could not pass through the town, I was obliged to cross\nthe lake in a boat to arrive at Plainpalais.  During this short voyage\nI saw the lightning playing on the summit of Mont Blanc in the most\nbeautiful figures.  The storm appeared to approach rapidly, and, on\nlanding, I ascended a low hill, that I might observe its progress.  It\nadvanced; the heavens were clouded, and I soon felt the rain coming\nslowly in large drops, but its violence quickly increased.",
        "I quitted my seat, and walked on, although the darkness and storm\nincreased every minute, and the thunder burst with a terrific crash\nover my head.  It was echoed from Saleve, the Juras, and the Alps of\nSavoy; vivid flashes of lightning dazzled my eyes, illuminating the\nlake, making it appear like a vast sheet of fire; then for an instant\nevery thing seemed of a pitchy darkness, until the eye recovered itself\nfrom the preceding flash.  The storm, as is often the case in\nSwitzerland, appeared at once in various parts of the heavens.  The\nmost violent storm hung exactly north of the town, over the part of the\nlake which lies between the promontory of Belrive and the village of\nCopet.  Another storm enlightened Jura with faint flashes; and another\ndarkened and sometimes disclosed the Mole, a peaked mountain to the\neast of the lake.",
        "While I watched the tempest, so beautiful yet terrific, I wandered on\nwith a hasty step.  This noble war in the sky elevated my spirits; I\nclasped my hands, and exclaimed aloud, “William, dear angel! this is\nthy funeral, this thy dirge!” As I said these words, I perceived in the\ngloom a figure which stole from behind a clump of trees near me; I\nstood fixed, gazing intently:  I could not be mistaken.  A flash of\nlightning illuminated the object, and discovered its shape plainly to\nme; its gigantic stature, and the deformity of its aspect more hideous\nthan belongs to humanity, instantly informed me that it was the wretch,\nthe filthy daemon, to whom I had given life.  What did he there?  Could\nhe be (I shuddered at the conception) the murderer of my brother?  No\nsooner did that idea cross my imagination, than I became convinced of\nits truth; my teeth chattered, and I was forced to lean against a tree\nfor support.  The figure passed me quickly, and I lost it in the gloom.",
        "Nothing in human shape could have destroyed the fair child.  HE was the\nmurderer!  I could not doubt it.  The mere presence of the idea was an\nirresistible proof of the fact.  I thought of pursuing the devil; but\nit would have been in vain, for another flash discovered him to me\nhanging among the rocks of the nearly perpendicular ascent of Mont\nSaleve, a hill that bounds Plainpalais on the south.  He soon reached\nthe summit, and disappeared.",
        "I remained motionless.  The thunder ceased; but the rain still\ncontinued, and the scene was enveloped in an impenetrable darkness.  I\nrevolved in my mind the events which I had until now sought to forget:\nthe whole train of my progress toward the creation; the appearance of\nthe works of my own hands at my bedside; its departure.  Two years had\nnow nearly elapsed since the night on which he first received life; and\nwas this his first crime?  Alas!  I had turned loose into the world a\ndepraved wretch, whose delight was in carnage and misery; had he not\nmurdered my brother?",
        "No one can conceive the anguish I suffered during the remainder of the\nnight, which I spent, cold and wet, in the open air.  But I did not\nfeel the inconvenience of the weather; my imagination was busy in\nscenes of evil and despair.  I considered the being whom I had cast\namong mankind, and endowed with the will and power to effect purposes\nof horror, such as the deed which he had now done, nearly in the light\nof my own vampire, my own spirit let loose from the grave, and forced\nto destroy all that was dear to me.",
        "Day dawned; and I directed my steps towards the town.  The gates were\nopen, and I hastened to my father’s house.  My first thought was to\ndiscover what I knew of the murderer, and cause instant pursuit to be\nmade.  But I paused when I reflected on the story that I had to tell. A\nbeing whom I myself had formed, and endued with life, had met me at\nmidnight among the precipices of an inaccessible mountain.  I\nremembered also the nervous fever with which I had been seized just at\nthe time that I dated my creation, and which would give an air of\ndelirium to a tale otherwise so utterly improbable.  I well knew that\nif any other had communicated such a relation to me, I should have\nlooked upon it as the ravings of insanity.  Besides, the strange nature\nof the animal would elude all pursuit, even if I were so far credited\nas to persuade my relatives to commence it.  And then of what use would\nbe pursuit?  Who could arrest a creature capable of scaling the\noverhanging sides of Mont Saleve?  These reflections determined me, and\nI resolved to remain silent.",
        "It was about five in the morning when I entered my father’s house.  I\ntold the servants not to disturb the family, and went into the library\nto attend their usual hour of rising.",
        "Six years had elapsed, passed in a dream but for one indelible trace,\nand I stood in the same place where I had last embraced my father\nbefore my departure for Ingolstadt.  Beloved and venerable parent!  He\nstill remained to me.  I gazed on the picture of my mother, which stood\nover the mantel-piece.  It was an historical subject, painted at my\nfather’s desire, and represented Caroline Beaufort in an agony of\ndespair, kneeling by the coffin of her dead father.  Her garb was\nrustic, and her cheek pale; but there was an air of dignity and beauty,\nthat hardly permitted the sentiment of pity.  Below this picture was a\nminiature of William; and my tears flowed when I looked upon it.  While\nI was thus engaged, Ernest entered:  he had heard me arrive, and\nhastened to welcome me:  “Welcome, my dearest Victor,” said he.  “Ah! I\nwish you had come three months ago, and then you would have found us\nall joyous and delighted.  You come to us now to share a misery which\nnothing can alleviate; yet you presence will, I hope, revive our\nfather, who seems sinking under his misfortune; and your persuasions\nwill induce poor Elizabeth to cease her vain and tormenting self-\naccusations.–Poor William! he was our darling and our pride!”",
        "Tears, unrestrained, fell from my brother’s eyes; a sense of mortal\nagony crept over my frame.  Before, I had only imagined the\nwretchedness of my desolated home; the reality came on me as a new, and\na not less terrible, disaster.  I tried to calm Ernest; I enquired more\nminutely concerning my father, and her I named my cousin.",
        "“She most of all,” said Ernest, “requires consolation; she accused\nherself of having caused the death of my brother, and that made her\nvery wretched.  But since the murderer has been discovered–”",
        "“The murderer discovered!  Good God! how can that be? who could attempt\nto pursue him?  It is impossible; one might as well try to overtake the\nwinds, or confine a mountain-stream with a straw.  I saw him too; he\nwas free last night!”",
        "“I do not know what you mean,” replied my brother, in accents of\nwonder, “but to us the discovery we have made completes our misery.  No\none would believe it at first; and even now Elizabeth will not be\nconvinced, notwithstanding all the evidence.  Indeed, who would credit\nthat Justine Moritz, who was so amiable, and fond of all the family,\ncould suddenly become so capable of so frightful, so appalling a\ncrime?”",
        "“Justine Moritz!  Poor, poor girl, is she the accused?  But it is\nwrongfully; every one knows that; no one believes it, surely, Ernest?”",
        "“No one did at first; but several circumstances came out, that have\nalmost forced conviction upon us; and her own behaviour has been so\nconfused, as to add to the evidence of facts a weight that, I fear,\nleaves no hope for doubt.  But she will be tried today, and you will\nthen hear all.”",
        "He then related that, the morning on which the murder of poor William\nhad been discovered, Justine had been taken ill, and confined to her\nbed for several days.  During this interval, one of the servants,\nhappening to examine the apparel she had worn on the night of the\nmurder, had discovered in her pocket the picture of my mother, which\nhad been judged to be the temptation of the murderer.  The servant\ninstantly showed it to one of the others, who, without saying a word to\nany of the family, went to a magistrate; and, upon their deposition,\nJustine was apprehended.  On being charged with the fact, the poor girl\nconfirmed the suspicion in a great measure by her extreme confusion of\nmanner.",
        "This was a strange tale, but it did not shake my faith; and I replied\nearnestly, “You are all mistaken; I know the murderer.  Justine, poor,\ngood Justine, is innocent.”",
        "At that instant my father entered.  I saw unhappiness deeply impressed\non his countenance, but he endeavoured to welcome me cheerfully; and,\nafter we had exchanged our mournful greeting, would have introduced\nsome other topic than that of our disaster, had not Ernest exclaimed,\n“Good God, papa!  Victor says that he knows who was the murderer of\npoor William.”",
        "“We do also, unfortunately,” replied my father, “for indeed I had\nrather have been for ever ignorant than have discovered so much\ndepravity and ungratitude in one I valued so highly.”",
        "“My dear father, you are mistaken; Justine is innocent.”",
        "“If she is, God forbid that she should suffer as guilty.  She is to be\ntried today, and I hope, I sincerely hope, that she will be acquitted.”",
        "This speech calmed me.  I was firmly convinced in my own mind that\nJustine, and indeed every human being, was guiltless of this murder.  I\nhad no fear, therefore, that any circumstantial evidence could be\nbrought forward strong enough to convict her.  My tale was not one to\nannounce publicly; its astounding horror would be looked upon as\nmadness by the vulgar.  Did any one indeed exist, except I, the\ncreator, who would believe, unless his senses convinced him, in the\nexistence of the living monument of presumption and rash ignorance\nwhich I had let loose upon the world?",
        "We were soon joined by Elizabeth.  Time had altered her since I last\nbeheld her; it had endowed her with loveliness surpassing the beauty of\nher childish years.  There was the same candour, the same vivacity, but\nit was allied to an expression more full of sensibility and intellect. \nShe welcomed me with the greatest affection.  “Your arrival, my dear\ncousin,” said she, “fills me with hope.  You perhaps will find some\nmeans to justify my poor guiltless Justine.  Alas! who is safe, if she\nbe convicted of crime?  I rely on her innocence as certainly as I do\nupon my own.  Our misfortune is doubly hard to us; we have not only\nlost that lovely darling boy, but this poor girl, whom I sincerely\nlove, is to be torn away by even a worse fate.  If she is condemned, I\nnever shall know joy more.  But she will not, I am sure she will not;\nand then I shall be happy again, even after the sad death of my little\nWilliam.”",
        "“She is innocent, my Elizabeth,” said I, “and that shall be proved;\nfear nothing, but let your spirits be cheered by the assurance of her\nacquittal.”",
        "“How kind and generous you are! every one else believes in her guilt,\nand that made me wretched, for I knew that it was impossible:  and to\nsee every one else prejudiced in so deadly a manner rendered me\nhopeless and despairing.”  She wept.",
        "“Dearest niece,” said my father, “dry your tears.  If she is, as you\nbelieve, innocent, rely on the justice of our laws, and the activity\nwith which I shall prevent the slightest shadow of partiality.”",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}