{
    "title": "Frankenstein - Chapter 11",
    "author": "Mary Shelley",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "“It is with considerable difficulty that I remember the original era of\nmy being; all the events of that period appear confused and\nindistinct.  A strange multiplicity of sensations seized me, and I saw,\nfelt, heard, and smelt at the same time; and it was, indeed, a long\ntime before I learned to distinguish between the operations of my\nvarious senses.  By degrees, I remember, a stronger light pressed upon\nmy nerves, so that I was obliged to shut my eyes.  Darkness then came\nover me and troubled me, but hardly had I felt this when, by opening my\neyes, as I now suppose, the light poured in upon me again.  I walked\nand, I believe, descended, but I presently found a great alteration in\nmy sensations.  Before, dark and opaque bodies had surrounded me,\nimpervious to my touch or sight; but I now found that I could wander on\nat liberty, with no obstacles which I could not either surmount or\navoid.  The light became more and more oppressive to me, and the heat\nwearying me as I walked, I sought a place where I could receive shade.\nThis was the forest near Ingolstadt; and here I lay by the side of a\nbrook resting from my fatigue, until I felt tormented by hunger and\nthirst.  This roused me from my nearly dormant state, and I ate some\nberries which I found hanging on the trees or lying on the ground.  I\nslaked my thirst at the brook, and then lying down, was overcome by\nsleep.",
        "“It was dark when I awoke; I felt cold also, and half frightened, as it\nwere, instinctively, finding myself so desolate.  Before I had quitted\nyour apartment, on a sensation of cold, I had covered myself with some\nclothes, but these were insufficient to secure me from the dews of\nnight.  I was a poor, helpless, miserable wretch; I knew, and could\ndistinguish, nothing; but feeling pain invade me on all sides, I sat\ndown and wept.",
        "“Soon a gentle light stole over the heavens and gave me a sensation of\npleasure.  I started up and beheld a radiant form rise from among the\ntrees.  [The moon]  I gazed with a kind of wonder.  It moved slowly,\nbut it enlightened my path, and I again went out in search of berries.\nI was still cold when under one of the trees I found a huge cloak, with\nwhich I covered myself, and sat down upon the ground.  No distinct\nideas occupied my mind; all was confused.  I felt light, and hunger,\nand thirst, and darkness; innumerable sounds rang in my ears, and on\nall sides various scents saluted me; the only object that I could\ndistinguish was the bright moon, and I fixed my eyes on that with\npleasure.",
        "“Several changes of day and night passed, and the orb of night had\ngreatly lessened, when I began to distinguish my sensations from each\nother.  I gradually saw plainly the clear stream that supplied me with\ndrink and the trees that shaded me with their foliage.  I was delighted\nwhen I first discovered that a pleasant sound, which often saluted my\nears, proceeded from the throats of the little winged animals who had\noften intercepted the light from my eyes.  I began also to observe,\nwith greater accuracy, the forms that surrounded me and to perceive the\nboundaries of the radiant roof of light which canopied me.  Sometimes I\ntried to imitate the pleasant songs of the birds but was unable. \nSometimes I wished to express my sensations in my own mode, but the\nuncouth and inarticulate sounds which broke from me frightened me into\nsilence again.",
        "“The moon had disappeared from the night, and again, with a lessened\nform, showed itself, while I still remained in the forest.  My\nsensations had by this time become distinct, and my mind received every\nday additional ideas.  My eyes became accustomed to the light and to\nperceive objects in their right forms; I distinguished the insect from\nthe herb, and by degrees, one herb from another.  I found that the\nsparrow uttered none but harsh notes, whilst those of the blackbird and\nthrush were sweet and enticing.",
        "“One day, when I was oppressed by cold, I found a fire which had been\nleft by some wandering beggars, and was overcome with delight at the\nwarmth I experienced from it.  In my joy I thrust my hand into the live\nembers, but quickly drew it out again with a cry of pain.  How strange,\nI thought, that the same cause should produce such opposite effects!  I\nexamined the materials of the fire, and to my joy found it to be\ncomposed of wood.  I quickly collected some branches, but they were wet\nand would not burn.  I was pained at this and sat still watching the\noperation of the fire.  The wet wood which I had placed near the heat\ndried and itself became inflamed.  I reflected on this, and by touching\nthe various branches, I discovered the cause and busied myself in\ncollecting a great quantity of wood, that I might dry it and have a\nplentiful supply of fire.  When night came on and brought sleep with\nit, I was in the greatest fear lest my fire should be extinguished.  I\ncovered it carefully with dry wood and leaves and placed wet branches\nupon it; and then, spreading my cloak, I lay on the ground and sank\ninto sleep.",
        "“It was morning when I awoke, and my first care was to visit the fire.\nI uncovered it, and a gentle breeze quickly fanned it into a flame.  I\nobserved this also and contrived a fan of branches, which roused the\nembers when they were nearly extinguished.  When night came again I\nfound, with pleasure, that the fire gave light as well as heat and that\nthe discovery of this element was useful to me in my food, for I found\nsome of the offals that the travellers had left had been roasted, and\ntasted much more savoury than the berries I gathered from the trees.  I\ntried, therefore, to dress my food in the same manner, placing it on\nthe live embers.  I found that the berries were spoiled by this\noperation, and the nuts and roots much improved.",
        "“Food, however, became scarce, and I often spent the whole day\nsearching in vain for a few acorns to assuage the pangs of hunger. When\nI found this, I resolved to quit the place that I had hitherto\ninhabited, to seek for one where the few wants I experienced would be\nmore easily satisfied.  In this emigration I exceedingly lamented the\nloss of the fire which I had obtained through accident and knew not how\nto reproduce it.  I gave several hours to the serious consideration of\nthis difficulty, but I was obliged to relinquish all attempt to supply\nit, and wrapping myself up in my cloak, I struck across the wood\ntowards the setting sun.  I passed three days in these rambles and at\nlength discovered the open country.  A great fall of snow had taken\nplace the night before, and the fields were of one uniform white; the\nappearance was disconsolate, and I found my feet chilled by the cold\ndamp substance that covered the ground.",
        "“It was about seven in the morning, and I longed to obtain food and\nshelter; at length I perceived a small hut, on a rising ground, which\nhad doubtless been built for the convenience of some shepherd.  This\nwas a new sight to me, and I examined the structure with great\ncuriosity.  Finding the door open, I entered.  An old man sat in it,\nnear a fire, over which he was preparing his breakfast.  He turned on\nhearing a noise, and perceiving me, shrieked loudly, and quitting the\nhut, ran across the fields with a speed of which his debilitated form\nhardly appeared capable.  His appearance, different from any I had ever\nbefore seen, and his flight somewhat surprised me.  But I was enchanted\nby the appearance of the hut; here the snow and rain could not\npenetrate; the ground was dry; and it presented to me then as exquisite\nand divine a retreat as Pandemonium appeared to the demons of hell\nafter their sufferings in the lake of fire.  I greedily devoured the\nremnants of the shepherd’s breakfast, which consisted of bread, cheese,\nmilk, and wine; the latter, however, I did not like.  Then, overcome by\nfatigue, I lay down among some straw and fell asleep.",
        "“It was noon when I awoke, and allured by the warmth of the sun, which\nshone brightly on the white ground, I determined to recommence my\ntravels; and, depositing the remains of the peasant’s breakfast in a\nwallet I found, I proceeded across the fields for several hours, until\nat sunset I arrived at a village.  How miraculous did this appear!  The\nhuts, the neater cottages, and stately houses engaged my admiration by\nturns.  The vegetables in the gardens, the milk and cheese that I saw\nplaced at the windows of some of the cottages, allured my appetite. One\nof the best of these I entered, but I had hardly placed my foot within\nthe door before the children shrieked, and one of the women fainted.\nThe whole village was roused; some fled, some attacked me, until,\ngrievously bruised by stones and many other kinds of missile weapons, I\nescaped to the open country and fearfully took refuge in a low hovel,\nquite bare, and making a wretched appearance after the palaces I had\nbeheld in the village.  This hovel however, joined a cottage of a neat\nand pleasant appearance, but after my late dearly bought experience, I\ndared not enter it.  My place of refuge was constructed of wood, but so\nlow that I could with difficulty sit upright in it.  No wood, however,\nwas placed on the earth, which formed the floor, but it was dry; and\nalthough the wind entered it by innumerable chinks, I found it an\nagreeable asylum from the snow and rain.",
        "“Here, then, I retreated and lay down happy to have found a shelter,\nhowever miserable, from the inclemency of the season, and still more\nfrom the barbarity of man.  As soon as morning dawned I crept from my\nkennel, that I might view the adjacent cottage and discover if I could\nremain in the habitation I had found.  It was situated against the back\nof the cottage and surrounded on the sides which were exposed by a pig\nsty and a clear pool of water.  One part was open, and by that I had\ncrept in; but now I covered every crevice by which I might be perceived\nwith stones and wood, yet in such a manner that I might move them on\noccasion to pass out; all the light I enjoyed came through the sty, and\nthat was sufficient for me.",
        "“Having thus arranged my dwelling and carpeted it with clean straw, I\nretired, for I saw the figure of a man at a distance, and I remembered\ntoo well my treatment the night before to trust myself in his power.  I\nhad first, however, provided for my sustenance for that day by a loaf\nof coarse bread, which I purloined, and a cup with which I could drink\nmore conveniently than from my hand of the pure water which flowed by\nmy retreat.  The floor was a little raised, so that it was kept\nperfectly dry, and by its vicinity to the chimney of the cottage it was\ntolerably warm.",
        "“Being thus provided, I resolved to reside in this hovel until\nsomething should occur which might alter my determination.  It was\nindeed a paradise compared to the bleak forest, my former residence,\nthe rain-dropping branches, and dank earth.  I ate my breakfast with\npleasure and was about to remove a plank to procure myself a little\nwater when I heard a step, and looking through a small chink, I beheld\na young creature, with a pail on her head, passing before my hovel. The\ngirl was young and of gentle demeanour, unlike what I have since found\ncottagers and farmhouse servants to be.  Yet she was meanly dressed, a\ncoarse blue petticoat and a linen jacket being her only garb; her fair\nhair was plaited but not adorned:  she looked patient yet sad.  I lost\nsight of her, and in about a quarter of an hour she returned bearing\nthe pail, which was now partly filled with milk.  As she walked along,\nseemingly incommoded by the burden, a young man met her, whose\ncountenance expressed a deeper despondence.  Uttering a few sounds with\nan air of melancholy, he took the pail from her head and bore it to the\ncottage himself.  She followed, and they disappeared.  Presently I saw\nthe young man again, with some tools in his hand, cross the field\nbehind the cottage; and the girl was also busied, sometimes in the\nhouse and sometimes in the yard.  ",
        "“On examining my dwelling, I found that one of the windows of the\ncottage had formerly occupied a part of it, but the panes had been\nfilled up with wood. In one of these was a small and almost\nimperceptible chink through which the eye could just penetrate.\nThrough this crevice a small room was visible, whitewashed and clean\nbut very bare of furniture. In one corner, near a small fire, sat an\nold man, leaning his head on his hands in a disconsolate attitude. The\nyoung girl was occupied in arranging the cottage; but presently she\ntook something out of a drawer, which employed her hands, and she sat\ndown beside the old man, who, taking up an instrument, began to play\nand to produce sounds sweeter than the voice of the thrush or the\nnightingale. It was a lovely sight, even to me, poor wretch who had\nnever beheld aught beautiful before. The silver hair and benevolent\ncountenance of the aged cottager won my reverence, while the gentle\nmanners of the girl enticed my love. He played a sweet mournful air\nwhich I perceived drew tears from the eyes of his amiable companion,\nof which the old man took no notice, until she sobbed audibly; he then\npronounced a few sounds, and the fair creature, leaving her work,\nknelt at his feet. He raised her and smiled with such kindness and\naffection that I felt sensations of a peculiar and overpowering\nnature; they were a mixture of pain and pleasure, such as I had never\nbefore experienced, either from hunger or cold, warmth or food; and I\nwithdrew from the window, unable to bear these emotions.",
        "“Soon after this the young man returned, bearing on his shoulders a\nload of wood.  The girl met him at the door, helped to relieve him of\nhis burden, and taking some of the fuel into the cottage, placed it on\nthe fire; then she and the youth went apart into a nook of the cottage,\nand he showed her a large loaf and a piece of cheese.  She seemed\npleased and went into the garden for some roots and plants, which she\nplaced in water, and then upon the fire.  She afterwards continued her\nwork, whilst the young man went into the garden and appeared busily\nemployed in digging and pulling up roots.  After he had been employed\nthus about an hour, the young woman joined him and they entered the\ncottage together.",
        "“The old man had, in the meantime, been pensive, but on the appearance\nof his companions he assumed a more cheerful air, and they sat down to\neat.  The meal was quickly dispatched.  The young woman was again\noccupied in arranging the cottage, the old man walked before the\ncottage in the sun for a few minutes, leaning on the arm of the youth. \nNothing could exceed in beauty the contrast between these two excellent\ncreatures.  One was old, with silver hairs and a countenance beaming\nwith benevolence and love; the younger was slight and graceful in his\nfigure, and his features were moulded with the finest symmetry, yet his\neyes and attitude expressed the utmost sadness and despondency.  The\nold man returned to the cottage, and the youth, with tools different\nfrom those he had used in the morning, directed his steps across the\nfields.",
        "“Night quickly shut in, but to my extreme wonder, I found that the\ncottagers had a means of prolonging light by the use of tapers, and was\ndelighted to find that the setting of the sun did not put an end to the\npleasure I experienced in watching my human neighbours.  In the evening\nthe young girl and her companion were employed in various occupations\nwhich I did not understand; and the old man again took up the\ninstrument which produced the divine sounds that had enchanted me in\nthe morning.  So soon as he had finished, the youth began, not to play,\nbut to utter sounds that were monotonous, and neither resembling the\nharmony of the old man’s instrument nor the songs of the birds; I since\nfound that he read aloud, but at that time I knew nothing of the\nscience of words or letters.",
        "“The family, after having been thus occupied for a short time,\nextinguished their lights and retired, as I conjectured, to rest.”",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}