{
    "title": "Frankenstein - Chapter 15",
    "author": "Mary Shelley",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "“Such was the history of my beloved cottagers.  It impressed me deeply.\nI learned, from the views of social life which it developed, to admire\ntheir virtues and to deprecate the vices of mankind.",
        "“As yet I looked upon crime as a distant evil, benevolence and\ngenerosity were ever present before me, inciting within me a desire to\nbecome an actor in the busy scene where so many admirable qualities\nwere called forth and displayed.  But in giving an account of the\nprogress of my intellect, I must not omit a circumstance which occurred\nin the beginning of the month of August of the same year.",
        "“One night during my accustomed visit to the neighbouring wood where I\ncollected my own food and brought home firing for my protectors, I\nfound on the ground a leathern portmanteau containing several articles\nof dress and some books.  I eagerly seized the prize and returned with\nit to my hovel.  Fortunately the books were written in the language,\nthe elements of which I had acquired at the cottage; they consisted of\nParadise Lost, a volume of Plutarch’s Lives, and the Sorrows of Werter.\nThe possession of these treasures gave me extreme delight; I now\ncontinually studied and exercised my mind upon these histories, whilst\nmy friends were employed in their ordinary occupations.",
        "“I can hardly describe to you the effect of these books.  They produced\nin me an infinity of new images and feelings, that sometimes raised me\nto ecstasy, but more frequently sunk me into the lowest dejection.  In\nthe Sorrows of Werter, besides the interest of its simple and affecting\nstory, so many opinions are canvassed and so many lights thrown upon\nwhat had hitherto been to me obscure subjects that I found in it a\nnever-ending source of speculation and astonishment.  The gentle and\ndomestic manners it described, combined with lofty sentiments and\nfeelings, which had for their object something out of self, accorded\nwell with my experience among my protectors and with the wants which\nwere forever alive in my own bosom.  But I thought Werter himself a\nmore divine being than I had ever beheld or imagined; his character\ncontained no pretension, but it sank deep.  The disquisitions upon\ndeath and suicide were calculated to fill  me with wonder.  I did not\npretend to enter into the merits of the case, yet I inclined towards\nthe opinions of the hero, whose extinction I wept, without precisely\nunderstanding it.",
        "“As I read, however, I applied much personally to my own feelings and\ncondition.  I found myself similar yet at the same time strangely\nunlike to the beings concerning whom I read and to whose conversation I\nwas a listener.  I sympathized with and partly understood them, but I\nwas unformed in mind; I was dependent on none and related to none.\n“The path of my departure was free,” and there was none to lament my\nannihilation.  My person was hideous and my stature gigantic.  What did\nthis mean?  Who was I?  What was I?  Whence did I come?  What was my\ndestination?  These questions continually recurred, but I was unable to\nsolve them.",
        "“The volume of Plutarch’s Lives which I possessed contained the\nhistories of the first founders of the ancient republics.  This book\nhad a far different effect upon me from the Sorrows of Werter.  I\nlearned from Werter’s imaginations despondency and gloom, but Plutarch\ntaught me high thoughts; he elevated me above the wretched sphere of my\nown reflections, to admire and love the heroes of past ages.  Many\nthings I read surpassed my understanding and experience.  I had a very\nconfused knowledge of kingdoms, wide extents of country, mighty rivers,\nand boundless seas.  But I was perfectly unacquainted with towns and\nlarge assemblages of men. The cottage of my protectors had been the\nonly school in which I had studied human nature, but this book\ndeveloped new and mightier scenes of action.  I read of men concerned\nin public affairs, governing or massacring their species.  I felt the\ngreatest ardour for virtue rise within me, and abhorrence for vice, as\nfar as I understood the signification of those terms, relative as they\nwere, as I applied them, to pleasure and pain alone.  Induced by these\nfeelings, I was of course led to admire peaceable lawgivers, Numa,\nSolon, and Lycurgus, in preference to Romulus and Theseus.  The\npatriarchal lives of my protectors caused these impressions to take a\nfirm hold on my mind; perhaps, if my first introduction to humanity had\nbeen made by a young soldier, burning for glory and slaughter, I should\nhave been imbued with different sensations.",
        "“But Paradise Lost excited different and far deeper emotions.  I read\nit, as I had read the other volumes which had fallen into my hands, as\na true history.  It moved every feeling of wonder and awe that the\npicture of an omnipotent God warring with his creatures was capable of\nexciting.  I often referred the several situations, as their similarity\nstruck me, to my own.  Like Adam, I was apparently united by no link to\nany other being in existence; but his state was far different from mine\nin every other respect.  He had come forth from the hands of God a\nperfect creature, happy and prosperous, guarded by the especial care of\nhis Creator; he was allowed to converse with and acquire knowledge from\nbeings of a superior nature, but I was wretched, helpless, and alone.\nMany times I considered Satan as the fitter emblem of my condition, for\noften, like him, when I viewed the bliss of my protectors, the bitter\ngall of envy rose within me.",
        "“Another circumstance strengthened and confirmed these feelings.  Soon\nafter my arrival in the hovel I discovered some papers in the pocket of\nthe dress which I had taken from your laboratory.  At first I had\nneglected them, but now that I was able to decipher the characters in\nwhich they were written, I began to study them with diligence.  It was\nyour journal of the four months that preceded my creation.  You\nminutely described in these papers every step you took in the progress\nof your work; this history was mingled with accounts of domestic\noccurrences.  You doubtless recollect these papers.  Here they are. \nEverything is related in them which bears reference to my accursed\norigin; the whole detail of that series of disgusting circumstances\nwhich produced it is set in view; the minutest description of my odious\nand loathsome person is given, in language which painted your own\nhorrors and rendered mine indelible.  I sickened as I read.  `Hateful\nday when I received life!’ I exclaimed in agony.  `Accursed creator! \nWhy did you form a monster so hideous that even YOU turned from me in\ndisgust?  God, in pity, made man beautiful and alluring, after his own\nimage; but my form is a filthy type of yours, more horrid even from the\nvery resemblance.  Satan had his companions, fellow devils, to admire\nand encourage him, but I am solitary and abhorred.’",
        "“These were the reflections of my hours of despondency and solitude;\nbut when I contemplated the virtues of the cottagers, their amiable and\nbenevolent dispositions, I persuaded myself that when they should\nbecome acquainted with my admiration of their virtues they  would\ncompassionate me and overlook my personal deformity.  Could they turn\nfrom their door one, however monstrous, who solicited their compassion\nand friendship?  I resolved, at least, not to despair, but in every way\nto fit myself for an interview with them which would decide my fate.  I\npostponed this attempt for some months longer, for the importance\nattached to its success inspired me with a dread lest I should fail. \nBesides, I found that my understanding improved so much with every\nday’s experience that I was unwilling to commence this undertaking\nuntil a few more months should have added to my sagacity.",
        "“Several changes, in the meantime, took place in the cottage.  The\npresence of Safie diffused happiness among its inhabitants, and I also\nfound that a greater degree of plenty reigned there.  Felix and Agatha\nspent more time in amusement and conversation, and were assisted in\ntheir labours by servants.  They did not appear rich, but they were\ncontented and happy; their feelings were serene and peaceful, while\nmine became every day more tumultuous.  Increase of knowledge only\ndiscovered to me more clearly what a wretched outcast I was.  I\ncherished hope, it is true, but it vanished when I beheld my person\nreflected in water or my shadow in the moonshine, even as that frail\nimage and that inconstant shade.",
        "“I endeavoured to crush these fears and to fortify myself for the trial\nwhich in a few months I resolved to undergo; and sometimes I allowed my\nthoughts, unchecked by reason, to ramble in the fields of Paradise, and\ndared to fancy amiable and lovely creatures sympathizing with my\nfeelings and cheering my gloom; their angelic countenances breathed\nsmiles of consolation.  But it was all a dream; no Eve soothed my\nsorrows nor shared my thoughts; I was alone.  I remembered Adam’s\nsupplication to his Creator.  But where was mine?  He had abandoned me,\nand in the bitterness of my heart I cursed him.",
        "“Autumn passed thus.  I saw, with surprise and grief, the leaves decay\nand fall, and nature again assume the barren and bleak appearance it\nhad worn when I first beheld the woods and the lovely moon.  Yet I did\nnot heed the bleakness of the weather; I was better fitted by my\nconformation for the endurance of cold than heat.  But my chief\ndelights were the sight of the flowers, the birds, and all the gay\napparel of summer; when those deserted me, I turned with more attention\ntowards the cottagers.  Their happiness was not decreased by the\nabsence of summer.  They loved and sympathized with one another; and\ntheir joys, depending on each other, were not interrupted by the\ncasualties that took place around them.  The more I saw of them, the\ngreater became my desire to claim their protection and kindness; my\nheart yearned to be known and loved by these amiable creatures; to see\ntheir sweet looks directed towards me with affection was the utmost\nlimit of my ambition.  I dared not think that they would turn them from\nme with disdain and horror.  The poor that stopped at their door were\nnever driven away.  I asked, it is true, for greater treasures than a\nlittle food or rest:  I required kindness and sympathy; but I did not\nbelieve myself utterly unworthy of it.",
        "“The winter advanced, and an entire revolution of the seasons had taken\nplace since I awoke into life.  My attention at this time was solely\ndirected towards my plan of introducing myself into the cottage of my\nprotectors.  I revolved many projects, but that on which I finally\nfixed was to enter the dwelling when the blind old man should be\nalone.  I had sagacity enough to discover that the unnatural\nhideousness of my person was the chief object of horror with those who\nhad formerly beheld me.  My voice, although harsh, had nothing terrible\nin it; I thought, therefore, that if in the absence of his children I\ncould gain the good will and mediation of the old De Lacey, I might by\nhis means be tolerated by my younger protectors.",
        "“One day, when the sun shone on the red leaves that strewed the ground\nand diffused cheerfulness, although it denied warmth, Safie, Agatha,\nand Felix departed on a long country walk, and the old man, at his own\ndesire, was left alone in the cottage.  When his children had departed,\nhe took up his guitar and played several mournful but sweet airs, more\nsweet and mournful than I had ever heard him play before.  At first his\ncountenance was illuminated with pleasure, but as he continued,\nthoughtfulness and sadness succeeded; at length, laying aside the\ninstrument, he sat absorbed in reflection.",
        "“My heart beat quick; this was the hour and moment of trial, which\nwould decide my hopes or realize my fears.  The servants were gone to a\nneighbouring fair.  All was silent in and around the cottage; it was an\nexcellent opportunity; yet, when I proceeded to execute my plan, my\nlimbs failed me and I sank to the ground.  Again I rose, and exerting\nall the firmness of which I was master, removed the planks which I had\nplaced before my hovel to conceal my retreat.  The fresh air revived\nme, and with renewed determination I approached the door of their\ncottage.",
        "“I knocked.  `Who is there?’ said the old man.  `Come in.’",
        "“I entered.  `Pardon this intrusion,’ said I; `I am a traveller in want\nof a little rest; you would greatly oblige me if you would allow me to\nremain a few minutes before the fire.’",
        "“`Enter,’ said De Lacey, `and I will try in what manner I can to\nrelieve your wants; but, unfortunately, my children are from home, and\nas I am blind, I am afraid I shall find it difficult to procure food\nfor you.’",
        "“`Do not trouble yourself, my kind host; I have food; it is warmth and\nrest only that I need.’",
        "“I sat down, and a silence ensued.  I knew that every minute was\nprecious to me, yet I remained irresolute in what manner to commence\nthe interview, when the old man addressed me.  `By your language,\nstranger, I suppose you are my countryman; are you French?’",
        "“`No; but I was educated by a French family and understand that\nlanguage only.  I am now going to claim the protection of some friends,\nwhom I sincerely love, and of whose favour I have some hopes.’",
        "“`Are they Germans?’",
        "“`No, they are French.  But let us change the subject.  I am an\nunfortunate and deserted creature, I look around and I have no relation\nor friend upon earth.  These amiable people to whom I go have never\nseen me and know little of me.  I am full of fears, for if I fail\nthere, I am an outcast in the world forever.’",
        "“`Do not despair.  To be friendless is indeed to be unfortunate, but\nthe hearts of men, when unprejudiced by any obvious self-interest, are\nfull of brotherly love and charity.  Rely, therefore, on your hopes;\nand if these friends are good and amiable, do not despair.’",
        "“`They are kind–they are the most excellent creatures in the world;\nbut, unfortunately, they are prejudiced against me.  I have good\ndispositions; my life has been hitherto harmless and in some degree\nbeneficial; but a fatal prejudice clouds their eyes, and where they\nought to see a feeling and kind friend, they behold only a detestable\nmonster.’",
        "“`That is indeed unfortunate; but if you are really blameless, cannot\nyou undeceive them?’",
        "“`I am about to undertake that task; and it is on that account that I\nfeel so many overwhelming terrors.  I tenderly love these friends; I\nhave, unknown to them, been for many months in the habits of daily\nkindness towards them; but they believe that I wish to injure them, and\nit is that prejudice which I wish to overcome.’",
        "“`Where do these friends reside?’",
        "“`Near this spot.’",
        "“The old man paused and then continued, `If you will unreservedly\nconfide to me the particulars of your tale, I perhaps may be of use in\nundeceiving them.  I am blind and cannot judge of your countenance, but\nthere is something in your words which persuades me that you are\nsincere.  I am poor and an exile, but it will afford me true pleasure\nto be in any way serviceable to a human creature.’",
        "“`Excellent man!  I thank you and accept your generous offer.  You\nraise me from the dust by this kindness; and I trust that, by your aid,\nI shall not be driven from the society and sympathy of your fellow\ncreatures.’",
        "“`Heaven forbid!  Even if you were really criminal, for that can only\ndrive you to desperation, and not instigate you to virtue.  I also am\nunfortunate; I and my family have been condemned, although innocent;\njudge, therefore, if I do not feel for your misfortunes.’",
        "“`How can I thank you, my best and only benefactor?  From your lips\nfirst have I heard the voice of kindness directed towards me; I shall\nbe forever grateful; and your present humanity assures me of success\nwith those friends whom I am on the point of meeting.’",
        "“`May I know the names and residence of those friends?’ ",
        "“I paused. This, I thought, was the moment of decision, which was to rob\nme of or bestow happiness on me forever.  I struggled vainly for firmness\nsufficient to answer him, but the effort destroyed all my remaining\nstrength; I sank on the chair and sobbed aloud.  At that moment I heard\nthe steps of my younger protectors.  I had not a moment to lose, but\nseizing the hand of the old man, I cried, `Now is the time!  Save and\nprotect me!  You and your family are the friends whom I seek.  Do not\nyou desert me in the hour of trial!’",
        "“`Great God!’ exclaimed the old man.  `Who are you?’",
        "“At that instant the cottage door was opened, and Felix, Safie, and\nAgatha entered.  Who can describe their horror and consternation on\nbeholding me?  Agatha fainted, and Safie, unable to attend to her\nfriend, rushed out of the cottage.  Felix darted forward, and with\nsupernatural force tore me from his father, to whose knees I clung, in\na transport of fury, he dashed me to the ground and struck me violently\nwith a stick.  I could have torn him limb from limb, as the lion rends\nthe antelope.  But my heart sank within me as with bitter sickness, and\nI refrained.  I saw him on the point of repeating his blow, when,\novercome by pain and anguish, I quitted the cottage, and in the general\ntumult escaped unperceived to my hovel.”",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}