{
    "title": "Frankenstein - Chapter 17",
    "author": "Mary Shelley",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "The being finished speaking and fixed his looks upon me in the\nexpectation of a reply.  But I was bewildered, perplexed, and\nunable to arrange my ideas sufficiently to understand the full\nextent of his proposition.  He continued,",
        "“You must create a female for me with whom I can live in the\ninterchange of those sympathies necessary for my being.  This you alone\ncan do, and I demand it of you as a right which you must not refuse to\nconcede.”",
        "The latter part of his tale had kindled anew in me the anger that had\ndied away while he narrated his peaceful life among the cottagers, and\nas he said this I could no longer suppress the rage that burned within\nme.",
        "“I do refuse it,” I replied; “and no torture shall ever extort a\nconsent from me.  You may render me the most miserable of men, but you\nshall never make me base in my own eyes.  Shall I create another like\nyourself, whose joint wickedness might desolate the world.  Begone!  I\nhave answered you; you may torture me, but I will never consent.”",
        "“You are in the wrong,” replied the fiend; “and instead of threatening,\nI am content to reason with you.  I am malicious because I am\nmiserable.  Am I not shunned and hated by all mankind?  You, my\ncreator, would tear me to pieces and triumph; remember that, and tell\nme why I should pity man more than he pities me?  You would not call it\nmurder if you could precipitate me into one of those ice-rifts and\ndestroy my frame, the work of your own hands.  Shall I respect man when\nhe condemns me?  Let him live with me in the interchange of kindness,\nand instead of injury I would bestow every benefit upon him with tears\nof gratitude at his acceptance.  But that cannot be; the human senses\nare insurmountable barriers to our union.  Yet mine shall not be the\nsubmission of abject slavery.  I will revenge my injuries; if I cannot\ninspire love, I will cause fear, and chiefly towards you my archenemy,\nbecause my creator, do I swear inextinguishable hatred.  Have a care; I\nwill work at your destruction, nor finish until I desolate your heart,\nso that you shall curse the hour of your birth.”",
        "A fiendish rage animated him as he said this; his face was wrinkled\ninto contortions too horrible for human eyes to behold; but presently\nhe calmed himself and proceeded–",
        "“I intended to reason.  This passion is detrimental to me, for you do\nnot reflect that YOU are the cause of its excess.  If any being felt\nemotions of benevolence towards me, I should return them a hundred and\na hundredfold; for that one creature’s sake I would make peace with the\nwhole kind!  But I now indulge in dreams of bliss that cannot be\nrealized.  What I ask of you is reasonable and moderate; I demand a\ncreature of another sex, but as hideous as myself; the gratification is\nsmall, but it is all that I can receive, and it shall content me.  It\nis true, we shall be monsters, cut off from all the world; but on that\naccount we shall be more attached to one another.  Our lives will not\nbe happy, but they will be harmless and free from the misery I now\nfeel.  Oh!  My creator, make me happy; let me feel gratitude towards\nyou for one benefit!  Let me see that I excite the sympathy of some\nexisting thing; do not deny me my request!”",
        "I was moved.  I shuddered when I thought of the possible consequences\nof my consent, but I felt that there was some justice in his argument. \nHis tale and the feelings he now expressed proved him to be a creature\nof fine sensations, and did I not as his maker owe him all the portion\nof happiness that it was in my power to bestow?  He saw my change of\nfeeling and continued,",
        "“If you consent, neither you nor any other human being shall ever see\nus again; I will go to the vast wilds of South America.  My food is not\nthat of man; I do not destroy the lamb and the kid to glut my appetite;\nacorns and berries afford me sufficient nourishment.  My companion will\nbe of the same nature as myself and will be content with the same\nfare.  We shall make our bed of dried leaves; the sun will shine on us\nas on man and will ripen our food.  The picture I present to you is\npeaceful and human, and you must feel that you could deny it only in\nthe wantonness of power and cruelty.  Pitiless as you have been towards\nme, I now see compassion in your eyes; let me seize the favourable\nmoment and persuade you to promise what I so ardently desire.”",
        "“You propose,” replied I, “to fly from the habitations of man, to dwell\nin those wilds where the beasts of the field will be your only\ncompanions.  How can you, who long for the love and sympathy of man,\npersevere in this exile?  You will return and again seek their\nkindness, and you will meet with their detestation; your evil passions\nwill be renewed, and you will then have a companion to aid you in the\ntask of destruction.  This may not be; cease to argue the point, for I\ncannot consent.”",
        "“How inconstant are your feelings!  But a moment ago you were moved by\nmy representations, and why do you again harden yourself to my\ncomplaints?  I swear to you, by the earth which I inhabit, and by you\nthat made me, that with the companion you bestow I will quit the\nneighbourhood of man and dwell, as it may chance, in the most savage of\nplaces.  My evil passions will have fled, for I shall meet with\nsympathy!  My life will flow quietly away, and in my dying moments I\nshall not curse my maker.”",
        "His words had a strange effect upon me.  I compassionated him and\nsometimes felt a wish to console him, but when I looked upon him, when\nI saw the filthy mass that moved and talked, my heart sickened and my\nfeelings were altered to those of horror and hatred.  I tried to stifle\nthese sensations; I thought that as I could not sympathize with him, I\nhad no right to withhold from him the small portion of happiness which\nwas yet in my power to bestow.",
        "“You swear,” I said, “to be harmless; but have you not already shown a\ndegree of malice that should reasonably make me distrust you?  May not\neven this be a feint that will increase your triumph by affording a\nwider scope for your revenge?”",
        "“How is this?  I must not be trifled with, and I demand an answer.  If\nI have no ties and no affections, hatred and vice must be my portion;\nthe love of another will destroy the cause of my crimes, and I shall\nbecome a thing of whose existence everyone will be ignorant.  My vices\nare the children of a forced solitude that I abhor, and my virtues will\nnecessarily arise when I live in communion with an equal.  I shall feel\nthe affections of a sensitive being and become linked to the chain of\nexistence and events from which I am now excluded.”",
        "I paused some time to reflect on all he had related and the various\narguments which he had employed.  I thought of the promise of virtues\nwhich he had displayed on the opening of his existence and the\nsubsequent blight of all kindly feeling by the loathing and scorn which\nhis protectors had manifested towards him.  His power and threats were\nnot omitted in my calculations; a creature who could exist in the ice\ncaves of the glaciers and hide himself from pursuit among the ridges of\ninaccessible precipices was a being possessing faculties it would be\nvain to cope with.  After a long pause of reflection I concluded that\nthe justice due both to him and my fellow creatures demanded of me that\nI should comply with his request.  Turning to him, therefore, I said,",
        "“I consent to your demand, on your solemn oath to quit Europe forever,\nand every other place in the neighbourhood of man, as soon as I shall\ndeliver into your hands a female who will accompany you in your exile.”",
        "“I swear,” he cried, “by the sun, and by the blue sky of heaven, and by\nthe fire of love that burns my heart, that if you grant my prayer,\nwhile they exist you shall never behold me again.  Depart to your home\nand commence your labours; I shall watch their progress with\nunutterable anxiety; and fear not but that when you are ready I shall\nappear.”",
        "Saying this, he suddenly quitted me, fearful, perhaps, of any change in\nmy sentiments.  I saw him descend the mountain with greater speed than\nthe flight of an eagle, and quickly lost among the undulations of the\nsea of ice.",
        "His tale had occupied the whole day, and the sun was upon the verge of\nthe horizon when he departed.  I knew that I ought to hasten my descent\ntowards the valley, as I should soon be encompassed in darkness; but my\nheart was heavy, and my steps slow.  The labour of winding among the\nlittle paths of the mountain and fixing my feet firmly as I advanced\nperplexed me, occupied as I was by the emotions which the occurrences\nof the day had produced.  Night was far advanced when I came to the\nhalfway resting-place and seated myself beside the fountain.  The stars\nshone at intervals as the clouds passed from over them; the dark pines\nrose before me, and every here and there a broken tree lay on the\nground; it was a scene of wonderful solemnity and stirred strange\nthoughts within me.  I wept bitterly, and clasping my hands in agony, I\nexclaimed, “Oh!  Stars and clouds and winds, ye are all about to mock\nme; if ye really pity me, crush sensation and memory; let me become as\nnought; but if not, depart, depart, and leave me in darkness.”",
        "These were wild and miserable thoughts, but I cannot describe to you\nhow the eternal twinkling of the stars weighed upon me and how I\nlistened to every blast of wind as if it were a dull ugly siroc on its\nway to consume me.",
        "Morning dawned before I arrived at the village of Chamounix; I took no\nrest, but returned immediately to Geneva.  Even in my own heart I could\ngive no expression to my sensations–they weighed on me with a\nmountain’s weight and their excess destroyed my agony beneath them. \nThus I returned home, and entering the house, presented myself to the\nfamily.  My haggard and wild appearance awoke intense alarm, but I\nanswered no question, scarcely did I speak.  I felt as if I were placed\nunder a ban–as if I had no right to claim their sympathies–as if\nnever more might I enjoy companionship with them.  Yet even thus I\nloved them to adoration; and to save them, I resolved to dedicate\nmyself to my most abhorred task.  The prospect of such an occupation\nmade every other circumstance of existence pass before me like a dream,\nand that thought only had to me the reality of life.",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}