{
    "title": "Frankenstein - Chapter 24",
    "author": "Mary Shelley",
    "chapter": "28",
    "content": [
        "\n",
        "\n\n",
        "My present situation was one in which all voluntary thought was\nswallowed up and lost.  I was hurried away by fury; revenge alone\nendowed me with strength and composure; it moulded my feelings and\nallowed me to be calculating and calm at periods when otherwise\ndelirium or death would have been my portion.",
        "My first resolution was to quit Geneva forever; my country, which, when\nI was happy and beloved, was dear to me, now, in my adversity, became\nhateful.  I provided myself with a sum of money, together with a few\njewels which had belonged to my mother, and departed.  And now my\nwanderings began which are to cease but with life.  I have traversed a\nvast portion of the earth and have endured all the hardships which\ntravellers in deserts and barbarous countries are wont to meet.  How I\nhave lived I hardly know; many times have I stretched my failing limbs\nupon the sandy plain and prayed for death.  But revenge kept me alive;\nI dared not die and leave my adversary in being.",
        "When I quitted Geneva my first labour was to gain some clue by which I\nmight trace the steps of my fiendish enemy.  But my plan was unsettled,\nand I wandered many hours round the confines of the town, uncertain\nwhat path I should pursue.  As night approached I found myself at the\nentrance of the cemetery where William, Elizabeth, and my father\nreposed.  I entered it and approached the tomb which marked their\ngraves.  Everything was silent except the leaves of the trees, which\nwere gently agitated by the wind; the night was nearly dark, and the\nscene would have been solemn and affecting even to an uninterested\nobserver.  The spirits of the departed seemed to flit around and to\ncast a shadow, which was felt but not seen, around the head of the\nmourner.",
        "The deep grief which this scene had at first excited quickly gave way\nto rage and despair.  They were dead, and I lived; their murderer also\nlived, and to destroy him I must drag out my weary existence.  I knelt\non the grass and kissed the earth and with quivering lips exclaimed,\n“By the sacred earth on which I kneel, by the shades that wander near\nme, by the deep and eternal grief that I feel, I swear; and by thee, O\nNight, and the spirits that preside over thee, to pursue the daemon who\ncaused this misery, until he or I shall perish in mortal conflict.  For\nthis purpose I will preserve my life; to execute this dear revenge will\nI again behold the sun and tread the green herbage of earth, which\notherwise should vanish from my eyes forever.  And I call on you,\nspirits of the dead, and on you, wandering ministers of vengeance, to\naid and conduct me in my work.  Let the cursed and hellish monster\ndrink deep of agony; let him feel the despair that now torments me.”  I\nhad begun my adjuration with solemnity and an awe which almost assured\nme that the shades of my murdered friends heard and approved my\ndevotion, but the furies possessed me as I concluded, and rage choked\nmy utterance.",
        "I was answered through the stillness of night by a loud and fiendish\nlaugh.  It rang on my ears long and heavily; the mountains re-echoed\nit, and I felt as if all hell surrounded me with mockery and laughter. \nSurely in that moment I should have been possessed by frenzy and have\ndestroyed my miserable existence but that my vow was heard and that I\nwas reserved for vengeance.  The laughter died away, when a well-known\nand abhorred voice, apparently close to my ear, addressed me in an\naudible whisper, “I am satisfied, miserable wretch!  You have\ndetermined to live, and I am satisfied.”",
        "I darted towards the spot from which the sound proceeded, but the devil\neluded my grasp.  Suddenly the broad disk of the moon arose and shone\nfull upon his ghastly and distorted shape as he fled with more than\nmortal speed.",
        "I pursued him, and for many months this has been my task.  Guided by a\nslight clue, I followed the windings of the Rhone, but vainly.  The\nblue Mediterranean appeared, and by a strange chance, I saw the fiend\nenter by night and hide himself in a vessel bound for the Black Sea.  I\ntook my passage in the same ship, but he escaped, I know not how.",
        "Amidst the wilds of Tartary and Russia, although he still evaded me, I\nhave ever followed in his track.  Sometimes the peasants, scared by\nthis horrid apparition, informed me of his path; sometimes he himself,\nwho feared that if I lost all trace of him I should despair and die,\nleft some mark to guide me.  The snows descended on my head, and I saw\nthe print of his huge step on the white plain.  To you first entering\non life, to whom care is new and agony unknown, how can you understand\nwhat I have felt and still feel?  Cold, want, and fatigue were the\nleast pains which I was destined to endure; I was cursed by some devil\nand carried about with me my eternal hell; yet still a spirit of good\nfollowed and directed my steps and when I most murmured would suddenly\nextricate me from seemingly insurmountable difficulties.  Sometimes,\nwhen nature, overcome by hunger, sank under the exhaustion, a repast\nwas prepared for me in the desert that restored and inspirited me.  The\nfare was, indeed, coarse, such as the peasants of the country ate, but\nI will not doubt that it was set there by the spirits that I had\ninvoked to aid me.  Often, when all was dry, the heavens cloudless, and\nI was parched by thirst, a slight cloud would bedim the sky, shed the\nfew drops that revived me, and vanish.",
        "I followed, when I could, the courses of the rivers; but the daemon\ngenerally avoided these, as it was here that the population of the\ncountry chiefly collected.  In other places human beings were seldom\nseen, and I generally subsisted on the wild animals that crossed my\npath.  I had money with me and gained the friendship of the villagers\nby distributing it; or I brought with me some food that I had killed,\nwhich, after taking a small part, I always presented to those who had\nprovided me with fire and utensils for cooking.",
        "My life, as it passed thus, was indeed hateful to me, and it was during\nsleep alone that I could taste joy.  O blessed sleep!  Often, when most\nmiserable, I sank to repose, and my dreams lulled me even to rapture. \nThe spirits that guarded me had provided these moments, or rather\nhours, of happiness that I might retain strength to fulfil my\npilgrimage.  Deprived of this respite, I should have sunk under my\nhardships.  During the day I was sustained and inspirited by the hope\nof night, for in sleep I saw my friends, my wife, and my beloved\ncountry; again I saw the benevolent countenance of my father, heard the\nsilver tones of my Elizabeth’s voice, and beheld Clerval enjoying\nhealth and youth.  Often, when wearied by a toilsome march, I persuaded\nmyself that I was dreaming until night should come and that I should\nthen enjoy reality in the arms of my dearest friends.  What agonizing\nfondness did I feel for them!  How did I cling to their dear forms, as\nsometimes they haunted even my waking hours, and persuade myself that\nthey still lived!  At such moments vengeance, that burned within me,\ndied in my heart, and I pursued my path towards the destruction of the\ndaemon more as a task enjoined by heaven, as the mechanical impulse of\nsome power of which I was unconscious, than as the ardent desire of my\nsoul.  What his feelings were whom I pursued I cannot know.  Sometimes,\nindeed, he left marks in writing on the barks of the trees or cut in\nstone that guided me and instigated my fury.  “My reign is not yet\nover\"–these words were legible in one of these inscriptions–\"you\nlive, and my power is complete.  Follow me; I seek the everlasting ices\nof the north, where you will feel the misery of cold and frost, to\nwhich I am impassive.  You will find near this place, if you follow not\ntoo tardily, a dead hare; eat and be refreshed.  Come on, my enemy; we\nhave yet to wrestle for our lives, but many hard and miserable hours\nmust you endure until that period shall arrive.”",
        "Scoffing devil!  Again do I vow vengeance; again do I devote thee,\nmiserable fiend, to torture and death.  Never will I give up my search\nuntil he or I perish; and then with what ecstasy shall I join my\nElizabeth and my departed friends, who even now prepare for me the\nreward of my tedious toil and horrible pilgrimage!",
        "As I still pursued my journey to the northward, the snows thickened and\nthe cold increased in a degree almost too severe to support.  The\npeasants were shut up in their hovels, and only a few of the most hardy\nventured forth to seize the animals whom starvation had forced from\ntheir hiding-places to seek for prey.  The rivers were covered with\nice, and no fish could be procured; and thus I was cut off from my\nchief article of maintenance.  The triumph of my enemy increased with\nthe difficulty of my labours.  One inscription that he left was in\nthese words:  “Prepare!  Your toils only begin; wrap yourself in furs\nand provide food, for we shall soon enter upon a journey where your\nsufferings will satisfy my everlasting hatred.”",
        "My courage and perseverance were invigorated by these scoffing words; I\nresolved not to fail in my purpose, and calling on heaven to support\nme, I continued with unabated fervour to traverse immense deserts,\nuntil the ocean appeared at a distance and formed the utmost boundary\nof the horizon.  Oh!  How unlike it was to the blue seasons of the\nsouth!  Covered with ice, it was only to be distinguished from land by\nits superior wildness and ruggedness.  The Greeks wept for joy when\nthey beheld the Mediterranean from the hills of Asia, and hailed with\nrapture the boundary of their toils.  I did not weep, but I knelt down\nand with a full heart thanked my guiding spirit for conducting me in\nsafety to the place where I hoped, notwithstanding my adversary’s gibe,\nto meet and grapple with him.",
        "Some weeks before this period I had procured a sledge and dogs and thus\ntraversed the snows with inconceivable speed.  I know not whether the\nfiend possessed the same advantages, but I found that, as before I had\ndaily lost ground in the pursuit, I now gained on him, so much so that\nwhen I first saw the ocean he was but one day’s journey in advance, and\nI hoped to intercept him before he should reach the beach.  With new\ncourage, therefore, I pressed on, and in two days arrived at a wretched\nhamlet on the seashore.  I inquired of the inhabitants concerning the\nfiend and gained accurate information.  A gigantic monster, they said,\nhad arrived the night before, armed with a gun and many pistols,\nputting to flight the inhabitants of a solitary cottage through fear of\nhis terrific appearance.  He had carried off their store of winter\nfood, and placing it in a sledge, to draw which he had seized on a\nnumerous drove of trained dogs, he had harnessed them, and the same\nnight, to the joy of the horror-struck villagers, had pursued his\njourney across the sea in a direction that led to no land; and they\nconjectured that he must speedily be destroyed by the breaking of the\nice or frozen by the eternal  frosts.",
        "On hearing this information I suffered a temporary access of despair.\nHe had escaped me, and I must commence a destructive and almost endless\njourney across the mountainous ices of the ocean, amidst cold that few\nof the inhabitants could long endure and which I, the native of a\ngenial and sunny climate, could not hope to survive.  Yet at the idea\nthat the fiend should live and be triumphant, my rage and vengeance\nreturned, and like a mighty tide, overwhelmed every other feeling. \nAfter a slight repose, during which the spirits of the dead hovered\nround and instigated me to toil and revenge, I prepared for my journey.\nI exchanged my land-sledge for one fashioned for the inequalities of\nthe frozen ocean, and purchasing a plentiful stock of provisions, I\ndeparted from land.",
        "I cannot guess how many days have passed since then, but I have endured\nmisery which nothing but the eternal sentiment of a just retribution\nburning within my heart could have enabled me to support.  Immense and\nrugged mountains of ice often barred up my passage, and I often heard\nthe thunder of the ground sea, which threatened my destruction.  But\nagain the frost came and made the paths of the sea secure.",
        "By the quantity of provision which I had consumed, I should guess that\nI had passed three weeks in this journey; and the continual protraction\nof hope, returning back upon the heart, often wrung bitter drops of\ndespondency and grief from my eyes.  Despair had indeed almost secured\nher prey, and I should soon have sunk beneath this misery.  Once, after\nthe poor animals that conveyed me had with incredible toil gained the\nsummit of a sloping ice mountain, and one, sinking under his fatigue,\ndied, I viewed the expanse before me with anguish, when suddenly my eye\ncaught a dark speck upon the dusky plain.  I strained my sight to\ndiscover what it could be and uttered a wild cry of ecstasy when I\ndistinguished a sledge and the distorted proportions of a well-known\nform within.  Oh!  With what a burning gush did hope revisit my heart! \nWarm tears filled my eyes, which I hastily wiped away, that they might\nnot intercept the view I had of the daemon; but still my sight was\ndimmed by the burning drops, until, giving way to the emotions that\noppressed me, I wept aloud.",
        "But this was not the time for delay; I disencumbered the dogs of their\ndead companion, gave them a plentiful portion of food, and after an\nhour’s rest, which was absolutely necessary, and yet which was bitterly\nirksome to me, I continued my route.  The sledge was still visible, nor\ndid I again lose sight of it except at the moments when for a short\ntime some ice-rock concealed it with its intervening crags.  I indeed\nperceptibly gained on it, and when, after nearly two days’ journey, I\nbeheld my enemy at no more than a mile distant, my heart bounded within\nme.",
        "But now, when I appeared almost within grasp of my foe, my hopes were\nsuddenly extinguished, and I lost all trace of him more utterly than I\nhad ever done before.  A ground sea was heard; the thunder of its\nprogress, as the waters rolled and swelled beneath me, became every\nmoment more ominous and terrific.  I pressed on, but in vain.  The wind\narose; the sea roared; and, as with the mighty shock of an earthquake,\nit split and cracked with a tremendous and overwhelming sound.  The\nwork was soon finished; in a few minutes a tumultuous sea rolled\nbetween me and my enemy, and I was left drifting on a scattered piece\nof ice that was continually lessening and thus preparing for me a\nhideous death.  In this manner many appalling hours passed; several of\nmy dogs died, and I myself was about to sink under the accumulation of\ndistress when I saw your vessel riding at anchor and holding forth to\nme hopes of succour and life.  I had no conception that vessels ever\ncame so far north and was astounded at the sight.  I quickly destroyed\npart of my sledge to construct oars, and by these means was enabled,\nwith infinite fatigue, to move my ice raft in the direction of your\nship.  I had determined, if you were going southwards, still to trust\nmyself to the mercy of the seas rather than abandon my purpose.  I\nhoped to induce you to grant me a boat with which I could pursue my\nenemy.  But your direction was northwards.  You took me on board when\nmy vigour was exhausted, and I should soon have sunk under my\nmultiplied hardships into a death which I still dread, for my task is\nunfulfilled.",
        "Oh!  When will my guiding spirit, in conducting me to the daemon, allow\nme the rest I so much desire; or must I die, and he yet live?  If I do,\nswear to me, Walton, that he shall not escape, that you will seek him\nand satisfy my vengeance in his death.  And do I dare to ask of you to\nundertake my pilgrimage, to endure the hardships that I have\nundergone?  No; I am not so selfish.  Yet, when I am dead, if he should\nappear, if the ministers of vengeance should conduct him to you, swear\nthat he shall not live–swear that he shall not triumph over my\naccumulated woes and survive to add to the list of his dark crimes.  He\nis eloquent and persuasive, and once his words had even power over my\nheart; but trust him not.  His soul is as hellish as his form, full of\ntreachery and fiendlike malice.  Hear him not; call on the names of\nWilliam, Justine, Clerval, Elizabeth, my father, and of the wretched\nVictor, and thrust your sword into his heart.  I will hover near and\ndirect the steel aright.",
        "               Walton, in continuation.",
        "                                                August 26th, 17-",
        "You have read this strange and terrific story, Margaret; and do you not\nfeel your blood congeal with horror, like that which even now curdles\nmine?  Sometimes, seized with sudden agony, he could not continue his\ntale; at others, his voice broken, yet piercing, uttered with\ndifficulty the words so replete with anguish.  His fine and lovely eyes\nwere now lighted up with indignation, now subdued to downcast sorrow\nand quenched in infinite wretchedness.  Sometimes he commanded his\ncountenance and tones and related the most horrible incidents with a\ntranquil voice, suppressing every mark of agitation; then, like a\nvolcano bursting forth, his face would suddenly change to an expression\nof the wildest rage as he shrieked out imprecations on his persecutor.",
        "His tale is connected and told with an appearance of the simplest\ntruth, yet I own to you that the letters of Felix and Safie, which he\nshowed me, and the apparition of the monster seen from our ship,\nbrought to me a greater conviction of the truth of his narrative than\nhis asseverations, however earnest and connected.  Such a monster has,\nthen, really existence!  I cannot doubt it, yet I am lost in surprise\nand admiration.  Sometimes I endeavoured to gain from Frankenstein the\nparticulars of his creature’s formation, but on this point he was\nimpenetrable. “Are you mad, my friend?” said he.  “Or whither does your\nsenseless curiosity lead you?  Would you also create for yourself and\nthe world a demoniacal enemy?  Peace, peace!  Learn my miseries and do\nnot seek to increase your own.”  Frankenstein discovered that I made\nnotes concerning his history; he asked to see them and then himself\ncorrected and augmented them in many places, but principally in giving\nthe life and spirit to the conversations he held with his enemy. “Since\nyou have preserved my narration,” said he, “I would not that a\nmutilated one should go down to posterity.”",
        "Thus has a week passed away, while I have listened to the strangest\ntale that ever imagination formed.  My thoughts and every feeling of my\nsoul have been drunk up by the interest for my guest which this tale\nand his own elevated and gentle manners have created.  I wish to soothe\nhim, yet can I counsel one so infinitely miserable, so destitute of\nevery hope of consolation, to live?  Oh, no!  The only joy that he can\nnow know will be when he composes his shattered spirit to peace and\ndeath.  Yet he enjoys one comfort, the offspring of solitude and\ndelirium; he believes that when in dreams he holds converse with his\nfriends and derives from that communion consolation for his miseries or\nexcitements to his vengeance, that they are not the creations of his\nfancy, but the beings themselves who visit him from the regions of a\nremote world.  This faith gives a solemnity to his reveries that render\nthem to me almost as imposing and interesting as truth.",
        "Our conversations are not always confined to his own history and\nmisfortunes.  On every point of general literature he displays\nunbounded knowledge and a quick and piercing apprehension.  His\neloquence is forcible and touching; nor can I hear him, when he relates\na pathetic incident or endeavours to move the passions of pity or love,\nwithout tears.  What a glorious creature must he have been in the days\nof his prosperity, when he is thus noble and godlike in ruin!  He seems\nto feel his own worth and the greatness of his fall.",
        "“When younger,” said he, “I believed myself destined for some great\nenterprise.  My feelings are profound, but I possessed a  coolness of\njudgment that fitted me for illustrious achievements.  This sentiment\nof the worth of my nature supported me when others would have been\noppressed, for I deemed it criminal to throw away in useless grief\nthose talents that might be useful to my fellow creatures.  When I\nreflected on the work I had completed, no less a one than the creation\nof a sensitive and rational animal, I could not rank myself with the\nherd of common projectors.  But this thought, which supported me in the\ncommencement of my career, now serves only to plunge me lower in the\ndust.  All my speculations and hopes are as nothing, and like the\narchangel who aspired to omnipotence, I am chained in an eternal hell. \nMy imagination was vivid, yet my powers of analysis and application\nwere intense; by the union of these qualities I conceived the idea and\nexecuted the creation of a man.  Even now I cannot recollect without\npassion my reveries while the work was incomplete.  I trod heaven in my\nthoughts, now exulting in my powers, now burning with the idea of their\neffects.  From my infancy I was imbued with high hopes and a lofty\nambition; but how am I sunk!  Oh!  My friend, if you had known me as I\nonce was, you would not recognize me in this state of degradation. \nDespondency rarely visited my heart; a high destiny seemed to bear me\non, until I fell, never, never again to rise.”  Must I then lose this\nadmirable being?  I have longed for a friend; I have sought one who\nwould sympathize with and love me.  Behold, on these desert seas I have\nfound such a one, but I fear I have gained him only to know his value\nand lose him.  I would reconcile him to life, but he repulses the idea.",
        "“I thank you, Walton,” he said, “for your kind intentions towards\nso miserable a wretch; but when you speak of new ties and fresh\naffections, think you that any can replace those who are gone?\nCan any man be to me as Clerval was, or any woman another Elizabeth?\nEven where the affections are not strongly moved by any superior\nexcellence, the companions of our childhood always possess a certain\npower over our minds which hardly any later friend can obtain.\nThey know our infantine dispositions, which, however they may\nbe afterwards modified, are never eradicated; and they can judge\nof our actions with more certain conclusions as to the integrity\nof our motives.  A sister or a brother can never, unless indeed\nsuch symptoms have been shown early, suspect the other of fraud\nor false dealing, when another friend, however strongly he may\nbe attached, may, in spite of himself, be contemplated with suspicion.\nBut I enjoyed friends, dear not only through habit and association,\nbut from their own merits; and wherever I am, the soothing voice\nof my Elizabeth and the conversation of Clerval will be ever whispered\nin my ear. They are dead, and but one feeling in such a solitude\ncan persuade me to preserve my life.  If I were engaged in any high\nundertaking or design, fraught with extensive utility to my fellow\ncreatures, then could I live to fulfil it.  But such is not my destiny;\nI must pursue and destroy the being to whom I gave existence;\nthen my lot on earth will be fulfilled and I may die.”",
        "My beloved Sister,                                  September 2nd",
        "I write to you, encompassed by peril and ignorant whether I am ever\ndoomed to see again dear England and the dearer friends that inhabit\nit.  I am surrounded by mountains of ice which admit of no escape and\nthreaten every moment to crush my vessel.  The brave fellows whom I\nhave persuaded to be my companions look towards me for aid, but I have\nnone to bestow.  There is something terribly appalling in our\nsituation, yet my courage and hopes do not desert me.  Yet it is\nterrible to reflect that the lives of all these men are endangered\nthrough me.  If we are lost, my mad schemes are the cause.",
        "And what, Margaret, will be the state of your mind?  You will not hear\nof my destruction, and you will anxiously await my return.  Years will\npass, and you will have visitings of despair and yet be tortured by\nhope.  Oh!  My beloved sister, the sickening failing of your heart-felt\nexpectations is, in prospect, more terrible to me than my own death.",
        "But you have a husband and lovely children; you may be happy.\nHeaven bless you and make you so!",
        "My unfortunate guest regards me with the tenderest compassion.  He\nendeavours to fill me with hope and talks as if life were a possession\nwhich he valued.  He reminds me how often the same accidents have\nhappened to other navigators who have attempted this sea, and in spite\nof myself, he fills me with cheerful auguries.  Even the sailors feel\nthe power of his eloquence; when he speaks, they no longer despair; he\nrouses their energies, and while they hear his voice they believe these\nvast mountains of ice are mole-hills which will vanish before the\nresolutions of man.  These feelings are transitory; each day of\nexpectation delayed fills them with fear, and I almost dread a mutiny\ncaused by this despair.   ",
        "September 5th",
        "A scene has just passed of such uncommon interest that, although it is\nhighly probable that these papers may never reach you, yet I cannot\nforbear recording it.",
        "We are still surrounded by mountains of ice, still in imminent danger\nof being crushed in their conflict.  The cold is excessive, and many of\nmy unfortunate comrades have already found a grave amidst this scene of\ndesolation.  Frankenstein has daily declined in health; a feverish fire\nstill glimmers in his eyes, but he is exhausted, and when suddenly\nroused to any exertion, he speedily sinks again into apparent\nlifelessness.",
        "I mentioned in my last letter the fears I entertained of a mutiny.\nThis morning, as I sat watching the wan countenance of my friend–his\neyes half closed and his limbs hanging listlessly–I was roused by half\na dozen of the sailors, who demanded admission into the cabin.  They\nentered, and their leader addressed me.  He told me that he and his\ncompanions had been chosen by the other sailors to come in deputation\nto me to make me a requisition which, in justice, I could not refuse. \nWe were immured in ice and should probably never escape, but they\nfeared that if, as was possible, the ice should dissipate and a free\npassage be opened, I should be rash enough to continue my voyage and\nlead them into fresh dangers, after they might happily have surmounted\nthis.  They insisted, therefore, that I should engage with a solemn\npromise that if the vessel should be freed I would instantly direct my\ncourse southwards.",
        "This speech troubled me.  I had not despaired, nor had I yet conceived\nthe idea of returning if set free.  Yet could I, in justice, or even in\npossibility, refuse this demand?  I hesitated before I answered, when\nFrankenstein, who had at first been silent, and indeed appeared hardly\nto have force enough to attend, now roused himself; his eyes sparkled,\nand his cheeks flushed with momentary vigour.  Turning towards the men,\nhe said, “What do you mean?  What do you demand of your captain?  Are\nyou, then, so easily turned from your design?  Did you not call this a\nglorious expedition?",
        "“And wherefore was it glorious?  Not because the way was smooth and\nplacid as a southern sea, but because it was full of dangers and\nterror, because at every new incident your fortitude was to be called\nforth and your courage exhibited, because danger and death surrounded\nit, and these you were to brave and overcome.  For this was it a\nglorious, for this was it an honourable undertaking.  You were\nhereafter to be hailed as the benefactors of your species, your names\nadored as belonging to brave men who encountered death for honour and\nthe benefit of mankind. And now, behold, with the first imagination of\ndanger, or, if you will, the first mighty and terrific trial of your\ncourage, you shrink away and are content to be handed down as men who\nhad not strength enough to endure cold and peril; and so, poor souls,\nthey were chilly and returned to their warm firesides.  Why, that\nrequires not this preparation; ye need not have come thus far and\ndragged your captain to the shame of a defeat merely to prove\nyourselves cowards.  Oh!  Be men, or be more than men.  Be steady to\nyour purposes and firm as a rock. This ice is not made of such stuff as\nyour hearts may be; it is mutable and cannot withstand you if you say\nthat it shall not.  Do not return to your families with the stigma of\ndisgrace marked on your brows.  Return as heroes who have fought and\nconquered and who know not what it is to turn their backs on the foe.” \nHe spoke this with a voice so modulated to the different feelings\nexpressed in his speech, with an eye so full of lofty design and\nheroism, that can you wonder that these men were moved?  They looked at\none another and were unable to reply.  I spoke; I told them to retire\nand consider of what had been said, that I would not lead them farther\nnorth if they strenuously desired the contrary, but that I hoped that,\nwith reflection, their courage would return.  They retired and I turned\ntowards my friend, but he was sunk in languor and almost deprived of\nlife.",
        "How all this will terminate, I know not, but I had rather die than\nreturn shamefully, my purpose unfulfilled.  Yet I fear such will be my\nfate; the men, unsupported by ideas of glory and honour, can never\nwillingly continue to endure their present hardships.",
        "September 7th",
        "The die is cast; I have consented to return if we are not destroyed. \nThus are my hopes blasted by cowardice and indecision; I come back\nignorant and disappointed.  It requires more philosophy than I possess\nto bear this injustice with patience.",
        "September 12th",
        "It is past; I am returning to England.  I have lost my hopes of utility\nand glory; I have lost my friend.  But I will endeavour to detail these\nbitter circumstances to you, my dear sister; and while I am wafted\ntowards England and towards you, I will not despond.",
        "September 9th, the ice began to move, and roarings like thunder were\nheard at a distance as the islands split and cracked in every\ndirection.  We were in the most imminent peril, but as we could only\nremain passive, my chief attention was occupied by my unfortunate guest\nwhose illness increased in such a degree that he was entirely confined\nto his bed.  The ice cracked behind us and was driven with force\ntowards the north; a breeze sprang from the west, and on the 11th the\npassage towards the south became perfectly free.  When the sailors saw\nthis and that their return to their native country was apparently\nassured, a shout of tumultuous joy broke from them, loud and\nlong-continued.  Frankenstein, who was dozing, awoke and asked the\ncause of the tumult.  “They shout,” I said, “because they will soon\nreturn to England.”",
        "“Do you, then, really return?”",
        "“Alas!  Yes; I cannot withstand their demands.  I cannot lead them\nunwillingly to danger, and I must return.”",
        "“Do so, if you will; but I will not.  You may give up your purpose, but\nmine is assigned to me by heaven, and I dare not.  I am weak, but\nsurely the spirits who assist my vengeance will endow me with\nsufficient strength.”  Saying this, he endeavoured to spring from the\nbed, but the exertion was too great for him; he fell back and fainted.",
        "It was long before he was restored, and I often thought that life was\nentirely extinct.  At length he opened his eyes; he breathed with\ndifficulty and was unable to speak.  The surgeon gave him a composing\ndraught and ordered us to leave him undisturbed. In the meantime he\ntold me that my friend had certainly not many hours to live.",
        "His sentence was pronounced, and I could only grieve and be patient.  I\nsat by his bed, watching him; his eyes were closed, and I thought he\nslept; but presently he called to me in a feeble voice, and bidding me\ncome near, said, “Alas!  The strength I relied on is gone; I feel that\nI shall soon die, and he, my enemy and persecutor, may still be in\nbeing.  Think not, Walton, that in the last moments of my existence I\nfeel that burning hatred and ardent desire of revenge I once expressed;\nbut I feel myself justified in desiring the death of my adversary. \nDuring these last days I have been occupied in examining my past\nconduct; nor do I find it blamable.  In a fit of enthusiastic madness I\ncreated a rational creature and was bound towards him to assure, as far\nas was in my power, his happiness and well-being.",
        "“This was my duty, but there was another still paramount to that.  My\nduties towards the beings of my own species had greater claims to my\nattention because they included a greater proportion of happiness or\nmisery.  Urged by this view, I refused, and I did right in refusing, to\ncreate a companion for the first creature.  He showed unparalleled\nmalignity and selfishness in evil; he destroyed my friends; he devoted\nto destruction beings who possessed exquisite sensations, happiness,\nand wisdom; nor do I know where this thirst for vengeance may end. \nMiserable himself that he may render no other wretched, he ought to\ndie.  The task of his destruction was mine, but I have failed.  When\nactuated by selfish and vicious motives, I asked you to undertake my\nunfinished work, and I renew this request now, when I am only induced\nby reason and virtue.",
        "“Yet I cannot ask you to renounce your country and friends to fulfil\nthis task; and now that you are returning to England, you will have\nlittle chance of meeting with him.  But the consideration of these\npoints, and the well balancing of what you may esteem your duties, I\nleave to you; my judgment and ideas are already disturbed by the near\napproach of death.  I dare not ask you to do what I think right, for I\nmay still be misled by passion.",
        "“That he should live to be an instrument of mischief disturbs me; in\nother respects, this hour, when I momentarily expect my release, is the\nonly happy one which I have enjoyed for several years.  The forms of\nthe beloved dead flit before me, and I hasten to their arms.  Farewell,\nWalton!  Seek happiness in tranquillity and avoid ambition, even if it\nbe only the apparently innocent one of distinguishing yourself in\nscience and discoveries.  Yet why do I say this?  I have myself been\nblasted in these hopes, yet another may succeed.”",
        "His voice became fainter as he spoke, and at length, exhausted by his\neffort, he sank into silence.  About half an hour afterwards he\nattempted again to speak but was unable; he pressed my hand feebly, and\nhis eyes closed forever, while the irradiation of a gentle smile passed\naway from his lips.",
        "Margaret, what comment can I make on the untimely extinction of this\nglorious spirit?  What can I say that will enable you to understand the\ndepth of my sorrow?  All that I should express would be inadequate and\nfeeble.  My tears flow; my mind is overshadowed by a cloud of\ndisappointment.  But I journey towards England, and I may there find\nconsolation.",
        "I am interrupted.  What do these sounds portend?  It is midnight; the\nbreeze blows fairly, and the watch on deck scarcely stir.  Again there\nis a sound as of a human voice, but hoarser; it comes from the cabin\nwhere the remains of Frankenstein still lie.  I must arise and\nexamine.  Good night, my sister.",
        "Great God! what a scene has just taken place!  I am yet dizzy with the\nremembrance of it.  I hardly know whether I shall have the power to\ndetail it; yet the tale which I have recorded would be incomplete\nwithout this final and wonderful catastrophe. I entered the cabin where\nlay the remains of my ill-fated and admirable friend.  Over him hung a\nform which I cannot find words to describe–gigantic in stature, yet\nuncouth and distorted in its proportions.  As he hung over the coffin,\nhis face was concealed by long locks of ragged hair; but one vast hand\nwas extended, in colour and apparent texture like that of a mummy. When\nhe heard the sound of my approach, he ceased to utter exclamations of\ngrief and horror and sprung towards the window.  Never did I behold a\nvision so horrible as his face, of such loathsome yet appalling\nhideousness.  I shut my eyes involuntarily and endeavoured to recollect\nwhat were my duties with regard to this destroyer.  I called on him to\nstay.",
        "He paused, looking on me with wonder, and again turning towards the\nlifeless form of his creator, he seemed to forget my presence, and\nevery feature and gesture seemed instigated by the wildest rage of some\nuncontrollable passion.",
        "“That is also my victim!” he exclaimed.  “In his murder my crimes are\nconsummated; the miserable series of my being is wound to its close!\nOh, Frankenstein!  Generous and self-devoted being!  What does it avail\nthat I now ask thee to pardon me?  I, who irretrievably destroyed thee\nby destroying all thou lovedst.  Alas!  He is cold, he cannot answer\nme.” His voice seemed suffocated, and my first impulses, which had\nsuggested to me the duty of obeying the dying request of my friend in\ndestroying his enemy, were now suspended by a mixture of curiosity and\ncompassion.  I approached this tremendous being; I dared not again\nraise my eyes to his face, there was something so scaring and unearthly\nin his ugliness.  I attempted to speak, but the words died away on my\nlips.  The monster continued to utter wild and incoherent\nself-reproaches.  At length I gathered resolution to address him in a\npause of the tempest of his passion.",
        "“Your repentance,” I said, “is now superfluous. If you had listened to\nthe voice of conscience and heeded the stings of remorse before you had\nurged your diabolical vengeance to this extremity, Frankenstein would\nyet have lived.”",
        "“And do you dream?” said the daemon.  “Do you think that I was then\ndead to agony and remorse?  He,” he continued, pointing to the corpse,\n“he suffered not in the consummation of the deed. Oh!  Not the\nten-thousandth portion of the anguish that was mine during the\nlingering detail of its execution.  A frightful selfishness hurried me\non, while my heart was poisoned with remorse.  Think you that the\ngroans of Clerval were music to my ears?  My heart was fashioned to be\nsusceptible of love and sympathy, and when wrenched by misery to vice\nand hatred, it did not endure the violence of the change without\ntorture such as you cannot even imagine.",
        "“After the murder of Clerval I returned to Switzerland, heart-broken\nand overcome.  I pitied Frankenstein; my pity amounted to horror; I\nabhorred myself.  But when I discovered that he, the author at once of\nmy existence and of its unspeakable torments, dared to hope for\nhappiness, that while he accumulated wretchedness and despair upon me\nhe sought his own enjoyment in feelings and passions from the\nindulgence of which I was forever barred, then impotent envy and bitter\nindignation filled me with an insatiable thirst for vengeance.  I\nrecollected my threat and resolved that it should be accomplished.  I\nknew that I was preparing for myself a deadly torture, but I was the\nslave, not the master, of an impulse which I detested yet could not\ndisobey.  Yet when she died!  Nay, then I was not miserable.  I had\ncast off all feeling, subdued all anguish, to riot in the excess of my\ndespair.  Evil thenceforth became my good.  Urged thus far, I had no\nchoice but to adapt my nature to an element which I had willingly\nchosen.  The completion of my demoniacal design became an insatiable\npassion.  And now it is ended; there is my last victim!”",
        "I was at first touched by the expressions of his misery; yet, when I\ncalled to mind what Frankenstein had said of his powers of eloquence\nand persuasion, and when I again cast my eyes on the lifeless form of\nmy friend, indignation was rekindled within me.  “Wretch!” I said.  “It\nis well that you come here to whine over the desolation that you have\nmade.  You throw a torch into a pile of buildings, and when they are\nconsumed, you sit among the ruins and lament the fall.  Hypocritical\nfiend!  If he whom you mourn still lived, still would he be the object,\nagain would he become the prey, of your accursed vengeance.  It is not\npity that you feel; you lament only because the victim of your\nmalignity is withdrawn from your power.”",
        "“Oh, it is not thus–not thus,” interrupted the being.  “Yet such must\nbe the impression conveyed to you by what appears to be the purport of\nmy actions.  Yet I seek not a fellow feeling in my misery.  No sympathy\nmay I ever find.  When I first sought it, it was the love of virtue,\nthe feelings of happiness and affection with which my whole being\noverflowed, that I wished to be participated.  But now that virtue has\nbecome to me a shadow, and that happiness and affection are turned into\nbitter and loathing despair, in what should I seek for sympathy?  I am\ncontent to suffer alone while my sufferings shall endure; when I die, I\nam well satisfied that abhorrence and opprobrium should load my\nmemory.  Once my fancy was soothed with dreams of virtue, of fame, and\nof enjoyment.  Once I falsely hoped to meet with beings who, pardoning\nmy outward form, would love me for the excellent qualities which I was\ncapable of unfolding.  I was nourished with high thoughts of honour and\ndevotion.  But now crime has degraded me beneath the meanest animal. No\nguilt, no mischief, no malignity, no misery, can be found comparable to\nmine.  When I run over the frightful catalogue of my sins, I cannot\nbelieve that I am the same creature whose thoughts were once filled\nwith sublime and transcendent visions of the beauty and the majesty of\ngoodness.  But it is even so; the fallen angel becomes a malignant\ndevil.  Yet even that enemy of God and man had friends and associates\nin his desolation; I am alone. ",
        "“You, who call Frankenstein your friend, seem to have a knowledge of\nmy crimes and his misfortunes. But in the detail which he gave you of\nthem he could not sum up the hours and months of misery which I\nendured wasting in impotent passions. For while I destroyed his hopes,\nI did not satisfy my own desires. They were forever ardent and\ncraving; still I desired love and fellowship, and I was still spurned.\nWas there no injustice in this? Am I to be thought the only criminal,\nwhen all humankind sinned against me? Why do you not hate Felix, who\ndrove his friend from his door with contumely? Why do you not execrate\nthe rustic who sought to destroy the saviour of his child? Nay, these\nare virtuous and immaculate beings! I, the miserable and the\nabandoned, am an abortion, to be spurned at, and kicked, and trampled\non. Even now my blood boils at the recollection of this injustice.",
        "“But it is true that I am a wretch.  I have murdered the lovely and the\nhelpless; I have strangled the innocent as they slept and grasped to\ndeath his throat who never injured me or any other living thing.  I\nhave devoted my creator, the select specimen of all that is worthy of\nlove and admiration among men, to misery; I have pursued him even to\nthat irremediable ruin.",
        "“There he lies, white and cold in death.  You hate me, but your\nabhorrence cannot equal that with which I regard myself.  I look on the\nhands which executed the deed; I think on the heart in which the\nimagination of it was conceived and long for the moment when these\nhands will meet my eyes, when that imagination will haunt my thoughts\nno more.",
        "“Fear not that I shall be the instrument of future mischief.  My work\nis nearly complete.  Neither yours nor any man’s death is needed to\nconsummate the series of my being and accomplish that which must be\ndone, but it requires my own.  Do not think that I shall be slow to\nperform this sacrifice.  I shall quit your vessel on the ice raft which\nbrought me thither and shall seek the most northern extremity of the\nglobe; I shall collect my funeral pile and consume to ashes this\nmiserable frame, that its remains may afford no light to any curious\nand unhallowed wretch who would create such another as I have been.  I\nshall die.  I shall no longer feel the agonies which now consume me or\nbe the prey of feelings unsatisfied, yet unquenched.  He is dead who\ncalled me into being; and when I shall be no more, the very remembrance\nof us both will speedily vanish.  I shall no longer see the sun or\nstars or feel the winds play on my cheeks.",
        "“Light, feeling, and sense will pass away; and in this condition must I\nfind my happiness.  Some years ago, when the images which this world\naffords first opened upon me, when I felt the cheering warmth of summer\nand heard the rustling of the leaves and the warbling of the birds, and\nthese were all to me, I should have wept to die; now it is my only\nconsolation.  Polluted by crimes and torn by the bitterest remorse,\nwhere can I find rest but in death?  ",
        "“Farewell!  I leave you, and in you the last of humankind whom these\neyes will ever behold. Farewell, Frankenstein! If thou wert yet alive\nand yet cherished a desire of revenge against me, it would be better\nsatiated in my life than in my destruction. But it was not so; thou\ndidst seek my extinction, that I might not cause greater wretchedness;\nand if yet, in some mode unknown to me, thou hadst not ceased to think\nand feel, thou wouldst not desire against me a vengeance greater than\nthat which I feel. Blasted as thou wert, my agony was still superior to\nthine, for the bitter sting of remorse will not cease to rankle in my\nwounds until death shall close them forever.",
        "“But soon,” he cried with sad and solemn enthusiasm, “I shall die, and\nwhat I now feel be no longer felt.  Soon these burning miseries will be\nextinct.  I shall ascend my funeral pile triumphantly and exult in the\nagony of the torturing flames. The light of that conflagration will\nfade away; my ashes will be swept into the sea by the winds.  My spirit\nwill sleep in peace, or if it thinks, it will not surely think thus. \nFarewell.”",
        "He sprang from the cabin window as he said this, upon the ice raft\nwhich lay close to the vessel.  He was soon borne away by the waves and\nlost in darkness and distance.",
        " ",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}