{
    "title": "Frankenstein - Chapter 4",
    "author": "Mary Shelley",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "From this day natural philosophy, and particularly chemistry, in the\nmost comprehensive sense of the term, became nearly my sole\noccupation.  I read with ardour those works, so full of genius and\ndiscrimination, which modern inquirers have written on these subjects. \nI attended the lectures and cultivated the acquaintance of the men of\nscience of the university, and I found even in M. Krempe a great deal\nof sound sense and real information, combined, it is true, with a\nrepulsive physiognomy and manners, but not on that account the less\nvaluable.  In M. Waldman I found a true friend.  His gentleness was\nnever tinged by dogmatism, and his instructions were given with an air\nof frankness and good nature that banished every idea of pedantry.  In\na thousand ways he smoothed for me the path of knowledge and made the\nmost abstruse inquiries clear and facile to my apprehension.  My\napplication was at first fluctuating and uncertain; it gained strength\nas I proceeded and soon became so ardent and eager that the stars often\ndisappeared in the light of morning whilst I was yet engaged in my\nlaboratory.",
        "As I applied so closely, it may be easily conceived that my progress\nwas rapid.  My ardour was indeed the astonishment of the students, and\nmy proficiency that of the masters.  Professor Krempe often asked me,\nwith a sly smile, how Cornelius Agrippa went on, whilst M. Waldman\nexpressed the most heartfelt exultation in my progress.  Two years\npassed in this manner, during which I paid no visit to Geneva, but was\nengaged, heart and soul, in the pursuit of some discoveries which I\nhoped to make.  None but those who have experienced them can conceive\nof the enticements of science.  In other studies you go as far as\nothers have gone before you, and there is nothing more to know; but in\na scientific pursuit there is continual food for discovery and wonder. \nA mind of moderate capacity which closely pursues one study must\ninfallibly arrive at great proficiency in that study; and I, who\ncontinually sought the attainment of one object of pursuit and was\nsolely wrapped up in this, improved so rapidly that at the end of two\nyears I made some discoveries in the improvement of some chemical\ninstruments, which procured me great esteem and admiration at the\nuniversity.  When I had arrived at this point and had become as well\nacquainted with the theory and practice of natural philosophy as\ndepended on the lessons of any of the professors at Ingolstadt, my\nresidence there being no longer conducive to my improvements, I thought\nof returning to my friends and my native town, when an incident\nhappened that protracted my stay.",
        "One of the phenomena which had peculiarly attracted my attention was\nthe structure of the human frame, and, indeed, any animal endued with\nlife.  Whence, I often asked myself, did the principle of life\nproceed?  It was a bold question, and one which has ever been\nconsidered as a mystery; yet with how many things are we upon the brink\nof becoming acquainted, if cowardice or carelessness did not restrain\nour inquiries.  I revolved these circumstances in my mind and\ndetermined thenceforth to apply myself more particularly to those\nbranches of natural philosophy which relate to physiology.  Unless I\nhad been animated by an almost supernatural enthusiasm, my application\nto this study would have been irksome and almost intolerable.  To\nexamine the causes of life, we must first have recourse to death.  I\nbecame acquainted with the science of anatomy, but this was not\nsufficient; I must also observe the natural decay and corruption of the\nhuman body.  In my education my father had taken the greatest\nprecautions that my mind should be impressed with no supernatural\nhorrors.  I do not ever remember to have trembled at a tale of\nsuperstition or to have feared the apparition of a spirit.  Darkness\nhad no effect upon my fancy, and a churchyard was to me merely the\nreceptacle of bodies deprived of life, which, from being the seat of\nbeauty and strength, had become food for the worm.  Now I was led to\nexamine the cause and progress of this decay and forced to spend days\nand nights in vaults and charnel-houses.  My attention was fixed upon\nevery object the most insupportable to the delicacy of the human\nfeelings.  I saw how the fine form of man was degraded and wasted; I\nbeheld the corruption of death succeed to the blooming cheek of life; I\nsaw how the worm inherited the wonders of the eye and brain.  I paused,\nexamining and analysing all the minutiae of causation, as exemplified\nin the change from life to death, and death to life, until from the\nmidst of this darkness a sudden light broke in upon me–a light so\nbrilliant and wondrous, yet so simple, that while I became dizzy with\nthe immensity of the prospect which it illustrated, I was surprised\nthat among so many men of genius who had directed their inquiries\ntowards the same science, that I alone should be reserved to discover\nso astonishing a secret.",
        "Remember, I am not recording the vision of a madman.  The sun does not\nmore certainly shine in the heavens than that which I now affirm is\ntrue.  Some miracle might have produced it, yet the stages of the\ndiscovery were distinct and probable.  After days and nights of\nincredible labour and fatigue, I succeeded in discovering the cause of\ngeneration and life; nay, more, I became myself capable of bestowing\nanimation upon lifeless matter.",
        "The astonishment which I had at first experienced on this discovery\nsoon gave place to delight and rapture.  After so much time spent in\npainful labour, to arrive at once at the summit of my desires was the\nmost gratifying consummation of my toils.  But this discovery was so\ngreat and overwhelming that all the steps by which I had been\nprogressively led to it were obliterated, and I beheld only the\nresult.  What had been the study and desire of the wisest men since the\ncreation of the world was now within my grasp.  Not that, like a magic\nscene, it all opened upon me at once:  the information I had obtained\nwas of a nature rather to direct my endeavours so soon as I should\npoint them towards the object of my search than to exhibit that object\nalready accomplished.  I was like the Arabian who had been buried with\nthe dead and found a passage to life, aided only by one glimmering and\nseemingly ineffectual light.",
        "I see by your eagerness and the wonder and hope which your eyes\nexpress, my friend, that you expect to be informed of the secret with\nwhich I am acquainted; that cannot be; listen patiently until the end\nof my story, and you will easily perceive why I am reserved upon that\nsubject.  I will not lead you on, unguarded and ardent as I then was,\nto your destruction and infallible misery.  Learn from me, if not by my\nprecepts, at least by my example, how dangerous is the acquirement of\nknowledge and how much happier that man is who believes his native town\nto be the world, than he who aspires to become greater than his nature\nwill allow.",
        "When I found so astonishing a power placed within my hands, I hesitated\na long time concerning the manner in which I should employ it.\nAlthough I possessed the capacity of bestowing animation, yet to\nprepare a frame for the reception of it, with all its intricacies of\nfibres, muscles, and veins, still remained a work of inconceivable\ndifficulty and labour.  I doubted at first whether I should attempt the\ncreation of a being like myself, or one of simpler organization; but my\nimagination was too much exalted by my first success to permit me to\ndoubt of my ability to give life to an animal as complete and wonderful\nas man.  The materials at present within my command hardly appeared\nadequate to so arduous an undertaking, but I doubted not that I should\nultimately succeed.  I prepared myself for a multitude of reverses; my\noperations might be incessantly baffled, and at last my work be\nimperfect, yet when I considered the improvement which every day takes\nplace in science and mechanics, I was encouraged to hope my present\nattempts would at least lay the foundations of future success.  Nor\ncould I consider the magnitude and complexity of my plan as any\nargument of its impracticability.  It was with these feelings that I\nbegan the creation of a human being.  As the minuteness of the parts\nformed a great hindrance to my speed, I resolved, contrary to my first\nintention, to make the being of a gigantic stature, that is to say,\nabout eight feet in height, and proportionably large.  After having\nformed this determination and having spent some months in successfully\ncollecting and arranging my materials, I began.",
        "No one can conceive the variety of feelings which bore me onwards, like\na hurricane, in the first enthusiasm of success.  Life and death\nappeared to me ideal bounds, which I should first break through, and\npour a torrent of light into our dark world.  A new species would bless\nme as its creator and source; many happy and excellent natures would\nowe their being to me.  No father could claim the gratitude of his\nchild so completely as I should deserve theirs.  Pursuing these\nreflections, I thought that if I could bestow animation upon lifeless\nmatter, I might in process of time (although I now found it impossible)\nrenew life where death had apparently devoted the body to corruption.",
        "These thoughts supported my spirits, while I pursued my undertaking\nwith unremitting ardour.  My cheek had grown pale with study, and my\nperson had become emaciated with confinement.  Sometimes, on the very\nbrink of certainty, I failed; yet still I clung to the hope which the\nnext day or the next hour might realize.  One secret which I alone\npossessed was the hope to which I had dedicated myself; and the moon\ngazed on my midnight labours, while, with unrelaxed and breathless\neagerness, I pursued nature to her hiding-places.  Who shall conceive\nthe horrors of my secret toil as I dabbled among the unhallowed damps\nof the grave or tortured the living animal to animate the lifeless\nclay?  My limbs now tremble, and my eyes swim with the remembrance; but\nthen a resistless and almost frantic impulse urged me forward; I seemed\nto have lost all soul or sensation but for this one pursuit.  It was\nindeed but a passing trance, that only made me feel with renewed\nacuteness so soon as, the unnatural stimulus ceasing to operate, I had\nreturned to my old habits.  I collected bones from charnel-houses and\ndisturbed, with profane fingers, the tremendous secrets of the human\nframe.  In a solitary chamber, or rather cell, at the top of the house,\nand separated from all the other apartments by a gallery and staircase,\nI kept my workshop of filthy creation; my eyeballs were starting from\ntheir sockets in attending to the details of my employment.  The\ndissecting room and the slaughter-house furnished many of my\nmaterials; and often did my human nature turn with loathing from my\noccupation, whilst, still urged on by an eagerness which perpetually\nincreased, I brought my work near to a conclusion.",
        "The summer months passed while I was thus engaged, heart and soul, in\none pursuit.  It was a most beautiful season; never did the fields\nbestow a more plentiful harvest or the vines yield a more luxuriant\nvintage, but my eyes were insensible to the charms of nature.  And the\nsame feelings which made me neglect the scenes around me caused me also\nto forget those friends who were so many miles absent, and whom I had\nnot seen for so long a time.  I knew my silence disquieted them, and I\nwell remembered the words of my father:  “I know that while you are\npleased with yourself you will think of us with affection, and we shall\nhear regularly from you.  You must pardon me if I regard any\ninterruption in your correspondence as a proof that your other duties\nare equally neglected.”",
        "I knew well therefore what would be my father’s feelings, but I could\nnot tear my thoughts from my employment, loathsome in itself, but which\nhad taken an irresistible hold of my imagination.  I wished, as it\nwere, to procrastinate all that related to my feelings of affection\nuntil the great object, which swallowed up every habit of my nature,\nshould be completed.",
        "I then thought that my father would be unjust if he ascribed my neglect\nto vice or faultiness on my part, but I am now convinced that he was\njustified in conceiving that I should not be altogether free from\nblame.  A human being in perfection ought always to preserve a calm and\npeaceful mind and never to allow passion or a transitory desire to\ndisturb his tranquillity.  I do not think that the pursuit of knowledge\nis an exception to this rule.  If the study to which you apply yourself\nhas a tendency to weaken your affections and to destroy your taste for\nthose simple pleasures in which no alloy can possibly mix, then that\nstudy is certainly unlawful, that is to say, not befitting the human\nmind.  If this rule were always observed; if no man allowed any pursuit\nwhatsoever to interfere with the tranquillity of his domestic\naffections, Greece had not been enslaved, Caesar would have spared his\ncountry, America would have been discovered more gradually, and the\nempires of Mexico and Peru had not been destroyed.",
        "But I forget that I am moralizing in the most interesting part of my\ntale, and your looks remind me to proceed.  My father made no reproach\nin his letters and only took notice of my science by inquiring into my\noccupations more particularly than before.  Winter, spring, and summer\npassed away during my labours; but I did not watch the blossom or the\nexpanding leaves–sights which before always yielded me supreme\ndelight–so deeply was I engrossed in my occupation.  The leaves of\nthat year had withered before my work drew near to a close, and now\nevery day showed me more plainly how well I had succeeded.  But my\nenthusiasm was checked by my anxiety, and I appeared rather like one\ndoomed by slavery to toil in the mines, or any other unwholesome trade\nthan an artist occupied by his favourite employment.  Every night I was\noppressed by a slow fever, and I became nervous to a most painful\ndegree; the fall of a leaf startled me, and I shunned my fellow\ncreatures as if I had been guilty of a crime.  Sometimes I grew alarmed\nat the wreck I perceived that I had become; the energy of my purpose\nalone sustained me:  my labours would soon end, and I believed that\nexercise and amusement would then drive away incipient disease; and I\npromised myself both of these when my creation should be complete.",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}