{
    "title": "Frankenstein - Chapter 21",
    "author": "Mary Shelley",
    "chapter": "25",
    "content": [
        "\n",
        "\n\n",
        "I was soon introduced into the presence of the magistrate, an old\nbenevolent man with calm and mild manners.  He looked upon me, however,\nwith some degree of severity, and then, turning towards my conductors,\nhe asked who appeared as witnesses on this occasion.",
        "About half a dozen men came forward; and, one being selected by the\nmagistrate, he deposed that he had been out fishing the night before\nwith his son and brother-in-law, Daniel Nugent, when, about ten\no’clock, they observed a strong northerly blast rising, and they\naccordingly put in for port.  It was a very dark night, as the moon had\nnot yet risen; they did not land at the harbour, but, as they had been\naccustomed, at a creek about two miles below.  He walked on first,\ncarrying a part of the fishing tackle, and his companions followed him\nat some distance.",
        "As he was proceeding along the sands, he struck his foot against\nsomething and fell at his length on the ground. His companions came up\nto assist him, and by the light of their lantern they found that he had\nfallen on the body of a man, who was to all appearance dead.  Their\nfirst supposition was that it was the corpse of some person who had\nbeen drowned and was thrown on shore by the waves, but on examination\nthey found that the clothes were not wet and even that the body was not\nthen cold.  They instantly carried it to the cottage of an old woman\nnear the spot and endeavoured, but in vain, to restore it to life.  It\nappeared to be a handsome young man, about five and twenty years of\nage.  He had apparently been strangled, for there was no sign of any\nviolence except the black mark of fingers on his neck.",
        "The first part of this deposition did not in the least interest me, but\nwhen the mark of the fingers was mentioned I remembered the murder of\nmy brother and felt myself extremely agitated; my limbs trembled, and a\nmist came over my eyes, which obliged me to lean on a chair for\nsupport.  The magistrate observed me with a keen eye and of course drew\nan unfavourable augury from my manner.",
        "The son confirmed his father’s account, but when Daniel Nugent was\ncalled he swore positively that just before the fall of his companion,\nhe saw a boat, with a single man in it, at a short distance from the\nshore; and as far as he could judge by the light of a few stars, it was\nthe same boat in which I had just landed.  A woman deposed that she\nlived near the beach and was standing at the door of her cottage,\nwaiting for the return of the fishermen, about an hour before she heard\nof the discovery of the body, when she saw a boat with only one man in\nit push off from that part of the shore where the corpse was afterwards\nfound.",
        "Another woman confirmed the account of the fishermen having brought the\nbody into her house; it was not cold.  They put it into a bed and\nrubbed it, and Daniel went to the town for an apothecary, but life was\nquite gone.",
        "Several other men were examined concerning my landing, and they agreed\nthat, with the strong north wind that had arisen during the night, it\nwas very probable that I had beaten about for many hours and had been\nobliged to return nearly to the same spot from which I had departed.\nBesides, they observed that it appeared that I had brought the body\nfrom another place, and it was likely that as I did not appear to know\nthe shore, I might have put into the harbour ignorant of the distance\nof the town of –– from the place where I had deposited the corpse.",
        "Mr. Kirwin, on hearing this evidence, desired that I should be taken\ninto the room where the body lay for interment, that it might be\nobserved what effect the sight of it would produce upon me.  This idea\nwas probably suggested by the extreme agitation I had exhibited when\nthe mode of the murder had been described.  I was accordingly\nconducted, by the magistrate and several other persons, to the inn.  I\ncould not help being struck by the strange coincidences that had taken\nplace during this eventful night; but, knowing that I had been\nconversing with several persons in the island I had inhabited about the\ntime that the body had been found, I was perfectly tranquil as to the\nconsequences of the affair.  I entered the room where the corpse lay\nand was led up to the coffin.  How can I describe my sensations on\nbeholding it?  I feel yet parched with horror, nor can I reflect on\nthat terrible moment without shuddering and agony.  The examination,\nthe presence of the magistrate and witnesses, passed like a dream from\nmy memory when I saw the lifeless form of Henry Clerval stretched\nbefore me.  I gasped for breath, and throwing myself on the body, I\nexclaimed, “Have my murderous machinations deprived you also, my\ndearest Henry, of life?  Two I have already destroyed; other victims\nawait their destiny; but you, Clerval, my friend, my benefactor–”",
        "The human frame could no longer support the agonies that I endured, and\nI was carried out of the room in strong convulsions.  A fever succeeded\nto this.  I lay for two months on the point of death; my ravings, as I\nafterwards heard, were frightful; I called myself the murderer of\nWilliam, of Justine, and of Clerval.  Sometimes I entreated my\nattendants to assist me in the destruction of the fiend by whom I was\ntormented; and at others I felt the fingers of the monster already\ngrasping my neck, and screamed aloud with agony and terror. \nFortunately, as I spoke my native language, Mr. Kirwin alone understood\nme; but my gestures and bitter cries were sufficient to affright the\nother witnesses.  Why did I not die?  More miserable than man ever was\nbefore, why did I not sink into forgetfulness and rest?  Death snatches\naway many blooming children, the only hopes of their doting parents;\nhow many brides and youthful lovers have been one day in the bloom of\nhealth and hope, and the next a prey for worms and the decay of the\ntomb!  Of what materials was I made that I could thus resist so many\nshocks, which, like the turning of the wheel, continually renewed the\ntorture?",
        "But I was doomed to live and in two months found myself as awaking from\na dream, in a prison, stretched on a wretched bed, surrounded by\njailers, turnkeys, bolts, and all the miserable apparatus of a\ndungeon.  It was morning, I remember, when I thus awoke to\nunderstanding; I had forgotten the particulars of what had happened and\nonly felt as if some great misfortune had suddenly overwhelmed me; but\nwhen I looked around and saw the barred windows and the squalidness of\nthe room in which I was, all flashed across my memory and I groaned\nbitterly.",
        "This sound disturbed an old woman who was sleeping in a chair beside\nme.  She was a hired nurse, the wife of one of the turnkeys, and her\ncountenance expressed all those bad qualities which often characterize\nthat class.  The lines of her face were hard and rude, like that of\npersons accustomed to see without sympathizing in sights of misery. Her\ntone expressed her entire indifference; she addressed me in English,\nand the voice struck me as one that I had heard during my sufferings.\n“Are you better now, sir?” said she.",
        "I replied in the same language, with a feeble voice, “I believe I am;\nbut if it be all true, if indeed I did not dream, I am sorry that I am\nstill alive to feel this misery and horror.”",
        "“For that matter,” replied the old woman, “if you mean about the\ngentleman you murdered, I believe that it were better for you if you\nwere dead, for I fancy it will go hard with you!  However, that’s none\nof my business; I am sent to nurse you and get you well; I do my duty\nwith a safe conscience; it were well if everybody did the same.”",
        "I turned with loathing from the woman who could utter so unfeeling a\nspeech to a person just saved, on the very edge of death; but I felt\nlanguid and unable to reflect on all that had passed.  The whole series\nof my life appeared to me as a dream; I sometimes doubted if indeed it\nwere all true, for it never presented itself to my mind with the force\nof reality.",
        "As the images that floated before me became more distinct, I grew\nfeverish; a darkness pressed around me; no one was near me who soothed\nme with the gentle voice of love; no dear hand supported me.  The\nphysician came and prescribed medicines, and the old woman prepared\nthem for me; but utter carelessness was visible in the first, and the\nexpression of brutality was strongly marked in the visage of the\nsecond.  Who could be interested in the fate of a murderer but the\nhangman who would gain his fee?",
        "These were my first reflections, but I soon learned that Mr. Kirwin had\nshown me extreme kindness.  He had caused the best room in the prison\nto be prepared for me (wretched indeed was the best); and it was he who\nhad provided a physician and a nurse.  It is true, he seldom came to\nsee me, for although he ardently desired to relieve the sufferings of\nevery human creature, he did not wish to be present at the agonies and\nmiserable ravings of a murderer.  He came, therefore, sometimes to see\nthat I was not neglected, but his visits were short and with long\nintervals.  One day, while I was gradually recovering, I was seated in\na chair, my eyes half open and my cheeks livid like those in death.  I\nwas overcome by gloom and misery and often reflected I had better seek\ndeath than desire to remain in a world which to me was replete with\nwretchedness.  At one time I considered whether I should not declare\nmyself guilty and suffer the penalty of the law, less innocent than\npoor Justine had been.  Such were my thoughts when the door of my\napartment was opened and Mr. Kirwin entered.  His countenance expressed\nsympathy and compassion; he drew a chair close to mine and addressed me\nin French, “I fear that this place is very shocking to you; can I do\nanything to make you more comfortable?”",
        "“I thank you, but all that you mention is nothing to me; on the whole\nearth there is no comfort which I am capable of receiving.”",
        "“I know that the sympathy of a stranger can be but of little relief to\none borne down as you are by so strange a misfortune.  But you will, I\nhope, soon quit this melancholy abode, for doubtless evidence can\neasily be brought to free you from the criminal charge.”",
        "“That is my least concern; I am, by a course of strange events, become\nthe most miserable of mortals.  Persecuted and tortured as I am and\nhave been, can death be any evil to me?”",
        "“Nothing indeed could be more unfortunate and agonizing than the\nstrange chances that have lately occurred.  You were thrown, by some\nsurprising accident, on this shore, renowned for its hospitality,\nseized immediately, and charged with murder.  The first sight that was\npresented to your eyes was the body of your friend, murdered in so\nunaccountable a manner and placed, as it were, by some fiend across\nyour path.”",
        "As Mr. Kirwin said this, notwithstanding the agitation I endured on\nthis retrospect of my sufferings, I also felt considerable surprise at\nthe knowledge he seemed to possess concerning me.  I suppose some\nastonishment was exhibited in my countenance, for Mr. Kirwin hastened\nto say, “Immediately upon your being taken ill, all the papers that\nwere on your person were brought me, and I examined them that I might\ndiscover some trace by which I could send to your relations an account\nof your misfortune and illness. I found several letters, and, among\nothers, one which I discovered from its commencement to be from your\nfather.  I instantly wrote to Geneva; nearly two months have elapsed\nsince the departure of my letter.  But you are ill; even now you\ntremble; you are unfit for agitation of any kind.”",
        "“This suspense is a thousand times worse than the most horrible event;\ntell me what new scene of death has been acted, and whose murder I am\nnow to lament?”",
        "“Your family is perfectly well,” said Mr. Kirwin with gentleness; “and\nsomeone, a friend, is come to visit you.”",
        "I know not by what chain of thought the idea presented itself, but it\ninstantly darted into my mind that the murderer had come to mock at my\nmisery and taunt me with the death of Clerval, as a new incitement for\nme to comply with his hellish desires.  I put my hand before my eyes,\nand cried out in agony, “Oh! Take him away!  I cannot see him; for\nGod’s sake, do not let him enter!”",
        "Mr. Kirwin regarded me with a troubled countenance.  He could not help\nregarding my exclamation as a presumption of my guilt and said in\nrather a severe tone, “I should have thought, young man, that the\npresence of your father would have been welcome instead of inspiring\nsuch violent repugnance.”",
        "“My father!” cried I, while every feature and every muscle was relaxed\nfrom anguish to pleasure.  “Is my father indeed come?  How kind, how\nvery kind!  But where is he, why does he not hasten to me?”",
        "My change of manner surprised and pleased the magistrate; perhaps he\nthought that my former exclamation was a momentary return of delirium,\nand now he instantly resumed his former benevolence.  He rose and\nquitted the room with my nurse, and in a moment my father entered it.",
        "Nothing, at this moment, could have given me greater pleasure than the\narrival of my father.  I stretched out my hand to him and cried, “Are\nyou, then, safe–and Elizabeth–and Ernest?” My father calmed me with\nassurances of their welfare and endeavoured, by dwelling on these\nsubjects so interesting to my heart, to raise my desponding spirits;\nbut he soon felt that a prison cannot be the abode of cheerfulness.",
        "“What a place is this that you inhabit, my son!” said he, looking\nmournfully at the barred windows and wretched appearance of the room. \n“You travelled to seek happiness, but a fatality seems to pursue you. \nAnd poor Clerval–”",
        "The name of my unfortunate and murdered friend was an agitation too\ngreat to be endured in my weak state; I shed tears.  “Alas!  Yes, my\nfather,” replied I; “some destiny of the most horrible kind hangs over\nme, and I must live to fulfil it, or surely I should have died on the\ncoffin of Henry.”",
        "We were not allowed to converse for any length of time, for the\nprecarious state of my health rendered every precaution necessary that\ncould ensure tranquillity.  Mr. Kirwin came in and insisted that my\nstrength should not be exhausted by too much exertion.  But the\nappearance of my father was to me like that of my good angel, and I\ngradually recovered my health.",
        "As my sickness quitted me, I was absorbed by a gloomy and black\nmelancholy that nothing could dissipate.  The image of Clerval was\nforever before me, ghastly and murdered.  More than once the agitation\ninto which these reflections threw me made my friends dread a dangerous\nrelapse.  Alas!  Why did they preserve so miserable and detested a\nlife?  It was surely that I might fulfil my destiny, which is now\ndrawing to a close.  Soon, oh, very soon, will death extinguish these\nthrobbings and relieve me from the mighty weight of anguish that bears\nme to the dust; and, in executing the award of justice, I shall also\nsink to rest.  Then the appearance of death was distant, although the\nwish was ever present to my thoughts; and I often sat for hours\nmotionless and speechless, wishing for some mighty revolution that\nmight bury me and my destroyer in its ruins.",
        "The season of the assizes approached.  I had already been three months\nin prison, and although I was still weak and in continual danger of a\nrelapse, I was obliged to travel nearly a hundred miles to the country\ntown where the court was held.  Mr. Kirwin charged himself with every\ncare of collecting witnesses and arranging my defence.  I was spared\nthe disgrace of appearing publicly as a criminal, as the case was not\nbrought before the court that decides on life and death.  The grand\njury rejected the bill, on its being proved that I was on the Orkney\nIslands at the hour the body of my friend was found; and a fortnight\nafter my removal I was liberated from prison.",
        "My father was enraptured on finding me freed from the vexations of a\ncriminal charge, that I was again allowed to breathe the fresh\natmosphere and permitted to return to my native country.  I did not\nparticipate in these feelings, for to me the walls of a dungeon or a\npalace were alike hateful.  The cup of life was poisoned forever, and\nalthough the sun shone upon me, as upon the happy and gay of heart, I\nsaw around me nothing but a dense and frightful darkness, penetrated by\nno light but the glimmer of two eyes that glared upon me.  Sometimes\nthey were the expressive eyes of Henry, languishing in death, the dark\norbs nearly covered by the lids and the long black lashes that fringed\nthem; sometimes it was the watery, clouded eyes of the monster, as I\nfirst saw them in my chamber at Ingolstadt.",
        "My father tried to awaken in me the feelings of affection.  He talked\nof Geneva, which I should soon visit, of Elizabeth and Ernest; but\nthese words only drew deep groans from me.  Sometimes, indeed, I felt a\nwish for happiness and thought with melancholy delight of my beloved\ncousin or longed, with a devouring maladie du pays, to see once more\nthe blue lake and rapid Rhone, that had been so dear to me in early\nchildhood; but my general state of feeling was a torpor in which a\nprison was as welcome a residence as the divinest scene in nature; and\nthese fits were seldom interrupted but by paroxysms of anguish and\ndespair.  At these moments I often endeavoured to put an end to the\nexistence I loathed, and it required unceasing attendance and vigilance\nto restrain me from committing some dreadful act of violence.",
        "Yet one duty remained to me, the recollection of which finally\ntriumphed over my selfish despair.  It was necessary that I should\nreturn without delay to Geneva, there to watch over the lives of those\nI so fondly loved and to lie in wait for the murderer, that if any\nchance led me to the place of his concealment, or if he dared again to\nblast me by his presence, I might, with unfailing aim, put an end to\nthe existence of the monstrous image which  I had endued with the\nmockery of a soul still more monstrous.  My father still desired to\ndelay our departure, fearful that I could not sustain the fatigues of a\njourney, for I was a shattered wreck–the shadow of a human being.  My\nstrength was gone.  I was a mere skeleton, and fever night and day\npreyed upon my wasted frame.  Still, as I urged our leaving Ireland\nwith such inquietude and impatience, my father thought it best to\nyield.  We took our passage on board a vessel bound for Havre-de-Grace\nand sailed with a fair wind from the Irish shores.  It was midnight.  I\nlay on the deck looking at the stars and listening to the dashing of\nthe waves.  I hailed the darkness that shut Ireland from my sight, and\nmy pulse beat with a feverish joy when I reflected that I should soon\nsee Geneva.  The past appeared to me in the light of a frightful dream;\nyet the vessel in which I was, the wind that blew me from the detested\nshore of Ireland, and the sea which surrounded me told me too forcibly\nthat I was deceived by no vision and that Clerval, my friend and\ndearest companion, had fallen a victim to me and the monster of my\ncreation.  I repassed, in my memory, my whole life–my quiet happiness\nwhile residing with my family in Geneva, the death of my mother, and my\ndeparture for Ingolstadt.  I remembered, shuddering, the mad enthusiasm\nthat hurried me on to the creation of my hideous enemy, and I called to\nmind the night in which he first lived.  I was unable to pursue the\ntrain of thought; a thousand feelings pressed upon me, and I wept\nbitterly.  Ever since my recovery from the fever I had been in the\ncustom of taking every night a small quantity of laudanum, for it was\nby means of this drug only that I was enabled to gain the rest\nnecessary for the preservation of life.  Oppressed by the recollection\nof my various misfortunes, I now swallowed double my usual quantity and\nsoon slept profoundly.  But sleep did not afford me respite from\nthought and misery; my dreams presented a thousand objects that scared\nme.  Towards morning I was possessed by a kind of nightmare; I felt the\nfiend’s grasp in my neck and could not free myself from it; groans and\ncries rang in my ears.  My father, who was watching over me, perceiving\nmy restlessness, awoke me; the dashing waves were around, the cloudy\nsky above, the fiend was not here: a sense of security, a feeling that\na truce was established between the present hour and the irresistible,\ndisastrous future imparted to me a kind of calm forgetfulness, of which\nthe human mind is by its structure peculiarly susceptible.",
        "Continue...",
        "\nThis eBook of “Frankenstein, or the Modern Prometheus” by Mary Wollstonecraft Shelley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Frankenstein (Enriched Classics)By Mary ShelleyAt Amazon"
    ]
}