{
    "title": "Free Culture - Chapter One: Creators",
    "author": "Lawrence Lessig",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "In 1928, a cartoon character was born. An early Mickey Mouse made his debut in \nMay of that year, in a silent flop called Plane Crazy. In November, in New \nYork City’s Colony Theater, in the first widely distributed cartoon synchronized \nwith sound, Steamboat Willie brought to life the character that would become \nMickey Mouse.",
        "Synchronized sound had been introduced to film a year earlier in the movie The \nJazz Singer. That success led Walt Disney to copy the technique and mix sound \nwith cartoons. No one knew whether it would work or, if it did work, whether it \nwould win an audience. But when Disney ran a test in the summer of 1928, the \nresults were unambiguous. As Disney describes that first experiment,",
        "A couple of my boys could read music, and one of them could play a mouth organ. \nWe put them in a room where they could not see the screen and arranged to pipe \ntheir sound into the room where our wives and friends were going to see the \npicture. ",
        "The boys worked from a music and sound-effects score. After several false \nstarts, sound and action got off with the gun. The mouth organist played the \ntune, the rest of us in the sound department bammed tin pans and blew slide \nwhistles on the beat. The synchronization was pretty close. ",
        "The effect on our little audience was nothing less than electric. They \nresponded almost instinctively to this union of sound and motion. I thought they \nwere kidding me. So they put me in the audience and ran the action again. It was \nterrible, but it was wonderful! And it was something new! [1]",
        "Disney’s then partner, and one of animation’s most extraordinary talents, Ub \nIwerks, put it more strongly: I have never been so thrilled in my life. Nothing \nsince has ever equaled it.",
        "Disney had created something very new, based upon something relatively new. \nSynchronized sound brought life to a form of creativity that had rarelyexcept \nin Disney’s handsbeen anything more than filler for other films. Throughout \nanimation’s early history, it was Disney’s invention that set the standard that \nothers struggled to match. And quite often, Disney’s great genius, his spark of \ncreativity, was built upon the work of others.",
        "This much is familiar. What you might not know is that 1928 also marks another \nimportant transition. In that year, a comic (as opposed to cartoon) genius \ncreated his last independently produced silent film. That genius was Buster \nKeaton. The film was Steamboat Bill, Jr.",
        "Keaton was born into a vaudeville family in 1895. In the era of silent film, he \nhad mastered using broad physical comedy as a way to spark uncontrollable \nlaughter from his audience. Steamboat Bill, Jr. was a classic of this form, \nfamous among film buffs for its incredible stunts. The film was classic Keaton\nwildly popular and among the best of its genre. ",
        "Steamboat Bill, Jr. appeared before Disney’s cartoon Steamboat Willie. The \ncoincidence of titles is not coincidental. Steamboat Willie is a direct cartoon \nparody of Steamboat Bill, [2] and both are built upon a common song as a source. \nIt is not just from the invention of synchronized sound in The Jazz Singer \nthat we get Steamboat Willie. It is also from Buster Keaton’s invention of \nSteamboat Bill, Jr., itself inspired by the song Steamboat Bill, that we get \nSteamboat Willie, and then from Steamboat Willie, Mickey Mouse.",
        "This borrowing was nothing unique, either for Disney or for the industry. \nDisney was always parroting the feature-length mainstream films of his day. [3] \nSo did many others. Early cartoons are filled with knockoffsslight variations \non winning themes; retellings of ancient stories. The key to success was the \nbrilliance of the differences. With Disney, it was sound that gave his animation \nits spark. Later, it was the quality of his work relative to the production-line \ncartoons with which he competed. Yet these additions were built upon a base that \nwas borrowed. Disney added to the work of others before him, creating something \nnew out of something just barely old.",
        "Sometimes this borrowing was slight. Sometimes it was significant. Think about \nthe fairy tales of the Brothers Grimm. If you’re as oblivious as I was, you’re \nlikely to think that these tales are happy, sweet stories, appropriate for any \nchild at bedtime. In fact, the Grimm fairy tales are, well, for us, grim. It is \na rare and perhaps overly ambitious parent who would dare to read these bloody, \nmoralistic stories to his or her child, at bedtime or anytime.",
        "Disney took these stories and retold them in a way that carried them into a new \nage. He animated the stories, with both characters and light. Without removing \nthe elements of fear and danger altogether, he made funny what was dark and \ninjected a genuine emotion of compassion where before there was fear. And not \njust with the work of the Brothers Grimm. Indeed, the catalog of Disney work \ndrawing upon the work of others is astonishing when set together: Snow White \n(1937), Fantasia (1940), Pinocchio (1940), Dumbo (1941), Bambi (1942), \n/Song of the South (1946), Cinderella (1950), Alice in Wonderland (1951), \n/Robin Hood (1952), Peter Pan (1953), Lady and the Tramp (1955), Mulan \n(1998), Sleeping Beauty (1959), 101 Dalmatians (1961), The Sword in the \nStone (1963), and The Jungle Book (1967)not to mention a recent example that \nwe should perhaps quickly forget, Treasure Planet (2003). In all of these \ncases, Disney (or Disney, Inc.) ripped creativity from the culture around him, \nmixed that creativity with his own extraordinary talent, and then burned that \nmix into the soul of his culture. Rip, mix, and burn.",
        "This is a kind of creativity. It is a creativity that we should remember and \ncelebrate. There are some who would say that there is no creativity except this \nkind. We don’t need to go that far to recognize its importance. We could call \nthis Disney creativity, though that would be a bit misleading. It is, more \nprecisely, Walt Disney creativitya form of expression and genius that builds \nupon the culture around us and makes it something different. ",
        "In 1928, the culture that Disney was free to draw upon was relatively fresh. The \npublic domain in 1928 was not very old and was therefore quite vibrant. The \naverage term of copyright was just around thirty yearsfor that minority of \ncreative work that was in fact copy-righted.4 That means that for thirty years, \non average, the authors or copyright holders of a creative work had an \nexclusive right to control certain uses of the work. To use this copyrighted \nwork in limited ways required the permission of the copyright owner.",
        "At the end of a copyright term, a work passes into the public domain. No \npermission is then needed to draw upon or use that work. No permission and, \nhence, no lawyers. The public domain is a lawyer-free zone. Thus, most of the \ncontent from the nineteenth century was free for Disney to use and build upon in \n1928. It was free for anyone whether connected or not, whether rich or not, \nwhether approved or notto use and build upon. ",
        "This is the ways things always wereuntil quite recently. For most of our \nhistory, the public domain was just over the horizon. From 1790 until 1978, the \naverage copyright term was never more than thirty-two years, meaning that most \nculture just a generation and a half old was free for anyone to build upon \nwithout the permission of anyone else. Today’s equivalent would be for creative \nwork from the 1960s and 1970s to now be free for the next Walt Disney to build \nupon without permission. Yet today, the public domain is presumptive only for \ncontent from before the Great Depression.",
        "Of course, Walt Disney had no monopoly on Walt Disney creativity. Nor does \nAmerica. The norm of free culture has, until recently, and except within \ntotalitarian nations, been broadly exploited and quite universal.",
        "Consider, for example, a form of creativity that seems strange to many Americans \nbut that is inescapable within Japanese culture: manga, or comics. The \nJapanese are fanatics about comics. Some 40 percent of publications are comics, \nand 30 percent of publication revenue derives from comics. They are everywhere \nin Japanese society, at every magazine stand, carried by a large proportion of \ncommuters on Japan’s extraordinary system of public transportation.",
        "Americans tend to look down upon this form of culture. That’s an unattractive \ncharacteristic of ours. We’re likely to misunderstand much about manga, because \nfew of us have ever read anything close to the stories that these graphic \nnovels tell. For the Japanese, manga cover every aspect of social life. For us, \ncomics are men in tights. And anyway, it’s not as if the New York subways are \nfilled with readers of Joyce or even Hemingway. People of different cultures \ndistract themselves in different ways, the Japanese in this interestingly \ndifferent way.",
        "But my purpose here is not to understand manga. It is to describe a variant on \nmanga that from a lawyer’s perspective is quite odd, but from a Disney \nperspective is quite familiar.",
        "This is the phenomenon of doujinshi. Doujinshi are also comics, but they are a \nkind of copycat comic. A rich ethic governs the creation of doujinshi. It is not \ndoujinshi if it is just a copy; the artist must make a contribution to the art \nhe copies, by transforming it either subtly or significantly. A doujinshi comic \ncan thus take a mainstream comic and develop it differentlywith a different \nstory line. Or the comic can keep the character in character but change its look \nslightly. There is no formula for what makes the doujinshi sufficiently \ndifferent. But they must be different if they are to be considered true \ndoujinshi. Indeed, there are committees that review doujinshi for inclusion \nwithin shows and reject any copycat comic that is merely a copy.",
        "These copycat comics are not a tiny part of the manga market. They are huge. \nMore than 33,000 circles of creators from across Japan produce these bits of \nWalt Disney creativity. More than 450,000 Japanese come together twice a year, \nin the largest public gathering in the country, to exchange and sell them. This \nmarket exists in parallel to the mainstream commercial manga market. In some \nways, it obviously competes with that market, but there is no sustained effort \nby those who control the commercial manga market to shut the doujinshi market \ndown. It flourishes, despite the competition and despite the law.",
        "The most puzzling feature of the doujinshi market, for those trained in the law, \nat least, is that it is allowed to exist at all. Under Japanese copyright law, \nwhich in this respect (on paper) mirrors American copyright law, the doujinshi \nmarket is an illegal one. Doujinshi are plainly derivative works. There is no \ngeneral practice by doujinshi artists of securing the permission of the manga \ncreators. Instead, the practice is simply to take and modify the creations of \nothers, as Walt Disney did with Steamboat Bill, Jr. Under both Japanese and \nAmerican law, that taking without the permission of the original copyright \nowner is illegal. It is an infringement of the original copyright to make a copy \nor a derivative work without the original copyright owner’s permission. ",
        "Yet this illegal market exists and indeed flourishes in Japan, and in the view \nof many, it is precisely because it exists that Japanese manga flourish. As \nAmerican graphic novelist Judd Winick said to me, The early days of comics in \nAmerica are very much like what’s going on in Japan now.  American comics were \nborn out of copying each other. ... That’s how [the artists] learn to drawby \ngoing into comic books and not tracing them, but looking at them and copying \nthem and building from them. [5]",
        "American comics now are quite different, Winick explains, in part because of the \nlegal difficulty of adapting comics the way doujinshi are allowed. Speaking of \nSuperman, Winick told me, there are these rules and you have to stick to them. \nThere are things Superman cannot do. As a creator, it’s frustrating having to \nstick to some parameters which are fifty years old. ",
        "The norm in Japan mitigates this legal difficulty. Some say it is precisely the \nbenefit accruing to the Japanese manga market that explains the mitigation. \nTemple University law professor Salil Mehra, for example, hypothesizes that the \nmanga market accepts these technical violations because they spur the manga \nmarket to be more wealthy and productive. Everyone would be worse off if \ndoujinshi were banned, so the law does not ban doujinshi. [6]",
        "The problem with this story, however, as Mehra plainly acknowledges, is that the \nmechanism producing this laissez faire response is not clear. It may well be \nthat the market as a whole is better off if doujinshi are permitted rather than \nbanned, but that doesn’t explain why individual copyright owners don’t sue \nnonetheless. If the law has no general exception for doujinshi, and indeed in \nsome cases individual manga artists have sued doujinshi artists, why is there \nnot a more general pattern of blocking this free taking by the doujinshi \nculture?",
        "I spent four wonderful months in Japan, and I asked this question as often as I \ncould. Perhaps the best account in the end was offered by a friend from a major \nJapanese law firm. We don’t have enough lawyers, he told me one afternoon. \nThere just aren’t enough resources to prosecute cases like this. ",
        "This is a theme to which we will return: that regulation by law is a function of \nboth the words on the books and the costs of making those words have effect. For \nnow, focus on the obvious question that is begged: Would Japan be better off \nwith more lawyers? Would manga be richer if doujinshi artists were regularly \nprosecuted? Would the Japanese gain something important if they could end this \npractice of uncompensated sharing? Does piracy here hurt the victims of the \npiracy, or does it help them? Would lawyers fighting this piracy help their \nclients or hurt them? ",
        "Let’s pause for a moment.",
        "If you’re like I was a decade ago, or like most people are when they first start \nthinking about these issues, then just about now you should be puzzled about \nsomething you hadn’t thought through before.",
        "We live in a world that celebrates property. I am one of those celebrants. I \nbelieve in the value of property in general, and I also believe in the value of \nthat weird form of property that lawyers call intellectual property. [7] A \nlarge, diverse society cannot survive without property; a large, diverse, and \nmodern society cannot flourish without intellectual property.",
        "But it takes just a second’s reflection to realize that there is plenty of value \nout there that property doesn’t capture. I don’t mean money can’t buy you \nlove, but rather, value that is plainly part of a process of production, \nincluding commercial as well as noncommercial production. If Disney animators \nhad stolen a set of pencils to draw Steamboat Willie, we’d have no hesitation in \ncondemning that taking as wrongeven though trivial, even if unnoticed. Yet \nthere was nothing wrong, at least under the law of the day, with Disney’s taking \nfrom Buster Keaton or from the Brothers Grimm. There was nothing wrong with the \ntaking from Keaton because Disney’s use would have been considered fair. There \nwas nothing wrong with the taking from the Grimms because the Grimms’ work was \nin the public domain.",
        "Thus, even though the things that Disney tookor more generally, the things \ntaken by anyone exercising Walt Disney creativityare valuable, our tradition \ndoes not treat those takings as wrong. Some things remain free for the taking \nwithin a free culture, and that freedom is good.",
        "The same with the doujinshi culture. If a doujinshi artist broke into a \npublisher’s office and ran off with a thousand copies of his latest workor even \none copywithout paying, we’d have no hesitation in saying the artist was wrong. \nIn addition to having trespassed, he would have stolen something of value. The \nlaw bans that stealing in whatever form, whether large or small.",
        "Yet there is an obvious reluctance, even among Japanese lawyers, to say that the \ncopycat comic artists are stealing. This form of Walt Disney creativity is \nseen as fair and right, even if lawyers in particular find it hard to say why.",
        "It’s the same with a thousand examples that appear everywhere once you begin to \nlook. Scientists build upon the work of other scientists without asking or \npaying for the privilege. (Excuse me, Professor Einstein, but may I have \npermission to use your theory of relativity to show that you were wrong about \nquantum physics?) Acting companies perform adaptations of the works of \nShakespeare without securing permission from anyone. (Does anyone believe \nShakespeare would be better spread within our culture if there were a central \nShakespeare rights clearinghouse that all productions of Shakespeare must appeal \nto first?) And Hollywood goes through cycles with a certain kind of movie: five \nasteroid films in the late 1990s; two volcano disaster films in 1997.",
        "Creators here and everywhere are always and at all times building upon the \ncreativity that went before and that surrounds them now. That building is always \nand everywhere at least partially done without permission and without \ncompensating the original creator. No society, free or controlled, has ever \ndemanded that every use be paid for or that permission for Walt Disney \ncreativity must always be sought. Instead, every society has left a certain bit \nof its culture free for the takingfree societies more fully than unfree, \nperhaps, but all societies to some degree.",
        "The hard question is therefore not whether a culture is free. All cultures are \nfree to some degree. The hard question instead is /How free is this culture? \nHow much, and how broadly, is the culture free for others to take and build \nupon? Is that freedom limited to party members? To members of the royal family? \nTo the top ten corporations on the New York Stock Exchange? Or is that freedom \nspread broadly? To artists generally, whether affiliated with the Met or not? To \nmusicians generally, whether white or not? To filmmakers generally, whether \naffiliated with a studio or not?",
        "Free cultures are cultures that leave a great deal open for others to build \nupon; unfree, or permission, cultures leave much less. Ours was a free culture. \nIt is becoming much less so.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}