{
    "title": "Free From School - Chapter 3: Plant Festivals",
    "author": "Rahul Alvares",
    "chapter": "3",
    "content": [
        "\n\n",
        "The rainy season brings out the average Goan’s passion ate love for\nplants and some of this fervour and enthusiasm finds its way into plant\nexhibitions and plant festivals. I would like to recount my experiences\nwith two of them-at Saligao and at Siolim-two villages close to where I\nlive. At the first I was a mere spectator but played a more active role\nin the second.",
        "Saligao\nSunday, the 1st of July, was an unusually bright day for the normally\ndull, wet, cloudy rainy season. I was looking forward to going to\nSaligao to see an exhibition of plants and was glad for the dry weather\nas I pedalled the 20 minutes it took to reach Lourdes Convent, the well\nknown school in the village where the exhibition was being held. I\nreached around 10.30 in the morning. The exhibition had already been\ninaugurated and the place was crowded with people all trying to enter\nthe main hall where the exhibits were kept. I too did likewise.",
        "The main exhibition hall was quite big and the plants were exhibited in\npots in the centre of the hall. Many of the plants were for sale. They\nhad been brought there by different people and most of the pots had the\nnames of their owners on them. The cacti were grouped together on a\ntable on one side of the hall and the prize winning exhibits of the\nflower arrangement competition on another. I noticed that the first\nprize had been given to a flower arrangement done inside a painted\nscooter tyre. I thought this a really unusual idea. The two most\nattractive and unusual cacti were ones on exhibit: while one had a thin\ngreen base and a bright red lumpy top the other was like a cotton puff.",
        "Besides the plants in the hall some classrooms alongside were also\noccupied with plants and other items for sale. There were food plants\nlike coriander and coconut seedlings, ornamental plants such as money\nplants, creepers, and indoor decorative plants. There were also garden\nimplements including spraying tools, cutters, flowerpots, seed packets\nand organic manures.",
        "At eleven o’clock there was an announcement that there would be a talk\ngiven by Mr Francis Borges, the topic being `Organic Farming’. Francis\nBorges is a college lecturer but is better known for his experience and\nknowledge of plants. He practises organic farming and has a nursery\ncalled Apurbai. He used to write a weekly column in a Goan paper the\n“Weekender”. My dad had already told me about him so I was eager to\nhear what he had to say.",
        "His talk dealt with the consequences of using chemicals (pesticides,\ninsecticides, fertilizers) which he said was a recent happening in the\nworld. He stressed the need to return to organic farming which he said\nwas the only sensible way of farming. He also spoke about the role of\nearthworms as friends of the farmer.",
        "Many questions followed. Most of these dealt with problems people faced\nwhile gardening at home. Mr Borges in his reply offered practical\nsolutions which he himself had tried out successfully. For example, to\nthe query, “Why does a papaya plant die after flowering?” he suggested\nbuilding a bund round the base of the plant because water collecting\nthere rots the papaya base stem. In this connection he also spoke of a\nmedicine which he and his colleagues had invented to drastically reduce\nthe diseases which attack papaya. He markets this as “Papaya Cure”. By\naround noon the talk ended and I left for home.",
        "Siolim\nThe plant exhibition at Saligao had given me an idea of what to expect\nat the next plant festival I attended, which was at Siolim. Here I took\nan active part thanks to the invitation I received from Alexyz, the\nwell known Goan cartoonist, who was in charge of the Siolim Plant\nFestival called “Green Heritage”. Green Heritage was started by Alexyz\nand his friends a few years ago and it has proved to be an enormous\nsuccess with people eagerly awaiting the event each year.",
        "I woke up early on the morning of August 11th, 1995 and pedalled away\nto Siolim, which is a picturesque village across the hill from Parra. I\nfound myself sitting at Alexyz’s doorstep much earlier than expected.\nAlexyz and his wife Tecla arrived home in time for lunch. After lunch,\nI hopped on the back of Alexyz’s Kinetic Honda and we set off to visit\nthe homes of all those participating in the exhibition, informing them\nto keep their exhibits ready for us to collect the next day.",
        "I woke up on the 12th morning to the sound of Alexyz’s gibberish much\nlike scatman’s scat. “Come on man, let’s get going”, he yelled. He was\na college friend of my parents and he is one of the funniest people I\nknow. Just being in his company is one big laugh!",
        "Our task that morning was to collect the plant exhibits from the homes\nof all those on our list. The tempo arrived at 9.30 a.m. We covered the\nbase of the tempo with shrubs to act as cushions for the potted plants.\nWe had a long list of homes to visit. Each time we picked up an item\nfor the exhibition we tagged and numbered it so we would know the\ncorrect house to return the pot to later. We had to be careful at some\nhouses otherwise we might have ended with torn pants ripped up by the\nhuge Dobermans people owned.",
        "When the tempo could carry no more we would return to SFX school where\nthe exhibition was to be held in order to unload the pots and start out\nagain. Each round was an experience of new people, new homes, new\ngardens. On one round we visited the famous pop singer Remo’s house.\nHis mother was taking part in the exhibition.",
        "It took us all day to complete the list and we eventually made three\ntrips round the village. We then arranged the pots on the benches in\nthe school hall. Miguel Braganza (an agricultural officer of the\nGovernment who at that time was posted to the Indian Council of\nAgricultural Research in Old Goa) and Francis Borges (the same person\nwho gave the talk on organic farming at the Saligao Plant Exhibition)\nwere also there along with several other village boys and girls all\nhelping in various ways to set up the show which was to begin the next\nmorning. In fact by the time we finished it was already one a.m. of the\n13th. We would have only a few hours of sleep before we would all be on\nduty again at 9 a.m. to complete the last minute jobs before the\nfestival got started.",
        "The Green Heritage Plant Festival lasted three days. The Director of\nthe Agricultural Department, Mr P.K. Desai, inaugurated it at 11 a.m\n(instead of a ribbon to be cut between the doors of the exhibition,\nthere was a creeper). He also released a book titled, Green Aid\nIII-Total Gardening that the Green Heritage had published. The book was\nwrapped up in a large money plant leaf instead of wrapping paper. I\nthought this an unusual and apt idea. After the inauguration and the\nrelease of the book, the official made his speech which was followed by\na funny speech made by Alexyz.",
        "The Green Heritage programme had several aspects: (i) the exhibition,\n(ii) lectures and talks on different subjects and (iii) competitions of\ndifferent kinds-all related to the green world.",
        "The main exhibition hall was very big and it was filled with all kinds\nof plants, arranged in such a manner that people could move around\neasily and view the plants without too much difficulty. Altogether\nthere must have been about two hundred pots. There were vegetable\nplants such as chillies and brinjals. There were flowering plants,\ncacti, creepers, ferns, bonsai of Banyan trees, peepal trees, etc.\nThere were also lime trees, orange trees and chickoo trees all growing\nin pots.",
        "On the stage in the hall, competition exhibits-vegetable-carving crafts\nand flower-making crafts of students from different schools-were kept.",
        "Outside the hall there were two corridors. In one corridor the\ngovernment nursery was stationed, where neem, mango, coconut, chickoo,\ntamarind, cashew and some other kinds of trees were being sold. Along\nthe other corridor a variety of other items were kept on sale: a small\ntable held copies of the book, Total Gardening as well as the previous\ntwo volumes released at the earlier exhibitions by the Green Heritage;\nanother table held beautiful coconut handicrafts for sale. There was an\nelephant head, a table lamp, a skull, all made out of different parts\nof a coconut. Next to this, The Other India Bookstore had set up a\nstall with a large variety of environment titles. Further down was the\nGarden Glory stall selling various types of garden implements such as\nlawn movers, cutters, sprayers and other accessories. Apurbhai had a\nvariety of organic manures like leaf mould, Karanji and bone meal\nbesides ornamental plants, palms and creepers. There were pickles,\nsquashes and medicine for papaya plants also on sale.",
        "At the far end of the corridor was the canteen. Here, whenever we were\nthirsty or hungry, we went and had a cold drink or some snacks. I\ndidn’t have to worry about my bill, because it was taken care of by the\nGreen Heritage group.",
        "Next to the canteen, there was a small table, a blackboard, some chalk\nand some benches. This was where the programme of lectures and talks\nwas held. Altogether there were four talks given during the Green\nHeritage Programme: on vegetable carving, jams and squashes,\nwine-making, and cacti.",
        "I decided to attend the talk given on cacti by a person who grew cacti\nin his flat. His talk was extremely interesting and full of practical\ninformation and handy hints on how to grow cacti. Although I have not\ntried my hand at growing cacti, yet I took down detailed notes which I\nshared with my mother, who as I correctly thought was very happy to get\nthe information as it helped her in her little cacti rock garden. And\nit certainly was a very educative talk for me.",
        "All through the three days I was assigned simple jobs like watching\nover the plants in the main hall, watering the plants, carrying pots\nand furniture around, handling the sales of the Green Heritage\nbooklets, and so on. And with Alexyz around each task was great fun.",
        "On the last day, there was the prize distribution ceremony. I was proud\nand happy to receive a special certificate for having assisted in the\nGreen Heritage Festival. As the fair came to an end the organisers all\nfelt that it was yet another successful event. I was happy to have been\na part of it. But the fun was not yet over for we all had a barbecue\ndinner that evening that lasted well into the early hours of the\nmorning. We slept only briefly for there remained the final task of\nreturning the pot exhibits to their respective owners. This we\ncommenced early next morning.",
        "I had enjoyed my work at the Green Heritage and my stay at Alexyz’s\nhouse. I was indeed sad when it all ended. I rested the next day at\nAlexyz’s house and on the 18th morning, left for home.",
        "Field Work Notes:\nGrowing Cacti At Home",
        "Cacti are plants suited to the desert and we must keep this factor in\nmind always when growing ornamental cacti in our gardens, for it helps\nin the survival of the plant. For example, a cactus should never be\nwatered over its body as it will start to rot. This is because it is\ncovered with a waxy coating which prevents water loss through\nevaporation. When one waters the cactus over its body, the waxy coating\nis washed away and the plant begins to rot. The amount of water that\nyou must supply to the cactus is very much dependent upon the season\nand upon the climate of the place. During the summer season one should\nwater cacti every four days whereas in the rainy season once every\nfifteen days is quite enough.",
        "Cacti need a minimum of two and a half hours of sunlight per day.\nHowever they should not be kept all day in the sun because they may\nwrinkle in too much of bright sunlight. Unlike other plants cacti\nproduce carbon dioxide during the day and oxygen during the night.\nHence, they are ideal plants to be kept in bedrooms to freshen up the\nair at night.",
        "If the cactus plant is to thrive and prosper, the size of the pot in\nwhich it is grown has to be carefully monitored. The pot should always\nbe a little smaller than the plant itself because it is only when the\nplant has to struggle to survive that it will thrive. If the pot is too\nspacious the struggle element is removed and the chances are that the\ncactus will die. Cacti are like human beings. When they suffer they\nwill grow. Similarly if a cactus shows no signs of growth, stop the\nwatering. It should be resumed only when the plant resumes growth.",
        "The substrata of a cactus pot is ideally composed of pieces of broken\nbricks at the bottom, charcoal above it, then coarse sand and pebbles\nabove it. Leaf mould is the best manure.",
        "Grafting of cacti is very simple. A very small piece of the cactus\nplant should be stuck with cellotape to the plant that needs grafting.\nThe smaller the piece the easier it is to graft. To reproduce cacti,\none has to simply cut off a piece of the cactus, allow it to dry for a\nfew days and then just place it over the cacti substrate. It will\nautomatically develop roots.",
        "To differentiate between cacti and other plants that look like cacti is\nvery easy. All cacti have fine hair at the base of each thorn. The\nso-called thorns are in fact highly modified leaves which prevent loss\nof water through transpiration. If one ever gets pricked by cacti\nthorns, one should take cellotape, place it over the area where the\nthorns have penetrated the skin and then peel it off. All the thorns\nwill get stuck to the cellotape and will be removed.",
        "Continue...",
        "\nThis eBook of “Free From School” by Rahul Alvares belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free From SchoolBy Rahul AlvaresAt Amazon"
    ]
}