{
    "title": "Free Culture - Chapter Fourteen: Eldred II",
    "author": "Lawrence Lessig",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "The day Eldred was decided, fate would have it that I was to travel to \nWashington, D.C. (The day the rehearing petition in Eldred was deniedmeaning \nthe case was really finally overfate would have it that I was giving a speech \nto technologists at Disney World.) This was a particularly long flight to my \nleast favorite city. The drive into the city from Dulles was delayed because of \ntraffic, so I opened up my computer and wrote an op-ed piece.",
        "It was an act of contrition. During the whole of the flight from San Francisco \nto Washington, I had heard over and over again in my head the same advice from \nDon Ayer: You need to make them see why it is important. And alternating with \nthat command was the question of Justice Kennedy: For all these years the act \nhas impeded progress in science and the useful arts. I just don’t see any \nempirical evidence for that. And so, having failed in the argument of \nconstitutional principle, finally, I turned to an argument of politics.",
        "The New York Times published the piece. In it, I proposed a simple fix: Fifty \nyears after a work has been published, the copyright owner would be required to \nregister the work and pay a small fee. If he paid the fee, he got the benefit of \nthe full term of copyright. If he did not, the work passed into the public \ndomain.",
        "We called this the Eldred Act, but that was just to give it a name. Eric Eldred \nwas kind enough to let his name be used once again, but as he said early on, it \nwon’t get passed unless it has another name.",
        "Or another two names. For depending upon your perspective, this is either the \nPublic Domain Enhancement Act or the Copyright Term Deregulation Act. Either \nway, the essence of the idea is clear and obvious: Remove copyright where it is \ndoing nothing except blocking access and the spread of knowledge. Leave it for \nas long as Congress allows for those works where its worth is at least $1. But \nfor everything else, let the content go.",
        "The reaction to this idea was amazingly strong. Steve Forbes endorsed it in an \neditorial. I received an avalanche of e-mail and letters expressing support. \nWhen you focus the issue on lost creativity, people can see the copyright system \nmakes no sense. As a good Republican might say, here government regulation is \nsimply getting in the way of innovation and creativity. And as a good Democrat \nmight say, here the government is blocking access and the spread of knowledge \nfor no good reason. Indeed, there is no real difference between Democrats and \nRepublicans on this issue. Anyone can recognize the stupid harm of the present \nsystem.",
        "Indeed, many recognized the obvious benefit of the registration requirement. For \none of the hardest things about the current system for people who want to \nlicense content is that there is no obvious place to look for the current \ncopyright owners. Since registration is not required, since marking content is \nnot required, since no formality at all is required, it is often impossibly hard \nto locate copyright owners to ask permission to use or license their work. This \nsystem would lower these costs, by establishing at least one registry where \ncopyright owners could be identified.",
        "As I described in chapter 10, formalities in copyright law were removed in 1976, \nwhen Congress followed the Europeans by abandoning any formal requirement before \na copyright is granted. [1] The Europeans are said to view copyright as a \nnatural right. Natural rights don’t need forms to exist. Traditions, like the \nAnglo-American tradition that required copyright owners to follow form if their \nrights were to be protected, did not, the Europeans thought, properly respect \nthe dignity of the author. My right as a creator turns on my creativity, not \nupon the special favor of the government.",
        "That’s great rhetoric. It sounds wonderfully romantic. But it is absurd \ncopyright policy. It is absurd especially for authors, because a world without \nformalities harms the creator. The ability to spread Walt Disney creativity is \ndestroyed when there is no simple way to know what’s protected and what’s not.",
        "The fight against formalities achieved its first real victory in Berlin in 1908. \nInternational copyright lawyers amended the Berne Convention in 1908, to require \ncopyright terms of life plus fifty years, as well as the abolition of copyright \nformalities. The formalities were hated because the stories of inadvertent loss \nwere increasingly common. It was as if a Charles Dickens character ran all \ncopyright offices, and the failure to dot an i or cross a t resulted in the \nloss of widows’ only income.",
        "These complaints were real and sensible. And the strictness of the formalities, \nespecially in the United States, was absurd. The law should always have ways of \nforgiving innocent mistakes. There is no reason copyright law couldn’t, as well. \nRather than abandoning formalities totally, the response in Berlin should have \nbeen to embrace a more equitable system of registration.",
        "Even that would have been resisted, however, because registration in the \nnineteenth and twentieth centuries was still expensive. It was also a hassle. \nThe abolishment of formalities promised not only to save the starving widows, \nbut also to lighten an unnecessary regulatory burden imposed upon creators.",
        "In addition to the practical complaint of authors in 1908, there was a moral \nclaim as well. There was no reason that creative property should be a second-\nclass form of property. If a carpenter builds a table, his rights over the table \ndon’t depend upon filing a form with the government. He has a property right \nover the table naturally, and he can assert that right against anyone who \nwould steal the table, whether or not he has informed the government of his \nownership of the table.",
        "This argument is correct, but its implications are misleading. For the argument \nin favor of formalities does not depend upon creative property being second-\nclass property. The argument in favor of formalities turns upon the special \nproblems that creative property presents. The law of formalities responds to the \nspecial physics of creative property, to assure that it can be efficiently and \nfairly spread.",
        "No one thinks, for example, that land is second-class property just because you \nhave to register a deed with a court if your sale of land is to be effective. \nAnd few would think a car is second-class property just because you must \nregister the car with the state and tag it with a license. In both of those \ncases, everyone sees that there is an important reason to secure registration\nboth because it makes the markets more efficient and because it better secures \nthe rights of the owner. Without a registration system for land, landowners \nwould perpetually have to guard their property. With registration, they can \nsimply point the police to a deed. Without a registration system for cars, auto \ntheft would be much easier. With a registration system, the thief has a high \nburden to sell a stolen car. A slight burden is placed on the property owner, \nbut those burdens produce a much better system of protection for property \ngenerally.",
        "It is similarly special physics that makes formalities important in copyright \nlaw. Unlike a carpenter’s table, there’s nothing in nature that makes it \nrelatively obvious who might own a particular bit of creative property. A \nrecording of Lyle Lovett’s latest album can exist in a billion places without \nanything necessarily linking it back to a particular owner. And like a car, \nthere’s no way to buy and sell creative property with confidence unless there is \nsome simple way to authenticate who is the author and what rights he has. Simple \ntransactions are destroyed in a world without formalities. Complex, expensive, \n/lawyer transactions take their place.",
        "This was the understanding of the problem with the Sonny Bono Act that we tried \nto demonstrate to the Court. This was the part it didn’t get. Because we live \nin a system without formalities, there is no way easily to build upon or use \nculture from our past. If copyright terms were, as Justice Story said they would \nbe, short, then this wouldn’t matter much. For fourteen years, under the \nframers’ system, a work would be presumptively controlled. After fourteen years, \nit would be presumptively uncontrolled.",
        "But now that copyrights can be just about a century long, the inability to know \nwhat is protected and what is not protected becomes a huge and obvious burden on \nthe creative process. If the only way a library can offer an Internet exhibit \nabout the New Deal is to hire a lawyer to clear the rights to every image and \nsound, then the copyright system is burdening creativity in a way that has never \nbeen seen before because there are no formalities.",
        "The Eldred Act was designed to respond to exactly this problem. If it is worth \n$1 to you, then register your work and you can get the longer term. Others will \nknow how to contact you and, therefore, how to get your permission if they want \nto use your work. And you will get the benefit of an extended copyright term.",
        "If it isn’t worth it to you to register to get the benefit of an extended term, \nthen it shouldn’t be worth it for the government to defend your monopoly over \nthat work either. The work should pass into the public domain where anyone can \ncopy it, or build archives with it, or create a movie based on it. It should \nbecome free if it is not worth $1 to you.",
        "Some worry about the burden on authors. Won’t the burden of registering the work \nmean that the $1 is really misleading? Isn’t the hassle worth more than $1? \nIsn’t that the real problem with registration?",
        "It is. The hassle is terrible. The system that exists now is awful. I completely \nagree that the Copyright Office has done a terrible job (no doubt because they \nare terribly funded) in enabling simple and cheap registrations. Any real \nsolution to the problem of formalities must address the real problem of \n/governments standing at the core of any system of formalities. In this book, I \noffer such a solution. That solution essentially remakes the Copyright Office. \nFor now, assume it was Amazon that ran the registration system. Assume it was \none-click registration. The Eldred Act would propose a simple, one-click \nregistration fifty years after a work was published. Based upon historical data, \nthat system would move up to 98 percent of commercial work, commercial work that \nno longer had a commercial life, into the public domain within fifty years. What \ndo you think?",
        "When Steve Forbes endorsed the idea, some in Washington began to pay attention. \nMany people contacted me pointing to representatives who might be willing to \nintroduce the Eldred Act. And I had a few who directly suggested that they might \nbe willing to take the first step.",
        "One representative, Zoe Lofgren of California, went so far as to get the bill \ndrafted. The draft solved any problem with international law. It imposed the \nsimplest requirement upon copyright owners possible. In May 2003, it looked as \nif the bill would be introduced. On May 16, I posted on the Eldred Act blog, we \nare close. There was a general reaction in the blog community that something \ngood might happen here.",
        "But at this stage, the lobbyists began to intervene. Jack Valenti and the MPAA \ngeneral counsel came to the congresswoman’s office to give the view of the MPAA. \nAided by his lawyer, as Valenti told me, Valenti informed the congresswoman that \nthe MPAA would oppose the Eldred Act. The reasons are embarrassingly thin. More \nimportantly, their thinness shows something clear about what this debate is \nreally about.",
        "The MPAA argued first that Congress had firmly rejected the central concept in \nthe proposed billthat copyrights be renewed. That was true, but irrelevant, as \nCongress’s firm rejection had occurred long before the Internet made \nsubsequent uses much more likely. Second, they argued that the proposal would \nharm poor copyright ownersapparently those who could not afford the $1 fee. \nThird, they argued that Congress had determined that extending a copyright term \nwould encourage restoration work. Maybe in the case of the small percentage of \nwork covered by copyright law that is still commercially valuable, but again \nthis was irrelevant, as the proposal would not cut off the extended term unless \nthe $1 fee was not paid. Fourth, the MPAA argued that the bill would impose \nenormous costs, since a registration system is not free. True enough, but \nthose costs are certainly less than the costs of clearing the rights for a \ncopyright whose owner is not known. Fifth, they worried about the risks if the \ncopyright to a story underlying a film were to pass into the public domain. But \nwhat risk is that? If it is in the public domain, then the film is a valid \nderivative use.",
        "Finally, the MPAA argued that existing law enabled copyright owners to do this \nif they wanted. But the whole point is that there are thousands of copyright \nowners who don’t even know they have a copyright to give. Whether they are free \nto give away their copyright or nota controversial claim in any caseunless \nthey know about a copyright, they’re not likely to.",
        "At the beginning of this book, I told two stories about the law reacting to \nchanges in technology. In the one, common sense prevailed. In the other, common \nsense was delayed. The difference between the two stories was the power of the \noppositionthe power of the side that fought to defend the status quo. In both \ncases, a new technology threatened old interests. But in only one case did those \ninterest’s have the power to protect themselves against this new competitive \nthreat.",
        "I used these two cases as a way to frame the war that this book has been about. \nFor here, too, a new technology is forcing the law to react. And here, too, we \nshould ask, is the law following or resisting common sense? If common sense \nsupports the law, what explains this common sense?",
        "When the issue is piracy, it is right for the law to back the copyright owners. \nThe commercial piracy that I described is wrong and harmful, and the law should \nwork to eliminate it. When the issue is p2p sharing, it is easy to understand \nwhy the law backs the owners still: Much of this sharing is wrong, even if much \nis harmless. When the issue is copyright terms for the Mickey Mouses of the \nworld, it is possible still to understand why the law favors Hollywood: Most \npeople don’t recognize the reasons for limiting copyright terms; it is thus \nstill possible to see good faith within the resistance.",
        "But when the copyright owners oppose a proposal such as the Eldred Act, then, \nfinally, there is an example that lays bare the naked self-interest driving this \nwar. This act would free an extraordinary range of content that is otherwise \nunused. It wouldn’t interfere with any copyright owner’s desire to exercise \ncontinued control over his content. It would simply liberate what Kevin Kelly \ncalls the Dark Content that fills archives around the world. So when the \nwarriors oppose a change like this, we should ask one simple question:",
        "What does this industry really want?",
        "With very little effort, the warriors could protect their content. So the effort \nto block something like the Eldred Act is not really about protecting their \ncontent. The effort to block the Eldred Act is an effort to assure that nothing \nmore passes into the public domain. It is another step to assure that the public \ndomain will never compete, that there will be no use of content that is not \ncommercially controlled, and that there will be no commercial use of content \nthat doesn’t require their permission first.",
        "The opposition to the Eldred Act reveals how extreme the other side is. The most \npowerful and sexy and well loved of lobbies really has as its aim not the \nprotection of property but the rejection of a tradition. Their aim is not \nsimply to protect what is theirs. Their aim is to assure that all there is is \nwhat is theirs.",
        "It is not hard to understand why the warriors take this view. It is not hard to \nsee why it would benefit them if the competition of the public domain tied to \nthe Internet could somehow be quashed. Just as RCA feared the competition of FM, \nthey fear the competition of a public domain connected to a public that now has \nthe means to create with it and to share its own creation.",
        "What is hard to understand is why the public takes this view. It is as if the \nlaw made airplanes trespassers. The MPAA stands with the Causbys and demands \nthat their remote and useless property rights be respected, so that these remote \nand forgotten copyright holders might block the progress of others.",
        "All this seems to follow easily from this untroubled acceptance of the \nproperty in intellectual property. Common sense supports it, and so long as it \ndoes, the assaults will rain down upon the technologies of the Internet. The \nconsequence will be an increasing permission society. The past can be \ncultivated only if you can identify the owner and gain permission to build upon \nhis work. The future will be controlled by this dead (and often unfindable) hand \nof the past.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}