{
    "title": "Free Culture - Them, Soon",
    "author": "Lawrence Lessig",
    "chapter": "23",
    "content": [
        "\n",
        "\n\n",
        "We will not reclaim a free culture by individual action alone. It will also take \nimportant reforms of laws. We have a long way to go before the politicians will \nlisten to these ideas and implement these reforms. But that also means that we \nhave time to build awareness around the changes that we need.",
        "In this chapter, I outline five kinds of changes: four that are general, and one \nthat’s specific to the most heated battle of the day, music. Each is a step, not \nan end. But any of these steps would carry us a long way to our end.",
        "If you buy a house, you have to record the sale in a deed. If you buy land upon \nwhich to build a house, you have to record the purchase in a deed. If you buy a \ncar, you get a bill of sale and register the car. If you buy an airplane ticket, \nit has your name on it.",
        "These are all formalities associated with property. They are requirements that \nwe all must bear if we want our property to be protected.",
        "In contrast, under current copyright law, you automatically get a copyright, \nregardless of whether you comply with any formality. You don’t have to register. \nYou don’t even have to mark your content. The default is control, and \nformalities are banished.",
        "Why?",
        "As I suggested in chapter 10, the motivation to abolish formalities was a good \none. In the world before digital technologies, formalities imposed a burden on \ncopyright holders without much benefit. Thus, it was progress when the law \nrelaxed the formal requirements that a copyright owner must bear to protect and \nsecure his work. Those formalities were getting in the way.",
        "But the Internet changes all this. Formalities today need not be a burden. \nRather, the world without formalities is the world that burdens creativity. \nToday, there is no simple way to know who owns what, or with whom one must deal \nin order to use or build upon the creative work of others. There are no records, \nthere is no system to tracethere is no simple way to know how to get \npermission. Yet given the massive increase in the scope of copyright’s rule, \ngetting permission is a necessary step for any work that builds upon our past. \nAnd thus, the lack of formalities forces many into silence where they \notherwise could speak.",
        "The law should therefore change this requirement [1]but it should not change it \nby going back to the old, broken system. We should require formalities, but we \nshould establish a system that will create the incentives to minimize the burden \nof these formalities.",
        "The important formalities are three: marking copyrighted work, registering \ncopyrights, and renewing the claim to copyright. Traditionally, the first of \nthese three was something the copyright owner did; the second two were something \nthe government did. But a revised system of formalities would banish the \ngovernment from the process, except for the sole purpose of approving standards \ndeveloped by others.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}