{
    "title": "Free Culture - Chapter Five: Piracy",
    "author": "Lawrence Lessig",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "There is piracy of copyrighted material. Lots of it. This piracy comes in many \nforms. The most significant is commercial piracy, the unauthorized taking of \nother people’s content within a commercial context. Despite the many \njustifications that are offered in its defense, this taking is wrong. No one \nshould condone it, and the law should stop it.",
        "But as well as copy-shop piracy, there is another kind of taking” that is more \ndirectly related to the Internet. That taking, too, seems wrong to many, and it \nis wrong much of the time. Before we paint this taking piracy, however, we \nshould understand its nature a bit more. For the harm of this taking is \nsignificantly more ambiguous than outright copying, and the law should account \nfor that ambiguity, as it has so often done in the past.",
        "Piracy I",
        "All across the world, but especially in Asia and Eastern Europe, there are \nbusinesses that do nothing but take others people’s copyrighted content, copy \nit, and sell itall without the permission of a copyright owner. The recording \nindustry estimates that it loses about $4.6 billion every year to physical \npiracy [1] (that works out to one in three CDs sold worldwide). The MPAA \nestimates that it loses $3 billion annually worldwide to piracy.",
        "This is piracy plain and simple. Nothing in the argument of this book, nor in \nthe argument that most people make when talking about the subject of this book, \nshould draw into doubt this simple point: This piracy is wrong.",
        "Which is not to say that excuses and justifications couldn’t be made for it. We \ncould, for example, remind ourselves that for the first one hundred years of the \nAmerican Republic, America did not honor foreign copyrights. We were born, in \nthis sense, a pirate nation. It might therefore seem hypocritical for us to \ninsist so strongly that other developing nations treat as wrong what we, for the \nfirst hundred years of our existence, treated as right.",
        "That excuse isn’t terribly strong. Technically, our law did not ban the taking \nof foreign works. It explicitly limited itself to American works. Thus the \nAmerican publishers who published foreign works without the permission of \nforeign authors were not violating any rule. The copy shops in Asia, by \ncontrast, are violating Asian law. Asian law does protect foreign copyrights, \nand the actions of the copy shops violate that law. So the wrong of piracy that \nthey engage in is not just a moral wrong, but a legal wrong, and not just an \ninternationally legal wrong, but a locally legal wrong as well.",
        "True, these local rules have, in effect, been imposed upon these countries. No \ncountry can be part of the world economy and choose not to protect copyright \ninternationally. We may have been born a pirate nation, but we will not allow \nany other nation to have a similar childhood.",
        "If a country is to be treated as a sovereign, however, then its laws are its \nlaws regardless of their source. The international law under which these nations \nlive gives them some opportunities to escape the burden of intellectual property \nlaw. [2] In my view, more developing nations should take advantage of that \nopportunity, but when they don’t, then their laws should be respected. And under \nthe laws of these nations, this piracy is wrong.",
        "Alternatively, we could try to excuse this piracy by noting that in any case, it \ndoes no harm to the industry. The Chinese who get access to American CDs at 50 \ncents a copy are not people who would have bought those American CDs at $15 a \ncopy. So no one really has any less money than they otherwise would have had. \n[3]",
        "This is often true (though I have friends who have purchased many thousands of \npirated DVDs who certainly have enough money to pay for the content they have \ntaken), and it does mitigate to some degree the harm caused by such taking. \nExtremists in this debate love to say, You wouldn’t go into Barnes & Noble and \ntake a book off of the shelf without paying; why should it be any different with \non-line music? The difference is, of course, that when you take a book from \nBarnes & Noble, it has one less book to sell. By contrast, when you take an MP3 \nfrom a computer network, there is not one less CD that can be sold. The physics \nof piracy of the intangible are different from the physics of piracy of the \ntangible.",
        "This argument is still very weak. However, although copyright is a property \nright of a very special sort, it is a property right. Like all property \nrights, the copyright gives the owner the right to decide the terms under which \ncontent is shared. If the copyright owner doesn’t want to sell, she doesn’t have \nto. There are exceptions: important statutory licenses that apply to copyrighted \ncontent regardless of the wish of the copyright owner. Those licenses give \npeople the right to take copyrighted content whether or not the copyright \nowner wants to sell. But where the law does not give people the right to take \ncontent, it is wrong to take that content even if the wrong does no harm. If we \nhave a property system, and that system is properly balanced to the technology \nof a time, then it is wrong to take property without the permission of a \nproperty owner. That is exactly what property means.",
        "Finally, we could try to excuse this piracy with the argument that the piracy \nactually helps the copyright owner. When the Chinese steal” Windows, that makes \nthe Chinese dependent on Microsoft. Microsoft loses the value of the software \nthat was taken. But it gains users who are used to life in the Microsoft world. \nOver time, as the nation grows more wealthy, more and more people will buy \nsoftware rather than steal it. And hence over time, because that buying will \nbenefit Microsoft, Microsoft benefits from the piracy. If instead of pirating \nMicrosoft Windows, the Chinese used the free GNU/Linux operating system, then \nthese Chinese users would not eventually be buying Microsoft. Without piracy, \nthen, Microsoft would lose.",
        "This argument, too, is somewhat true. The addiction strategy is a good one. Many \nbusinesses practice it. Some thrive because of it. Law students, for example, \nare given free access to the two largest legal databases. The companies \nmarketing both hope the students will become so used to their service that they \nwill want to use it and not the other when they become lawyers (and must pay \nhigh subscription fees).",
        "Still, the argument is not terribly persuasive. We don’t give the alcoholic a \ndefense when he steals his first beer, merely because that will make it more \nlikely that he will buy the next three. Instead, we ordinarily allow businesses \nto decide for themselves when it is best to give their product away. If \nMicrosoft fears the competition of GNU/Linux, then Microsoft can give its \nproduct away, as it did, for example, with Internet Explorer to fight Netscape. \nA property right means giving the property owner the right to say who gets \naccess to whatat least ordinarily. And if the law properly balances the rights \nof the copyright owner with the rights of access, then violating the law is \nstill wrong.",
        "Thus, while I understand the pull of these justifications for piracy, and I \ncertainly see the motivation, in my view, in the end, these efforts at \njustifying commercial piracy simply don’t cut it. This kind of piracy is rampant \nand just plain wrong. It doesn’t transform the content it steals; it doesn’t \ntransform the market it competes in. It merely gives someone access to something \nthat the law says he should not have. Nothing has changed to draw that law into \ndoubt. This form of piracy is flat out wrong.",
        "But as the examples from the four chapters that introduced this part suggest, \neven if some piracy is plainly wrong, not all piracy is. Or at least, not all \npiracy is wrong if that term is understood in the way it is increasingly used \ntoday. Many kinds of piracy are useful and productive, to produce either new \ncontent or new ways of doing business. Neither our tradition nor any tradition \nhas ever banned all piracy in that sense of the term.",
        "This doesn’t mean that there are no questions raised by the latest piracy \nconcern, peer-to-peer file sharing. But it does mean that we need to understand \nthe harm in peer-to-peer sharing a bit more before we condemn it to the gallows \nwith the charge of piracy.",
        "For (1) like the original Hollywood, p2p sharing escapes an overly controlling \nindustry; and (2) like the original recording industry, it simply exploits a new \nway to distribute content; but (3) unlike cable TV, no one is selling the \ncontent that is shared on p2p services.",
        "These differences distinguish p2p sharing from true piracy. They should push us \nto find a way to protect artists while enabling this sharing to survive.",
        "Piracy II",
        "The key to the piracy that the law aims to quash is a use that rob[s] the \nauthor of [his] profit. [4] This means we must determine whether and how much \np2p sharing harms before we know how strongly the law should seek to either \nprevent it or find an alternative to assure the author of his profit.",
        "Peer-to-peer sharing was made famous by Napster. But the inventors of the \nNapster technology had not made any major technological innovations. Like every \ngreat advance in innovation on the Internet (and, arguably, off the Internet as \nwell [5]), Shawn Fanning and crew had simply put together components that had \nbeen developed independently.",
        "The result was spontaneous combustion. Launched in July 1999, Napster amassed \nover 10 million users within nine months. After eighteen months, there were \nclose to 80 million registered users of the system. [6] Courts quickly shut \nNapster down, but other services emerged to take its place. (Kazaa is currently \nthe most popular p2p service. It boasts over 100 million members.) These \nservices’ systems are different architecturally, though not very different in \nfunction: Each enables users to make content available to any number of other \nusers. With a p2p system, you can share your favorite songs with your best \nfriend or your 20,000 best friends.",
        "According to a number of estimates, a huge proportion of Americans have tasted \nfile-sharing technology. A study by Ipsos-Insight in September 2002 estimated \nthat 60 million Americans had downloaded music28 percent of Americans older \nthan 12. [7] A survey by the NPD group quoted in The New York Times estimated \nthat 43 million citizens used file-sharing networks to exchange content in May \n2003. [8] The vast majority of these are not kids. Whatever the actual figure, a \nmassive quantity of content is being taken on these networks. The ease and \ninexpensiveness of file-sharing networks have inspired millions to enjoy music \nin a way that they hadn’t before.",
        "Some of this enjoying involves copyright infringement. Some of it does not. And \neven among the part that is technically copyright infringement, calculating the \nactual harm to copyright owners is more complicated than one might think. So \nconsidera bit more carefully than the polarized voices around this debate \nusually dothe kinds of sharing that file sharing enables, and the kinds of harm \nit entails.",
        "File sharers share different kinds of content. We can divide these different \nkinds into four types.",
        "A. There are some who use sharing networks as substitutes for purchasing \ncontent. Thus, when a new Madonna CD is released, rather than buying the CD, \nthese users simply take it. We might quibble about whether everyone who takes it \nwould actually have bought it if sharing didn’t make it available for free. Most \nprobably wouldn’t have, but clearly there are some who would. The latter are the \ntarget of category A: users who download instead of purchasing.\nB. There are some who use sharing networks to sample music before purchasing it. \nThus, a friend sends another friend an MP3 of an artist he’s not heard of. The \nother friend then buys CDs by that artist. This is a kind of targeted \nadvertising, quite likely to succeed. If the friend recommending the album gains \nnothing from a bad recommendation, then one could expect that the \nrecommendations will actually be quite good. The net effect of this sharing \ncould increase the quantity of music purchased.\nC. There are many who use sharing networks to get access to copyrighted content \nthat is no longer sold or that they would not have purchased because the \ntransaction costs off the Net are too high. This use of sharing networks is \namong the most rewarding for many. Songs that were part of your childhood but \nhave long vanished from the marketplace magically appear again on the network. \n(One friend told me that when she discovered Napster, she spent a solid weekend \nrecalling” old songs. She was astonished at the range and mix of content that \nwas available.) For content not sold, this is still technically a violation of \ncopyright, though because the copyright owner is not selling the content \nanymore, the economic harm is zerothe same harm that occurs when I sell my \ncollection of 1960s 45-rpm records to a local collector.\nD. Finally, there are many who use sharing networks to get access to content \nthat is not copyrighted or that the copyright owner wants to give away.",
        "How do these different types of sharing balance out?",
        "Let’s start with some simple but important points. From the perspective of the \nlaw, only type D sharing is clearly legal. From the perspective of economics, \nonly type A sharing is clearly harmful. [9] Type B sharing is illegal but \nplainly beneficial. Type C sharing is illegal, yet good for society (since more \nexposure to music is good) and harmless to the artist (since the work is not \notherwise available). So how sharing matters on balance is a hard question to \nanswerand certainly much more difficult than the current rhetoric around the \nissue suggests.",
        "Whether on balance sharing is harmful depends importantly on how harmful type A \nsharing is. Just as Edison complained about Hollywood, composers complained \nabout piano rolls, recording artists complained about radio, and broadcasters \ncomplained about cable TV, the music industry complains that type A sharing is a \nkind of theft that is devastating the industry.",
        "While the numbers do suggest that sharing is harmful, how harmful is harder to \nreckon. It has long been the recording industry’s practice to blame technology \nfor any drop in sales. The history of cassette recording is a good example. As a \nstudy by Cap Gemini Ernst & Young put it, Rather than exploiting this new, \npopular technology, the labels fought it. [10] The labels claimed that every \nalbum taped was an album unsold, and when record sales fell by 11.4 percent in \n1981, the industry claimed that its point was proved. Technology was the \nproblem, and banning or regulating technology was the answer.",
        "Yet soon thereafter, and before Congress was given an opportunity to enact \nregulation, MTV was launched, and the industry had a record turnaround. In the \nend, Cap Gemini concludes, the crisis’ ... was not the fault of the tapers\nwho did not [stop after MTV came into being]but had to a large extent resulted \nfrom stagnation in musical innovation at the major labels. [11]",
        "But just because the industry was wrong before does not mean it is wrong today. \nTo evaluate the real threat that p2p sharing presents to the industry in \nparticular, and society in generalor at least the society that inherits the \ntradition that gave us the film industry, the record industry, the radio \nindustry, cable TV, and the VCRthe question is not simply whether type A \nsharing is harmful. The question is also how harmful type A sharing is, and \nhow beneficial the other types of sharing are.",
        "We start to answer this question by focusing on the net harm, from the \nstandpoint of the industry as a whole, that sharing networks cause. The net \nharm to the industry as a whole is the amount by which type A sharing exceeds \ntype B. If the record companies sold more records through sampling than they \nlost through substitution, then sharing networks would actually benefit music \ncompanies on balance. They would therefore have little static reason to resist \nthem.",
        "Could that be true? Could the industry as a whole be gaining because of file \nsharing? Odd as that might sound, the data about CD sales actually suggest it \nmight be close.",
        "In 2002, the RIAA reported that CD sales had fallen by 8.9 percent, from 882 \nmillion to 803 million units; revenues fell 6.7 percent. [12] This confirms a \ntrend over the past few years. The RIAA blames Internet piracy for the trend, \nthough there are many other causes that could account for this drop. SoundScan, \nfor example, reports a more than 20 percent drop in the number of CDs released \nsince 1999. That no doubt accounts for some of the decrease in sales. Rising \nprices could account for at least some of the loss. From 1999 to 2001, the \naverage price of a CD rose 7.2 percent, from $13.04 to $14.19. [13] Competition \nfrom other forms of media could also account for some of the decline. As Jane \nBlack of BusinessWeek notes, The soundtrack to the film High Fidelity has a \nlist price of $18.98. You could get the whole movie [on DVD] for $19.99. [14]",
        "But let’s assume the RIAA is right, and all of the decline in CD sales is \nbecause of Internet sharing. Here’s the rub: In the same period that the RIAA \nestimates that 803 million CDs were sold, the RIAA estimates that 2.1 billion \nCDs were downloaded for free. Thus, although 2.6 times the total number of CDs \nsold were downloaded for free, sales revenue fell by just 6.7 percent.",
        "There are too many different things happening at the same time to explain these \nnumbers definitively, but one conclusion is unavoidable: The recording industry \nconstantly asks, What’s the difference between downloading a song and stealing \na CD?but their own numbers reveal the difference. If I steal a CD, then there \nis one less CD to sell. Every taking is a lost sale. But on the basis of the \nnumbers the RIAA provides, it is absolutely clear that the same is not true of \ndownloads. If every download were a lost saleif every use of Kazaa rob[bed] \nthe author of [his] profitthen the industry would have suffered a 100 percent \ndrop in sales last year, not a 7 percent drop. If 2.6 times the number of CDs \nsold were downloaded for free, and yet sales revenue dropped by just 6.7 \npercent, then there is a huge difference between downloading a song and \nstealing a CD.",
        "These are the harmsalleged and perhaps exaggerated but, let’s assume, real. \nWhat of the benefits? File sharing may impose costs on the recording industry. \nWhat value does it produce in addition to these costs?",
        "One benefit is type C sharingmaking available content that is technically still \nunder copyright but is no longer commercially available. This is not a small \ncategory of content. There are millions of tracks that are no longer \ncommercially available. [15] And while it’s conceivable that some of this \ncontent is not available because the artist producing the content doesn’t want \nit to be made available, the vast majority of it is unavailable solely because \nthe publisher or the distributor has decided it no longer makes economic sense \n/to the company to make it available.",
        "In real spacelong before the Internetthe market had a simple response to this \nproblem: used book and record stores. There are thousands of used book and used \nrecord stores in America today.16 These stores buy content from owners, then \nsell the content they buy. And under American copyright law, when they buy and \nsell this content, even if the content is still under copyright, the copyright \nowner doesn’t get a dime. Used book and record stores are commercial entities; \ntheir owners make money from the content they sell; but as with cable companies \nbefore statutory licensing, they don’t have to pay the copyright owner for the \ncontent they sell.",
        "Type C sharing, then, is very much like used book stores or used record stores. \nIt is different, of course, because the person making the content available \nisn’t making money from making the content available. It is also different, of \ncourse, because in real space, when I sell a record, I don’t have it anymore, \nwhile in cyberspace, when someone shares my 1949 recording of Bernstein’s Two \nLove Songs, I still have it. That difference would matter economically if the \nowner of the 1949 copyright were selling the record in competition to my \nsharing. But we’re talking about the class of content that is not currently \ncommercially available. The Internet is making it available, through cooperative \nsharing, without competing with the market.",
        "It may well be, all things considered, that it would be better if the copyright \nowner got something from this trade. But just because it may well be better, it \ndoesn’t follow that it would be good to ban used book stores. Or put \ndifferently, if you think that type C sharing should be stopped, do you think \nthat libraries and used book stores should be shut as well?",
        "Finally, and perhaps most importantly, file-sharing networks enable type D \nsharing to occurthe sharing of content that copyright owners want to have \nshared or for which there is no continuing copyright. This sharing clearly \nbenefits authors and society. Science fiction author Cory Doctorow, for example, \nreleased his first novel, Down and Out in the Magic Kingdom, both free on-line \nand in bookstores on the same day. His (and his publisher’s) thinking was that \nthe on-line distribution would be a great advertisement for the real book. \nPeople would read part on-line, and then decide whether they liked the book or \nnot. If they liked it, they would be more likely to buy it. Doctorow’s content \nis type D content. If sharing networks enable his work to be spread, then both \nhe and society are better off. (Actually, much better off: It is a great book!)",
        "Likewise for work in the public domain: This sharing benefits society with no \nlegal harm to authors at all. If efforts to solve the problem of type A sharing \ndestroy the opportunity for type D sharing, then we lose something important in \norder to protect type A content.",
        "The point throughout is this: While the recording industry understandably says, \nThis is how much we’ve lost, we must also ask, How much has society gained \nfrom p2p sharing? What are the efficiencies? What is the content that otherwise \nwould be unavailable?",
        "For unlike the piracy I described in the first section of this chapter, much of \nthe piracy that file sharing enables is plainly legal and good. And like the \npiracy I described in chapter 4, much of this piracy is motivated by a new way \nof spreading content caused by changes in the technology of distribution. Thus, \nconsistent with the tradition that gave us Hollywood, radio, the recording \nindustry, and cable TV, the question we should be asking about file sharing is \nhow best to preserve its benefits while minimizing (to the extent possible) the \nwrongful harm it causes artists. The question is one of balance. The law should \nseek that balance, and that balance will be found only with time.",
        "But isn’t the war just a war against illegal sharing? Isn’t the target just \nwhat you call type A sharing?",
        "You would think. And we should hope. But so far, it is not. The effect of the \nwar purportedly on type A sharing alone has been felt far beyond that one class \nof sharing. That much is obvious from the Napster case itself. When Napster told \nthe district court that it had developed a technology to block the transfer of \n99.4 percent of identified infringing material, the district court told counsel \nfor Napster 99.4 percent was not good enough. Napster had to push the \ninfringements down to zero. [17]",
        "If 99.4 percent is not good enough, then this is a war on file-sharing \ntechnologies, not a war on copyright infringement. There is no way to assure \nthat a p2p system is used 100 percent of the time in compliance with the law, \nany more than there is a way to assure that 100 percent of VCRs or 100 percent \nof Xerox machines or 100 percent of handguns are used in compliance with the \nlaw. Zero tolerance means zero p2p. The court’s ruling means that we as a \nsociety must lose the benefits of p2p, even for the totally legal and beneficial \nuses they serve, simply to assure that there are zero copyright infringements \ncaused by p2p.",
        "Zero tolerance has not been our history. It has not produced the content \nindustry that we know today. The history of American law has been a process of \nbalance. As new technologies changed the way content was distributed, the law \nadjusted, after some time, to the new technology. In this adjustment, the law \nsought to ensure the legitimate rights of creators while protecting innovation. \nSometimes this has meant more rights for creators. Sometimes less.",
        "So, as we’ve seen, when mechanical reproduction threatened the interests of \ncomposers, Congress balanced the rights of composers against the interests of \nthe recording industry. It granted rights to composers, but also to the \nrecording artists: Composers were to be paid, but at a price set by Congress. \nBut when radio started broadcasting the recordings made by these recording \nartists, and they complained to Congress that their creative property was not \nbeing respected (since the radio station did not have to pay them for the \ncreativity it broadcast), Congress rejected their claim. An indirect benefit was \nenough.",
        "Cable TV followed the pattern of record albums. When the courts rejected the \nclaim that cable broadcasters had to pay for the content they rebroadcast, \nCongress responded by giving broadcasters a right to compensation, but at a \nlevel set by the law. It likewise gave cable companies the right to the content, \nso long as they paid the statutory price.",
        "This compromise, like the compromise affecting records and player pianos, served \ntwo important goalsindeed, the two central goals of any copyright legislation. \nFirst, the law assured that new innovators would have the freedom to develop new \nways to deliver content. Second, the law assured that copyright holders would be \npaid for the content that was distributed. One fear was that if Congress simply \nrequired cable TV to pay copyright holders whatever they demanded for their \ncontent, then copyright holders associated with broadcasters would use their \npower to stifle this new technology, cable. But if Congress had permitted cable \nto use broadcasters’ content for free, then it would have unfairly subsidized \ncable. Thus Congress chose a path that would assure compensation without \ngiving the past (broadcasters) control over the future (cable).",
        "In the same year that Congress struck this balance, two major producers and \ndistributors of film content filed a lawsuit against another technology, the \nvideo tape recorder (VTR, or as we refer to them today, VCRs) that Sony had \nproduced, the Betamax. Disney’s and Universal’s claim against Sony was \nrelatively simple: Sony produced a device, Disney and Universal claimed, that \nenabled consumers to engage in copyright infringement. Because the device that \nSony built had a record button, the device could be used to record copyrighted \nmovies and shows. Sony was therefore benefiting from the copyright infringement \nof its customers. It should therefore, Disney and Universal claimed, be \npartially liable for that infringement.",
        "There was something to Disney’s and Universal’s claim. Sony did decide to design \nits machine to make it very simple to record television shows. It could have \nbuilt the machine to block or inhibit any direct copying from a television \nbroadcast. Or possibly, it could have built the machine to copy only if there \nwere a special copy me” signal on the line. It was clear that there were many \ntelevision shows that did not grant anyone permission to copy. Indeed, if anyone \nhad asked, no doubt the majority of shows would not have authorized copying. And \nin the face of this obvious preference, Sony could have designed its system to \nminimize the opportunity for copyright infringement. It did not, and for that, \nDisney and Universal wanted to hold it responsible for the architecture it \nchose.",
        "MPAA president Jack Valenti became the studios’ most vocal champion. Valenti \ncalled VCRs tapeworms. He warned, When there are 20, 30, 40 million of these \nVCRs in the land, we will be invaded by millions of ’tapeworms,’ eating away at \nthe very heart and essence of the most precious asset the copyright owner has, \nhis copyright. [18] One does not have to be trained in sophisticated marketing \nand creative judgment, he told Congress, to understand the devastation on the \nafter-theater marketplace caused by the hundreds of millions of tapings that \nwill adversely impact on the future of the creative community in this country. \nIt is simply a question of basic economics and plain common sense. [19] Indeed, \nas surveys would later show, 45 percent of VCR owners had movie libraries of ten \nvideos or more [20]a use the Court would later hold was not fair. By \nallowing VCR owners to copy freely by the means of an exemption from copyright \ninfringement without creating a mechanism to compensate copyright owners, \nValenti testified, Congress would take from the owners the very essence of \ntheir property: the exclusive right to control who may use their work, that is, \nwho may copy it and thereby profit from its reproduction. [21]",
        "It took eight years for this case to be resolved by the Supreme Court. In the \ninterim, the Ninth Circuit Court of Appeals, which includes Hollywood in its \njurisdictionleading Judge Alex Kozinski, who sits on that court, refers to it \nas the Hollywood Circuitheld that Sony would be liable for the copyright \ninfringement made possible by its machines. Under the Ninth Circuit’s rule, this \ntotally familiar technologywhich Jack Valenti had called the Boston Strangler \nof the American film industry (worse yet, it was a Japanese Boston Strangler \nof the American film industry)was an illegal technology. [22]",
        "But the Supreme Court reversed the decision of the Ninth Circuit. And in its \nreversal, the Court clearly articulated its understanding of when and whether \ncourts should intervene in such disputes. As the Court wrote,",
        "Sound policy, as well as history, supports our consistent deference to Congress \nwhen major technological innovations alter the market for copyrighted materials. \nCongress has the constitutional authority and the institutional ability to \naccommodate fully the varied permutations of competing interests that are \ninevitably implicated by such new technology. [23]",
        "Congress was asked to respond to the Supreme Court’s decision. But as with the \nplea of recording artists about radio broadcasts, Congress ignored the request. \nCongress was convinced that American film got enough, this taking \nnotwithstanding.",
        "If we put these cases together, a pattern is clear:",
        "CASE\t\tWHOSE VALUE\tRESPONSE OF\tRESPONSE OF CONGRESS\n\t\tWAS PIRATED \tTHE COURTS",
        "Recordings\tComposers\t\tNo protection\t\tStatutory License\nRadio\t\tRecording Artists\tN/A\t\t\tNothing\nCable TV\tBroadcasters\t\tNo protection\t\tStatutory License\nVCR\t\tFilm Creators\tNo protection\t\tNothing",
        "In each case throughout our history, a new technology changed the way content \nwas distributed. [24] In each case, throughout our history, that change meant \nthat someone got a free ride on someone else’s work.",
        "In none of these cases did either the courts or Congress eliminate all free \nriding. In none of these cases did the courts or Congress insist that the law \nshould assure that the copyright holder get all the value that his copyright \ncreated. In every case, the copyright owners complained of piracy. In every \ncase, Congress acted to recognize some of the legiti macy in the behavior of the \npirates. In each case, Congress allowed some new technology to benefit from \ncontent made before. It balanced the interests at stake.",
        "When you think across these examples, and the other examples that make up the \nfirst four chapters of this section, this balance makes sense. Was Walt Disney a \npirate? Would doujinshi be better if creators had to ask permission? Should \ntools that enable others to capture and spread images as a way to cultivate or \ncriticize our culture be better regulated? Is it really right that building a \nsearch engine should expose you to $15 million in damages? Would it have been \nbetter if Edison had controlled film? Should every cover band have to hire a \nlawyer to get permission to record a song?",
        "We could answer yes to each of these questions, but our tradition has answered \nno. In our tradition, as the Supreme Court has stated, copyright has never \naccorded the copyright owner complete control over all possible uses of his \nwork. [25] Instead, the particular uses that the law regulates have been \ndefined by balancing the good that comes from granting an exclusive right \nagainst the burdens such an exclusive right creates. And this balancing has \nhistorically been done after a technology has matured, or settled into the mix \nof technologies that facilitate the distribution of content.",
        "We should be doing the same thing today. The technology of the Internet is \nchanging quickly. The way people connect to the Internet (wires vs. wireless) is \nchanging very quickly. No doubt the network should not become a tool for \nstealing from artists. But neither should the law become a tool to entrench \none particular way in which artists (or more accurately, distributors) get paid. \nAs I describe in some detail in the last chapter of this book, we should be \nsecuring income to artists while we allow the market to secure the most \nefficient way to promote and distribute content. This will require changes in \nthe law, at least in the interim. These changes should be designed to balance \nthe protection of the law against the strong public interest that innovation \ncontinue.",
        "This is especially true when a new technology enables a vastly superior mode of \ndistribution. And this p2p has done. P2p technologies can be ideally efficient \nin moving content across a widely diverse network. Left to develop, they could \nmake the network vastly more efficient. Yet these potential public benefits, \nas John Schwartz writes in The New York Times, could be delayed in the P2P \nfight. [26]",
        "Yet when anyone begins to talk about balance, the copyright warriors raise a \ndifferent argument. All this hand waving about balance and incentives, they \nsay, misses a fundamental point. Our content, the warriors insist, is our \n/property. Why should we wait for Congress to ’rebalance’ our property rights? \nDo you have to wait before calling the police when your car has been stolen? And \nwhy should Congress deliberate at all about the merits of this theft? Do we ask \nwhether the car thief had a good use for the car before we arrest him?",
        "It is our property, the warriors insist. And it should be protected just as \nany other property is protected.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}