{
    "title": "Free Culture - Marking",
    "author": "Lawrence Lessig",
    "chapter": "25",
    "content": [
        "\n",
        "\n\n",
        "It used to be that the failure to include a copyright notice on a creative work \nmeant that the copyright was forfeited. That was a harsh punishment for failing \nto comply with a regulatory ruleakin to imposing the death penalty for a \nparking ticket in the world of creative rights. Here again, there is no reason \nthat a marking requirement needs to be enforced in this way. And more \nimportantly, there is no reason a marking requirement needs to be enforced \nuniformly across all media.",
        "The aim of marking is to signal to the public that this work is copyrighted and \nthat the author wants to enforce his rights. The mark also makes it easy to \nlocate a copyright owner to secure permission to use the work.",
        "One of the problems the copyright system confronted early on was that different \ncopyrighted works had to be differently marked. It wasn’t clear how or where a \nstatue was to be marked, or a record, or a film. A new marking requirement could \nsolve these problems by recognizing the differences in media, and by allowing \nthe system of marking to evolve as technologies enable it to. The system could \nenable a special signal from the failure to marknot the loss of the copyright, \nbut the loss of the right to punish someone for failing to get permission first.",
        "Let’s start with the last point. If a copyright owner allows his work to be \npublished without a copyright notice, the consequence of that failure need not \nbe that the copyright is lost. The consequence could instead be that anyone has \nthe right to use this work, until the copyright owner complains and demonstrates \nthat it is his work and he doesn’t give permission. [2] The meaning of an \nunmarked work would therefore be use unless someone complains. If someone does \ncomplain, then the obligation would be to stop using the work in any new work \nfrom then on though no penalty would attach for existing uses. This would create \na strong incentive for copyright owners to mark their work.",
        "That in turn raises the question about how work should best be marked. Here \nagain, the system needs to adjust as the technologies evolve. The best way to \nensure that the system evolves is to limit the Copyright Office’s role to that \nof approving standards for marking content that have been crafted elsewhere.",
        "For example, if a recording industry association devises a method for marking \nCDs, it would propose that to the Copyright Office. The Copyright Office would \nhold a hearing, at which other proposals could be made. The Copyright Office \nwould then select the proposal that it judged preferable, and it would base that \nchoice solely upon the consideration of which method could best be integrated \ninto the registration and renewal system. We would not count on the government \nto innovate; but we would count on the government to keep the product of \ninnovation in line with its other important functions.",
        "Finally, marking content clearly would simplify registration requirements. If \nphotographs were marked by author and year, there would be little reason not to \nallow a photographer to reregister, for example, all photographs taken in a \nparticular year in one quick step. The aim of the formality is not to burden the \ncreator; the system itself should be kept as simple as possible.",
        "The objective of formalities is to make things clear. The existing system does \nnothing to make things clear. Indeed, it seems designed to make things unclear.",
        "If formalities such as registration were reinstated, one of the most difficult \naspects of relying upon the public domain would be removed. It would be simple \nto identify what content is presumptively free; it would be simple to identify \nwho controls the rights for a particular kind of content; it would be simple to \nassert those rights, and to renew that assertion at the appropriate time.",
        "The term of copyright has gone from fourteen years to ninety-five years for \ncorporate authors, and life of the author plus seventy years for natural \nauthors.",
        "In The Future of Ideas, I proposed a seventy-five-year term, granted in five-\nyear increments with a requirement of renewal every five years. That seemed \nradical enough at the time. But after we lost Eldred v. Ashcroft, the \nproposals became even more radical. The Economist endorsed a proposal for a \nfourteen-year copyright term. [3] Others have proposed tying the term to the \nterm for patents.",
        "I agree with those who believe that we need a radical change in copyright’s \nterm. But whether fourteen years or seventy-five, there are four principles that \nare important to keep in mind about copyright terms.",
        "(1) Keep it short: The term should be as long as necessary to give incentives \nto create, but no longer. If it were tied to very strong protections for authors \n(so authors were able to reclaim rights from publishers), rights to the same \nwork (not derivative works) might be extended further. The key is not to tie the \nwork up with legal regulations when it no longer benefits an author.",
        "(2) Keep it simple: The line between the public domain and protected content \nmust be kept clear. Lawyers like the fuzziness of fair use, and the \ndistinction between ideas and expression. That kind of law gives them lots \nof work. But our framers had a simpler idea in mind: protected versus \nunprotected. The value of short terms is that there is little need to build \nexceptions into copyright when the term itself is kept short. A clear and active \nlawyer-free zone makes the complexities of fair use and idea/expression \nless necessary to navigate.",
        "(3) Keep it alive: Copyright should have to be renewed. Especially if the \nmaximum term is long, the copyright owner should be required to signal \nperiodically that he wants the protection continued. This need not be an onerous \nburden, but there is no reason this monopoly protection has to be granted for \nfree. On average, it takes ninety minutes for a veteran to apply for a pension. \n[4] If we make veterans suffer that burden, I don’t see why we couldn’t require \nauthors to spend ten minutes every fifty years to file a single form.",
        "(4) Keep it prospective: Whatever the term of copyright should be, the \nclearest lesson that economists teach is that a term once given should not be \nextended. It might have been a mistake in 1923 for the law to offer authors only \na fifty-six-year term. I don’t think so, but it’s possible. If it was a mistake, \nthen the consequence was that we got fewer authors to create in 1923 than we \notherwise would have. But we can’t correct that mistake today by increasing the \nterm. No matter what we do today, we will not increase the number of authors who \nwrote in 1923. Of course, we can increase the reward that those who write now \nget (or alternatively, increase the copyright burden that smothers many works \nthat are today invisible). But increasing their reward will not increase their \ncreativity in 1923. What’s not done is not done, and there’s nothing we can do \nabout that now.",
        "These changes together should produce an average copyright term that is much \nshorter than the current term. Until 1976, the average term was just 32.2 years. \nWe should be aiming for the same.",
        "No doubt the extremists will call these ideas radical. (After all, I call them \nextremists.) But again, the term I recommended was longer than the term under \nRichard Nixon. How radical can it be to ask for a more generous copyright law \nthan Richard Nixon presided over?",
        "As I observed at the beginning of this book, property law originally granted \nproperty owners the right to control their property from the ground to the \nheavens. The airplane came along. The scope of property rights quickly changed. \nThere was no fuss, no constitutional challenge. It made no sense anymore to \ngrant that much control, given the emergence of that new technology.",
        "Our Constitution gives Congress the power to give authors exclusive right to \ntheir writings. Congress has given authors an exclusive right to their \nwritings plus any derivative writings (made by others) that are sufficiently \nclose to the author’s original work. Thus, if I write a book, and you base a \nmovie on that book, I have the power to deny you the right to release that \nmovie, even though that movie is not my writing.",
        "Congress granted the beginnings of this right in 1870, when it expanded the \nexclusive right of copyright to include a right to control translations and \ndramatizations of a work. [5] The courts have expanded it slowly through \njudicial interpretation ever since. This expansion has been commented upon by \none of the law’s greatest judges, Judge Benjamin Kaplan.",
        "So inured have we become to the extension of the monopoly to a large range of \nso-called derivative works, that we no longer sense the oddity of accepting such \nan enlargement of copyright while yet intoning the abracadabra of idea and \nexpression. [6]",
        "I think it’s time to recognize that there are airplanes in this field and the \nexpansiveness of these rights of derivative use no longer make sense. More \nprecisely, they don’t make sense for the period of time that a copyright runs. \nAnd they don’t make sense as an amorphous grant. Consider each limitation in \nturn.",
        "Term: If Congress wants to grant a derivative right, then that right should be \nfor a much shorter term. It makes sense to protect John Grisham’s right to sell \nthe movie rights to his latest novel (or at least I’m willing to assume it \ndoes); but it does not make sense for that right to run for the same term as the \nunderlying copyright. The derivative right could be important in inducing \ncreativity; it is not important long after the creative work is done.",
        "Scope: Likewise should the scope of derivative rights be narrowed. Again, \nthere are some cases in which derivative rights are important. Those should be \nspecified. But the law should draw clear lines around regulated and unregulated \nuses of copyrighted material. When all reuse of creative material was within \nthe control of businesses, perhaps it made sense to require lawyers to negotiate \nthe lines. It no longer makes sense for lawyers to negotiate the lines. Think \nabout all the creative possibilities that digital technologies enable; now \nimagine pouring molasses into the machines. That’s what this general requirement \nof permission does to the creative process. Smothers it. ",
        "This was the point that Alben made when describing the making of the Clint \nEastwood CD. While it makes sense to require negotiation for foreseeable \nderivative rightsturning a book into a movie, or a poem into a musical scoreit \ndoesn’t make sense to require negotiation for the unforeseeable. Here, a \nstatutory right would make much more sense.",
        "In each of these cases, the law should mark the uses that are protected, and the \npresumption should be that other uses are not protected. This is the reverse of \nthe recommendation of my colleague Paul Goldstein. [7] His view is that the law \nshould be written so that expanded protections follow expanded uses.",
        "Goldstein’s analysis would make perfect sense if the cost of the legal system \nwere small. But as we are currently seeing in the context of the Internet, the \nuncertainty about the scope of protection, and the incentives to protect \nexisting architectures of revenue, combined with a strong copyright, weaken the \nprocess of innovation.",
        "The law could remedy this problem either by removing protection beyond the part \nexplicitly drawn or by granting reuse rights upon certain statutory conditions. \nEither way, the effect would be to free a great deal of culture to others to \ncultivate. And under a statutory rights regime, that reuse would earn artists \nmore income.",
        "The battle that got this whole war going was about music, so it wouldn’t be fair \nto end this book without addressing the issue that is, to most people, most \npressingmusic. There is no other policy issue that better teaches the lessons \nof this book than the battles around the sharing of music.",
        "The appeal of file-sharing music was the crack cocaine of the Inter-net’s \ngrowth. It drove demand for access to the Internet more powerfully than any \nother single application. It was the Internet’s killer apppossibly in two \nsenses of that word. It no doubt was the application that drove demand for \nbandwidth. It may well be the application that drives demand for regulations \nthat in the end kill innovation on the network.",
        "The aim of copyright, with respect to content in general and music in \nparticular, is to create the incentives for music to be composed, performed, \nand, most importantly, spread. The law does this by giving an exclusive right to \na composer to control public performances of his work, and to a performing \nartist to control copies of her performance.",
        "File-sharing networks complicate this model by enabling the spread of content \nfor which the performer has not been paid. But of course, that’s not all the \nfile-sharing networks do. As I described in chapter 5, they enable four \ndifferent kinds of sharing:",
        "A. There are some who are using sharing networks as substitutes for purchasing \nCDs.\nB. There are also some who are using sharing networks to sample, on the way to \npurchasing CDs.\nC. There are many who are using file-sharing networks to get access to content \nthat is no longer sold but is still under copyright or that would have been too \ncumbersome to buy off the Net.\nD. There are many who are using file-sharing networks to get access to content \nthat is not copyrighted or to get access that the copyright owner plainly \nendorses.",
        "Any reform of the law needs to keep these different uses in focus. It must avoid \nburdening type D even if it aims to eliminate type A. The eagerness with which \nthe law aims to eliminate type A, moreover, should depend upon the magnitude of \ntype B. As with VCRs, if the net effect of sharing is actually not very harmful, \nthe need for regulation is significantly weakened.",
        "As I said in chapter 5, the actual harm caused by sharing is controversial. For \nthe purposes of this chapter, however, I assume the harm is real. I assume, in \nother words, that type A sharing is significantly greater than type B, and is \nthe dominant use of sharing networks.",
        "Nonetheless, there is a crucial fact about the current technological context \nthat we must keep in mind if we are to understand how the law should respond.",
        "Today, file sharing is addictive. In ten years, it won’t be. It is addictive \ntoday because it is the easiest way to gain access to a broad range of content. \nIt won’t be the easiest way to get access to a broad range of content in ten \nyears. Today, access to the Internet is cumbersome and slowwe in the United \nStates are lucky to have broadband service at 1.5 MBs, and very rarely do we get \nservice at that speed both up and down. Although wireless access is growing, \nmost of us still get access across wires. Most only gain access through a \nmachine with a keyboard. The idea of the always on, always connected Internet is \nmainly just an idea.",
        "But it will become a reality, and that means the way we get access to the \nInternet today is a technology in transition. Policy makers should not make \npolicy on the basis of technology in transition. They should make policy on the \nbasis of where the technology is going. The question should not be, how should \nthe law regulate sharing in this world? The question should be, what law will we \nrequire when the network becomes the network it is clearly becoming? That \nnetwork is one in which every machine with electricity is essentially on the \nNet; where everywhere you areexcept maybe the desert or the Rockiesyou can \ninstantaneously be connected to the Internet. Imagine the Internet as ubiquitous \nas the best cell-phone service, where with the flip of a device, you are \nconnected.",
        "In that world, it will be extremely easy to connect to services that give you \naccess to content on the flysuch as Internet radio, content that is streamed to \nthe user when the user demands. Here, then, is the critical point: When it is \n/extremely easy to connect to services that give access to content, it will be \n/easier to connect to services that give you access to content than it will be \nto download and store content on the many devices you will have for playing \ncontent. It will be easier, in other words, to subscribe than it will be to be \na database manager, as everyone in the download-sharing world of Napster-like \ntechnologies essentially is. Content services will compete with content sharing, \neven if the services charge money for the content they give access to. Already \ncell-phone services in Japan offer music (for a fee) streamed over cell phones \n(enhanced with plugs for headphones). The Japanese are paying for this content \neven though free content is available in the form of MP3s across the Web. [8]",
        "This point about the future is meant to suggest a perspective on the present: It \nis emphatically temporary. The problem with file sharingto the extent there \nis a real problemis a problem that will increasingly disappear as it becomes \neasier to connect to the Internet. And thus it is an extraordinary mistake for \npolicy makers today to be solving this problem in light of a technology that \nwill be gone tomorrow. The question should not be how to regulate the Internet \nto eliminate file sharing (the Net will evolve that problem away). The question \ninstead should be how to assure that artists get paid, during this transition \nbetween twentieth-century models for doing business and twenty-first-century \ntechnologies.",
        "The answer begins with recognizing that there are different problems here to \nsolve. Let’s start with type D contentuncopyrighted content or copyrighted \ncontent that the artist wants shared. The problem with this content is to make \nsure that the technology that would enable this kind of sharing is not rendered \nillegal. You can think of it this way: Pay phones are used to deliver ransom \ndemands, no doubt. But there are many who need to use pay phones who have \nnothing to do with ransoms. It would be wrong to ban pay phones in order to \neliminate kidnapping.",
        "Type C content raises a different problem. This is content that was, at one \ntime, published and is no longer available. It may be unavailable because the \nartist is no longer valuable enough for the record label he signed with to carry \nhis work. Or it may be unavailable because the work is forgotten. Either way, \nthe aim of the law should be to facilitate the access to this content, ideally \nin a way that returns something to the artist.",
        "Again, the model here is the used book store. Once a book goes out of print, it \nmay still be available in libraries and used book stores. But libraries and used \nbook stores don’t pay the copyright owner when someone reads or buys an out-of-\nprint book. That makes total sense, of course, since any other system would be \nso burdensome as to eliminate the possibility of used book stores’ existing. But \nfrom the author’s perspective, this sharing of his content without his being \ncompensated is less than ideal.",
        "The model of used book stores suggests that the law could simply deem out-of-\nprint music fair game. If the publisher does not make copies of the music \navailable for sale, then commercial and noncommercial providers would be free, \nunder this rule, to share that content, even though the sharing involved \nmaking a copy. The copy here would be incidental to the trade; in a context \nwhere commercial publishing has ended, trading music should be as free as \ntrading books.",
        "Alternatively, the law could create a statutory license that would ensure that \nartists get something from the trade of their work. For example, if the law set \na low statutory rate for the commercial sharing of content that was not offered \nfor sale by a commercial publisher, and if that rate were automatically \ntransferred to a trust for the benefit of the artist, then businesses could \ndevelop around the idea of trading this content, and artists would benefit from \nthis trade.",
        "This system would also create an incentive for publishers to keep works \navailable commercially. Works that are available commercially would not be \nsubject to this license. Thus, publishers could protect the right to charge \nwhatever they want for content if they kept the work commercially available. But \nif they don’t keep it available, and instead, the computer hard disks of fans \naround the world keep it alive, then any royalty owed for such copying should be \nmuch less than the amount owed a commercial publisher.",
        "The hard case is content of types A and B, and again, this case is hard only \nbecause the extent of the problem will change over time, as the technologies for \ngaining access to content change. The law’s solution should be as flexible as \nthe problem is, understanding that we are in the middle of a radical \ntransformation in the technology for delivering and accessing content.",
        "So here’s a solution that will at first seem very strange to both sides in this \nwar, but which upon reflection, I suggest, should make some sense.",
        "Stripped of the rhetoric about the sanctity of property, the basic claim of the \ncontent industry is this: A new technology (the Internet) has harmed a set of \nrights that secure copyright. If those rights are to be protected, then the \ncontent industry should be compensated for that harm. Just as the technology of \ntobacco harmed the health of millions of Americans, or the technology of \nasbestos caused grave illness to thousands of miners, so, too, has the \ntechnology of digital networks harmed the interests of the content industry.",
        "I love the Internet, and so I don’t like likening it to tobacco or asbestos. But \nthe analogy is a fair one from the perspective of the law. And it suggests a \nfair response: Rather than seeking to destroy the Internet, or the p2p \ntechnologies that are currently harming content providers on the Internet, we \nshould find a relatively simple way to compensate those who are harmed.",
        "The idea would be a modification of a proposal that has been floated by Harvard \nlaw professor William Fisher. [9] Fisher suggests a very clever way around the \ncurrent impasse of the Internet. Under his plan, all content capable of digital \ntransmission would (1) be marked with a digital watermark (don’t worry about how \neasy it is to evade these marks; as you’ll see, there’s no incentive to evade \nthem). Once the content is marked, then entrepreneurs would develop (2) systems \nto monitor how many items of each content were distributed. On the basis of \nthose numbers, then (3) artists would be compensated. The compensation would be \npaid for by (4) an appropriate tax.",
        "Fisher’s proposal is careful and comprehensive. It raises a million questions, \nmost of which he answers well in his upcoming book, Promises to Keep. The \nmodification that I would make is relatively simple: Fisher imagines his \nproposal replacing the existing copyright system. I imagine it complementing the \nexisting system. The aim of the proposal would be to facilitate compensation to \nthe extent that harm could be shown. This compensation would be temporary, aimed \nat facilitating a transition between regimes. And it would require renewal after \na period of years. If it continues to make sense to facilitate free exchange of \ncontent, supported through a taxation system, then it can be continued. If this \nform of protection is no longer necessary, then the system could lapse into the \nold system of controlling access.",
        "Fisher would balk at the idea of allowing the system to lapse. His aim is not \njust to ensure that artists are paid, but also to ensure that the system \nsupports the widest range of semiotic democracy” possible. But the aims of \nsemiotic democracy would be satisfied if the other changes I described were \naccomplishedin particular, the limits on derivative uses. A system that simply \ncharges for access would not greatly burden semiotic democracy if there were few \nlimitations on what one was allowed to do with the content itself.",
        "No doubt it would be difficult to calculate the proper measure of harm to an \nindustry. But the difficulty of making that calculation would be outweighed by \nthe benefit of facilitating innovation. This background system to compensate \nwould also not need to interfere with innovative proposals such as Apple’s \nMusicStore. As experts predicted when Apple launched the MusicStore, it could \nbeat free by being easier than free is. This has proven correct: Apple has \nsold millions of songs at even the very high price of 99 cents a song. (At 99 \ncents, the cost is the equivalent of a per-song CD price, though the labels have \nnone of the costs of a CD to pay.) Apple’s move was countered by Real Networks, \noffering music at just 79 cents a song. And no doubt there will be a great deal \nof competition to offer and sell music on-line.",
        "This competition has already occurred against the background of free music \nfrom p2p systems. As the sellers of cable television have known for thirty \nyears, and the sellers of bottled water for much more than that, there is \nnothing impossible at all about competing with free. Indeed, if anything, the \ncompetition spurs the competitors to offer new and better products. This is \nprecisely what the competitive market was to be about. Thus in Singapore, though \npiracy is rampant, movie theaters are often luxuriouswith first class seats, \nand meals served while you watch a movieas they struggle and succeed in finding \nways to compete with free.",
        "This regime of competition, with a backstop to assure that artists don’t lose, \nwould facilitate a great deal of innovation in the delivery of content. That \ncompetition would continue to shrink type A sharing. It would inspire an \nextraordinary range of new innovatorsones who would have a right to the \ncontent, and would no longer fear the uncertain and barbarically severe \npunishments of the law.",
        "In summary, then, my proposal is this:",
        "The Internet is in transition. We should not be regulating a technology in \ntransition. We should instead be regulating to minimize the harm to interests \naffected by this technological change, while enabling, and encouraging, the most \nefficient technology we can create.",
        "We can minimize that harm while maximizing the benefit to innovation by",
        "1. guaranteeing the right to engage in type D sharing;\n2. permitting noncommercial type C sharing without liability, and commercial \ntype C sharing at a low and fixed rate set by statute;\n3. while in this transition, taxing and compensating for type A sharing, to the \nextent actual harm is demonstrated.",
        "But what if piracy doesn’t disappear? What if there is a competitive market \nproviding content at a low cost, but a significant number of consumers continue \nto take content for nothing? Should the law do something then?",
        "Yes, it should. But, again, what it should do depends upon how the facts \ndevelop. These changes may not eliminate type A sharing. But the real issue is \nnot whether it eliminates sharing in the abstract. The real issue is its effect \non the market. Is it better (a) to have a technology that is 95 percent secure \nand produces a market of size x, or (b) to have a technology that is 50 \npercent secure but produces a market of five times x? Less secure might \nproduce more unauthorized sharing, but it is likely to also produce a much \nbigger market in authorized sharing. The most important thing is to assure \nartists’ compensation without breaking the Internet. Once that’s assured, then \nit may well be appropriate to find ways to track down the petty pirates.",
        "But we’re a long way away from whittling the problem down to this subset of type \nA sharers. And our focus until we’re there should not be on finding ways to \nbreak the Internet. Our focus until we’re there should be on how to make sure \nthe artists are paid, while protecting the space for innovation and creativity \nthat the Internet is.",
        "I’m a lawyer. I make lawyers for a living. I believe in the law. I believe in \nthe law of copyright. Indeed, I have devoted my life to working in law, not \nbecause there are big bucks at the end but because there are ideals at the end \nthat I would love to live.",
        "Yet much of this book has been a criticism of lawyers, or the role lawyers have \nplayed in this debate. The law speaks to ideals, but it is my view that our \nprofession has become too attuned to the client. And in a world where the rich \nclients have one strong view, the unwillingness of the profession to question or \ncounter that one strong view queers the law.",
        "The evidence of this bending is compelling. I’m attacked as a radical by many \nwithin the profession, yet the positions that I am advocating are precisely the \npositions of some of the most moderate and significant figures in the history of \nthis branch of the law. Many, for example, thought crazy the challenge that we \nbrought to the Copyright Term Extension Act. Yet just thirty years ago, the \ndominant scholar and practitioner in the field of copyright, Melville Nimmer, \nthought it obvious. [10]",
        "However, my criticism of the role that lawyers have played in this debate is not \njust about a professional bias. It is more importantly about our failure to \nactually reckon the costs of the law.",
        "Economists are supposed to be good at reckoning costs and benefits. But more \noften than not, economists, with no clue about how the legal system actually \nfunctions, simply assume that the transaction costs of the legal system are \nslight. [11] They see a system that has been around for hundreds of years, and \nthey assume it works the way their elementary school civics class taught them it \nworks.",
        "But the legal system doesn’t work. Or more accurately, it doesn’t work for \nanyone except those with the most resources. Not because the system is corrupt. \nI don’t think our legal system (at the federal level, at least) is at all \ncorrupt. I mean simply because the costs of our legal system are so \nastonishingly high that justice can practically never be done.",
        "These costs distort free culture in many ways. A lawyer’s time is billed at the \nlargest firms at more than $400 per hour. How much time should such a lawyer \nspend reading cases carefully, or researching obscure strands of authority? The \nanswer is the increasing reality: very little. The law depended upon the careful \narticulation and development of doctrine, but the careful articulation and \ndevelopment of legal doctrine depends upon careful work. Yet that careful work \ncosts too much, except in the most high-profile and costly cases.",
        "The costliness and clumsiness and randomness of this system mock our tradition. \nAnd lawyers, as well as academics, should consider it their duty to change the \nway the law worksor better, to change the law so that it works. It is wrong \nthat the system works well only for the top 1 percent of the clients. It could \nbe made radically more efficient, and inexpensive, and hence radically more \njust.",
        "But until that reform is complete, we as a society should keep the law away from \nareas that we know it will only harm. And that is precisely what the law will \ntoo often do if too much of our culture is left to its review.",
        "Think about the amazing things your kid could do or make with digital \ntechnologythe film, the music, the Web page, the blog. Or think about the \namazing things your community could facilitate with digital technologya wiki, a \nbarn raising, activism to change something. Think about all those creative \nthings, and then imagine cold molasses poured onto the machines. This is what \nany regime that requires permission produces. Again, this is the reality of \nBrezhnev’s Russia.",
        "The law should regulate in certain areas of culturebut it should regulate \nculture only where that regulation does good. Yet lawyers rarely test their \npower, or the power they promote, against this simple pragmatic question: Will \nit do good? When challenged about the expanding reach of the law, the lawyer \nanswers, Why not?",
        "We should ask, Why? Show me why your regulation of culture is needed. Show me \nhow it does good. And until you can show me both, keep your lawyers away.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}