{
    "title": "Free From School - Chapter 11: Learning to Teach",
    "author": "Rahul Alvares",
    "chapter": "11",
    "content": [
        "\n\n",
        "January brought fresh experience for me and it happened entirely\nbecause of Hartman de Souza. I was to return to Goa via Bangalore and\nsince our good friends, Hartman and Ujwala, live in Bangalore and had\nexpressed willingness to accommodate me, should I need a place to stay\nfor a while during my sabbatical, my parents suggested that I spend a\nfew days there before returning home. I was to stay at their place,\nsight-see Bangalore if I liked and inform my parents as soon as I was\nready to return. This then was the general plan.",
        "I reached Bangalore at 1.40 p.m. on the 7th of January. Bing (that’s\nhow we all call Hartman) was at the bus-stand to pick me up, with his\ncar. We drove to his house, me chatting away in reply to all his\nquestions. At home there was Ujwala and their kids, Zuri and her\nyounger brother, Zaeer. Also living with them at the time was Mrs Kalai\nwho was Bing’s colleague at the India Foundation for the Arts.",
        "After settling down to a good meal and generally relaxing, Bing told me\nthat he had in mind a few people and institutions connected with my\ninterest i.e., wildlife and that I should use my time in Bangalore to\nmeet them. I agreed to his suggestion, little realizing that the people\nhe suggested I meet would make their own suggestions about other people\nI should meet and when I would report this information to Bing, he\nwould insist that I go and meet them as well. So I spent quite a few\ndays meeting, or writing to, various persons connected with wildlife in\nBangalore.",
        "Bing is quite a hard taskmaster and he would not let me off easily; if\nthe people were not in station at that time or, if the names suggested\nwere not from Bangalore, I had to write to them instead. I wrote\nnumerous letters as a result. The general purpose of this activity was\nthat I should get an idea of what options were there for me if I\ndecided to pursue a career in wildlife eventually. Bing also suggested\nthat I should try to find out how and why these people decided to take\nto environment and wildlife studies, whether they were happy in their\nchoices and so on.",
        "Bing made several copies of an introductory cum reference letter for me\nwhich I was to give to the people I was to meet. The letter, which was\nsigned by him, stated that I had taken a one year sabbatical to explore\nwildlife which I had done for the past eight months and that I would\nlike to have a small interview with the person concerned. I also\nprepared small questionnaires to help me in the interviews. Bing would\nmost often phone the person in advance and make the appointment for me.\nSometimes he even reached me to the place; at other times I went in a\nrickshaw.",
        "The first person I met was Mr T. Parameswarappa, Retd. Principal Chief\nConservator of Forests. I reached Mr Parameswarappa’s house at 11.45\na.m. I had an appointment with him at 12.30 p.m. However Mr\nParameswarappa was out and did not arrive home until 1.30 p.m. So I sat\nand looked at a couple of books in his office. Soon after he returned\nwe began to talk, first about my sabbatical and then about what I\nwanted to do in the future.",
        "He told me that after graduation, one must answer a competitive\nexamination held by the Union Public Service Commission. The students\nwho are selected are trained and then posted to a forest. At the\nUniversity of Agricultural Sciences at Dharwad or Hebbal, a four year\ncourse on forestry can be done after completing pre-university. At the\nWildlife Research Institute short courses may be available, he said,\nbut after graduation long courses are definitely available.",
        "I asked him some questions and I relate briefly the interview I had\nwith him:",
        "Rahul: Is it possible to have a ranger give you a private guided tour\nwithin the Banargatta Wildlife Sanctuary?",
        "Parmeswarappa: I’m afraid not. There are only routine safaris for\nvisitors. But if you like you can meet Mr Venkatesh, Deputy Conservator\nof Forests and give him my reference.",
        "R: What is the condition of the sanctuary?",
        "P: It is a government initiative and as you can expect, there are good\nand bad points to all such activities.",
        "R: Are there any unusual career courses offered in Wildlife?",
        "P: In India there are no privately run sanctuaries or zoos. Therefore\nany career in wildlife or forestry must be through the government. This\nmakes it almost impossible to have any rare or unusual career courses.",
        "R: What are the duties of the staff at the Banargatta Park?",
        "P: Their only duty is to see to the well-being of the animals i.e. feed\nthem and keep their surroundings clean. They do not study or do\nresearch on the animals.",
        "R: How did you acquire this post of Principal Chief Conservator of\nForests? What was your background?",
        "P: Like you, I had to study. I answered an examination and got a job\nas a forest officer. Later I went to the US for two years and on my\nreturn I was appointed as Chief Conservator of Forests.",
        "R: Is it possible to set up a Snake Park for doing snake venom\nextraction?",
        "P: Of course it is possible. But one must apply for a\nlicence/permission for keeping wild snakes in captivity. Pune Snake\nPark will know the procedure and if you write to them they will give\nyou all the details.",
        "Mr Parameswarappa proved to be a very friendly and helpful person.\nBefore I left I showed him copies of the letters which I had already\nsent to the Indira Gandhi Research Institute and to the Indian Wildlife\nResearch Institute at Dehradun.",
        "My second appointment was with Mr Arun Kotankar, one of the main\npersons running an organisation called Samvad which has a programme\ncalled SMILE (Student Mobilisation Initiative for Learning) in\nBangalore. I reached the office at 10.30 a.m. although my appointment\nwas at 12 o’clock. I showed him my reference letter and in a little\nwhile he sat to talk with me.",
        "Mr Kotankar told me about the SMILE programmes in Bangalore. On\nSaturday afternoons they have an informal open house at Samvad. They\nwatch a film, have a debate or just talk on a specific topic of\ninterest to students, like tourism, dowry, child abuse, fisherfolk’s\nstruggles or topics like marriage, love, education or parents.",
        "Students also visit organisations working with dalits, tribals, women,\nstreet children, fisherpeople, etc. One can also learn environmental\nconservation. If the students cannot go to far off places and have to\nstay back during vacations, they are advised to take up campaigns or\nundertake studies on local problems like child labour, environmental\ndegradation, construction workers’ rights, etc.",
        "Shodhane which means `search’ is a newsletter brought out by students\nwho have been to these exposure camps and they write about their\nexperiences during the exposure or generally about other social\nconcerns. One can contribute articles, poems, cartoons or stories in\nKannada and English. I was quite interested to hear all that Mr\nKotankar had to say about this organisation.",
        "Later, I went straight to St. Joseph’s College where according to the\ninformation Bing had, there were various environmental courses being\nconducted for college students. I met one of the clerks in the college\noffice who gave me the information I requested and also a pamphlet\nlisting the different courses one could take after graduation.",
        "Two days later I went to meet Dr Harish Gaonkar at his house, at 11\na.m. Both he and his wife (who is German) were very friendly and I\nspent a lot of time talking with Mr Gaonkar who is a specialist on\nbutterflies.",
        "I learnt from him that butterflies are insects that are more closely\nrelated to plants than to insects. From the number of species of\nbutterflies in an area, a butterfly collector can also find out the\nnumber of species of plants in that area. This is because each species\nof butterfly will use only a certain plant/plants species. For example,\nin Goa, there are about 250 species of butterflies, that means that\nthere are about 900 to 1,000 plant species in Goa. This information\nwould be much more difficult for a pure botanist to give. Thus\nbutterflies are an ideal medium for a botanist who wishes to have an\nidea of the plant species in the locality.",
        "Eggs are laid by the mother butterflies in distinct places on leaves to\navoid predators from feeding upon them. They hatch within two to three\ndays. The larvae will moult many times (on an average five) to become a\npupa. During the pupa stage, it does not feed and after a few days it\nemerges as a butterfly. It waits for about 10 minutes to dry its wings\nin the sun and then flutters away. The whole process to become an adult\nmay take a period of five weeks to two months. Then the butterfly will\nlive for about 2 weeks, and within the first few days, will lay only\none batch of eggs.",
        "Moths are the ones that spin silk. No butterfly spins silk. There are\nabout 10,000 species of moths in the world-much more than butterflies.\nSome butterflies and moths are poisonous e.g. the Crimson Rose, even\nfound in Goa. It is a butterfly with wings and a red body. It also has\nred dots on its wings and black dots on its body. The smallest\nbutterflies are about a few centimetres in size and one of the biggest\nbutterflies is about the size of two palms put together.",
        "At the end of the meeting Dr Gaonkar showed me some books on\nbutterflies and some papers written by him on the subject. At around\n1.30 p.m. I took leave of him and left for MES College where I had an\nappointment with Dr Leela for the same afternoon. There I saw preserved\ndolphin tails and specimens of hammer-headed sharks.",
        "My stay in Bangalore also became very special because of the Times of\nIndia programme that Bing managed to arrange for me. The Times of India\nin Bangalore has a special section called “Newspaper in Education”. One\nof the programmes of NIE is to have workshops in schools on varied\ntopics. On the 20th of January, I went to The Times office on M.G. Road\nand after talking with the person in charge for sometime about what I\nhad been doing during the past year I was asked whether I would take a\nfew workshops in some schools over the next couple of days. Although I\nwas not too certain how well I would do this job I agreed because if\nthere is one thing I learnt during my sabbatical it is that one should\nalways give a try to anything new because things are not always as hard\nas they might appear to be. So I said yes.",
        "My first workshop was on the 22nd of January. I was picked up by one of\nthe organisers from NIE and taken to the Srivani Education Centre where\nI was to speak to the students of Standard VIII. I was expected to\nspeak for about 35 minutes and keep around 10 minutes for questions or\ndiscussion.",
        "I was a bit nervous at first but as the talk progressed and I found\nthe students listening attentively I talked more freely. After these\nsessions were over I would be dropped back home or to Hartman’s office\nwhichever was nearer. After the first few schools went off well and I\nbecame accustomed to the routine I found myself enjoying these classes.\nI was even more pleased to learn that I would be paid Rs.100 per\nworkshop plus my travel costs.",
        "For the talk I would start by telling the students about my sabbatical,\nhow the idea came up, the various places I had visited and the various\nthings I had done so far. After that I would speak about two\ntopics-vermiculture and snakes-because I thought that these would be of\nmost use to the students. Vermiculture because they could practise this\nat home to process the garbage into compost and snakes because people\nhave so many fears about them.",
        "When I talked about vermiculture, particularly about mixing cowdung\nwith soil, sometimes the girls and boys would find it distasteful and\nwould make jokes about it or laugh at the idea and I would think that\nthese are city kids and they don’t know anything about cowdung. But\nstill I would continue to explain how a vermipit can be set up in their\nhomes.",
        "On snakes, I would first give general information about poisonous and\nnon-poisonous snakes, and how to identify the poisonous ones. Then I\nwould tell them what should be done if someone got a snake bite. I\nwould also discuss the various beliefs that people have about snakes\nand which of them are myths. Depending on the time left, I would speak\nabout other things too, like crocodiles, turtles or spiders.",
        "At the end of the class, I would show them croc teeth, photos of myself\nwith snakes, crocs, monitors, etc., and then my red-eared turtle that I\nalways carried around with me in my bag. At this point there would be\nmaximum excitement. Everyone would crowd around, some would ask to hold\nthe turtle and they would ask questions about its eating habits etc. I\nwould allow them to touch the shell and nothing more because the turtle\nis very nasty and bites.\nIn this fashion I took workshops at several other schools including\nNational English School, Sindhi School, St. Mary’s School, Bolivian\nGirls School and Bangalore International School. I usually spoke to the\nstudents of Class VII to X. At Bangalore International School however\nthe workshop was for the students of Class III and IV.",
        "A few months later back in Goa I was pleased when the postman handed me\na registered letter from NIE, Bangalore which contained a cheque for\nRs.1075, my full earnings for giving the lectures. Later when I wrote\nan article on my one year sabbatical for the Hindustan Times I sent a\ncopy to NIE and they too published it in their newsletter. Newspaper in\nEducation has also invited me to take more workshops whenever I am in\nBangalore.",
        "Bangalore was very enjoyable in many other ways as well. One morning I\nwent to a swimming pool with Kalia and got the shock of my life on\njumping into the water; it was freezing cold! I resolved never to try\nswimming in Bangalore in the winter again.",
        "I ate out often especially during the day and tried out various small\neating joints (Bangalore has plenty of them), sampling South Indian\nfood, vegetable cutlets, milk shakes and so on. Of course, I constantly\nhad to watch my purse, for my budget did not allow lavish eating.\nSometimes I went to a book shop, sometimes I did small errands for Bing\nand Ujwala, and I recall helping Bing with the cooking on at least two\noccasions and occasionally helping Ujwala with her garden.",
        "I also used to accompany Bing and Ujwala and their two kids on family\noutings. Once we went to a lake called Sanki Tank where I enjoyed\nmotorboat rides and then played with Zuri and Zaeer in a small\nchildren’s park. Another time, we all went to see a dance performance\nthat I didn’t understand too much about. Sometimes we all just went out\nfor a drive (I enjoyed these rides best) and then would have ice-cream\ncones on the way home.",
        "I must tell you how I learnt to eat vegetables. I have generally\ndisliked vegetables as far as I can remember. My mum tells me that she\nregularly fed me vegetables as a baby and we have always had one or two\nvegetables on the table at home for any meal. Still I would generally\nrefuse vegetables and preferred to stick to fish curry and rice, our\nstaple food in Goa.",
        "When I was starting on my travels my parents warned me that in several\nplaces the food would be only vegetarian, and that did happen to be the\ncase. During the year I learnt how to eat all types of food at\ndifferent people’s houses. But I stuck to veggies I could tolerate like\ncabbage and potatoes or I would eat the dhal and rice with pickles. I\nhad still not started eating vegetables like ladyfinger and brinjal.\nBing found out about this when chatting with me and said that he hated\nanybody making a fuss about food. So everyday while eating he would put\na huge helping of vegetables on my plate. Especially the ones I didn’t\nlike, like tomatoes, brinjal and ladyfinger.",
        "I would finish the vegetables first so that I could enjoy the better\npart of the meal i.e. the meat or fish without having to deal with the\nveggies. But no sooner had I finished the vegetables, he would say: “Oh\nlovely, you like this vegetable? Have another helping!” and despite my\nprotests I would get another huge helping of vegetable. In this way I\nwould eat about three times the quantity of vegetables as I took the\nfirst time before I finally ended my meal.",
        "Eventually, I stayed on in Bangalore for three weeks, returning home\nonly on the 30th of January. I had not met my parents and brothers for\nnearly 3 months and was eager to share my experiences with them.\nUnfortunately when I arrived, I got just an hour or so to chat with my\nparents as they were leaving that very day for a 10-day stay in Delhi\nto attend the World Book Fair along with some of the staff from Other\nIndia Bookstore. So I had to wait till their return to regale them with\nmy tales.",
        "But in the meanwhile there were my two younger brothers eager to know\nabout my travels, my neighbours who hadn’t seen me for five months and\nof course my old pals like Ashok who were happy to welcome me in their\nmidst again.",
        "Continue...",
        "\nThis eBook of “Free From School” by Rahul Alvares belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free From SchoolBy Rahul AlvaresAt Amazon"
    ]
}