{
    "title": "Free Culture - Chapter Two: Mere Copyists",
    "author": "Lawrence Lessig",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "In 1839, Louis Daguerre invented the first practical technology for producing \nwhat we would call photographs. Appropriately enough, they were called \ndaguerreotypes. The process was complicated and expensive, and the field was \nthus limited to professionals and a few zealous and wealthy amateurs. (There was \neven an American Daguerre Association that helped regulate the industry, as do \nall such associations, by keeping competition down so as to keep prices up.)",
        "Yet despite high prices, the demand for daguerreotypes was strong. This pushed \ninventors to find simpler and cheaper ways to make automatic pictures. William \nTalbot soon discovered a process for making negatives. But because the \nnegatives were glass, and had to be kept wet, the process still remained \nexpensive and cumbersome. In the 1870s, dry plates were developed, making it \neasier to separate the taking of a picture from its developing. These were still \nplates of glass, and thus it was still not a process within reach of most \namateurs.",
        "The technological change that made mass photography possible didn’t happen until \n1888, and was the creation of a single man. George Eastman, himself an amateur \nphotographer, was frustrated by the technology of photographs made with plates. \nIn a flash of insight (so to speak), Eastman saw that if the film could be made \nto be flexible, it could be held on a single spindle. That roll could then be \nsent to a developer, driving the costs of photography down substantially. By \nlowering the costs, Eastman expected he could dramatically broaden the \npopulation of photographers.",
        "Eastman developed flexible, emulsion-coated paper film and placed rolls of it in \nsmall, simple cameras: the Kodak. The device was marketed on the basis of its \nsimplicity. You press the button and we do the rest. [1] As he described in \n/The Kodak Primer/:",
        "The principle of the Kodak system is the separation of the work that any person \nwhomsoever can do in making a photograph, from the work that only an expert can \ndo. ... We furnish anybody, man, woman or child, who has sufficient intelligence \nto point a box straight and press a button, with an instrument which altogether \nremoves from the practice of photography the necessity for exceptional \nfacilities or, in fact, any special knowledge of the art. It can be employed \nwithout preliminary study, without a darkroom and without chemicals. [2]",
        "For $25, anyone could make pictures. The camera came preloaded with film, and \nwhen it had been used, the camera was returned to an Eastman factory, where the \nfilm was developed. Over time, of course, the cost of the camera and the ease \nwith which it could be used both improved. Roll film thus became the basis for \nthe explosive growth of popular photography. Eastman’s camera first went on sale \nin 1888; one year later, Kodak was printing more than six thousand negatives a \nday. From 1888 through 1909, while industrial production was rising by 4.7 \npercent, photographic equipment and material sales increased by 11 percent. [3] \nEastman Kodak’s sales during the same period experienced an average annual \nincrease of over 17 percent. [4]",
        "The real significance of Eastman’s invention, however, was not economic. It was \nsocial. Professional photography gave individuals a glimpse of places they would \nnever otherwise see. Amateur photography gave them the ability to record their \nown lives in a way they had never been able to do before. As author Brian Coe \nnotes, For the first time the snapshot album provided the man on the street \nwith a permanent record of his family and its activities. ... For the first time \nin history there exists an authentic visual record of the appearance and \nactivities of the common man made without [literary] interpretation or bias. \n[5]",
        "In this way, the Kodak camera and film were technologies of expression. The \npencil or paintbrush was also a technology of expression, of course. But it took \nyears of training before they could be deployed by amateurs in any useful or \neffective way. With the Kodak, expression was possible much sooner and more \nsimply. The barrier to expression was lowered. Snobs would sneer at its \nquality; professionals would discount it as irrelevant. But watch a child \nstudy how best to frame a picture and you get a sense of the experience of \ncreativity that the Kodak enabled. Democratic tools gave ordinary people a way \nto express themselves more easily than any tools could have before.",
        "What was required for this technology to flourish? Obviously, Eastman’s genius \nwas an important part. But also important was the legal environment within which \nEastman’s invention grew. For early in the history of photography, there was a \nseries of judicial decisions that could well have changed the course of \nphotography substantially. Courts were asked whether the photographer, amateur \nor professional, required permission before he could capture and print whatever \nimage he wanted. Their answer was no. [6]",
        "The arguments in favor of requiring permission will sound surprisingly familiar. \nThe photographer was taking something from the person or building whose \nphotograph he shotpirating something of value. Some even thought he was taking \nthe target’s soul. Just as Disney was not free to take the pencils that his \nanimators used to draw Mickey, so, too, should these photographers not be free \nto take images that they thought valuable.",
        "On the other side was an argument that should be familiar, as well. Sure, there \nmay be something of value being used. But citizens should have the right to \ncapture at least those images that stand in public view. (Louis Brandeis, who \nwould become a Supreme Court Justice, thought the rule should be different for \nimages from private spaces. [7]) It may be that this means that the photographer \ngets something for nothing. Just as Disney could take inspiration from \n/Steamboat Bill, Jr. or the Brothers Grimm, the photographer should be free to \ncapture an image without compensating the source.",
        "Fortunately for Mr. Eastman, and for photography in general, these early \ndecisions went in favor of the pirates. In general, no permission would be \nrequired before an image could be captured and shared with others. Instead, \npermission was presumed. Freedom was the default. (The law would eventually \ncraft an exception for famous people: commercial photographers who snap pictures \nof famous people for commercial purposes have more restrictions than the rest of \nus. But in the ordinary case, the image can be captured without clearing the \nrights to do the capturing. [8])",
        "We can only speculate about how photography would have developed had the law \ngone the other way. If the presumption had been against the photographer, then \nthe photographer would have had to demonstrate permission. Perhaps Eastman Kodak \nwould have had to demonstrate permission, too, before it developed the film upon \nwhich images were captured. After all, if permission were not granted, then \nEastman Kodak would be benefiting from the theft committed by the \nphotographer. Just as Napster benefited from the copyright infringements \ncommitted by Napster users, Kodak would be benefiting from the image-right” \ninfringement of its photographers. We could imagine the law then requiring that \nsome form of permission be demonstrated before a company developed pictures. We \ncould imagine a system developing to demonstrate that permission.",
        "But though we could imagine this system of permission, it would be very hard to \nsee how photography could have flourished as it did if the requirement for \npermission had been built into the rules that govern it. Photography would have \nexisted. It would have grown in importance over time. Professionals would have \ncontinued to use the technology as they didsince professionals could have more \neasily borne the burdens of the permission system. But the spread of photography \nto ordinary people would not have occurred. Nothing like that growth would have \nbeen realized. And certainly, nothing like that growth in a democratic \ntechnology of expression would have been realized.",
        "If you drive through San Francisco’s Presidio, you might see two gaudy yellow \nschool buses painted over with colorful and striking images, and the logo Just \nThink! in place of the name of a school. But there’s little that’s just \ncerebral in the projects that these busses enable. These buses are filled with \ntechnologies that teach kids to tinker with film. Not the film of Eastman. Not \neven the film of your VCR. Rather the film of digital cameras. Just Think! is \na project that enables kids to make films, as a way to understand and critique \nthe filmed culture that they find all around them. Each year, these busses \ntravel to more than thirty schools and enable three hundred to five hundred \nchildren to learn something about media by doing something with media. By doing, \nthey think. By tinkering, they learn.",
        "These buses are not cheap, but the technology they carry is increasingly so. The \ncost of a high-quality digital video system has fallen dramatically. As one \nanalyst puts it, Five years ago, a good real-time digital video editing system \ncost $25,000. Today you can get professional quality for $595. [9] These buses \nare filled with technology that would have cost hundreds of thousands just ten \nyears ago. And it is now feasible to imagine not just buses like this, but \nclassrooms across the country where kids are learning more and more of something \nteachers call media literacy.",
        "Media literacy, as Dave Yanofsky, the executive director of Just Think!, puts \nit, is the ability ... to understand, analyze, and deconstruct media images. \nIts aim is to make [kids] literate about the way media works, the way it’s \nconstructed, the way it’s delivered, and the way people access it.",
        "This may seem like an odd way to think about literacy. For most people, \nliteracy is about reading and writing. Faulkner and Hemingway and noticing split \ninfinitives are the things that literate people know about.",
        "Maybe. But in a world where children see on average 390 hours of television \ncommercials per year, or between 20,000 and 45,000 commercials generally, [10] \nit is increasingly important to understand the grammar of media. For just as \nthere is a grammar for the written word, so, too, is there one for media. And \njust as kids learn how to write by writing lots of terrible prose, kids learn \nhow to write media by constructing lots of (at least at first) terrible media.",
        "A growing field of academics and activists sees this form of literacy as crucial \nto the next generation of culture. For though anyone who has written understands \nhow difficult writing ishow difficult it is to sequence the story, to keep a \nreader’s attention, to craft language to be understandablefew of us have any \nreal sense of how difficult media is. Or more fundamentally, few of us have a \nsense of how media works, how it holds an audience or leads it through a story, \nhow it triggers emotion or builds suspense.",
        "It took filmmaking a generation before it could do these things well. But even \nthen, the knowledge was in the filming, not in writing about the film. The skill \ncame from experiencing the making of a film, not from reading a book about it. \nOne learns to write by writing and then reflecting upon what one has written. \nOne learns to write with images by making them and then reflecting upon what one \nhas created.",
        "This grammar has changed as media has changed. When it was just film, as \nElizabeth Daley, executive director of the University of Southern California’s \nAnnenberg Center for Communication and dean of the USC School of Cinema-\nTelevision, explained to me, the grammar was about the placement of objects, \ncolor, ... rhythm, pacing, and texture. [11] But as computers open up an \ninteractive space where a story is played as well as experienced, that grammar \nchanges. The simple control of narrative is lost, and so other techniques are \nnecessary. Author Michael Crichton had mastered the narrative of science \nfiction. But when he tried to design a computer game based on one of his works, \nit was a new craft he had to learn. How to lead people through a game without \ntheir feeling they have been led was not obvious, even to a wildly successful \nauthor. [12]",
        "This skill is precisely the craft a filmmaker learns. As Daley describes, \npeople are very surprised about how they are led through a film. [I]t is \nperfectly constructed to keep you from seeing it, so you have no idea. If a \nfilmmaker succeeds you do not know how you were led. If you know you were led \nthrough a film, the film has failed.",
        "Yet the push for an expanded literacyone that goes beyond text to include audio \nand visual elementsis not about making better film directors. The aim is not to \nimprove the profession of filmmaking at all. Instead, as Daley explained,",
        "From my perspective, probably the most important digital divide is not access \nto a box. It’s the ability to be empowered with the language that that box works \nin. Otherwise only a very few people can write with this language, and all the \nrest of us are reduced to being read-only.",
        "Read-only. Passive recipients of culture produced elsewhere. Couch potatoes. \nConsumers. This is the world of media from the twentieth century.",
        "The twenty-first century could be different. This is the crucial point: It could \nbe both read and write. Or at least reading and better understanding the craft \nof writing. Or best, reading and understanding the tools that enable the writing \nto lead or mislead. The aim of any literacy, and this literacy in particular, is \nto empower people to choose the appropriate language for what they need to \ncreate or express. [13] It is to enable students to communicate in the \nlanguage of the twenty-first century. [14]",
        "As with any language, this language comes more easily to some than to others. It \ndoesn’t necessarily come more easily to those who excel in written language. \nDaley and Stephanie Barish, director of the Institute for Multimedia Literacy at \nthe Annenberg Center, describe one particularly poignant example of a project \nthey ran in a high school. The high school was a very poor inner-city Los \nAngeles school. In all the traditional measures of success, this school was a \nfailure. But Daley and Barish ran a program that gave kids an opportunity to use \nfilm to express meaning about something the students know something aboutgun \nviolence.",
        "The class was held on Friday afternoons, and it created a relatively new problem \nfor the school. While the challenge in most classes was getting the kids to \ncome, the challenge in this class was keeping them away. The kids were showing \nup at 6 A.M. and leaving at 5 at night, said Barish. They were working harder \nthan in any other class to do what education should be aboutlearning how to \nexpress themselves.",
        "Using whatever free web stuff they could find, and relatively simple tools to \nenable the kids to mix image, sound, and text, Barish said this class produced \na series of projects that showed something about gun violence that few would \notherwise understand. This was an issue close to the lives of these students. \nThe project gave them a tool and empowered them to be able to both understand \nit and talk about it, Barish explained. That tool succeeded in creating \nexpressionfar more successfully and powerfully than could have been created \nusing only text. If you had said to these students, ’you have to do it in \ntext,’ they would’ve just thrown their hands up and gone and done something \nelse, Barish described, in part, no doubt, because expressing themselves in \ntext is not something these students can do well. Yet neither is text a form in \nwhich these ideas can be expressed well. The power of this message depended \nupon its connection to this form of expression.",
        "But isn’t education about teaching kids to write? I asked. In part, of course, \nit is. But why are we teaching kids to write? Education, Daley explained, is \nabout giving students a way of constructing meaning. To say that that means \njust writing is like saying teaching writing is only about teaching kids how to \nspell. Text is one partand increasingly, not the most powerful partof \nconstructing meaning. As Daley explained in the most moving part of our \ninterview,",
        "What you want is to give these students ways of constructing meaning. If all \nyou give them is text, they’re not going to do it. Because they can’t. You know, \nyou’ve got Johnny who can look at a video, he can play a video game, he can do \ngraffiti all over your walls, he can take your car apart, and he can do all \nsorts of other things. He just can’t read your text. So Johnny comes to school \nand you say, Johnny, you’re illiterate. Nothing you can do matters. Well, \nJohnny then has two choices: He can dismiss you or he [can] dismiss himself. If \nhis ego is healthy at all, he’s going to dismiss you. [But i]nstead, if you say, \nWell, with all these things that you can do, let’s talk about this issue. Play \nfor me music that you think reflects that, or show me images that you think \nreflect that, or draw for me something that reflects that. Not by giving a kid \na video camera and ... saying, Let’s go have fun with the video camera and make \na little movie. But instead, really help you take these elements that you \nunderstand, that are your language, and construct meaning about the topic. ...",
        "That empowers enormously. And then what happens, of course, is eventually, as \nit has happened in all these classes, they bump up against the fact, I need to \nexplain this and I really need to write something. And as one of the teachers \ntold Stephanie, they would rewrite a paragraph 5, 6, 7, 8 times, till they got \nit right.",
        "Because they needed to. There was a reason for doing it. They needed to say \nsomething, as opposed to just jumping through your hoops. They actually needed \nto use a language that they didn’t speak very well. But they had come to \nunderstand that they had a lot of power with this language.",
        "When two planes crashed into the World Trade Center, another into the Pentagon, \nand a fourth into a Pennsylvania field, all media around the world shifted to \nthis news. Every moment of just about every day for that week, and for weeks \nafter, television in particular, and media generally, retold the story of the \nevents we had just witnessed. The telling was a retelling, because we had seen \nthe events that were described. The genius of this awful act of terrorism was \nthat the delayed second attack was perfectly timed to assure that the whole \nworld would be watching.",
        "These retellings had an increasingly familiar feel. There was music scored for \nthe intermissions, and fancy graphics that flashed across the screen. There was \na formula to interviews. There was balance, and seriousness. This was news \nchoreographed in the way we have increasingly come to expect it, news as \nentertainment, even if the entertainment is tragedy.",
        "But in addition to this produced news about the tragedy of September 11, those \nof us tied to the Internet came to see a very different production as well. The \nInternet was filled with accounts of the same events. Yet these Internet \naccounts had a very different flavor. Some people constructed photo pages that \ncaptured images from around the world and presented them as slide shows with \ntext. Some offered open letters. There were sound recordings. There was anger \nand frustration. There were attempts to provide context. There was, in short, an \nextraordinary worldwide barn raising, in the sense Mike Godwin uses the term in \nhis book Cyber Rights, around a news event that had captured the attention of \nthe world. There was ABC and CBS, but there was also the Internet.",
        "I don’t mean simply to praise the Internetthough I do think the people who \nsupported this form of speech should be praised. I mean instead to point to a \nsignificance in this form of speech. For like a Kodak, the Internet enables \npeople to capture images. And like in a movie by a student on the Just Think! \nbus, the visual images could be mixed with sound or text.",
        "But unlike any technology for simply capturing images, the Internet allows these \ncreations to be shared with an extraordinary number of people, practically \ninstantaneously. This is something new in our traditionnot just that culture \ncan be captured mechanically, and obviously not just that events are commented \nupon critically, but that this mix of captured images, sound, and commentary can \nbe widely spread practically instantaneously.",
        "September 11 was not an aberration. It was a beginning. Around the same time, a \nform of communication that has grown dramatically was just beginning to come \ninto public consciousness: the Web-log, or blog. The blog is a kind of public \ndiary, and within some cultures, such as in Japan, it functions very much like a \ndiary. In those cultures, it records private facts in a public wayit’s a kind \nof electronic Jerry Springer, available anywhere in the world.",
        "But in the United States, blogs have taken on a very different character. There \nare some who use the space simply to talk about their private life. But there \nare many who use the space to engage in public discourse. Discussing matters of \npublic import, criticizing others who are mistaken in their views, criticizing \npoliticians about the decisions they make, offering solutions to problems we all \nsee: blogs create the sense of a virtual public meeting, but one in which we \ndon’t all hope to be there at the same time and in which conversations are not \nnecessarily linked. The best of the blog entries are relatively short; they \npoint directly to words used by others, criticizing with or adding to them. They \nare arguably the most important form of unchoreographed public discourse that we \nhave.",
        "That’s a strong statement. Yet it says as much about our democracy as it does \nabout blogs. This is the part of America that is most difficult for those of us \nwho love America to accept: Our democracy has atrophied. Of course we have \nelections, and most of the time the courts allow those elections to count. A \nrelatively small number of people vote in those elections. The cycle of these \nelections has become totally professionalized and routinized. Most of us think \nthis is democracy.",
        "But democracy has never just been about elections. Democracy means rule by the \npeople, but rule means something more than mere elections. In our tradition, it \nalso means control through reasoned discourse. This was the idea that captured \nthe imagination of Alexis de Tocqueville, the nineteenth-century French lawyer \nwho wrote the most important account of early Democracy in America. It wasn’t \npopular elections that fascinated himit was the jury, an institution that gave \nordinary people the right to choose life or death for other citizens. And most \nfascinating for him was that the jury didn’t just vote about the outcome they \nwould impose. They deliberated. Members argued about the right result; they \ntried to persuade each other of the right result, and in criminal cases at \nleast, they had to agree upon a unanimous result for the process to come to an \nend. [15]",
        "Yet even this institution flags in American life today. And in its place, there \nis no systematic effort to enable citizen deliberation. Some are pushing to \ncreate just such an institution. [16] And in some towns in New England, \nsomething close to deliberation remains. But for most of us for most of the \ntime, there is no time or place for democratic deliberation to occur.",
        "More bizarrely, there is generally not even permission for it to occur. We, the \nmost powerful democracy in the world, have developed a strong norm against \ntalking about politics. It’s fine to talk about politics with people you agree \nwith. But it is rude to argue about politics with people you disagree with. \nPolitical discourse becomes isolated, and isolated discourse becomes more \nextreme. [17] We say what our friends want to hear, and hear very little beyond \nwhat our friends say.",
        "Enter the blog. The blog’s very architecture solves one part of this problem. \nPeople post when they want to post, and people read when they want to read. The \nmost difficult time is synchronous time. Technologies that enable asynchronous \ncommunication, such as e-mail, increase the opportunity for communication. Blogs \nallow for public discourse without the public ever needing to gather in a single \npublic place.",
        "But beyond architecture, blogs also have solved the problem of norms. There’s no \nnorm (yet) in blog space not to talk about politics. Indeed, the space is filled \nwith political speech, on both the right and the left. Some of the most popular \nsites are conservative or libertarian, but there are many of all political \nstripes. And even blogs that are not political cover political issues when the \noccasion merits.",
        "The significance of these blogs is tiny now, though not so tiny. The name Howard \nDean may well have faded from the 2004 presidential race but for blogs. Yet even \nif the number of readers is small, the reading is having an effect.",
        "One direct effect is on stories that had a different life cycle in the \nmainstream media. The Trent Lott affair is an example. When Lott misspoke at a \nparty for Senator Strom Thurmond, essentially praising Thurmond’s segregationist \npolicies, he calculated correctly that this story would disappear from the \nmainstream press within forty-eight hours. It did. But he didn’t calculate its \nlife cycle in blog space. The bloggers kept researching the story. Over time, \nmore and more instances of the same misspeaking emerged. Finally, the story \nbroke back into the mainstream press. In the end, Lott was forced to resign as \nsenate majority leader. [18]",
        "This different cycle is possible because the same commercial pressures don’t \nexist with blogs as with other ventures. Television and newspapers are \ncommercial entities. They must work to keep attention. If they lose readers, \nthey lose revenue. Like sharks, they must move on.",
        "But bloggers don’t have a similar constraint. They can obsess, they can focus, \nthey can get serious. If a particular blogger writes a particularly interesting \nstory, more and more people link to that story. And as the number of links to a \nparticular story increases, it rises in the ranks of stories. People read what \nis popular; what is popular has been selected by a very democratic process of \npeer-generated rankings.",
        "There’s a second way, as well, in which blogs have a different cycle from the \nmainstream press. As Dave Winer, one of the fathers of this movement and a \nsoftware author for many decades, told me, another difference is the absence of \na financial conflict of interest. I think you have to take the conflict of \ninterest out of journalism, Winer told me. An amateur journalist simply \ndoesn’t have a conflict of interest, or the conflict of interest is so easily \ndisclosed that you know you can sort of get it out of the way.",
        "These conflicts become more important as media becomes more concentrated (more \non this below). A concentrated media can hide more from the public than an \nunconcentrated media canas CNN admitted it did after the Iraq war because it \nwas afraid of the consequences to its own employees. [19] It also needs to \nsustain a more coherent account. (In the middle of the Iraq war, I read a post \non the Internet from someone who was at that time listening to a satellite \nuplink with a reporter in Iraq. The New York headquarters was telling the \nreporter over and over that her account of the war was too bleak: She needed to \noffer a more optimistic story. When she told New York that wasn’t warranted, \nthey told her that they were writing the story.)",
        "Blog space gives amateurs a way to enter the debateamateur not in the sense \nof inexperienced, but in the sense of an Olympic athlete, meaning not paid by \nanyone to give their reports. It allows for a much broader range of input into a \nstory, as reporting on the Columbia disaster revealed, when hundreds from across \nthe southwest United States turned to the Internet to retell what they had seen. \n[20] And it drives readers to read across the range of accounts and \ntriangulate, as Winer puts it, the truth. Blogs, Winer says, are \ncommunicating directly with our constituency, and the middle man is out of it\nwith all the benefits, and costs, that might entail.",
        "Winer is optimistic about the future of journalism infected with blogs. It’s \ngoing to become an essential skill, Winer predicts, for public figures and \nincreasingly for private figures as well. It’s not clear that journalism is \nhappy about thissome journalists have been told to curtail their blogging. [21] \nBut it is clear that we are still in transition. A lot of what we are doing now \nis warm-up exercises, Winer told me. There is a lot that must mature before \nthis space has its mature effect. And as the inclusion of content in this space \nis the least infringing use of the Internet (meaning infringing on copyright), \nWiner said, we will be the last thing that gets shut down.",
        "This speech affects democracy. Winer thinks that happens because you don’t have \nto work for somebody who controls, [for] a gate-keeper. That is true. But it \naffects democracy in another way as well. As more and more citizens express what \nthey think, and defend it in writing, that will change the way people understand \npublic issues. It is easy to be wrong and misguided in your head. It is harder \nwhen the product of your mind can be criticized by others. Of course, it is a \nrare human who admits that he has been persuaded that he is wrong. But it is \neven rarer for a human to ignore when he has been proven wrong. The writing of \nideas, arguments, and criticism improves democracy. Today there are probably a \ncouple of million blogs where such writing happens. When there are ten million, \nthere will be something extraordinary to report.",
        "John Seely Brown is the chief scientist of the Xerox Corporation. His work, as \nhis Web site describes it, is human learning and ... the creation of knowledge \necologies for creating ... innovation.",
        "Brown thus looks at these technologies of digital creativity a bit differently \nfrom the perspectives I’ve sketched so far. I’m sure he would be excited about \nany technology that might improve democracy. But his real excitement comes from \nhow these technologies affect learning.",
        "As Brown believes, we learn by tinkering. When a lot of us grew up, he \nexplains, that tinkering was done on motorcycle engines, lawn-mower engines, \nautomobiles, radios, and so on. But digital technologies enable a different \nkind of tinkeringwith abstract ideas though in concrete form. The kids at Just \nThink! not only think about how a commercial portrays a politician; using \ndigital technology, they can take the commercial apart and manipulate it, tinker \nwith it to see how it does what it does. Digital technologies launch a kind of \nbricolage, or free collage, as Brown calls it. Many get to add to or transform \nthe tinkering of many others.",
        "The best large-scale example of this kind of tinkering so far is free software \nor open-source software (FS/OSS). FS/OSS is software whose source code is \nshared. Anyone can download the technology that makes a FS/OSS program run. And \nanyone eager to learn how a particular bit of FS/OSS technology works can tinker \nwith the code.",
        "This opportunity creates a completely new kind of learning platform, as Brown \ndescribes. As soon as you start doing that, you ... unleash a free collage on \nthe community, so that other people can start looking at your code, tinkering \nwith it, trying it out, seeing if they can improve it. Each effort is a kind of \napprenticeship. Open source becomes a major apprenticeship platform.",
        "In this process, the concrete things you tinker with are abstract. They are \ncode. Kids are shifting to the ability to tinker in the abstract, and this \ntinkering is no longer an isolated activity that you’re doing in your garage. \nYou are tinkering with a community platform. ... You are tinkering with other \npeople’s stuff. The more you tinker the more you improve. The more you improve, \nthe more you learn.",
        "This same thing happens with content, too. And it happens in the same \ncollaborative way when that content is part of the Web. As Brown puts it, the \nWeb [is] the first medium that truly honors multiple forms of intelligence. \nEarlier technologies, such as the typewriter or word processors, helped amplify \ntext. But the Web amplifies much more than text. The Web ... says if you are \nmusical, if you are artistic, if you are visual, if you are interested in film \n... [then] there is a lot you can start to do on this medium. [It] can now \namplify and honor these multiple forms of intelligence.",
        "Brown is talking about what Elizabeth Daley, Stephanie Barish, and Just Think! \nteach: that this tinkering with culture teaches as well as creates. It develops \ntalents differently, and it builds a different kind of recognition.",
        "Yet the freedom to tinker with these objects is not guaranteed. Indeed, as we’ll \nsee through the course of this book, that freedom is increasingly highly \ncontested. While there’s no doubt that your father had the right to tinker with \nthe car engine, there’s great doubt that your child will have the right to \ntinker with the images she finds all around. The law and, increasingly, \ntechnology interfere with a freedom that technology, and curiosity, would \notherwise ensure.",
        "These restrictions have become the focus of researchers and scholars. Professor \nEd Felten of Princeton (whom we’ll see more of in chapter 10) has developed a \npowerful argument in favor of the right to tinker as it applies to computer \nscience and to knowledge in general. [22] But Brown’s concern is earlier, or \nyounger, or more fundamental. It is about the learning that kids can do, or \ncan’t do, because of the law.",
        "This is where education in the twenty-first century is going, Brown explains. \nWe need to understand how kids who grow up digital think and want to learn.",
        "Yet, as Brown continued, and as the balance of this book will evince, we are \nbuilding a legal system that completely suppresses the natural tendencies of \ntoday’s digital kids. ... We’re building an architecture that unleashes 60 \npercent of the brain [and] a legal system that closes down that part of the \nbrain.",
        "We’re building a technology that takes the magic of Kodak, mixes moving images \nand sound, and adds a space for commentary and an opportunity to spread that \ncreativity everywhere. But we’re building the law to close down that technology.",
        "No way to run a culture, as Brewster Kahle, whom we’ll meet in chapter 9, \nquipped to me in a rare moment of despondence.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}