{
    "title": "Free Culture - property",
    "author": "Lawrence Lessig",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "The copyright warriors are right: A copyright is a kind of property. It can be \nowned and sold, and the law protects against its theft. Ordinarily, the \ncopyright owner gets to hold out for any price he wants. Markets reckon the \nsupply and demand that partially determine the price she can get.",
        "But in ordinary language, to call a copyright a property right is a bit \nmisleading, for the property of copyright is an odd kind of property. Indeed, \nthe very idea of property in any idea or any expression is very odd. I \nunderstand what I am taking when I take the picnic table you put in your \nbackyard. I am taking a thing, the picnic table, and after I take it, you don’t \nhave it. But what am I taking when I take the good idea you had to put a \npicnic table in the backyardby, for example, going to Sears, buying a table, \nand putting it in my backyard? What is the thing I am taking then?",
        "The point is not just about the thingness of picnic tables versus ideas, though \nthat’s an important difference. The point instead is that in the ordinary case\nindeed, in practically every case except for a narrow range of exceptionsideas \nreleased to the world are free. I don’t take anything from you when I copy the \nway you dressthough I might seem weird if I did it every day, and especially \nweird if you are a woman. Instead, as Thomas Jefferson said (and as is \nespecially true when I copy the way someone else dresses), He who receives an \nidea from me, receives instruction himself without lessening mine; as he who \nlights his taper at mine, receives light without darkening me. [1]",
        "The exceptions to free use are ideas and expressions within the reach of the law \nof patent and copyright, and a few other domains that I won’t discuss here. Here \nthe law says you can’t take my idea or expression without my permission: The law \nturns the intangible into property.",
        "But how, and to what extent, and in what formthe details, in other words\nmatter. To get a good sense of how this practice of turning the intangible into \nproperty emerged, we need to place this property in its proper context. [2]",
        "My strategy in doing this will be the same as my strategy in the preceding part. \nI offer four stories to help put the idea of copyright material is property in \ncontext. Where did the idea come from? What are its limits? How does it function \nin practice? After these stories, the significance of this true statement\ncopyright material is property will be a bit more clear, and its implications \nwill be revealed as quite different from the implications that the copyright \nwarriors would have us draw.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}