{
    "title": "Free Culture",
    "author": "Lawrence Lessig",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "At the end of his review of my first book, Code: And Other Laws of Cyberspace, \nDavid Pogue, a brilliant writer and author of countless technical and computer-\nrelated texts, wrote this:",
        "Unlike actual law, Internet software has no capacity to punish. It doesn’t \naffect people who aren’t online (and only a tiny minority of the world \npopulation is). And if you don’t like the Internet’s system, you can always flip \noff the modem. [1]",
        "Pogue was skeptical of the core argument of the bookthat software, or code, \nfunctioned as a kind of lawand his review suggested the happy thought that if \nlife in cyberspace got bad, we could always drizzle, drazzle, druzzle, drome-\nlike simply flip a switch and be back home. Turn off the modem, unplug the \ncomputer, and any troubles that exist in that space wouldn’t affect us \nanymore.",
        "Pogue might have been right in 1999I’m skeptical, but maybe. But even if he was \nright then, the point is not right now: Free Culture is about the troubles the \nInternet causes even after the modem is turned off. It is an argument about how \nthe battles that now rage regarding life on-line have fundamentally affected \npeople who aren’t online. There is no switch that will insulate us from the \nInternet’s effect.",
        "But unlike Code, the argument here is not much about the Internet itself. It \nis instead about the consequence of the Internet to a part of our tradition that \nis much more fundamental, and, as hard as this is for a geek-wanna-be to admit, \nmuch more important.",
        "That tradition is the way our culture gets made. As I explain in the pages that \nfollow, we come from a tradition of free culturenot free as in free beer \n(to borrow a phrase from the founder of the free-software movement [2]), but \nfree as in free speech, free markets, free trade, free enterprise, \nfree will, and free elections. A free culture supports and protects creators \nand innovators. It does this directly by granting intellectual property rights. \nBut it does so indirectly by limiting the reach of those rights, to guarantee \nthat follow-on creators and innovators remain as free as possible from the \ncontrol of the past. A free culture is not a culture without property, just as a \nfree market is not a market in which everything is free. The opposite of a free \nculture is a permission culturea culture in which creators get to create only \nwith the permission of the powerful, or of creators from the past.",
        "If we understood this change, I believe we would resist it. Not we on the Left \nor you on the Right, but we who have no stake in the particular industries of \nculture that defined the twentieth century. Whether you are on the Left or the \nRight, if you are in this sense disinterested, then the story I tell here will \ntrouble you. For the changes I describe affect values that both sides of our \npolitical culture deem fundamental.",
        "We saw a glimpse of this bipartisan outrage in the early summer of 2003. As the \nFCC considered changes in media ownership rules that would relax limits on media \nconcentration, an extraordinary coalition generated more than 700,000 letters to \nthe FCC opposing the change. As William Safire described marching uncomfortably \nalongside CodePink Women for Peace and the National Rifle Association, between \nliberal Olympia Snowe and conservative Ted Stevens, he formulated perhaps most \nsimply just what was at stake: the concentration of power. And as he asked,",
        "Does that sound unconservative? Not to me. The concentration of power\npolitical, corporate, media, culturalshould be anathema to conservatives. The \ndiffusion of power through local control, thereby encouraging individual \nparticipation, is the essence of federalism and the greatest expression of \ndemocracy. [3]",
        "This idea is an element of the argument of Free Culture, though my focus is \nnot just on the concentration of power produced by concentrations in ownership, \nbut more importantly, if because less visibly, on the concentration of power \nproduced by a radical change in the effective scope of the law. The law is \nchanging; that change is altering the way our culture gets made; that change \nshould worry youwhether or not you care about the Internet, and whether you’re \non Safire’s left or on his right. ",
        "The inspiration for the title and for much of the argument of this book comes \nfrom the work of Richard Stallman and the Free Software Foundation. Indeed, as I \nreread Stallman’s own work, especially the essays in Free Software, Free \nSociety, I realize that all of the theoretical insights I develop here are \ninsights Stallman described decades ago. One could thus well argue that this \nwork is merely derivative. ",
        "I accept that criticism, if indeed it is a criticism. The work of a lawyer is \nalways derivative, and I mean to do nothing more in this book than to remind a \nculture about a tradition that has always been its own. Like Stallman, I defend \nthat tradition on the basis of values. Like Stallman, I believe those are the \nvalues of freedom. And like Stallman, I believe those are values of our past \nthat will need to be defended in our future. A free culture has been our past, \nbut it will only be our future if we change the path we are on right now. ",
        "Like Stallman’s arguments for free software, an argument for free culture \nstumbles on a confusion that is hard to avoid, and even harder to understand. A \nfree culture is not a culture without property; it is not a culture in which \nartists don’t get paid. A culture without property, or in which creators can’t \nget paid, is anarchy, not freedom. Anarchy is not what I advance here. ",
        "Instead, the free culture that I defend in this book is a balance between \nanarchy and control. A free culture, like a free market, is filled with \nproperty. It is filled with rules of property and contract that get enforced by \nthe state. But just as a free market is perverted if its property becomes \nfeudal, so too can a free culture be queered by extremism in the property rights \nthat define it. That is what I fear about our culture today. It is against that \nextremism that this book is written. ",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}