{
    "title": "Free From School - Chapter 12: You Have Sight, I Have Vision",
    "author": "Rahul Alvares",
    "chapter": "12",
    "content": [
        "\n\n",
        "I was at home for practically the entire month of February, partly\nbecause my parents themselves were away for nearly half the month and\nhad asked me to help in the house during that time. Also, I had to\nre-plan my programme for the last few months of my sabbatical and some\ntime was always needed for replies to be got from the people we had\nwritten to.",
        "I found that I had completed most of the things I had set out to do\nduring my sabbatical though there were a few areas like honey bees for\nwhich definite programmes had not yet been worked out.",
        "I busied myself during this time with writing out those special essays\nof the past couple of months that I had not yet completed (though my\ndaily diary was up-to-date and in perfect order).",
        "I also set up the earthworm vermicompost pit in our backyard. It was my\ndad’s idea that I should put into practice immediately the vermiculture\nthat I had learnt, since managing garbage is becoming a problem in\nalmost all households. His idea was that once I mastered the technique\nof setting up the vermipits by trial and error at home, I could set the\nsame type up with little variations if needed for friends of ours and\nlater for anyone who wanted this useful method of garbage management.",
        "Dad suggested that I prepare a large vermipit which would be suitable\nfor any family having a large compound like we have and also one or two\nsmall vermibeds which could be used by people living in flats who do\nnot have lots of space of their own. We would keep all the pits going\nby putting waste into all of them from time to time and this way I\ncould get experience on how the big and small pits both worked so that\nwhen people asked for such information I would readily have it.",
        "So to start with I had to construct a vermibed. I began with the tank\nitself which was to be of brick. We had a labourer doing some odd jobs\nat that time at our house and he said he knew a bit about how to cement\nbricks together, so he and I constructed this 3’ by 2’ by 4’ high tank\nof bricks. We mixed cement and sand in some rough proportion with\nwater. Within a day we had the bricks placed one over the other with\nthe cement mixture holding it all together. This was easy stuff I\nthought as I wrote out my record of how many bricks and the quantity of\ncement and sand we had used to construct the bed.",
        "Next day, I dutifully wet the construction twice as instructed in order\nto have the cement set. Imagine my shock when on the third day I found\nthat our entire tank was shaking and ready to collapse. I rushed off\nnext door to my neighbour Guru who took one look at the tank and told\nme that we would have to take down the whole thing and start from\nscratch again. Apparently we had not used the right proportion of\ncement and sand mixture, or laid the bricks right. Nor had we laid any\nfoundation for the structure. Masonry was not that simple, I realized.",
        "I immediately got down to carefully removing each brick without\ndamaging it as the bricks were to be re-used. Guru, the expert mason,\nthen came over to construct the tank, and I helped. In fact, we built\ntwo tanks that day: one large and one medium. I then prepared the\nvermipits and Yesu, our maid, was instructed to henceforth put all the\nhousehold wastes (except paper and plastic) into the pits, alternating\nbetween the different ones.",
        "We also started vermiculture in a wooden crate. Eventually the crate\nwas used as a seed bed and a fine crop of jackfruit seedlings was\nraised in the box. The other two vermipits (of brick) function well,\nand all our household waste is processed by the earthworms.",
        "At the end of February, I was eager and ready to set out again.\nAlthough some contacts for the study of bee-keeping had been made by my\ndad, I was personally not very much interested in the subject. Crocs,\nsnakes and the wild had gripped me and I was longing to get back to the\nCroc Bank.",
        "I also had another totally unrelated and unconnected programme that I\nwanted to accomplish, namely to improve my eyesight by taking a course\non eye care and learning eye exercises at the Eye Clinic at the\nAurobindo Ashram in Pondicherry.",
        "I came to know of the Eye Clinic through Farida, one of the resident\nstaff at Croc Bank. I have been wearing glasses since class IV when my\nmum made the discovery that the reason I was not copying lessons from\nthe blackboard was not because I was inattentive or disobedient but\nsimply because I couldn’t read clearly from the blackboard at all. Then\ncame the visit to the oculist and the mandatory spectacles.",
        "But I fervently wished to rid myself of these glasses ever since I\nheard that with eye exercises one can improve one’s eyesight. In fact,\nI had begun doing eye exercises with Sister Gemma, a Medical Mission\nSister who is associated with my parents’ work. I had continued these\nexercises when I was at the Croc Bank, where Farida seeing me at it,\nhad told me about the Eye Clinic at Aurobindo Ashram where I could get\nproper training.",
        "As I was also eager to return to my favourite Croc Bank and since\nPondicherry is not very far from Mamallapuram I proposed to my parents\nthat I be allowed to go to Pondicherry via Bangalore, complete the eye\ncourse there and then proceed to Croc Bank where I could spend a\nfortnight or so before returning to Goa. This would comfortably keep me\naway during the month of March when my brothers would be studying for\ntheir school finals and I would return in time to enjoy the April-May\nvacations when our cousins from Belgaum, Lucano and Ricardo, would join\nus for a whole summer season of mangoes, jackfruits and umpteen picnics\non the beach.",
        "My parents approved of my programme and on the 26th of February, I set\nout for Pondicherry. By now I was quite familiar with the routes and\ndid not need anyone to pick me up from the bus stops on arrival.\nHowever, I had phoned Bernard at Auroville earlier and made\narrangements to stay with him at Auroville for the duration of the\ncourse.",
        "I travelled by an overnight bus from Goa to Bangalore, rested briefly\nduring the day at Hartman’s place and caught the night bus again at\nBangalore bus station arriving at Pondicherry at 4 a.m. There a cycle\nrickshaw fellow managed to cheat me of Rs.40 by promising to take me to\nAuroville but instead depositing me at Aurobindo Ashram which was more\nor less next door to the bus stop.",
        "I had to get into another local bus to get to Auroville which was more\nthan 10 kms away and after walking a short distance was greeted by\nBernard, whom I knew, as I had met him some months earlier on my first\nvisit to Auroville. I stayed free of cost at Auroville in a room in\nBernard’s quarters, sharing with him the meals he prepared.",
        "I cycled twice a day from Bernard’s house to the Ashram. At the Ashram,\nI used to do my eye exercises and then return home. I did a total of 45\nkms of cycling per day i.e. 360 kms of cycling for the nine days that I\nwas there.",
        "The Ashram itself was an old building. Before you entered you had to\nleave your slippers outside and place a plastic tag, with a number, on\nthem; another tag, with the same number, you carried in your pocket as\nyou walked barefoot up the stairs of the ashram. The place reminded me\nof a retreat centre with people in meditative moods and soft Indian\nclassical music playing continuously.",
        "The first exercise was the most terrible one. I would have just reached\nthe Centre after cycling in the sun when honey drops would be put in my\neyes. I then had to stand sweating in the sun with my eyes burning\nbecause of the honey. (Honey is sweet on the tongue but burns in the\neyes.)",
        "The next exercise would be struggling to read fine print in the dark\nwith only a candle light burning. Next, one had to carry out the same\nexercise in normal sunlight, outside. There was an exercise involving\neye movement through the use of a small rubber ball, then the reading\nof a chart with letters and words of diminishing size in varying\ndegrees, bathing the eyes with steam, much in the same way as\ninhalation is done, and then cooling the eyes with cold cotton packs.\nFinally, there was the colour treatment, where one stares at bright\ncolours reflected over a lamp in a darkened room.",
        "Each exercise had to be performed a specific number of times with small\ndetails like opening, shutting and blinking of the eyes controlled to\nthe finest degree. After I finished I would return to rock music on a\nwalkman, on my way to Auroville.",
        "There was no charge for the 10 day course at the Ashram but at the end\nof it I paid Rs.77 for the material needed to enable me continue with\nthe exercises-namely, 4 bottles of eyedrops, 2 small jars of honey, one\nrubber ball, two charts and two booklets with fine print.",
        "I benefitted a lot from the course and within a month or so, after\nregularly doing the exercises, I was able to read without spectacles. I\nstill do the exercises, though not so regularly, and the best part is\nthat after having been a regular wearer of glasses I now have to use my\nglasses only occasionally, like when watching TV or movies-which I do\nvery rarely anyway since we do not have a TV set at home.",
        "After the course was over I was eager to get another look at the Croc\nBank and as per the prior arrangements made on telephone I set out for\nMamallapuram, once again, on the 7th of March.",
        "A funny, but expensive incident happened to me on the way.",
        "I got to the interstate bus station early that morning and waited till\n8 or 9 a.m. for the bus going to Mamallapuram to arrive. I started\nasking around and eventually I was directed by a bus driver to the\nMamallapuram bus.",
        "Before I could reached the bus a man dressed in a conductors’ uniform\nwalked towards me. “Where are you going?” he asked. “To Mamallapuram”,\nI replied. “Come, come with me”, said the man. We both got into the\nbus, I took a seat and he put my luggage on the overhead rack.\n“Ticket”, he demanded. “How much?” I asked. “25 rupees”, he replied. I\nhanded over the amount to him.",
        "Shortly after the bus had started on its way, and to my astonishment,\nanother conductor appeared and started issuing tickets to the\npassengers. I explained that I had already paid Rs.25 to the other\nconductor only to find that there was no “other conductor”, only a\nclever cheat who had taken me for a ride while the bus was still\nstationary. I had to shell out another 18 rupees for my journey to the\nCroc Bank! What I found hard to accept was that the man was able to\ncheat me in front of all those passengers sitting in the bus. No one\nthought to tell me that he was not the real conductor.",
        "This time I stayed at the Croc Bank only for a week as Rom, Harry and\neveryone else on the farm were leaving for Kerala to continue with the\nNational Geographic film programme and there was little else I could do\nat the Croc Bank with everyone away.",
        "Continue...",
        "\nThis eBook of “Free From School” by Rahul Alvares belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free From SchoolBy Rahul AlvaresAt Amazon"
    ]
}