{
    "title": "Free From School - Chapter 4: Learning about Mushrooms",
    "author": "Rahul Alvares",
    "chapter": "4",
    "content": [
        "\n\n",
        "Attending the Green Heritage plant festival in Siolim had one more\nadvantage for me. It brought me into contact with Mr Miguel Braganza,\nan agricultural officer of the Goa Government. It was through him that\nI learnt of a two-day course on mushrooms to be conducted by the Indian\nCouncil of Agricultural Research (ICAR) at Ela Farm, Old Goa in the\nlast week of August.",
        "This programme also marked the beginning of my experience in getting\naround on my own. For, although the course was conducted in Goa itself\nI had never been to Ela Farm nor did I know anyone at the programme.",
        "Mr Braganza had informed me that participants would be offered free\naccommodation on the campus. However, it was not compulsory to stay\nthere. I assumed that most people would avail of the accommodation\nfacilities offered since late evening transport is not very good in\nGoa. At any rate I enjoy camping out and so I asked my parents if I\ncould spend the night on the campus. They agreed. My assumption however\nproved wrong as I turned out to be the only residential participant!",
        "Anyway, on the morning of 24th August, after taking directions from my\ndad, I left for the ICAR at Old Goa which is about 22 kms from my home.\nI arrived there without any difficulty. The ICAR is located within Ela\nfarm. At the gate I had to fill in a gate pass. Down the right lane was\nthe ICAR office. On either side of the road were coconut, guava and\nchickoo plantations. Further down was a small office which looked more\nlike a lab with various specimens of preserved mushroom. I enquired\nabout the course with the man in charge and was directed to the Farmers\nTraining Centre.",
        "Mr Miguel Braganza and Mr Oscar-the two persons conducting the\ncourse-were already there and so were some of the participants. We were\nfirst made to register our names for the course and immediately after\nand to my total surprise we were informed that each of us would receive\na stipend of Rs.500 for attending the course. This appears to be a sort\nof bonus or incentive which is provided to the participants and is\nmeant to cover expenses for transport, food, etc.",
        "I noticed that all the other participants (there were thirty-three\nother students) were older than me. Most of them were farmers, so all\nthe people who gave talks either spoke part English and part Konkani,\nor if the lecturers spoke only English then Oscar would translate into\nKonkani.",
        "The course which basically comprised lectures and demonstrations\nstarted with a talk by the tall, thin, long-haired Nandakumar Kamat.\nHis first question was: “What do you want to cultivate mushrooms for?\nKitchen gardening, small scale production or large scale export?\"\nDepending on your objectives you can decide on the variety and the\nquantity, he told us. His talk included slides of different varieties\nof mushrooms, poisonous and non poisonous.",
        "The talk was lengthy but very interesting. It ended well past lunch\ntime and most of the participants including myself were happy to go\nstraight to a meal at the FTC canteen where a delicious fish curry\nthali could be purchased for just Rs.6.",
        "The second session began at three in the afternoon. There were two\ntalks in this session, the first by a scientist from the ICAR who spoke\non pests and diseases that attack mushrooms. Among the problem areas he\nmentioned insects, fungi, bacteria and improper management.",
        "Unfortunately most of the remedies he suggested were limited to\nspraying of insecticides and pesticides such as lindane, malathion\ndichlorose, copper sulphate or citronella oil. To be fair, he also laid\nstress on proper management and hygiene as an effective way to reduce\ndiseases. Since none of us had ever grown mushrooms before there were\nnot many questions or doubts raised at the end of his lecture.",
        "Then there was a talk by a woman who explained to us the nutritional\nvalue of mushrooms. For half an hour she spoke on the low fat and sugar\ncontent of mushrooms and how mushrooms prevent pain in joints of bones,\ntooth decay and bleeding gums. It made me feel that I should make\nmushrooms my staple diet!",
        "The programme for the day ended at 6 p.m. That’s when I was surprised\nto discover that everyone was going home and I was the only residential\nparticipant. I decided to stay the night anyway since the organisers\ntold me that adequate arrangements had been made for anyone wishing to\ndo so.",
        "I spent the evening and early in the morning the next day looking\naround the campus. I noticed that the ICAR had a small nursery, a\nflower garden, a small fish pond, pens for small animals such as\nrabbits and chickens, cattle sheds and vast paddy fields. There was\nalso an orchard with a variety of fruit trees such as mango, chickoo,\ncoconut palms etc.",
        "In the midst of all this greenery were the residential buildings with\nthe canteen in between. I occupied one of the rooms on the first floor\nof the four-storey building. It was a small room, with two beds, a few\nlockers, a table and a mirror. Since there was no one else staying the\nnight, the watchman was asked to stay with me for company. The canteen\nserved good and cheap meals. I had already eaten there in the afternoon\nwith the others. For the night the cook prepared some fish curry rice\nfor me. The next morning I had a breakfast of bread and vegetables for\nthree rupees only. That night, not having much to do, the watchman and\nI decided to walk up the hill at the back of the campus, at the top of\nwhich was a temple.",
        "Most of the second day was conducted by Oscar. Oscar’s presentation was\nmore of a practical exercise. He gave very practical information on how\nto grow mushrooms and interspersed his talk with slides and live\ndemonstrations. He showed us the inoculation and culture room for\ntissue culture as well as the ultraviolet tube where the mother spawn\nis prepared. Rushing up and down the lab and the lecture hall we were\nshown how straw is boiled, how the mushroom bags are filled, and so on.\nWe were allowed to actively participate and fill in the bags ourselves.\nAll the participants enjoyed Oscar’s session and wished it could have\nbeen longer.",
        "None of the participants had any experience with growing mushrooms for\ncommercial purposes so Oscar had invited two people who grew mushrooms\nfor the local market as well as for export purposes to address us. They\nhad been growing mushrooms for the past one year, selling them fresh or\ndried according to the demand and they gave us very practical\ninformation based on their personal experience. They said that they\nfilled two hundred bags of straw everyday. They told us of the problems\nthey faced with pests (mainly rats) and diseases and also the\ndifficulties they initially faced when selling mushrooms. The programme\nfinally concluded with a speech by the Director of the Farmers’\nTraining Centre who told us about the general activities of the FTC and\nthe ICAR.",
        "Some of the students took spawn-filled bottles home. I didn’t, because\nI knew I wouldn’t be in a position to get into action immediately as my\ntravel plans for getting out of Goa for the next few months were\nalready underway.",
        "So although I didn’t really get into the act of mushrooms-growing, I\nlearnt much and also made many friends.",
        "Field Work Notes:\nHow to Grow Mushrooms",
        "There are many varieties of edible mushrooms, of which the oyster and\nbutton mushrooms are the most popular with both the mushroom\ncultivators and the general public.",
        "Mushrooms can be eaten by anyone including children since they are\neasily digested and absorbed by the body into the bloodstream within\ntwo to three hours. They contain iron, vitamins, calcium and protein.\nThey are especially good for pregnant mothers, and diabetic and blood\npressure patients. Mushrooms have medicinal properties and are known to\nreduce heart, liver and blood diseases including cholesterol and\nstomach cancer.",
        "Mushrooms can be profitably grown using little investment. However one\nhas to master the techniques and follow all the procedures and\nrequirements very carefully. One does not need land to become a\nmushroom cultivator for one can grow mushrooms even in one’s own house.",
        "Climate: Mushrooms require a temperature of 20-32o Celsius and about\n35-90% humidity. They also require adequate ventilation, diffused light\nand semi-darkness. Too much light makes mushrooms dark in colour.",
        "If the room temperature increases above 32oC, it should be decreased by\nhanging wet sacks around the place. However the sacks should be first\nsterilized using savlon, formalin or dettol to avoid fungi or bacteria\nentering the room. If the temperature decreases below 20oC, then a 200W\nbulb (for a small room) should be lit to generate heat.",
        "Spawn: Mushrooms are grown from spawn. The colour of good spawn is\nmilky white with a sweet smell or no smell. The spawn should be\ncompact, white on all sides and cottony. If it is yellow, it means that\nthe spawn is old. Any other coloured patches seen on the spawn signify\ncontaminant fungi in the spawn. Spawn should be maximum 18 to 20 days\nold.",
        "To prepare mother spawn, one needs good quality jowar, wheat or gram.\nThe seed should be of uniform size, good quality, free from pests and\ndiseases and dry. The grain should be washed, all hollow grains should\nbe removed and the remaining boiled for one hour so that it is half\ncooked. While boiling some formalin or savlon should be added to\ndisinfect the grain. The grain is then spread on a disinfected muslin\ncloth and mixed with calcium carbonate. It is then filled into bottles\nwhich are tightly corked using nonabsorbent cotton. The bottles are\nthen put into a pressure cooker.",
        "The inoculation or the culture room for tissue culture was also shown\nto us. This room should be about 2.25 m in height and 1.25 m in length.\nTwo tubes i.e. an ultra-violet tube and a normal tube light are used. A\nspirit lamp is also used. One can produce up to six generations from\none bottle of mother spawn with the help of tissue culture. After six\ngenerations the strength of the spawn decreases and the yield of the\nmushrooms will be less.",
        "Substratum: Paddy straw is the main substratum used for growing\nmushrooms-it contains cellulose and lignin, both of which are necessary\nfor the growth of mushrooms. However many other kinds of substrata are\nalso used, for example, saw dust, sacks, banana leaves, dry mango\nleaves, coconut leaves, sugarcane, wild grass, rice husk, etc.",
        "The paddy straw must be carefully selected. It should be brittle,\nyellow or golden brown in colour and not older than 6 months. The straw\nshould be dried in the sun for several days, stored if necessary in an\nair-tight container and used within two months. The ratio of paddy\nstraw to mushroom spawn should be 1 kg “prepared” straw to 4% spawn.",
        "Procedure: First the straw must be prepared. The straw should be cut to\n3-5 cm pieces. It should then be filled in cloth bags and soaked in\nwater (1 kg straw to 10 litres water) for 10 hours. The straw should be\nweighted down in the water so that no part of it remains above the\nlevel of water.",
        "The next stage is pasteurization. Water must be boiled to a temperature\nof 80 to 85oC. When bubbles appear, the soaked straw, surrounded by the\ncloth bags, should be weighted down and fully immersed in water. The\nbubbles will disappear when the straw is immersed and then reappear.\nThirty minutes after the reappearance of bubbles the straw should be\nremoved. It should be drained of water and cooled at room temperature,\nthen spread out on a clean surface and dried for two hours.",
        "The moisture content of the straw should not exceed 60%. To judge the\nmoisture content one should hold some straw between one’s fingers and\nsqueeze tightly. If only one drop of water comes out, then the moisture\ncontent is correct.",
        "Polythene or polypropylene bags are now required to fill the straw\ninto. The bags should be approximately 35 x 50 cm and should weigh 150\ngms each. Before using them, they should be washed with savlon or\ndettol or formalin. Four strings should be tied together at one end\nwhich should be placed at the bottom of the bag. The four free ends\nmust be held outside the bag. The bag can now be filled. First a 5 cm\nlayer of straw should be put in and the straw pressed lightly against\nthe bottom. Mushroom spawn should then be spread over it. Then another\n10 cm layer of straw, over which the spawn should be spread and so on\ntill one reaches the top of the bag. Finally it must be covered with a\nfinal 5 cm layer of straw, and the four pieces of string and the bag\nmust be tied together. The bags can either be kept on the ground or\nhung in the room. Hanging them enables one to get at the mushrooms from\nthe bottom of the bag easily.",
        "The following day, 30 to 35 holes should be made in each bag with a\nsterile needle. The bags should be kept in darkness, with very little\nventilation allowed to them, for 15 days. The bags should then be moved\nto another room. Here they should get four hours of diffused light and\ncross ventilation. After one and a half days the substrate should be\nsprayed with water three times a day with a shower pointing upwards so\nthat the water falls on the bags like rain. On the following day small\nmushrooms, the size of pinheads will appear. Two days later fully grown\nmushrooms will appear. The mushrooms should not be pulled out because\nthe substrata will also be pulled out with it. Instead they should be\ncut or twisted and broken off from the base. If the substrata is dry\nthe bag should be given a quick dip in water. Otherwise continue\nspraying with water. The second crop of mushrooms will reappear one\nweek later. The process can be continued upto 4 times. Then one has to\nstart afresh. This is because after 4 crops the substrata begin to\nattract disease and get contaminated.",
        "Pests and Diseases: Mushrooms are easily attacked by pests and diseases\nand therefore require utmost care and good management. Of the two well\nknown types of mushrooms, the button mushroom is more prone to disease\nwhereas the oyster mushroom is hardier.",
        "Insects which attack mushrooms are the Scearid fly, the Phosid fly,\nSpring Tails (small insects like grasshoppers) and mites. To prevent\ninsects from attacking mushrooms it is best to keep the mushroom bags\nat least one foot above the ground. One can burn sulphur in the room\nbefore seeding the mushrooms. Citronella oil mixed with water can also\nbe used for spraying on the bags. It is absolutely essential to\nmaintain the highest standards of hygiene to prevent attack by insects.",
        "Bacteria and nematodes are other causes for worry. Bacteria occur when\nthere is too much humidity and this shows in a wet rot or a brown\nblotch. To avoid this problem it is essential to constantly monitor the\nhumidity level and maintain it as required. To prevent the occurrence\nof nematodes, the substrata should be constantly changed-it should\nnever be older than six months to one year. The straw must be carefully\nselected and should be disinfected thoroughly before use. 100 gms of\npotassium permanganate, or 20 ml of formalin should be sprayed on the\nbags if the disease should appear.",
        "Continue...",
        "\nThis eBook of “Free From School” by Rahul Alvares belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free From SchoolBy Rahul AlvaresAt Amazon"
    ]
}