{
    "title": "Free Culture - Us, Now",
    "author": "Lawrence Lessig",
    "chapter": "22",
    "content": [
        "\n",
        "\n\n",
        "Common sense is with the copyright warriors because the debate so far has been \nframed at the extremesas a grand either/or: either property or anarchy, either \ntotal control or artists won’t be paid. If that really is the choice, then the \nwarriors should win.",
        "The mistake here is the error of the excluded middle. There are extremes in this \ndebate, but the extremes are not all that there is. There are those who believe \nin maximal copyrightAll Rights Reservedand those who reject copyrightNo \nRights Reserved. The All Rights Reserved sorts believe that you should ask \npermission before you use a copyrighted work in any way. The No Rights \nReserved sorts believe you should be able to do with content as you wish, \nregardless of whether you have permission or not.",
        "When the Internet was first born, its initial architecture effectively tilted in \nthe no rights reserved direction. Content could be copied perfectly and \ncheaply; rights could not easily be controlled. Thus, regardless of anyone’s \ndesire, the effective regime of copyright under the original design of the \nInternet was no rights reserved. Content was taken regardless of the rights. \nAny rights were effectively unprotected.",
        "This initial character produced a reaction (opposite, but not quite equal) by \ncopyright owners. That reaction has been the topic of this book. Through \nlegislation, litigation, and changes to the network’s design, copyright holders \nhave been able to change the essential character of the environment of the \noriginal Internet. If the original architecture made the effective default no \nrights reserved, the future architecture will make the effective default all \nrights reserved. The architecture and law that surround the Internet’s design \nwill increasingly produce an environment where all use of content requires \npermission. The cut and paste world that defines the Internet today will \nbecome a get permission to cut and paste world that is a creator’s nightmare.",
        "What’s needed is a way to say something in the middleneither all rights \nreserved nor no rights reserved but some rights reservedand thus a way to \nrespect copyrights but enable creators to free content as they see fit. In other \nwords, we need a way to restore a set of freedoms that we could just take for \ngranted before.",
        "Rebuilding Freedoms Previously Presumed: Examples",
        "If you step back from the battle I’ve been describing here, you will recognize \nthis problem from other contexts. Think about privacy. Before the Internet, most \nof us didn’t have to worry much about data about our lives that we broadcast to \nthe world. If you walked into a bookstore and browsed through some of the works \nof Karl Marx, you didn’t need to worry about explaining your browsing habits to \nyour neighbors or boss. The privacy of your browsing habits was assured.",
        "What made it assured?",
        "Well, if we think in terms of the modalities I described in chapter 10, your \nprivacy was assured because of an inefficient architecture for gathering data \nand hence a market constraint (cost) on anyone who wanted to gather that data. \nIf you were a suspected spy for North Korea, working for the CIA, no doubt your \nprivacy would not be assured. But that’s because the CIA would (we hope) find it \nvaluable enough to spend the thousands required to track you. But for most of us \n(again, we can hope), spying doesn’t pay. The highly inefficient architecture of \nreal space means we all enjoy a fairly robust amount of privacy. That privacy is \nguaranteed to us by friction. Not by law (there is no law protecting privacy \nin public places), and in many places, not by norms (snooping and gossip are \njust fun), but instead, by the costs that friction imposes on anyone who would \nwant to spy.",
        "Enter the Internet, where the cost of tracking browsing in particular has become \nquite tiny. If you’re a customer at Amazon, then as you browse the pages, Amazon \ncollects the data about what you’ve looked at. You know this because at the side \nof the page, there’s a list of recently viewed pages. Now, because of the \narchitecture of the Net and the function of cookies on the Net, it is easier to \ncollect the data than not. The friction has disappeared, and hence any privacy” \nprotected by the friction disappears, too.",
        "Amazon, of course, is not the problem. But we might begin to worry about \nlibraries. If you’re one of those crazy lefties who thinks that people should \nhave the right to browse in a library without the government knowing which \nbooks you look at (I’m one of those lefties, too), then this change in the \ntechnology of monitoring might concern you. If it becomes simple to gather and \nsort who does what in electronic spaces, then the friction-induced privacy of \nyesterday disappears.",
        "It is this reality that explains the push of many to define privacy” on the \nInternet. It is the recognition that technology can remove what friction before \ngave us that leads many to push for laws to do what friction did. [1] And \nwhether you’re in favor of those laws or not, it is the pattern that is \nimportant here. We must take affirmative steps to secure a kind of freedom that \nwas passively provided before. A change in technology now forces those who \nbelieve in privacy to affirmatively act where, before, privacy was given by \ndefault.",
        "A similar story could be told about the birth of the free software movement. \nWhen computers with software were first made available commercially, the \nsoftwareboth the source code and the binarieswas free. You couldn’t run a \nprogram written for a Data General machine on an IBM machine, so Data General \nand IBM didn’t care much about controlling their software.",
        "That was the world Richard Stallman was born into, and while he was a researcher \nat MIT, he grew to love the community that developed when one was free to \nexplore and tinker with the software that ran on machines. Being a smart sort \nhimself, and a talented programmer, Stallman grew to depend upon the freedom to \nadd to or modify other people’s work.",
        "In an academic setting, at least, that’s not a terribly radical idea. In a math \ndepartment, anyone would be free to tinker with a proof that someone offered. If \nyou thought you had a better way to prove a theorem, you could take what someone \nelse did and change it. In a classics department, if you believed a colleague’s \ntranslation of a recently discovered text was flawed, you were free to improve \nit. Thus, to Stallman, it seemed obvious that you should be free to tinker with \nand improve the code that ran a machine. This, too, was knowledge. Why shouldn’t \nit be open for criticism like anything else?",
        "No one answered that question. Instead, the architecture of revenue for \ncomputing changed. As it became possible to import programs from one system to \nanother, it became economically attractive (at least in the view of some) to \nhide the code of your program. So, too, as companies started selling peripherals \nfor mainframe systems. If I could just take your printer driver and copy it, \nthen that would make it easier for me to sell a printer to the market than it \nwas for you.",
        "Thus, the practice of proprietary code began to spread, and by the early 1980s, \nStallman found himself surrounded by proprietary code. The world of free \nsoftware had been erased by a change in the economics of computing. And as he \nbelieved, if he did nothing about it, then the freedom to change and share \nsoftware would be fundamentally weakened.",
        "Therefore, in 1984, Stallman began a project to build a free operating system, \nso that at least a strain of free software would survive. That was the birth of \nthe GNU project, into which Linus Torvalds’s Linux kernel was added to produce \nthe GNU/Linux operating system.",
        "Stallman’s technique was to use copyright law to build a world of software that \nmust be kept free. Software licensed under the Free Software Foundation’s GPL \ncannot be modified and distributed unless the source code for that software is \nmade available as well. Thus, anyone building upon GPL’d software would have to \nmake their buildings free as well. This would assure, Stallman believed, that an \necology of code would develop that remained free for others to build upon. His \nfundamental goal was freedom; innovative creative code was a byproduct.",
        "Stallman was thus doing for software what privacy advocates now do for privacy. \nHe was seeking a way to rebuild a kind of freedom that was taken for granted \nbefore. Through the affirmative use of licenses that bind copyrighted code, \nStallman was affirmatively reclaiming a space where free software would survive. \nHe was actively protecting what before had been passively guaranteed.",
        "Finally, consider a very recent example that more directly resonates with the \nstory of this book. This is the shift in the way academic and scientific \njournals are produced.",
        "As digital technologies develop, it is becoming obvious to many that printing \nthousands of copies of journals every month and sending them to libraries is \nperhaps not the most efficient way to distribute knowledge. Instead, journals \nare increasingly becoming electronic, and libraries and their users are given \naccess to these electronic journals through password-protected sites. Something \nsimilar to this has been happening in law for almost thirty years: Lexis and \nWestlaw have had electronic versions of case reports available to subscribers to \ntheir service. Although a Supreme Court opinion is not copyrighted, and anyone \nis free to go to a library and read it, Lexis and Westlaw are also free to \ncharge users for the privilege of gaining access to that Supreme Court opinion \nthrough their respective services.",
        "There’s nothing wrong in general with this, and indeed, the ability to charge \nfor access to even public domain materials is a good incentive for people to \ndevelop new and innovative ways to spread knowledge. The law has agreed, which \nis why Lexis and Westlaw have been allowed to flourish. And if there’s nothing \nwrong with selling the public domain, then there could be nothing wrong, in \nprinciple, with selling access to material that is not in the public domain.",
        "But what if the only way to get access to social and scientific data was through \nproprietary services? What if no one had the ability to browse this data except \nby paying for a subscription?",
        "As many are beginning to notice, this is increasingly the reality with \nscientific journals. When these journals were distributed in paper form, \nlibraries could make the journals available to anyone who had access to the \nlibrary. Thus, patients with cancer could become cancer experts because the \nlibrary gave them access. Or patients trying to understand the risks of a \ncertain treatment could research those risks by reading all available articles \nabout that treatment. This freedom was therefore a function of the institution \nof libraries (norms) and the technology of paper journals (architecture)namely, \nthat it was very hard to control access to a paper journal.",
        "As journals become electronic, however, the publishers are demanding that \nlibraries not give the general public access to the journals. This means that \nthe freedoms provided by print journals in public libraries begin to disappear. \nThus, as with privacy and with software, a changing technology and market shrink \na freedom taken for granted before.",
        "This shrinking freedom has led many to take affirmative steps to restore the \nfreedom that has been lost. The Public Library of Science (PLoS), for example, \nis a nonprofit corporation dedicated to making scientific research available to \nanyone with a Web connection. Authors of scientific work submit that work to the \nPublic Library of Science. That work is then subject to peer review. If \naccepted, the work is then deposited in a public, electronic archive and made \npermanently available for free. PLoS also sells a print version of its work, but \nthe copyright for the print journal does not inhibit the right of anyone to \nredistribute the work for free.",
        "This is one of many such efforts to restore a freedom taken for granted before, \nbut now threatened by changing technology and markets. There’s no doubt that \nthis alternative competes with the traditional publishers and their efforts to \nmake money from the exclusive distribution of content. But competition in our \ntradition is presumptively a goodespecially when it helps spread knowledge and \nscience.",
        "The same strategy could be applied to culture, as a response to the increasing \ncontrol effected through law and technology.",
        "Enter the Creative Commons. The Creative Commons is a nonprofit corporation \nestablished in Massachusetts, but with its home at Stanford University. Its aim \nis to build a layer of reasonable copyright on top of the extremes that now \nreign. It does this by making it easy for people to build upon other people’s \nwork, by making it simple for creators to express the freedom for others to take \nand build upon their work. Simple tags, tied to human-readable descriptions, \ntied to bullet-proof licenses, make this possible.",
        "Simplewhich means without a middleman, or without a lawyer. By developing a \nfree set of licenses that people can attach to their content, Creative Commons \naims to mark a range of content that can easily, and reliably, be built upon. \nThese tags are then linked to machine-readable versions of the license that \nenable computers automatically to identify content that can easily be shared. \nThese three expressions togethera legal license, a human-readable description, \nand machine-readable tagsconstitute a Creative Commons license. A Creative \nCommons license constitutes a grant of freedom to anyone who accesses the \nlicense, and more importantly, an expression of the ideal that the person \nassociated with the license believes in something different than the All or \nNo extremes. Content is marked with the CC mark, which does not mean that \ncopyright is waived, but that certain freedoms are given.",
        "These freedoms are beyond the freedoms promised by fair use. Their precise \ncontours depend upon the choices the creator makes. The creator can choose a \nlicense that permits any use, so long as attribution is given. She can choose a \nlicense that permits only noncommercial use. She can choose a license that \npermits any use so long as the same freedoms are given to other uses (share and \nshare alike”). Or any use so long as no derivative use is made. Or any use at \nall within developing nations. Or any sampling use, so long as full copies are \nnot made. Or lastly, any educational use.",
        "These choices thus establish a range of freedoms beyond the default of copyright \nlaw. They also enable freedoms that go beyond traditional fair use. And most \nimportantly, they express these freedoms in a way that subsequent users can use \nand rely upon without the need to hire a lawyer. Creative Commons thus aims to \nbuild a layer of content, governed by a layer of reasonable copyright law, that \nothers can build upon. Voluntary choice of individuals and creators will make \nthis content available. And that content will in turn enable us to rebuild a \npublic domain.",
        "This is just one project among many within the Creative Commons. And of course, \nCreative Commons is not the only organization pursuing such freedoms. But the \npoint that distinguishes the Creative Commons from many is that we are not \ninterested only in talking about a public domain or in getting legislators to \nhelp build a public domain. Our aim is to build a movement of consumers and \nproducers of content (content conducers, as attorney Mia Garlick calls them) \nwho help build the public domain and, by their work, demonstrate the importance \nof the public domain to other creativity.",
        "The aim is not to fight the All Rights Reserved sorts. The aim is to \ncomplement them. The problems that the law creates for us as a culture are \nproduced by insane and unintended consequences of laws written centuries ago, \napplied to a technology that only Jefferson could have imagined. The rules may \nwell have made sense against a background of technologies from centuries ago, \nbut they do not make sense against the background of digital technologies. New \nruleswith different freedoms, expressed in ways so that humans without lawyers \ncan use themare needed. Creative Commons gives people a way effectively to \nbegin to build those rules.",
        "Why would creators participate in giving up total control? Some participate to \nbetter spread their content. Cory Doctorow, for example, is a science fiction \nauthor. His first novel, Down and Out in the Magic Kingdom, was released on-\nline and for free, under a Creative Commons license, on the same day that it \nwent on sale in bookstores.",
        "Why would a publisher ever agree to this? I suspect his publisher reasoned like \nthis: There are two groups of people out there: (1) those who will buy Cory’s \nbook whether or not it’s on the Internet, and (2) those who may never hear of \nCory’s book, if it isn’t made available for free on the Internet. Some part of \n(1) will download Cory’s book instead of buying it. Call them bad-(1)s. Some \npart of (2) will download Cory’s book, like it, and then decide to buy it. Call \nthem (2)-goods. If there are more (2)-goods than bad-(1)s, the strategy of \nreleasing Cory’s book free on-line will probably increase sales of Cory’s \nbook.",
        "Indeed, the experience of his publisher clearly supports that conclusion. The \nbook’s first printing was exhausted months before the publisher had expected. \nThis first novel of a science fiction author was a total success.",
        "The idea that free content might increase the value of nonfree content was \nconfirmed by the experience of another author. Peter Wayner, who wrote a book \nabout the free software movement titled Free for All, made an electronic \nversion of his book free on-line under a Creative Commons license after the book \nwent out of print. He then monitored used book store prices for the book. As \npredicted, as the number of downloads increased, the used book price for his \nbook increased, as well.",
        "These are examples of using the Commons to better spread proprietary content. I \nbelieve that is a wonderful and common use of the Commons. There are others who \nuse Creative Commons licenses for other reasons. Many who use the sampling \nlicense do so because anything else would be hypocritical. The sampling license \nsays that others are free, for commercial or noncommercial purposes, to sample \ncontent from the licensed work; they are just not free to make full copies of \nthe licensed work available to others. This is consistent with their own art\nthey, too, sample from others. Because the legal costs of sampling are so high \n(Walter Leaphart, manager of the rap group Public Enemy, which was born sampling \nthe music of others, has stated that he does not allow Public Enemy to sample \nanymore, because the legal costs are so high [2]), these artists release into \nthe creative environment content that others can build upon, so that their form \nof creativity might grow.",
        "Finally, there are many who mark their content with a Creative Commons license \njust because they want to express to others the importance of balance in this \ndebate. If you just go along with the system as it is, you are effectively \nsaying you believe in the All Rights Reserved model. Good for you, but many do \nnot. Many believe that however appropriate that rule is for Hollywood and \nfreaks, it is not an appropriate description of how most creators view the \nrights associated with their content. The Creative Commons license expresses \nthis notion of Some Rights Reserved, and gives many the chance to say it to \nothers.",
        "In the first six months of the Creative Commons experiment, over 1 million \nobjects were licensed with these free-culture licenses. The next step is \npartnerships with middleware content providers to help them build into their \ntechnologies simple ways for users to mark their content with Creative Commons \nfreedoms. Then the next step is to watch and celebrate creators who build \ncontent based upon content set free.",
        "These are first steps to rebuilding a public domain. They are not mere \narguments; they are action. Building a public domain is the first step to \nshowing people how important that domain is to creativity and innovation. \nCreative Commons relies upon voluntary steps to achieve this rebuilding. They \nwill lead to a world in which more than voluntary steps are possible.",
        "Creative Commons is just one example of voluntary efforts by individuals and \ncreators to change the mix of rights that now govern the creative field. The \nproject does not compete with copyright; it complements it. Its aim is not to \ndefeat the rights of authors, but to make it easier for authors and creators to \nexercise their rights more flexibly and cheaply. That difference, we believe, \nwill enable creativity to spread more easily.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}