{
    "title": "Free Culture - Chapter Three: Catalogs",
    "author": "Lawrence Lessig",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "In the fall of 2002, Jesse Jordan of Oceanside, New York, enrolled as a freshman \nat Rensselaer Polytechnic Institute, in Troy, New York. His major at RPI was \ninformation technology. Though he is not a programmer, in October Jesse decided \nto begin to tinker with search engine technology that was available on the RPI \nnetwork.",
        "RPI is one of America’s foremost technological research institutions. It offers \ndegrees in fields ranging from architecture and engineering to information \nsciences. More than 65 percent of its five thousand undergraduates finished in \nthe top 10 percent of their high school class. The school is thus a perfect mix \nof talent and experience to imagine and then build, a generation for the network \nage.",
        "RPI’s computer network links students, faculty, and administration to one \nanother. It also links RPI to the Internet. Not everything available on the RPI \nnetwork is available on the Internet. But the network is designed to enable \nstudents to get access to the Internet, as well as more intimate access to other \nmembers of the RPI community.",
        "Search engines are a measure of a network’s intimacy. Google brought the \nInternet much closer to all of us by fantastically improving the quality of \nsearch on the network. Specialty search engines can do this even better. The \nidea of intranet search engines, search engines that search within the network \nof a particular institution, is to provide users of that institution with better \naccess to material from that institution. Businesses do this all the time, \nenabling employees to have access to material that people outside the business \ncan’t get. Universities do it as well.",
        "These engines are enabled by the network technology itself. Microsoft, for \nexample, has a network file system that makes it very easy for search engines \ntuned to that network to query the system for information about the publicly \n(within that network) available content. Jesse’s search engine was built to take \nadvantage of this technology. It used Microsoft’s network file system to build \nan index of all the files available within the RPI network.",
        "Jesse’s wasn’t the first search engine built for the RPI network. Indeed, his \nengine was a simple modification of engines that others had built. His single \nmost important improvement over those engines was to fix a bug within the \nMicrosoft file-sharing system that could cause a user’s computer to crash. With \nthe engines that existed before, if you tried to access a file through a Windows \nbrowser that was on a computer that was off-line, your computer could crash. \nJesse modified the system a bit to fix that problem, by adding a button that a \nuser could click to see if the machine holding the file was still on-line.",
        "Jesse’s engine went on-line in late October. Over the following six months, he \ncontinued to tweak it to improve its functionality. By March, the system was \nfunctioning quite well. Jesse had more than one million files in his directory, \nincluding every type of content that might be on users’ computers.",
        "Thus the index his search engine produced included pictures, which students \ncould use to put on their own Web sites; copies of notes or research; copies of \ninformation pamphlets; movie clips that students might have created; university \nbrochuresbasically anything that users of the RPI network made available in a \npublic folder of their computer.",
        "But the index also included music files. In fact, one quarter of the files that \nJesse’s search engine listed were music files. But that means, of course, that \nthree quarters were not, andso that this point is absolutely clearJesse did \nnothing to induce people to put music files in their public folders. He did \nnothing to target the search engine to these files. He was a kid tinkering with \na Google-like technology at a university where he was studying information \nscience, and hence, tinkering was the aim. Unlike Google, or Microsoft, for that \nmatter, he made no money from this tinkering; he was not connected to any \nbusiness that would make any money from this experiment. He was a kid tinkering \nwith technology in an environment where tinkering with technology was precisely \nwhat he was supposed to do.",
        "On April 3, 2003, Jesse was contacted by the dean of students at RPI. The dean \ninformed Jesse that the Recording Industry Association of America, the RIAA, \nwould be filing a lawsuit against him and three other students whom he didn’t \neven know, two of them at other universities. A few hours later, Jesse was \nserved with papers from the suit. As he read these papers and watched the news \nreports about them, he was increasingly astonished.",
        "It was absurd, he told me. I don’t think I did anything wrong. ... I don’t \nthink there’s anything wrong with the search engine that I ran or ... what I had \ndone to it. I mean, I hadn’t modified it in any way that promoted or enhanced \nthe work of pirates. I just modified the search engine in a way that would make \nit easier to useagain, a search engine, which Jesse had not himself built, \nusing the Windows file-sharing system, which Jesse had not himself built, to \nenable members of the RPI community to get access to content, which Jesse had \nnot himself created or posted, and the vast majority of which had nothing to do \nwith music.",
        "But the RIAA branded Jesse a pirate. They claimed he operated a network and had \ntherefore willfully violated copyright laws. They demanded that he pay them \nthe damages for his wrong. For cases of willful infringement, the Copyright \nAct specifies something lawyers call statutory damages. These damages permit a \ncopyright owner to claim $150,000 per infringement. As the RIAA alleged more \nthan one hundred specific copyright infringements, they therefore demanded that \nJesse pay them at least $15,000,000.",
        "Similar lawsuits were brought against three other students: one other student at \nRPI, one at Michigan Technical University, and one at Princeton. Their \nsituations were similar to Jesse’s. Though each case was different in detail, \nthe bottom line in each was exactly the same: huge demands for damages that \nthe RIAA claimed it was entitled to. If you added up the claims, these four \nlawsuits were asking courts in the United States to award the plaintiffs close \nto $100 billionsix times the total profit of the film industry in 2001. [1]",
        "Jesse called his parents. They were supportive but a bit frightened. An uncle \nwas a lawyer. He began negotiations with the RIAA. They demanded to know how \nmuch money Jesse had. Jesse had saved $12,000 from summer jobs and other \nemployment. They demanded $12,000 to dismiss the case.",
        "The RIAA wanted Jesse to admit to doing something wrong. He refused. They wanted \nhim to agree to an injunction that would essentially make it impossible for him \nto work in many fields of technology for the rest of his life. He refused. They \nmade him understand that this process of being sued was not going to be \npleasant. (As Jesse’s father recounted to me, the chief lawyer on the case, Matt \nOppenheimer, told Jesse, You don’t want to pay another visit to a dentist like \nme.) And throughout, the RIAA insisted it would not settle the case until it \ntook every penny Jesse had saved.",
        "Jesse’s family was outraged at these claims. They wanted to fight. But Jesse’s \nuncle worked to educate the family about the nature of the American legal \nsystem. Jesse could fight the RIAA. He might even win. But the cost of fighting \na lawsuit like this, Jesse was told, would be at least $250,000. If he won, he \nwould not recover that money. If he won, he would have a piece of paper saying \nhe had won, and a piece of paper saying he and his family were bankrupt.",
        "So Jesse faced a mafia-like choice: $250,000 and a chance at winning, or $12,000 \nand a settlement.",
        "The recording industry insists this is a matter of law and morality. Let’s put \nthe law aside for a moment and think about the morality. Where is the morality \nin a lawsuit like this? What is the virtue in scapegoatism? The RIAA is an \nextraordinarily powerful lobby. The president of the RIAA is reported to make \nmore than $1 million a year. Artists, on the other hand, are not well paid. The \naverage recording artist makes $45,900. [2] There are plenty of ways for the \nRIAA to affect and direct policy. So where is the morality in taking money from \na student for running a search engine? [3]",
        "On June 23, Jesse wired his savings to the lawyer working for the RIAA. The case \nagainst him was then dismissed. And with this, this kid who had tinkered a \ncomputer into a $15 million lawsuit became an activist:",
        "I was definitely not an activist [before]. I never really meant to be an \nactivist. ... [But] I’ve been pushed into this. In no way did I ever foresee \nanything like this, but I think it’s just completely absurd what the RIAA has \ndone.",
        "Jesse’s parents betray a certain pride in their reluctant activist. As his \nfather told me, Jesse considers himself very conservative, and so do I. ... \nHe’s not a tree hugger. . . . I think it’s bizarre that they would pick on him. \nBut he wants to let people know that they’re sending the wrong message. And he \nwants to correct the record.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}