{
    "title": "Free Culture - Notes",
    "author": "Lawrence Lessig",
    "chapter": "26",
    "content": [
        "\n",
        "\n\n",
        "Throughout this text, there are references to links on the World Wide Web. As \nanyone who has tried to use the Web knows, these links can be highly unstable. I \nhave tried to remedy the instability by redirecting readers to the original \nsource through the Web site associated with this book. For each link below, you \ncan go to (http://free-culture.cc/notes) and locate the original source by \nclicking on the number after the # sign. If the original link remains alive, you \nwill be redirected to that link. If the original link has disappeared, you will \nbe redirected to an appropriate reference for the material.",
        "1. David Pogue, Don’t Just Chat, Do Something, New York Times, 30 January \n2000.\n2. Richard M. Stallman, Free Software, Free Societies 57 ( Joshua Gay, ed. \n2002).\n3. William Safire, The Great Media Gulp, New York Times, 22 May 2003.",
        "1. St. George Tucker, Blackstone’s Commentaries 3 (South Hackensack, N.J.: \nRothman Reprints, 1969), 18.\n2. United States v. Causby, U.S. 328 (1946): 256, 261. The Court did find that \nthere could be a taking if the government’s use of its land effectively \ndestroyed the value of the Causbys’ land. This example was suggested to me by \nKeith Aoki’s wonderful piece, (Intellectual) Property and Sovereignty: Notes \nToward a Cultural Geography of Authorship, Stanford Law Review 48 (1996): \n1293, 1333. See also Paul Goldstein, Real Property (Mineola, N.Y.: Foundation \nPress, 1984), 1112-13.\n3. Lawrence Lessing, Man of High Fidelity: Edwin Howard Armstrong \n(Philadelphia: J. B. Lipincott Company, 1956), 209.\n4. See Saints: The Heroes and Geniuses of the Electronic Era, First Electronic \nChurch of America, at www.webstationone.com/fecha, available at link #1.\n5. Lessing, 226.\n6. Lessing, 256.\n7. Amanda Lenhart, The Ever-Shifting Internet Population: A New Look at \nInternet Access and the Digital Divide, Pew Internet and American Life Project, \n15 April 2003: 6, available at link #2.\n8. This is not the only purpose of copyright, though it is the overwhelmingly \nprimary purpose of the copyright established in the federal constitution. State \ncopyright law historically protected not just the commercial interest in \npublication, but also a privacy interest. By granting authors the exclusive \nright to first publication, state copyright law gave authors the power to \ncontrol the spread of facts about them. See Samuel D. Warren and Louis D. \nBrandeis, The Right to Privacy, Harvard Law Review 4 (1890): 193, 198-200.\n9. See Jessica Litman, Digital Copyright (New York: Prometheus Books, 2001), \nch. 13.\n10. Amy Harmon, Black Hawk Download: Moving Beyond Music, Pirates Use New Tools \nto Turn the Net into an Illicit Video Club, New York Times, 17 January 2002.\n11. Neil W. Netanel, Copyright and a Democratic Civil Society, Yale Law \nJournal 106 (1996): 283.",
        "1. Bach v. Longman, 98 Eng. Rep. 1274 (1777) (Mansfield).\n2. See Rochelle Dreyfuss, Expressive Genericity: Trademarks as Language in the \nPepsi Generation, Notre Dame Law Review 65 (1990): 397.\n3. Lisa Bannon, The Birds May Sing, but Campers Can’t Unless They Pay Up, \n/Wall Street Journal, 21 August 1996, available at link #3; Jonathan Zittrain, \nCalling Off the Copyright War: In Battle of Property vs. Free Speech, No One \nWins, Boston Globe, 24 November 2002.\n4. In The Rise of the Creative Class (New York: Basic Books, 2002), Richard \nFlorida documents a shift in the nature of labor toward a labor of creativity. \nHis work, however, doesn’t directly address the legal conditions under which \nthat creativity is enabled or stifled. I certainly agree with him about the \nimportance and significance of this change, but I also believe the conditions \nunder which it will be enabled are much more tenuous.",
        "1. Leonard Maltin, Of Mice and Magic: A History of American Animated Cartoons \n(New York: Penguin Books, 1987), 34-35. \n2. I am grateful to David Gerstein and his careful history, described at link \n#4. According to Dave Smith of the Disney Archives, Disney paid royalties to use \nthe music for five songs in Steamboat Willie: Steamboat Bill, The \nSimpleton (Delille), Mischief Makers (Carbonara), Joyful Hurry No. 1 \n(Baron), and Gawky Rube (Lakay). A sixth song, The Turkey in the Straw, was \nalready in the public domain. Letter from David Smith to Harry Surden, 10 July \n2003, on file with author.\n3. He was also a fan of the public domain. See Chris Sprigman, The Mouse that \nAte the Public Domain, Findlaw, 5 March 2002, at link #5.\n4. Until 1976, copyright law granted an author the possibility of two terms: an \ninitial term and a renewal term. I have calculated the average term by \ndetermining the weighted average of total registrations for any particular year, \nand the proportion renewing. Thus, if 100 copyrights are registered in year 1, \nand only 15 are renewed, and the renewal term is 28 years, then the average term \nis 32.2 years. For the renewal data and other relevant data, see the Web site \nassociated with this book, available at link #6.\n5. For an excellent history, see Scott McCloud, Reinventing Comics (New York: \nPerennial, 2000).\n6. See Salil K. Mehra, Copyright and Comics in Japan: Does Law Explain Why All \nthe Comics My Kid Watches Are Japanese Imports? Rutgers Law Review 55 (2002): \n155, 182. [T]here might be a collective economic rationality that would lead \nmanga and anime artists to forgo bringing legal actions for infringement. One \nhypothesis is that all manga artists may be better off collectively if they set \naside their individual self-interest and decide not to press their legal rights. \nThis is essentially a prisoner’s dilemma solved.\n7. The term intellectual property is of relatively recent origin. See Siva \nVaidhyanathan, Copyrights and Copywrongs, 11 (New York: New York University \nPress, 2001). See also Lawrence Lessig, The Future of Ideas (New York: Random \nHouse, 2001), 293 n. 26. The term accurately describes a set of property \nrightscopyright, patents, trademark, and trade-secretbut the nature of those \nrights is very different.",
        "1. Reese V. Jenkins, Images and Enterprise (Baltimore: Johns Hopkins \nUniversity Press, 1975), 112.\n2. Brian Coe, The Birth of Photography (New York: Taplinger Publishing, 1977), \n53.\n3. Jenkins, 177.\n4. Based on a chart in Jenkins, p. 178.\n5. Coe, 58.\n6. For illustrative cases, see, for example, Pavesich v. N.E. Life Ins. Co., \n50 S.E. 68 (Ga. 1905); Foster-Milburn Co. v. Chinn, 123090 S.W. 364, 366 \n(Ky. 1909); Corliss v. Walker, 64 F. 280 (Mass. Dist. Ct. 1894).\n7. Samuel D. Warren and Louis D. Brandeis, The Right to Privacy, Harvard Law \nReview 4 (1890): 193.\n8. See Melville B. Nimmer, The Right of Publicity, Law and Contemporary \nProblems 19 (1954): 203; William L. Prosser, Privacy, California Law Review \n48 (1960) 398-407; White v. Samsung Electronics America, Inc., 971 F. 2d \n1395 (9th Cir. 1992), cert. denied, 508 U.S. 951 (1993).\n9. H. Edward Goldberg, Essential Presentation Tools: Hardware and Software You \nNeed to Create Digital Multimedia Presentations, cadalyst, 1 February 2002, \navailable at link #7.\n10. Judith Van Evra, Television and Child Development (Hillsdale, N.J.: \nLawrence Erlbaum Associates, 1990); Findings on Family and TV Study, Denver \nPost, 25 May 1997, B6.\n11. Interview with Elizabeth Daley and Stephanie Barish, 13 December 2002.\n12. See Scott Steinberg, Crichton Gets Medieval on PCs, E!online, 4 November \n2000, available at link #8; Timeline, 22 November 2000, available at link #9.\n13. Interview with Daley and Barish.\n14. Ibid.\n15. See, for example, Alexis de Tocqueville, Democracy in America, bk. 1, \ntrans. Henry Reeve (New York: Bantam Books, 2000), ch. 16.\n16. Bruce Ackerman and James Fishkin, Deliberation Day, Journal of Political \nPhilosophy 10 (2) (2002): 129.\n17. Cass Sunstein, Republic.com (Princeton: Princeton University Press, 2001), \n65-80, 175, 182, 183, 192.\n18. Noah Shachtman, With Incessant Postings, a Pundit Stirs the Pot, New York \nTimes, 16 January 2003, G5.\n19. Telephone interview with David Winer, 16 April 2003.\n20. John Schwartz, Loss of the Shuttle: The Internet; A Wealth of Information \nOnline, New York Times, 2 February 2003, A28; Staci D. Kramer, Shuttle \nDisaster Coverage Mixed, but Strong Overall, Online Journalism Review, 2 \nFebruary 2003, available at link #10.\n21. See Michael Falcone, Does an Editor’s Pencil Ruin a Web Log? New York \nTimes, 29 September 2003, C4. (Not all news organizations have been as \naccepting of employees who blog. Kevin Sites, a CNN correspondent in Iraq who \nstarted a blog about his reporting of the war on March 9, stopped posting 12 \ndays later at his bosses’ request. Last year Steve Olafson, a Houston \nChronicle reporter, was fired for keeping a personal Web log, published under a \npseudonym, that dealt with some of the issues and people he was covering.)\n22. See, for example, Edward Felten and Andrew Appel, Technological Access \nControl Interferes with Noninfringing Scholarship, Communications of the \nAssociation for Computer Machinery 43 (2000): 9.",
        "1. Tim Goral, Recording Industry Goes After Campus P-2-P Networks: Suit Alleges \n$97.8 Billion in Damages, Professional Media Group LCC 6 (2003): 5, available \nat 2003 WL 55179443.\n2. Occupational Employment Survey, U.S. Dept. of Labor (2001) (27-2042Musicians \nand Singers). See also National Endowment for the Arts, More Than One in a Blue \nMoon (2000).\n3. Douglas Lichtman makes a related point in KaZaA and Punishment, Wall \nStreet Journal, 10 September 2003, A24.",
        "1. I am grateful to Peter DiMauro for pointing me to this extraordinary history. \nSee also Siva Vaidhyanathan, Copyrights and Copywrongs, 87-93, which details \nEdison’s adventures with copyright and patent.\n2. J. A. Aberdeen, Hollywood Renegades: The Society of Independent Motion \nPicture Producers (Cobblestone Entertainment, 2000) and expanded texts posted \nat The Edison Movie Monopoly: The Motion Picture Patents Company vs. the \nIndependent Outlaws, available at link #11. For a discussion of the economic \nmotive behind both these limits and the limits imposed by Victor on phonographs, \nsee Randal C. Picker, From Edison to the Broadcast Flag: Mechanisms of Consent \nand Refusal and the Propertization of Copyright (September 2002), University of \nChicago Law School, James M. Olin Program in Law and Economics, Working Paper \nNo. 159.\n3. Marc Wanamaker, The First Studios, The Silents Majority, archived at link \n#12.\n4. To Amend and Consolidate the Acts Respecting Copyright: Hearings on S. 6330 \nand H.R. 19853 Before the (Joint) Committees on Patents, 59th Cong. 59, 1st \nsess. (1906) (statement of Senator Alfred B. Kittredge, of South Dakota, \nchairman), reprinted in Legislative History of the 1909 Copyright Act, E. \nFulton Brylawski and Abe Goldman, eds. (South Hackensack, N.J.: Rothman \nReprints, 1976).\n5. To Amend and Consolidate the Acts Respecting Copyright, 223 (statement of \nNathan Burkan, attorney for the Music Publishers Association).\n6. To Amend and Consolidate the Acts Respecting Copyright, 226 (statement of \nNathan Burkan, attorney for the Music Publishers Association).\n7. To Amend and Consolidate the Acts Respecting Copyright, 23 (statement of John \nPhilip Sousa, composer).\n8. To Amend and Consolidate the Acts Respecting Copyright, 283-84 (statement of \nAlbert Walker, representative of the Auto-Music Perforating Company of New \nYork).\n9. To Amend and Consolidate the Acts Respecting Copyright, 376 (prepared \nmemorandum of Philip Mauro, general patent counsel of the American Graphophone \nCompany Association).\n10. Copyright Law Revision: Hearings on S. 2499, S. 2900, H.R. 243, and H.R. \n11794 Before the ( Joint) Committee on Patents, 60th Cong., 1st sess., 217 \n(1908) (statement of Senator Reed Smoot, chairman), reprinted in Legislative \nHistory of the 1909 Copyright Act, E. Fulton Brylawski and Abe Goldman, eds. \n(South Hackensack, N.J.: Rothman Reprints, 1976).\n11. Copyright Law Revision: Report to Accompany H.R. 2512, House Committee on \nthe Judiciary, 90th Cong., 1st sess., House Document no. 83, 66 (8 March 1967). \nI am grateful to Glenn Brown for drawing my attention to this report.\n12. See 17 United States Code, sections 106 and 110. At the beginning, record \ncompanies printed Not Licensed for Radio Broadcast and other messages \npurporting to restrict the ability to play a record on a radio station. Judge \nLearned Hand rejected the argument that a warning attached to a record might \nrestrict the rights of the radio station. See RCA Manufacturing Co. v. \n/Whiteman, 114 F. 2d 86 (2nd Cir. 1940). See also Randal C. Picker, From \nEdison to the Broadcast Flag: Mechanisms of Consent and Refusal and the \nPropertization of Copyright, University of Chicago Law Review 70 (2003): 281.\n13. Copyright Law RevisionCATV: Hearing on S. 1006 Before the Subcommittee on \nPatents, Trademarks, and Copyrights of the Senate Committee on the Judiciary, \n89th Cong., 2nd sess., 78 (1966) (statement of Rosel H. Hyde, chairman of the \nFederal Communications Commission).\n14. Copyright Law RevisionCATV, 116 (statement of Douglas A. Anello, general \ncounsel of the National Association of Broadcasters).\n15. Copyright Law RevisionCATV, 126 (statement of Ernest W. Jennes, general \ncounsel of the Association of Maximum Service Telecasters, Inc.).\n16. Copyright Law RevisionCATV, 169 (joint statement of Arthur B. Krim, \npresident of United Artists Corp., and John Sinn, president of United Artists \nTelevision, Inc.).\n17. Copyright Law RevisionCATV, 209 (statement of Charlton Heston, president of \nthe Screen Actors Guild).\n18. Copyright Law RevisionCATV, 216 (statement of Edwin M. Zimmerman, acting \nassistant attorney general).\n19. See, for example, National Music Publisher’s Association, The Engine of \nFree Expression: Copyright on the InternetThe Myth of Free Information, \navailable at link #13. The threat of piracythe use of someone else’s creative \nwork without permission or compensationhas grown with the Internet.",
        "1. See IFPI (International Federation of the Phonographic Industry), The \nRecording Industry Commercial Piracy Report 2003, July 2003, available at link \n#14. See also Ben Hunt, Companies Warned on Music Piracy Risk, Financial \nTimes, 14 February 2003, 11.\n2. See Peter Drahos with John Braithwaite, Information Feudalism: Who Owns the \nKnowledge Economy? (New York: The New Press, 2003), 10-13, 209. The Trade-\nRelated Aspects of Intellectual Property Rights (TRIPS) agreement obligates \nmember nations to create administrative and enforcement mechanisms for \nintellectual property rights, a costly proposition for developing countries. \nAdditionally, patent rights may lead to higher prices for staple industries such \nas agriculture. Critics of TRIPS question the disparity between burdens imposed \nupon developing countries and benefits conferred to industrialized nations. \nTRIPS does permit governments to use patents for public, noncommercial uses \nwithout first obtaining the patent holder’s permission. Developing nations may \nbe able to use this to gain the benefits of foreign patents at lower prices. \nThis is a promising strategy for developing nations within the TRIPS framework.\n3. For an analysis of the economic impact of copying technology, see Stan \nLiebowitz, Rethinking the Network Economy (New York: Amacom, 2002), 144-90. \nIn some instances ... the impact of piracy on the copyright holder’s ability to \nappropriate the value of the work will be negligible. One obvious instance is \nthe case where the individual engaging in pirating would not have purchased an \noriginal even if pirating were not an option. Ibid., 149.\n4. Bach v. Longman, 98 Eng. Rep. 1274 (1777).\n5. See Clayton M. Christensen, The Innovator’s Dilemma: The Revolutionary \nNational Bestseller That Changed the Way We Do Business (New York: \nHarperBusiness, 2000). Professor Christensen examines why companies that give \nrise to and dominate a product area are frequently unable to come up with the \nmost creative, paradigm-shifting uses for their own products. This job usually \nfalls to outside innovators, who reassemble existing technology in inventive \nways. For a discussion of Christensen’s ideas, see Lawrence Lessig, Future, \n89-92, 139.\n6. See Carolyn Lochhead, Silicon Valley Dream, Hollywood Nightmare, San \nFrancisco Chronicle, 24 September 2002, A1; Rock ’n’ Roll Suicide, New \nScientist, 6 July 2002, 42; Benny Evangelista, Napster Names CEO, Secures New \nFinancing, San Francisco Chronicle, 23 May 2003, C1; Napster’s Wake-Up \nCall, Economist, 24 June 2000, 23; John Naughton, Hollywood at War with the \nInternet (London) Times, 26 July 2002, 18.\n7. See Ipsos-Insight, TEMPO: Keeping Pace with Online Music Distribution \n(September 2002), reporting that 28 percent of Americans aged twelve and older \nhave downloaded music off of the Internet and 30 percent have listened to \ndigital music files stored on their computers.\n8. Amy Harmon, Industry Offers a Carrot in Online Music Fight, New York \nTimes, 6 June 2003, A1.\n9. See Liebowitz, Rethinking the Network Economy, 148-49.\n10. See Cap Gemini Ernst & Young, Technology Evolution and the Music Industry’s \nBusiness Model Crisis (2003), 3. This report describes the music industry’s \neffort to stigmatize the budding practice of cassette taping in the 1970s, \nincluding an advertising campaign featuring a cassette-shape skull and the \ncaption Home taping is killing music.\nAt the time digital audio tape became a threat, the Office of Technical \nAssessment conducted a survey of consumer behavior. In 1988, 40 percent of \nconsumers older than ten had taped music to a cassette format. U.S. Congress, \nOffice of Technology Assessment, Copyright and Home Copying: Technology \nChallenges the Law, OTA-CIT-422 (Washington, D.C.: U.S. Government Printing \nOffice, October 1989), 145-56.\n11. U.S. Congress, Copyright and Home Copying, 4.\n12. See Recording Industry Association of America, 2002 Yearend Statistics, \navailable at link #15. A later report indicates even greater losses. See \nRecording Industry Association of America, Some Facts About Music Piracy, 25 \nJune 2003, available at link #16: In the past four years, unit shipments of \nrecorded music have fallen by 26 percent from 1.16 billion units in 1999 to 860 \nmillion units in 2002 in the United States (based on units shipped). In terms of \nsales, revenues are down 14 percent, from $14.6 billion in 1999 to $12.6 billion \nlast year (based on U.S. dollar value of shipments). The music industry \nworldwide has gone from a $39 billion industry in 2000 down to a $32 billion \nindustry in 2002 (based on U.S. dollar value of shipments).\n13. Jane Black, Big Music’s Broken Record, BusinessWeek online, 13 February \n2003, available at link #17.\n14. Ibid.\n15. By one estimate, 75 percent of the music released by the major labels is no \nlonger in print. See Online Entertainment and Copyright LawComing Soon to a \nDigital Device Near You: Hearing Before the Senate Committee on the Judiciary, \n107th Cong., 1st sess. (3 April 2001) (prepared statement of the Future of Music \nCoalition), available at link #18.\n16. While there are not good estimates of the number of used record stores in \nexistence, in 2002, there were 7,198 used book dealers in the United States, an \nincrease of 20 percent since 1993. See Book Hunter Press, The Quiet Revolution: \nThe Expansion of the Used Book Market (2002), available at link #19. Used \nrecords accounted for $260 million in sales in 2002. See National Association of \nRecording Merchandisers, 2002 Annual Survey Results, available at link #20.\n17. See Transcript of Proceedings, In Re: Napster Copyright Litigation at 34- 35 \n(N.D. Cal., 11 July 2001), nos. MDL-00-1369 MHP, C 99-5183 MHP, available at \nlink #21. For an account of the litigation and its toll on Napster, see Joseph \nMenn, All the Rave: The Rise and Fall of Shawn Fanning’s Napster (New York: \nCrown Business, 2003), 269-82.\n18. Copyright Infringements (Audio and Video Recorders): Hearing on S. 1758 \nBefore the Senate Committee on the Judiciary, 97th Cong., 1st and 2nd sess., 459 \n(1982) (testimony of Jack Valenti, president, Motion Picture Association of \nAmerica, Inc.).\n19. Copyright Infringements (Audio and Video Recorders), 475.\n20. Universal City Studios, Inc. v. Sony Corp. of America, 480 F. Supp. 429, \n438 (C.D. Cal., 1979).\n21. Copyright Infringements (Audio and Video Recorders), 485 (testimony of Jack \nValenti).\n22. Universal City Studios, Inc. v. Sony Corp. of America, 659 F. 2d 963 \n(9th Cir. 1981).\n23. Sony Corp. of America v. Universal City Studios, Inc., 464 U.S. 417, 431 \n(1984).\n24. These are the most important instances in our history, but there are other \ncases as well. The technology of digital audio tape (DAT), for example, was \nregulated by Congress to minimize the risk of piracy. The remedy Congress \nimposed did burden DAT producers, by taxing tape sales and controlling the \ntechnology of DAT. See Audio Home Recording Act of 1992 (Title 17 of the United \nStates Code), Pub. L. No. 102-563, 106 Stat. 4237, codified at 17 U.S.C. §1001. \nAgain, however, this regulation did not eliminate the opportunity for free \nriding in the sense I’ve described. See Lessig, Future, 71. See also Picker, \nFrom Edison to the Broadcast Flag, University of Chicago Law Review 70 \n(2003): 293-96.\n25. Sony Corp. of America v. Universal City Studios, Inc., 464 U.S. 417, 432 \n(1984).\n26. John Schwartz, New Economy: The Attack on Peer-to-Peer Software Echoes Past \nEfforts, New York Times, 22 September 2003, C3.",
        "1. Letter from Thomas Jefferson to Isaac McPherson (13 August 1813) in The \nWritings of Thomas Jefferson, vol. 6 (Andrew A. Lipscomb and Albert Ellery \nBergh, eds., 1903), 330, 333-34.\n2. As the legal realists taught American law, all property rights are \nintangible. A property right is simply a right that an individual has against \nthe world to do or not do certain things that may or may not attach to a \nphysical object. The right itself is intangible, even if the object to which it \nis (metaphorically) attached is tangible. See Adam Mossoff, What Is Property? \nPutting the Pieces Back Together, Arizona Law Review 45 (2003): 373, 429 n. \n241.",
        "1. Jacob Tonson is typically remembered for his associations with prominent \neighteenth-century literary figures, especially John Dryden, and for his \nhandsome definitive editions of classic works. In addition to Romeo and \nJuliet, he published an astonishing array of works that still remain at the \nheart of the English canon, including collected works of Shakespeare, Ben \nJonson, John Milton, and John Dryden. See Keith Walker, Jacob Tonson, \nBookseller, American Scholar 61:3 (1992): 424-31.\n2. Lyman Ray Patterson, Copyright in Historical Perspective (Nashville: \nVanderbilt University Press, 1968), 151-52.\n3. As Siva Vaidhyanathan nicely argues, it is erroneous to call this a \ncopyright law. See Vaidhyanathan, Copyrights and Copywrongs, 40.\n4. Philip Wittenberg, The Protection and Marketing of Literary Property (New \nYork: J. Messner, Inc., 1937), 31.\n5. A Letter to a Member of Parliament concerning the Bill now depending in the \nHouse of Commons, for making more effectual an Act in the Eighth Year of the \nReign of Queen Anne, entitled, An Act for the Encouragement of Learning, by \nVesting the Copies of Printed Books in the Authors or Purchasers of such Copies, \nduring the Times therein mentioned (London, 1735), in Brief Amici Curiae of \nTyler T. Ochoa et al., 8, Eldred v. Ashcroft, 537 U.S. 186 (2003) (No. 01-\n618).\n6. Lyman Ray Patterson, Free Speech, Copyright, and Fair Use, Vanderbilt Law \nReview 40 (1987): 28. For a wonderfully compelling account, see Vaidhyanathan, \n37-48.\n7. For a compelling account, see David Saunders, Authorship and Copyright \n(London: Routledge, 1992), 62-69.\n8. Mark Rose, Authors and Owners (Cambridge: Harvard University Press, 1993), \n92.\n9. Ibid., 93.\n10. Lyman Ray Patterson, Copyright in Historical Perspective, 167 (quoting \nBorwell).\n11. Howard B. Abrams, The Historic Foundation of American Copyright Law: \nExploding the Myth of Common Law Copyright, Wayne Law Review 29 (1983): 1152.\n12. Ibid., 1156.\n13. Rose, 97.\n14. Ibid.",
        "1. For an excellent argument that such use is fair use, but that lawyers don’t \npermit recognition that it is fair use, see Richard A. Posner with William F. \nPatry, Fair Use and Statutory Reform in the Wake of Eldred (draft on file \nwith author), University of Chicago Law School, 5 August 2003.",
        "1. Technically, the rights that Alben had to clear were mainly those of \npublicityrights an artist has to control the commercial exploitation of his \nimage. But these rights, too, burden Rip, Mix, Burn creativity, as this \nchapter evinces.\n2. U.S. Department of Commerce Office of Acquisition Management, Seven Steps to \nPerformance-Based Services Acquisition, available at link #22.",
        "1. The temptations remain, however. Brewster Kahle reports that the White House \nchanges its own press releases without notice. A May 13, 2003, press release \nstated, Combat Operations in Iraq Have Ended. That was later changed, without \nnotice, to Major Combat Operations in Iraq Have Ended. E-mail from Brewster \nKahle, 1 December 2003.\n2. Doug Herrick, Toward a National Film Collection: Motion Pictures at the \nLibrary of Congress, Film Library Quarterly 13 nos. 2-3 (1980): 5; Anthony \nSlide, Nitrate Won’t Wait: A History of Film Preservation in the United States \n(Jefferson, N.C.: McFarland & Co., 1992), 36.\n3. Dave Barns, Fledgling Career in Antique Books: Woodstock Landlord, Bar Owner \nStarts a New Chapter by Adopting Business, Chicago Tribune, 5 September 1997, \nat Metro Lake 1L. Of books published between 1927 and 1946, only 2.2 percent \nwere in print in 2002. R. Anthony Reese, The First Sale Doctrine in the Era of \nDigital Networks, Boston College Law Review 44 (2003): 593 n. 51.",
        "1. Home Recording of Copyrighted Works: Hearings on H.R. 4783, H.R. 4794, H.R. \n4808, H.R. 5250, H.R. 5488, and H.R. 5705 Before the Subcommittee on Courts, \nCivil Liberties, and the Administration of Justice of the Committee on the \nJudiciary of the House of Representatives, 97th Cong., 2nd sess. (1982): 65 \n(testimony of Jack Valenti).\n2. Lawyers speak of property not as an absolute thing, but as a bundle of \nrights that are sometimes associated with a particular object. Thus, my \nproperty right to my car gives me the right to exclusive use, but not the \nright to drive at 150 miles an hour. For the best effort to connect the ordinary \nmeaning of property to lawyer talk, see Bruce Ackerman, Private Property \nand the Constitution (New Haven: Yale University Press, 1977), 26-27.\n3. By describing the way law affects the other three modalities, I don’t mean to \nsuggest that the other three don’t affect law. Obviously, they do. Law’s only \ndistinction is that it alone speaks as if it has a right self-consciously to \nchange the other three. The right of the other three is more timidly expressed. \nSee Lawrence Lessig, Code: And Other Laws of Cyberspace (New York: Basic \nBooks, 1999): 90-95; Lawrence Lessig, The New Chicago School, Journal of \nLegal Studies, June 1998.\n4. Some people object to this way of talking about liberty. They object \nbecause their focus when considering the constraints that exist at any \nparticular moment are constraints imposed exclusively by the government. For \ninstance, if a storm destroys a bridge, these people think it is meaningless to \nsay that one’s liberty has been restrained. A bridge has washed out, and it’s \nharder to get from one place to another. To talk about this as a loss of \nfreedom, they say, is to confuse the stuff of politics with the vagaries of \nordinary life.\nI don’t mean to deny the value in this narrower view, which depends upon the \ncontext of the inquiry. I do, however, mean to argue against any insistence that \nthis narrower view is the only proper view of liberty. As I argued in Code, we \ncome from a long tradition of political thought with a broader focus than the \nnarrow question of what the government did when. John Stuart Mill defended \nfreedom of speech, for example, from the tyranny of narrow minds, not from the \nfear of government prosecution; John Stuart Mill, On Liberty (Indiana: Hackett \nPublishing Co., 1978), 19. John R. Commons famously defended the economic \nfreedom of labor from constraints imposed by the market; John R. Commons, The \nRight to Work, in Malcom Rutherford and Warren J. Samuels, eds., John R. \nCommons: Selected Essays (London: Routledge: 1997), 62. The Americans with \nDisabilities Act increases the liberty of people with physical disabilities by \nchanging the architecture of certain public places, thereby making access to \nthose places easier; 42 United States Code, section 12101 (2000). Each of \nthese interventions to change existing conditions changes the liberty of a \nparticular group. The effect of those interventions should be accounted for in \norder to understand the effective liberty that each of these groups might face.\n5. See Geoffrey Smith, Film vs. Digital: Can Kodak Build a Bridge? \nBusinessWeek online, 2 August 1999, available at link #23. For a more recent \nanalysis of Kodak’s place in the market, see Chana R. Schoenberger, Can Kodak \nMake Up for Lost Moments? Forbes.com, 6 October 2003, available at link #24.\n6. Fred Warshofsky, The Patent Wars (New York: Wiley, 1994), 170-71.\n7. See, for example, James Boyle, A Politics of Intellectual Property: \nEnvironmentalism for the Net? Duke Law Journal 47 (1997): 87.\n8. William W. Crosskey, Politics and the Constitution in the History of the \nUnited States (London: Cambridge University Press, 1953), vol. 1, 485-86: \nextinguish[ing], by plain implication of the supreme Law of the Land,’ the \nperpetual rights which authors had, or were supposed by some to have, under the \nCommon Law/ (emphasis added).\n9. Although 13,000 titles were published in the United States from 1790 to 1799, \nonly 556 copyright registrations were filed; John Tebbel, A History of Book \nPublishing in the United States, vol. 1, The Creation of an Industry, 1630-\n1865 (New York: Bowker, 1972), 141. Of the 21,000 imprints recorded before \n1790, only twelve were copyrighted under the 1790 act; William J. Maher, \n/Copyright Term, Retrospective Extension and the Copyright Law of 1790 in \nHistorical Context, 7-10 (2002), available at link #25. Thus, the overwhelming \nmajority of works fell immediately into the public domain. Even those works that \nwere copyrighted fell into the public domain quickly, because the term of \ncopyright was short. The initial term of copyright was fourteen years, with the \noption of renewal for an additional fourteen years. Copyright Act of May 31, \n1790, §1, 1 stat. 124.\n10. Few copyright holders ever chose to renew their copyrights. For instance, of \nthe 25,006 copyrights registered in 1883, only 894 were renewed in 1910. For a \nyear-by-year analysis of copyright renewal rates, see Barbara A. Ringer, Study \nNo. 31: Renewal of Copyright, Studies on Copyright, vol. 1 (New York: \nPracticing Law Institute, 1963), 618. For a more recent and comprehensive \nanalysis, see William M. Landes and Richard A. Posner, Indefinitely Renewable \nCopyright, University of Chicago Law Review 70 (2003): 471, 498-501, and \naccompanying figures.\n11. See Ringer, ch. 9, n. 2.\n12. These statistics are understated. Between the years 1910 and 1962 (the first \nyear the renewal term was extended), the average term was never more than \nthirty-two years, and averaged thirty years. See Landes and Posner, \nIndefinitely Renewable Copyright, loc. cit.\n13. See Thomas Bender and David Sampliner, Poets, Pirates, and the Creation of \nAmerican Literature, 29 New York University Journal of International Law and \nPolitics 255 (1997), and James Gilraeth, ed., Federal Copyright Records, 1790-\n1800 (U.S. G.P.O., 1987).\n14. Jonathan Zittrain, The Copyright Cage, Legal Affairs, July/August 2003, \navailable at link #26.\n15. Professor Rubenfeld has presented a powerful constitutional argument about \nthe difference that copyright law should draw (from the perspective of the First \nAmendment) between mere copies and derivative works. See Jed Rubenfeld, The \nFreedom of Imagination: Copyright’s Constitutionality, Yale Law Journal 112 \n(2002): 1-60 (see especially pp. 53-59).\n16. This is a simplification of the law, but not much of one. The law certainly \nregulates more than copiesa public performance of a copyrighted song, for \nexample, is regulated even though performance per se doesn’t make a copy; 17 \n/United States Code, section 106(4). And it certainly sometimes doesn’t \nregulate a copy; 17 United States Code, section 112(a). But the presumption \nunder the existing law (which regulates copies; 17 United States Code, \nsection 102) is that if there is a copy, there is a right.\n17. Thus, my argument is not that in each place that copyright law extends, we \nshould repeal it. It is instead that we should have a good argument for its \nextending where it does, and should not determine its reach on the basis of \narbitrary and automatic changes caused by technology.\n18. I don’t mean nature in the sense that it couldn’t be different, but rather \nthat its present instantiation entails a copy. Optical networks need not make \ncopies of content they transmit, and a digital network could be designed to \ndelete anything it copies so that the same number of copies remain.\n19. See David Lange, Recognizing the Public Domain, Law and Contemporary \nProblems 44 (1981): 172-73.\n20. Ibid. See also Vaidhyanathan, Copyrights and Copywrongs, 1-3.\n21. In principle, a contract might impose a requirement on me. I might, for \nexample, buy a book from you that includes a contract that says I will read it \nonly three times, or that I promise to read it three times. But that obligation \n(and the limits for creating that obligation) would come from the contract, not \nfrom copyright law, and the obligations of contract would not necessarily pass \nto anyone who subsequently acquired the book.\n22. See Pamela Samuelson, Anticircumvention Rules: Threat to Science, \n/Science 293 (2001): 2028; Brendan I. Koerner, Play Dead: Sony Muzzles the \nTechies Who Teach a Robot Dog New Tricks, American Prospect, 1 January 2002; \nCourt Dismisses Computer Scientists’ Challenge to DMCA, Intellectual Property \nLitigation Reporter, 11 December 2001; Bill Holland, Copyright Act Raising \nFree-Speech Concerns, Billboard, 26 May 2001; Janelle Brown, Is the RIAA \nRunning Scared? Salon.com, 26 April 2001; Electronic Frontier Foundation, \nFrequently Asked Questions about Felten and USENIX v. RIAA Legal Case, \navailable at link #27.\n23. Sony Corporation of America v. Universal City Studios, Inc., 464 U.S. \n417, 455 fn. 27 (1984). Rogers never changed his view about the VCR. See James \nLardner, Fast Forward: Hollywood, the Japanese, and the Onslaught of the VCR \n(New York: W. W. Norton, 1987), 270-71.\n24. For an early and prescient analysis, see Rebecca Tushnet, Legal Fictions, \nCopyright, Fan Fiction, and a New Common Law, Loyola of Los Angeles \nEntertainment Law Journal 17 (1997): 651.\n25. FCC Oversight: Hearing Before the Senate Commerce, Science and \nTransportation Committee, 108th Cong., 1st sess. (22 May 2003) (statement of \nSenator John McCain).\n26. Lynette Holloway, Despite a Marketing Blitz, CD Sales Continue to Slide, \n/New York Times, 23 December 2002.\n27. Molly Ivins, Media Consolidation Must Be Stopped, Charleston Gazette, 31 \nMay 2003.\n28. James Fallows, The Age of Murdoch, Atlantic Monthly (September 2003): \n89.\n29. Leonard Hill, The Axis of Access, remarks before Weidenbaum Center Forum, \nEntertainment Economics: The Movie Industry, St. Louis, Missouri, 3 April 2003 \n(transcript of prepared remarks available at link #28; for the Lear story, not \nincluded in the prepared remarks, see link #29).\n30. NewsCorp./DirecTV Merger and Media Consolidation: Hearings on Media \nOwnership Before the Senate Commerce Committee, 108th Cong., 1st sess. (2003) \n(testimony of Gene Kimmelman on behalf of Consumers Union and the Consumer \nFederation of America), available at link #30. Kimmelman quotes Victoria Riskin, \npresident of Writers Guild of America, West, in her Remarks at FCC En Banc \nHearing, Richmond, Virginia, 27 February 2003.\n31. Ibid.\n32. Barry Diller Takes on Media Deregulation, Now with Bill Moyers, Bill \nMoyers, 25 April 2003, edited transcript available at link #31.\n33. Clayton M. Christensen, The Innovator’s Dilemma: The Revolutionary National \nBestseller that Changed the Way We Do Business (Cambridge: Harvard Business \nSchool Press, 1997). Christensen acknowledges that the idea was first suggested \nby Dean Kim Clark. See Kim B. Clark, The Interaction of Design Hierarchies and \nMarket Concepts in Technological Evolution, Research Policy 14 (1985): 235-\n51. For a more recent study, see Richard Foster and Sarah Kaplan, Creative \nDestruction: Why Companies That Are Built to Last Underperform the Marketand \nHow to Successfully Transform Them (New York: Currency/Doubleday, 2001).\n34. The Marijuana Policy Project, in February 2003, sought to place ads that \ndirectly responded to the Nick and Norm series on stations within the \nWashington, D.C., area. Comcast rejected the ads as against [their] policy. \nThe local NBC affiliate, WRC, rejected the ads without reviewing them. The local \nABC affiliate, WJOA, originally agreed to run the ads and accepted payment to do \nso, but later decided not to run the ads and returned the collected fees. \nInterview with Neal Levine, 15 October 2003.\nThese restrictions are, of course, not limited to drug policy. See, for example, \nNat Ives, On the Issue of an Iraq War, Advocacy Ads Meet with Rejection from TV \nNetworks, New York Times, 13 March 2003, C4. Outside of election-related air \ntime there is very little that the FCC or the courts are willing to do to even \nthe playing field. For a general overview, see Rhonda Brown, Ad Hoc Access: The \nRegulation of Editorial Advertising on Television and Radio, Yale Law and \nPolicy Review 6 (1988): 449-79, and for a more recent summary of the stance of \nthe FCC and the courts, see Radio-Television News Directors Association v. \n/FCC, 184 F. 3d 872 (D.C. Cir. 1999). Municipal authorities exercise the same \nauthority as the networks. In a recent example from San Francisco, the San \nFrancisco transit authority rejected an ad that criticized its Muni diesel \nbuses. Phillip Matier and Andrew Ross, Antidiesel Group Fuming After Muni \nRejects Ad, SFGate.com, 16 June 2003, available at link #32. The ground was \nthat the criticism was too controversial.\n35. Siva Vaidhyanathan captures a similar point in his four surrenders of \ncopyright law in the digital age. See Vaidhyanathan, 159-60.\n36. It was the single most important contribution of the legal realist movement \nto demonstrate that all property rights are always crafted to balance public and \nprivate interests. See Thomas C. Grey, The Disintegration of Property, in \n/Nomos XXII: Property, J. Roland Pennock and John W. Chapman, eds. (New York: \nNew York University Press, 1980).",
        "1. H. G. Wells, The Country of the Blind (1904, 1911). See H. G. Wells, The \nCountry of the Blind and Other Stories, Michael Sherborne, ed. (New York: \nOxford University Press, 1996).\n2. For an excellent summary, see the report prepared by GartnerG2 and the \nBerkman Center for Internet and Society at Harvard Law School, Copy- right and \nDigital Media in a Post-Napster World, 27 June 2003, available at link #33. \nReps. John Conyers Jr. (D-Mich.) and Howard L. Berman (D-Calif.) have introduced \na bill that would treat unauthorized on-line copying as a felony offense with \npunishments ranging as high as five years imprisonment; see Jon Healey, House \nBill Aims to Up Stakes on Piracy, Los Angeles Times, 17 July 2003, available \nat link #34. Civil penalties are currently set at $150,000 per copied song. For \na recent (and unsuccessful) legal challenge to the RIAA’s demand that an ISP \nreveal the identity of a user accused of sharing more than 600 songs through a \nfamily computer, see RIAA v. Verizon Internet Services (In re. Verizon \nInternet Services), 240 F. Supp. 2d 24 (D.D.C. 2003). Such a user could face \nliability ranging as high as $90 million. Such astronomical figures furnish the \nRIAA with a powerful arsenal in its prosecution of file sharers. Settlements \nranging from $12,000 to $17,500 for four students accused of heavy file sharing \non university networks must have seemed a mere pittance next to the $98 billion \nthe RIAA could seek should the matter proceed to court. See Elizabeth Young, \nDownloading Could Lead to Fines, redandblack.com, 26 August 2003, available at \nlink #35. For an example of the RIAA’s targeting of student file sharing, and of \nthe subpoenas issued to universities to reveal student file-sharer identities, \nsee James Collins, RIAA Steps Up Bid to Force BC, MIT to Name Students, \n/Boston Globe, 8 August 2003, D3, available at link #36.\n3. WIPO and the DMCA One Year Later: Assessing Consumer Access to Digital \nEntertainment on the Internet and Other Media: Hearing Before the Subcommittee \non Telecommunications, Trade, and Consumer Protection, House Committee on \nCommerce, 106th Cong. 29 (1999) (statement of Peter Harter, vice president, \nGlobal Public Policy and Standards, EMusic.com), available in LEXIS, Federal \nDocument Clearing House Congressional Testimony File.",
        "1. See Lynne W. Jeter, Disconnected: Deceit and Betrayal at WorldCom (Hoboken, \nN.J.: John Wiley & Sons, 2003), 176, 204; for details of the settlement, see MCI \npress release, MCI Wins U.S. District Court Approval for SEC Settlement (7 \nJuly 2003), available at link #37.\n2. The bill, modeled after California’s tort reform model, was passed in the \nHouse of Representatives but defeated in a Senate vote in July 2003. For an \noverview, see Tanya Albert, Measure Stalls in Senate: ’We’ll Be Back,’ Say Tort \nReformers, amednews.com, 28 July 2003, available at link #38, and Senate Turns \nBack Malpractice Caps, CBSNews.com, 9 July 2003, available at link #39. \nPresident Bush has continued to urge tort reform in recent months.\n3. See Danit Lidor, Artists Just Wanna Be Free, Wired, 7 July 2003, \navailable at link #40. For an overview of the exhibition, see link #41.\n4. See Joseph Menn, Universal, EMI Sue Napster Investor, Los Angeles Times, \n23 April 2003. For a parallel argument about the effects on innovation in the \ndistribution of music, see Janelle Brown, The Music Revolution Will Not Be \nDigitized, Salon.com, 1 June 2001, available at link #42. See also Jon Healey, \nOnline Music Services Besieged, Los Angeles Times, 28 May 2001.\n5. Rafe Needleman, Driving in Cars with MP3s, Business 2.0, 16 June 2003, \navailable at link #43. I am grateful to Dr. Mohammad Al-Ubaydli for this \nexample.\n6. Copyright and Digital Media in a Post-Napster World, GartnerG2 and the \nBerkman Center for Internet and Society at Harvard Law School (2003), 33-35, \navailable at link #44.\n7. GartnerG2, 26-27.\n8. See David McGuire, Tech Execs Square Off Over Piracy, Newsbytes, 28 \nFebruary 2002 (Entertainment).\n9. Jessica Litman, Digital Copyright (Amherst, N.Y.: Prometheus Books, 2001).\n10. The only circuit court exception is found in Recording Industry Association \nof America (RIAA) v. Diamond Multimedia Systems, 180 F. 3d 1072 (9th Cir. \n1999). There the court of appeals for the Ninth Circuit reasoned that makers of \na portable MP3 player were not liable for contributory copyright infringement \nfor a device that is unable to record or redistribute music (a device whose only \ncopying function is to render portable a music file already stored on a user’s \nhard drive).\nAt the district court level, the only exception is found in Metro-Goldwyn-Mayer \nStudios, Inc. v. Grokster, Ltd., 259 F. Supp. 2d 1029 (C.D. Cal., 2003), \nwhere the court found the link between the distributor and any given user’s \nconduct too attenuated to make the distributor liable for contributory or \nvicarious infringement liability.\n11. For example, in July 2002, Representative Howard Berman introduced the Peer-\nto-Peer Piracy Prevention Act (H.R. 5211), which would immunize copyright \nholders from liability for damage done to computers when the copyright holders \nuse technology to stop copyright infringement. In August 2002, Representative \nBilly Tauzin introduced a bill to mandate that technologies capable of \nrebroadcasting digital copies of films broadcast on TV (i.e., computers) respect \na broadcast flag that would disable copying of that content. And in March of \nthe same year, Senator Fritz Hollings introduced the Consumer Broadband and \nDigital Television Promotion Act, which mandated copyright protection technology \nin all digital media devices. See GartnerG2, Copyright and Digital Media in a \nPost-Napster World, 27 June 2003, 33-34, available at link #44.\n12. Lessing, 239.\n13. Ibid., 229.\n14. This example was derived from fees set by the original Copyright Arbitration \nRoyalty Panel (CARP) proceedings, and is drawn from an example offered by \nProfessor William Fisher. Conference Proceedings, iLaw (Stanford), 3 July 2003, \non file with author. Professors Fisher and Zittrain submitted testimony in the \nCARP proceeding that was ultimately rejected. See Jonathan Zittrain, Digital \nPerformance Right in Sound Recordings and Ephemeral Recordings, Docket No. 2000-\n9, CARP DTRA 1 and 2, available at link #45.\nFor an excellent analysis making a similar point, see Randal C. Picker, \nCopyright as Entry Policy: The Case of Digital Distribution, Antitrust \nBulletin (Summer/Fall 2002): 461: This was not confusion, these are just old-\nfashioned entry barriers. Analog radio stations are protected from digital \nentrants, reducing entry in radio and diversity. Yes, this is done in the name \nof getting royalties to copyright holders, but, absent the play of powerful \ninterests, that could have been done in a media-neutral way.\n15. Mike Graziano and Lee Rainie, The Music Downloading Deluge, Pew Internet \nand American Life Project (24 April 2001), available at link #46. The Pew \nInternet and American Life Project reported that 37 million Americans had \ndownloaded music files from the Internet by early 2001.\n16. Alex Pham, The Labels Strike Back: N.Y. Girl Settles RIAA Case, Los \nAngeles Times, 10 September 2003, Business.\n17. Jeffrey A. Miron and Jeffrey Zwiebel, Alcohol Consumption During \nProhibition, American Economic Review 81, no. 2 (1991): 242.\n18. National Drug Control Policy: Hearing Before the House Government Reform \nCommittee, 108th Cong., 1st sess. (5 March 2003) (statement of John P. Walters, \ndirector of National Drug Control Policy).\n19. See James Andreoni, Brian Erard, and Jonathon Feinstein, Tax Compliance, \n/Journal of Economic Literature 36 (1998): 818 (survey of compliance \nliterature).\n20. See Frank Ahrens, RIAA’s Lawsuits Meet Surprised Targets; Single Mother in \nCalif., 12-Year-Old Girl in N.Y. Among Defendants, Washington Post, 10 \nSeptember 2003, E1; Chris Cobbs, Worried Parents Pull Plug on File ’Stealing’; \nWith the Music Industry Cracking Down on File Swapping, Parents are Yanking \nSoftware from Home PCs to Avoid Being Sued, Orlando Sentinel Tribune, 30 \nAugust 2003, C1; Jefferson Graham, Recording Industry Sues Parents, USA \nToday, 15 September 2003, 4D; John Schwartz, She Says She’s No Music Pirate. \nNo Snoop Fan, Either, New York Times, 25 September 2003, C1; Margo Varadi, \nIs Brianna a Criminal? Toronto Star, 18 September 2003, P7.\n21. See Revealed: How RIAA Tracks Downloaders: Music Industry Discloses Some \nMethods Used, CNN.com, available at link #47.\n22. See Jeff Adler, Cambridge: On Campus, Pirates Are Not Penitent, Boston \nGlobe, 18 May 2003, City Weekly, 1; Frank Ahrens, Four Students Sued over \nMusic Sites; Industry Group Targets File Sharing at Colleges, Washington \nPost, 4 April 2003, E1; Elizabeth Armstrong, Students ’Rip, Mix, Burn’ at \nTheir Own Risk, Christian Science Monitor, 2 September 2003, 20; Robert \nBecker and Angela Rozas, Music Pirate Hunt Turns to Loyola; Two Students Names \nAre Handed Over; Lawsuit Possible, Chicago Tribune, 16 July 2003, 1C; Beth \nCox, RIAA Trains Antipiracy Guns on Universities, Internet News, 30 January \n2003, available at link #48; Benny Evangelista, Download Warning 101: Freshman \nOrientation This Fall to Include Record Industry Warnings Against File Sharing, \n/San Francisco Chronicle, 11 August 2003, E11; Raid, Letters Are Weapons at \nUniversities, USA Today, 26 September 2000, 3D.",
        "1. There’s a parallel here with pornography that is a bit hard to describe, but \nit’s a strong one. One phenomenon that the Internet created was a world of \nnoncommercial pornographerspeople who were distributing porn but were not \nmaking money directly or indirectly from that distribution. Such a class didn’t \nexist before the Internet came into being because the costs of distributing porn \nwere so high. Yet this new class of distributors got special attention in the \nSupreme Court, when the Court struck down the Communications Decency Act of \n1996. It was partly because of the burden on noncommercial speakers that the \nstatute was found to exceed Congress’s power. The same point could have been \nmade about noncommercial publishers after the advent of the Internet. The Eric \nEldreds of the world before the Internet were extremely few. Yet one would think \nit at least as important to protect the Eldreds of the world as to protect \nnoncommercial pornographers.\n2. The full text is: Sonny [Bono] wanted the term of copyright protection to \nlast forever. I am informed by staff that such a change would violate the \nConstitution. I invite all of you to work with me to strengthen our copyright \nlaws in all of the ways available to us. As you know, there is also Jack \nValenti’s proposal for a term to last forever less one day. Perhaps the \nCommittee may look at that next Congress, 144 Cong. Rec. H9946, 9951-2 (October \n7, 1998).\n3. Associated Press, Disney Lobbying for Copyright Extension No Mickey Mouse \nEffort; Congress OKs Bill Granting Creators 20 More Years, Chicago Tribune, \n17 October 1998, 22.\n4. See Nick Brown, Fair Use No More?: Copyright in the Information Age, \navailable at link #49.\n5. Alan K. Ota, Disney in Washington: The Mouse That Roars, Congressional \nQuarterly This Week, 8 August 1990, available at link #50.\n6. United States v. Lopez, 514 U.S. 549, 564 (1995).\n7. United States v. Morrison, 529 U.S. 598 (2000).\n8. If it is a principle about enumerated powers, then the principle carries from \none enumerated power to another. The animating point in the context of the \nCommerce Clause was that the interpretation offered by the government would \nallow the government unending power to regulate commercethe limitation to \ninterstate commerce notwithstanding. The same point is true in the context of \nthe Copyright Clause. Here, too, the government’s interpretation would allow the \ngovernment unending power to regulate copyrightsthe limitation to limited \ntimes” notwithstanding.\n9. Brief of the Nashville Songwriters Association, Eldred v. Ashcroft, 537 \nU.S. 186 (2003) (No. 01-618), n.10, available at link #51.\n10. The figure of 2 percent is an extrapolation from the study by the \nCongressional Research Service, in light of the estimated renewal ranges. See \nBrief of Petitioners, Eldred v. Ashcroft, 7, available at link #52.\n11. See David G. Savage, High Court Scene of Showdown on Copyright Law, Los \nAngeles Times, 6 October 2002; David Streitfeld, Classic Movies, Songs, Books \nat Stake; Supreme Court Hears Arguments Today on Striking Down Copyright \nExtension, Orlando Sentinel Tribune, 9 October 2002.\n12. Brief of Hal Roach Studios and Michael Agee as Amicus Curiae Supporting the \nPetitoners, Eldred v. Ashcroft, 537 U.S. 186 (2003) (No. 01- 618), 12. See \nalso Brief of Amicus Curiae filed on behalf of Petitioners by the Internet \nArchive, Eldred v. Ashcroft, available at link #53.\n13. Jason Schultz, The Myth of the 1976 Copyright ’Chaos’ Theory, 20 December \n2002, available at link #54.\n14. Brief of Amici Dr. Seuss Enterprise et al., Eldred v. Ashcroft, 537 U.S. \n186 (2003) (No. 01-618), 19.\n15. Dinitia Smith, Immortal Words, Immortal Royalties? Even Mickey Mouse Joins \nthe Fray, New York Times, 28 March 1998, B7.",
        "1. Until the 1908 Berlin Act of the Berne Convention, national copyright \nlegislation sometimes made protection depend upon compliance with formalities \nsuch as registration, deposit, and affixation of notice of the author’s claim of \ncopyright. However, starting with the 1908 act, every text of the Convention has \nprovided that the enjoyment and the exercise of rights guaranteed by the \nConvention shall not be subject to any formality. The prohibition against \nformalities is presently embodied in Article 5(2) of the Paris Text of the Berne \nConvention. Many countries continue to impose some form of deposit or \nregistration requirement, albeit not as a condition of copyright. French law, \nfor example, requires the deposit of copies of works in national repositories, \nprincipally the National Museum. Copies of books published in the United Kingdom \nmust be deposited in the British Library. The German Copyright Act provides for \na Registrar of Authors where the author’s true name can be filed in the case of \nanonymous or pseudonymous works. Paul Goldstein, International Intellectual \nProperty Law, Cases and Materials (New York: Foundation Press, 2001), 153-54.",
        "1. Commission on Intellectual Property Rights, Final Report: Integrating \nIntellectual Property Rights and Development Policy” (London, 2002), available \nat link #55. According to a World Health Organization press release issued 9 \nJuly 2002, only 230,000 of the 6 million who need drugs in the developing world \nreceive themand half of them are in Brazil.\n2. See Peter Drahos with John Braithwaite, Information Feudalism: Who Owns the \nKnowledge Economy? (New York: The New Press, 2003), 37.\n3. International Intellectual Property Institute (IIPI), Patent Protection and \nAccess to HIV/AIDS Pharmaceuticals in Sub-Saharan Africa, a Report Prepared for \nthe World Intellectual Property Organization (Washington, D.C., 2000), 14, \navailable at link #56. For a firsthand account of the struggle over South \nAfrica, see Hearing Before the Subcommittee on Criminal Justice, Drug Policy, \nand Human Resources, House Committee on Government Reform, H. Rep., 1st sess., \nSer. No. 106-126 (22 July 1999), 150-57 (statement of James Love).\n4. International Intellectual Property Institute (IIPI), Patent Protection and \nAccess to HIV/AIDS Pharmaceuticals in Sub-Saharan Africa, a Report Prepared for \nthe World Intellectual Property Organization (Washington, D.C., 2000), 15.\n5. See Sabin Russell, New Crusade to Lower AIDS Drug Costs: Africa’s Needs at \nOdds with Firms’ Profit Motive, San Francisco Chronicle, 24 May 1999, A1, \navailable at link #57 (compulsory licenses and gray markets pose a threat to \nthe entire system of intellectual property protection”); Robert Weissman, AIDS \nand Developing Countries: Democratizing Access to Essential Medicines, Foreign \nPolicy in Focus 4:23 (August 1999), available at link #58 (describing U.S. \npolicy); John A. Harrelson, TRIPS, Pharmaceutical Patents, and the HIV/AIDS \nCrisis: Finding the Proper Balance Between Intellectual Property Rights and \nCompassion, a Synopsis, Widener Law Symposium Journal (Spring 2001): 175.\n6. Jonathan Krim, The Quiet War over Open-Source, Washington Post, 21 August \n2003, E1, available at link #59; William New, Global Group’s Shift on ’Open \nSource’ Meeting Spurs Stir, National Journal’s Technology Daily, 19 August \n2003, available at link #60; William New, U.S. Official Opposes ’Open Source’ \nTalks at WIPO, National Journal’s Technology Daily, 19 August 2003, available \nat link #61.\n7. I should disclose that I was one of the people who asked WIPO for the \nmeeting.\n8. Microsoft’s position about free and open source software is more \nsophisticated. As it has repeatedly asserted, it has no problem with open \nsource software or software in the public domain. Microsoft’s principal \nopposition is to free software licensed under a copyleft” license, meaning a \nlicense that requires the licensee to adopt the same terms on any derivative \nwork. See Bradford L. Smith, The Future of Software: Enabling the Marketplace \nto Decide, Government Policy Toward Open Source Software (Washington, D.C.: \nAEI-Brookings Joint Center for Regulatory Studies, American Enterprise Institute \nfor Public Policy Research, 2002), 69, available at link #62. See also Craig \nMundie, Microsoft senior vice president, The Commercial Software Model, \ndiscussion at New York University Stern School of Business (3 May 2001), \navailable at link #63.\n9. Krim, The Quiet War over Open-Source, available at link #64.\n10. See Drahos with Braithwaite, Information Feudalism, 210-20.\n11. John Borland, RIAA Sues 261 File Swappers, CNET News.com, 8 September \n2003, available at link #65; Paul R. La Monica, Music Industry Sues Swappers, \nCNN/Money, 8 September 2003, available at link #66; Soni Sangha and Phyllis \nFurman with Robert Gearty, Sued for a Song, N.Y.C. 12-Yr-Old Among 261 Cited as \nSharers, New York Daily News, 9 September 2003, 3; Frank Ahrens, RIAA’s \nLawsuits Meet Surprised Targets; Single Mother in Calif., 12-Year-Old Girl in \nN.Y. Among Defendants, Washington Post, 10 September 2003, E1; Katie Dean, \nSchoolgirl Settles with RIAA, Wired News, 10 September 2003, available at \nlink #67.\n12. Jon Wiederhorn, Eminem Gets Sued ... by a Little Old Lady, mtv.com, 17 \nSeptember 2003, available at link #68.\n13. Kenji Hall, Associated Press, Japanese Book May Be Inspiration for Dylan \nSongs, Kansascity.com, 9 July 2003, available at link #69.\n14. BBC Plans to Open Up Its Archive to the Public, BBC press release, 24 \nAugust 2003, available at link #70.\n15. Creative Commons and Brazil, Creative Commons Weblog, 6 August 2003, \navailable at link #71.",
        "1. See, for example, Marc Rotenberg, Fair Information Practices and the \nArchitecture of Privacy (What Larry Doesn’t Get), Stanford Technology Law \nReview 1 (2001): par. 6-18, available at link #72 (describing examples in which \ntechnology defines privacy policy). See also Jeffrey Rosen, The Naked Crowd: \nReclaiming Security and Freedom in an Anxious Age (New York: Random House, \n2004) (mapping tradeoffs between technology and privacy).\n2. Willful Infringement: A Report from the Front Lines of the Real Culture \nWars (2003), produced by Jed Horovitz, directed by Greg Hittelman, a Fiat Lucre \nproduction, available at link #72.",
        "1. The proposal I am advancing here would apply to American works only. \nObviously, I believe it would be beneficial for the same idea to be adopted by \nother countries as well.\n2. There would be a complication with derivative works that I have not solved \nhere. In my view, the law of derivatives creates a more complicated system than \nis justified by the marginal incentive it creates.\n3. A Radical Rethink, Economist, 366:8308 (25 January 2003): 15, available \nat link #74.\n4. Department of Veterans Affairs, Veteran’s Application for Compensation and/or \nPension, VA Form 21-526 (OMB Approved No. 2900-0001), available at link #75.\n5. Benjamin Kaplan, An Unhurried View of Copyright (New York: Columbia \nUniversity Press, 1967), 32.\n6. Ibid., 56.\n7. Paul Goldstein, Copyright’s Highway: From Gutenberg to the Celestial \nJukebox (Stanford: Stanford University Press, 2003), 187-216.\n8. See, for example, Music Media Watch, The J@pan Inc. Newsletter, 3 April \n2002, available at link #76.\n9. William Fisher, Digital Music: Problems and Possibilities (last revised: 10 \nOctober 2000), available at link #77; William Fisher, Promises to Keep: \nTechnology, Law, and the Future of Entertainment (forthcoming) (Stanford: \nStanford University Press, 2004), ch. 6, available at link #78. Professor \nNetanel has proposed a related idea that would exempt noncommercial sharing from \nthe reach of copyright and would establish compensation to artists to balance \nany loss. See Neil Weinstock Netanel, Impose a Noncommercial Use Levy to Allow \nFree P2P File Sharing, available at link #79. For other proposals, see Lawrence \nLessig, Who’s Holding Back Broadband? Washington Post, 8 January 2002, A17; \nPhilip S. Corwin on behalf of Sharman Networks, A Letter to Senator Joseph R. \nBiden, Jr., Chairman of the Senate Foreign Relations Committee, 26 February \n2002, available at link #80; Serguei Osokine, A Quick Case for Intellectual \nProperty Use Fee (IPUF), 3 March 2002, available at link #81; Jefferson Graham, \nKazaa, Verizon Propose to Pay Artists Directly, USA Today, 13 May 2002, \navailable at link #82; Steven M. Cherry, Getting Copyright Right, IEEE \nSpectrum Online, 1 July 2002, available at link #83; Declan Mc-Cullagh, \nVerizon’s Copyright Campaign, CNET News.com, 27 August 2002, available at link \n#84.\nFisher’s proposal is very similar to Richard Stallman’s proposal for DAT. Unlike \nFisher’s, Stallman’s proposal would not pay artists directly proportionally, \nthough more popular artists would get more than the less popular. As is typical \nwith Stallman, his proposal predates the current debate by about a decade. See \nlink #85.\n10. Lawrence Lessig, Copyright’s First Amendment (Melville B. Nimmer Memorial \nLecture), UCLA Law Review 48 (2001): 1057, 1069-70.\n11. A good example is the work of Professor Stan Liebowitz. Liebowitz is to be \ncommended for his careful review of data about infringement, leading him to \nquestion his own publicly stated positiontwice. He initially predicted that \ndownloading would substantially harm the industry. He then revised his view in \nlight of the data, and he has since revised his view again. Compare Stan J. \nLiebowitz, Rethinking the Network Economy: The True Forces That Drive the \nDigital Marketplace (New York: Amacom, 2002), 173 (reviewing his original view \nbut expressing skepticism) with Stan J. Liebowitz, Will MP3s Annihilate the \nRecord Industry? working paper, June 2003, available at link #86.\nLiebowitz’s careful analysis is extremely valuable in estimating the effect of \nfile-sharing technology. In my view, however, he underestimates the costs of the \nlegal system. See, for example, Rethinking, 174-76.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}