{
    "title": "Free From School - Chapter 14: Chief Guest At Belgaum",
    "author": "Rahul Alvares",
    "chapter": "14",
    "content": [
        "\n\n",
        "A year had gone by since I had finished school and what an exciting\nyear it had been. Having to go to college now seemed quite tame in\ncomparison. But as I busied myself with filling up the admission forms\nand getting the ID card photographs ready another surprise awaited me,\nand it came from a totally unexpected place.",
        "I was invited to be Chief Guest at an Environment Day function to be\nheld in Belgaum on 5th June, World Environment Day, where I was to\nspeak on my experiences during the past year. This was surely the\ncrowning event of my one year sabbatical.",
        "The invitation came from Dileep Kamat who was one of the organisers of\nan environment awareness programme, which he and others in Belgaum had\norganised for school children during the previous month. The programme\nincluded painting and essay competitions. The concluding part of the\nprogramme was to be held on 5th June where the finalists would give\ntheir speeches and the winners of all the competitions would be given\ntheir prizes.",
        "Dileep, his wife Nilima and their son Partha are family friends of long\nstanding and whenever Uncle Dileep comes to Goa he stays with us. As he\nexplained, the purpose of the environment programme was to inculcate\nthe idea that one can do things on one’s own and one has to think out\nways and means for this. And so, he said, he had considered the idea of\ninviting a young person, whom the students could identify with, to\nspeak on the occasion. The Committee had wholeheartedly approved when\nhe suggested my name as I had done something quite unique during the\npast year; and the fact that my preference was in the field of ecology\nmade me an ideal choice, according to Uncle Dileep.",
        "Of course I was delighted and accepted the offer. Who wouldn’t be?\nUncle Dileep said that all my expenses would be taken care of. I had an\nuncle (my father’s youngest brother, Benjamin) at Belgaum, at whose\nhouse I could stay. There was only my bus ticket which the organisers\nhad to pay for.",
        "I started preparing my speech straightway as there was only a week left\nto go and I knew that I had do a good job as this was a big occasion\nfor me. As usual I turned to my mum for help. She helped me choose the\npoints I would speak on, then I wrote out my entire speech which she\ncorrected and I set about memorising it.",
        "Public speaking was not a major problem for me nor did I suffer from\nstage-fright as I had participated in several school competitions and\nalso represented my school in inter-school debates. In fact, I had been\nawarded the Best Speaker prize in my final year at school. Still,\nspeaking at a competition was one thing and being the main speaker for\nthe day was quite another.",
        "My mum gave me several tips on how to address the gathering, what I\nshould do if I felt I could not remember the next line and so on. I\nrehearsed the speech several times at home and when I left on 3rd June\nfor Belgaum I felt quite confident and well-prepared.",
        "Along with essentials like clothes to wear, etc. I carried with me in\nmy haversack my red-eared turtle, and another small turtle found\nlocally in Goa, the croc teeth and photos of myself at the Snake Park,\nthe Croc Bank, etc.",
        "I arrived in Belgaum on 4th June and was met at the bus stand by my\ncousin Lucano who took me straight to his home. That evening Uncle\nDileep came to our house, briefed me about the next day’s programme and\nwhen he left he took with him the photos which he said he would put up\non exhibition at the hall.",
        "The next day Lucano took me to the venue at 3 p.m. The function was\nheld in the school hall. There were children from several schools\nalready there along with their parents. I noticed my photos put up on a\ncardboard on one side of the hall. My uncle Benjamin and aunt Grace and\nmy other cousins also came for the function which began at 4 p.m. The\nhall was quite full when I entered. I was seated in front with my\ncousin Lucano next to me.",
        "The programme was compered by one of the students. It began with the\nprize winners of the elocution competition delivering their\nspeeches-one in English and the others in Marathi and Kannada. Then one\nof the students introduced me to the audience and I was called up to\nthe stage to deliver my speech. I spoke in English and initially had to\nhalt every little while for Uncle Dileep to translate what I had said\ninto Kannada. Fortunately, however, after a few rounds of this\nEnglish-Kannada speech it became obvious that the audience did not need\nthe Kannada translation since they all understood English quite well.\nThen it became easier for me to continue and I finished with great\nconfidence and was roundly applauded.",
        "As I had done in the workshops I had conducted in the Bangalore schools\nearlier, I then took out the red eared turtle which I carried around\nfor the audience to see at close quarters while my cousin took around a\nlocal turtle which those who wanted could handle. There were many\nstudents and parents who wanted to be photographed holding the turtles.\nI also showed the croc teeth to those who were interested.",
        "The compere then announced that they would like to get on with the rest\nof the programme, but in view of the fact that several students wanted\nto ask questions, a question-answer session would be held, after the\nprogramme of skits was over. I returned to my seat and watched the\nskits which were on the theme of ecology.",
        "After that was the prize distribution ceremony and I was called up to\nthe stage to hand out prizes to the winners of the various competitions\n(elocution, as well as dramatics and drawing which were held earlier).",
        "After this, the organisers allowed questions from the audience which I\nanswered on the spot. I was quite happy to find that the audience had\nheard me attentively for there were many questions both from students\nand adults. Most of these concerned information about snakes. From this\nI gathered that snakes not only frighten people but fascinate them as\nwell. The function ended at around 6.30 p.m. Before departing, the\norganizers gave me an envelope containing Rs.300 which more than amply\ncovered my expenses for the trip.",
        "Uncle Dileep invited Lucano and myself for dinner that night. On seeing\nthat he had an interest in keeping the small turtle, I happily left it\nbehind for him. Next morning I was pleasantly surprised to find that\none of the local Kannada papers had reported the previous day’s\nfunction and there was a photograph of me at the function and a report\non it as well. I was thrilled beyond words.",
        "Later I wrote an article on my one year sabbatical for the Hindustan\nTimes which appeared on the Youth Page together with a couple of\nphotographs and was pleased when my parents told me that several of\ntheir friends had read it and had complimented them and me for this\nbold and unusual step of taking a break from studies. The same article\nwas eventually carried by several other newspapers and magazines\nincluding The Utusan Konsumer in Malaysia.",
        "In my speech at Belgaum, in the workshops I had conducted at Bangalore\nfor the school students and in the article I wrote I always recommended\nat the end of my presentation that every student ask their parents for\na break from regular studies when they finished school as it is\nsomething they would never regret.",
        "And I wish to repeat here, at the end of my book, that June 1995 to\nJune 1996 was the most wonderful year that I can ever remember. I\nlearnt a lot, not only about the things I wanted to learn, but about\nmany other things as well. And best of all I had a lot of fun and a\nwhole lot of freedom to do all that I ever wanted to do. I certainly\nlook forward to another sabbatical! And so, by now, should you!",
        " ",
        "\nThis eBook of “Free From School” by Rahul Alvares belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free From SchoolBy Rahul AlvaresAt Amazon"
    ]
}