{
    "title": "Free Culture - Conclusion",
    "author": "Lawrence Lessig",
    "chapter": "20",
    "content": [
        "\n",
        "\n\n",
        "There are more than 35 million people with the AIDS virus worldwide. Twenty-five \nmillion of them live in sub-Saharan Africa. Seventeen million have already died. \nSeventeen million Africans is proportional percentage-wise to seven million \nAmericans. More importantly, it is seventeen million Africans.",
        "There is no cure for AIDS, but there are drugs to slow its progression. These \nantiretroviral therapies are still experimental, but they have already had a \ndramatic effect. In the United States, AIDS patients who regularly take a \ncocktail of these drugs increase their life expectancy by ten to twenty years. \nFor some, the drugs make the disease almost invisible.",
        "These drugs are expensive. When they were first introduced in the United States, \nthey cost between $10,000 and $15,000 per person per year. Today, some cost \n$25,000 per year. At these prices, of course, no African nation can afford the \ndrugs for the vast majority of its population: $15,000 is thirty times the per \ncapita gross national product of Zimbabwe. At these prices, the drugs are \ntotally unavailable. [1]",
        "These prices are not high because the ingredients of the drugs are expensive. \nThese prices are high because the drugs are protected by patents. The drug \ncompanies that produced these life-saving mixes enjoy at least a twenty-year \nmonopoly for their inventions. They use that monopoly power to extract the most \nthey can from the market. That power is in turn used to keep the prices high.",
        "There are many who are skeptical of patents, especially drug patents. I am not. \nIndeed, of all the areas of research that might be supported by patents, drug \nresearch is, in my view, the clearest case where patents are needed. The patent \ngives the drug company some assurance that if it is successful in inventing a \nnew drug to treat a disease, it will be able to earn back its investment and \nmore. This is socially an extremely valuable incentive. I am the last person who \nwould argue that the law should abolish it, at least without other changes.",
        "But it is one thing to support patents, even drug patents. It is another thing \nto determine how best to deal with a crisis. And as African leaders began to \nrecognize the devastation that AIDS was bringing, they started looking for ways \nto import HIV treatments at costs significantly below the market price.",
        "In 1997, South Africa tried one tack. It passed a law to allow the importation \nof patented medicines that had been produced or sold in another nation’s market \nwith the consent of the patent owner. For example, if the drug was sold in \nIndia, it could be imported into Africa from India. This is called parallel \nimportation, and it is generally permitted under international trade law and is \nspecifically permitted within the European Union. [2]",
        "However, the United States government opposed the bill. Indeed, more than \nopposed. As the International Intellectual Property Association characterized \nit, The U.S. government pressured South Africa ... not to permit compulsory \nlicensing or parallel imports. [3] Through the Office of the United States \nTrade Representative, the government asked South Africa to change the lawand to \nadd pressure to that request, in 1998, the USTR listed South Africa for possible \ntrade sanctions. That same year, more than forty pharmaceutical companies began \nproceedings in the South African courts to challenge the govern-ment’s actions. \nThe United States was then joined by other governments from the EU. Their claim, \nand the claim of the pharmaceutical companies, was that South Africa was \nviolating its obligations under international law by discriminating against a \nparticular kind of patentpharmaceutical patents. The demand of these \ngovernments, with the United States in the lead, was that South Africa respect \nthese patents as it respects any other patent, regardless of any effect on the \ntreatment of AIDS within South Africa. [4]",
        "We should place the intervention by the United States in context. No doubt \npatents are not the most important reason that Africans don’t have access to \ndrugs. Poverty and the total absence of an effective health care infrastructure \nmatter more. But whether patents are the most important reason or not, the price \nof drugs has an effect on their demand, and patents affect price. And so, \nwhether massive or marginal, there was an effect from our government’s \nintervention to stop the flow of medications into Africa.",
        "By stopping the flow of HIV treatment into Africa, the United States government \nwas not saving drugs for United States citizens. This is not like wheat (if they \neat it, we can’t); instead, the flow that the United States intervened to stop \nwas, in effect, a flow of knowledge: information about how to take chemicals \nthat exist within Africa, and turn those chemicals into drugs that would save 15 \nto 30 million lives.",
        "Nor was the intervention by the United States going to protect the profits of \nUnited States drug companiesat least, not substantially. It was not as if these \ncountries were in the position to buy the drugs for the prices the drug \ncompanies were charging. Again, the Africans are wildly too poor to afford these \ndrugs at the offered prices. Stopping the parallel import of these drugs would \nnot substantially increase the sales by U.S. companies.",
        "Instead, the argument in favor of restricting this flow of information, which \nwas needed to save the lives of millions, was an argument about the sanctity of \nproperty. [5] It was because intellectual property would be violated that \nthese drugs should not flow into Africa. It was a principle about the importance \nof intellectual property that led these government actors to intervene against \nthe South African response to AIDS.",
        "Now just step back for a moment. There will be a time thirty years from now when \nour children look back at us and ask, how could we have let this happen? How \ncould we allow a policy to be pursued whose direct cost would be to speed the \ndeath of 15 to 30 million Africans, and whose only real benefit would be to \nuphold the sanctity of an idea? What possible justification could there ever \nbe for a policy that results in so many deaths? What exactly is the insanity \nthat would allow so many to die for such an abstraction?",
        "Some blame the drug companies. I don’t. They are corporations. Their managers \nare ordered by law to make money for the corporation. They push a certain patent \npolicy not because of ideals, but because it is the policy that makes them the \nmost money. And it only makes them the most money because of a certain \ncorruption within our political systema corruption the drug companies are \ncertainly not responsible for.",
        "The corruption is our own politicians’ failure of integrity. For the drug \ncompanies would lovethey say, and I believe themto sell their drugs as cheaply \nas they can to countries in Africa and elsewhere. There are issues they’d have \nto resolve to make sure the drugs didn’t get back into the United States, but \nthose are mere problems of technology. They could be overcome.",
        "A different problem, however, could not be overcome. This is the fear of the \ngrandstanding politician who would call the presidents of the drug companies \nbefore a Senate or House hearing, and ask, How is it you can sell this HIV drug \nin Africa for only $1 a pill, but the same drug would cost an American $1,500? \nBecause there is no sound bite” answer to that question, its effect would be to \ninduce regulation of prices in America. The drug companies thus avoid this \nspiral by avoiding the first step. They reinforce the idea that property should \nbe sacred. They adopt a rational strategy in an irrational context, with the \nunintended consequence that perhaps millions die. And that rational strategy \nthus becomes framed in terms of this idealthe sanctity of an idea called \nintellectual property.",
        "So when the common sense of your child confronts you, what will you say? When \nthe common sense of a generation finally revolts against what we have done, how \nwill we justify what we have done? What is the argument?",
        "A sensible patent policy could endorse and strongly support the patent system \nwithout having to reach everyone everywhere in exactly the same way. Just as a \nsensible copyright policy could endorse and strongly support a copyright system \nwithout having to regulate the spread of culture perfectly and forever, a \nsensible patent policy could endorse and strongly support a patent system \nwithout having to block the spread of drugs to a country not rich enough to \nafford market prices in any case. A sensible policy, in other words, could be a \nbalanced policy. For most of our history, both copyright and patent policies \nwere balanced in just this sense.",
        "But we as a culture have lost this sense of balance. We have lost the critical \neye that helps us see the difference between truth and extremism. A certain \nproperty fundamentalism, having no connection to our tradition, now reigns in \nthis culturebizarrely, and with consequences more grave to the spread of ideas \nand culture than almost any other single policy decision that we as a democracy \nwill make.",
        "A simple idea blinds us, and under the cover of darkness, much happens that most \nof us would reject if any of us looked. So uncritically do we accept the idea of \nproperty in ideas that we don’t even notice how monstrous it is to deny ideas to \na people who are dying without them. So uncritically do we accept the idea of \nproperty in culture that we don’t even question when the control of that \nproperty removes our ability, as a people, to develop our culture \ndemocratically. Blindness becomes our common sense. And the challenge for anyone \nwho would reclaim the right to cultivate our culture is to find a way to make \nthis common sense open its eyes.",
        "So far, common sense sleeps. There is no revolt. Common sense does not yet see \nwhat there could be to revolt about. The extremism that now dominates this \ndebate fits with ideas that seem natural, and that fit is reinforced by the RCAs \nof our day. They wage a frantic war to fight piracy, and devastate a culture \nfor creativity. They defend the idea of creative property, while transforming \nreal creators into modern-day sharecroppers. They are insulted by the idea that \nrights should be balanced, even though each of the major players in this content \nwar was itself a beneficiary of a more balanced ideal. The hypocrisy reeks. Yet \nin a city like Washington, hypocrisy is not even noticed. Powerful lobbies, \ncomplex issues, and MTV attention spans produce the perfect storm for free \nculture.",
        "In August 2003, a fight broke out in the United States about a decision by the \nWorld Intellectual Property Organization to cancel a meeting. [6] At the request \nof a wide range of interests, WIPO had decided to hold a meeting to discuss \nopen and collaborative projects to create public goods. These are projects \nthat have been successful in producing public goods without relying exclusively \nupon a proprietary use of intellectual property. Examples include the Internet \nand the World Wide Web, both of which were developed on the basis of protocols \nin the public domain. It included an emerging trend to support open academic \njournals, including the Public Library of Science project that I describe in the \nAfterword. It included a project to develop single nucleotide polymorphisms \n(SNPs), which are thought to have great significance in biomedical research. \n(That nonprofit project comprised a consortium of the Wellcome Trust and \npharmaceutical and technological companies, including Amersham Biosciences, \nAstraZeneca, Aventis, Bayer, Bristol-Myers Squibb, Hoffmann-La Roche, Glaxo-\nSmithKline, IBM, Motorola, Novartis, Pfizer, and Searle.) It included the Global \nPositioning System, which Ronald Reagan set free in the early 1980s. And it \nincluded open source and free software.",
        "The aim of the meeting was to consider this wide range of projects from one \ncommon perspective: that none of these projects relied upon intellectual \nproperty extremism. Instead, in all of them, intellectual property was balanced \nby agreements to keep access open or to impose limitations on the way in which \nproprietary claims might be used.",
        "From the perspective of this book, then, the conference was ideal. [7] The \nprojects within its scope included both commercial and noncommercial work. They \nprimarily involved science, but from many perspectives. And WIPO was an ideal \nvenue for this discussion, since WIPO is the preeminent international body \ndealing with intellectual property issues.",
        "Indeed, I was once publicly scolded for not recognizing this fact about WIPO. In \nFebruary 2003, I delivered a keynote address to a preparatory conference for the \nWorld Summit on the Information Society (WSIS). At a press conference before the \naddress, I was asked what I would say. I responded that I would be talking a \nlittle about the importance of balance in intellectual property for the \ndevelopment of an information society. The moderator for the event then promptly \ninterrupted to inform me and the assembled reporters that no question about \nintellectual property would be discussed by WSIS, since those questions were the \nexclusive domain of WIPO. In the talk that I had prepared, I had actually made \nthe issue of intellectual property relatively minor. But after this astonishing \nstatement, I made intellectual property the sole focus of my talk. There was no \nway to talk about an Information Society unless one also talked about the \nrange of information and culture that would be free. My talk did not make my \nimmoderate moderator very happy. And she was no doubt correct that the scope of \nintellectual property protections was ordinarily the stuff of WIPO. But in my \nview, there couldn’t be too much of a conversation about how much intellectual \nproperty is needed, since in my view, the very idea of balance in intellectual \nproperty had been lost.",
        "So whether or not WSIS can discuss balance in intellectual property, I had \nthought it was taken for granted that WIPO could and should. And thus the \nmeeting about open and collaborative projects to create public goods seemed \nperfectly appropriate within the WIPO agenda.",
        "But there is one project within that list that is highly controversial, at least \namong lobbyists. That project is open source and free software. Microsoft in \nparticular is wary of discussion of the subject. From its perspective, a \nconference to discuss open source and free software would be like a conference \nto discuss Apple’s operating system. Both open source and free software compete \nwith Microsoft’s software. And internationally, many governments have begun to \nexplore requirements that they use open source or free software, rather than \nproprietary software, for their own internal uses.",
        "I don’t mean to enter that debate here. It is important only to make clear that \nthe distinction is not between commercial and noncommercial software. There are \nmany important companies that depend fundamentally upon open source and free \nsoftware, IBM being the most prominent. IBM is increasingly shifting its focus \nto the GNU/Linux operating system, the most famous bit of free softwareand \nIBM is emphatically a commercial entity. Thus, to support open source and free \nsoftware is not to oppose commercial entities. It is, instead, to support a \nmode of software development that is different from Microsoft’s. [8]",
        "More important for our purposes, to support open source and free software is \nnot to oppose copyright. Open source and free software” is not software in the \npublic domain. Instead, like Microsoft’s software, the copyright owners of free \nand open source software insist quite strongly that the terms of their software \nlicense be respected by adopters of free and open source software. The terms of \nthat license are no doubt different from the terms of a proprietary software \nlicense. Free software licensed under the General Public License (GPL), for \nexample, requires that the source code for the software be made available by \nanyone who modifies and redistributes the software. But that requirement is \neffective only if copyright governs software. If copyright did not govern \nsoftware, then free software could not impose the same kind of requirements on \nits adopters. It thus depends upon copyright law just as Microsoft does.",
        "It is therefore understandable that as a proprietary software developer, \nMicrosoft would oppose this WIPO meeting, and understandable that it would use \nits lobbyists to get the United States government to oppose it, as well. And \nindeed, that is just what was reported to have happened. According to Jonathan \nKrim of the Washington Post, Microsoft’s lobbyists succeeded in getting the \nUnited States government to veto the meeting. [9] And without U.S. backing, the \nmeeting was canceled.",
        "I don’t blame Microsoft for doing what it can to advance its own interests, \nconsistent with the law. And lobbying governments is plainly consistent with the \nlaw. There was nothing surprising about its lobbying here, and nothing terribly \nsurprising about the most powerful software producer in the United States having \nsucceeded in its lobbying efforts.",
        "What was surprising was the United States government’s reason for opposing the \nmeeting. Again, as reported by Krim, Lois Boland, acting director of \ninternational relations for the U.S. Patent and Trademark Office, explained that \nopen-source software runs counter to the mission of WIPO, which is to promote \nintellectual-property rights. She is quoted as saying, To hold a meeting which \nhas as its purpose to disclaim or waive such rights seems to us to be contrary \nto the goals of WIPO.",
        "These statements are astonishing on a number of levels.",
        "First, they are just flat wrong. As I described, most open source and free \nsoftware relies fundamentally upon the intellectual property right called \ncopyright. Without it, restrictions imposed by those licenses wouldn’t work. \nThus, to say it runs counter to the mission of promoting intellectual property \nrights reveals an extraordinary gap in under- standingthe sort of mistake that \nis excusable in a first-year law student, but an embarrassment from a high \ngovernment official dealing with intellectual property issues.",
        "Second, who ever said that WIPO’s exclusive aim was to promote” intellectual \nproperty maximally? As I had been scolded at the preparatory conference of WSIS, \nWIPO is to consider not only how best to protect intellectual property, but also \nwhat the best balance of intellectual property is. As every economist and lawyer \nknows, the hard question in intellectual property law is to find that balance. \nBut that there should be limits is, I had thought, uncontested. One wants to ask \nMs. Boland, are generic drugs (drugs based on drugs whose patent has expired) \ncontrary to the WIPO mission? Does the public domain weaken intellectual \nproperty? Would it have been better if the protocols of the Internet had been \npatented?",
        "Third, even if one believed that the purpose of WIPO was to maximize \nintellectual property rights, in our tradition, intellectual property rights are \nheld by individuals and corporations. They get to decide what to do with those \nrights because, again, they are their rights. If they want to waive or \ndisclaim their rights, that is, within our tradition, totally appropriate. \nWhen Bill Gates gives away more than $20 billion to do good in the world, that \nis not inconsistent with the objectives of the property system. That is, on the \ncontrary, just what a property system is supposed to be about: giving \nindividuals the right to decide what to do with their property.",
        "When Ms. Boland says that there is something wrong with a meeting which has as \nits purpose to disclaim or waive such rights, she’s saying that WIPO has an \ninterest in interfering with the choices of the individuals who own intellectual \nproperty rights. That somehow, WIPO’s objective should be to stop an individual \nfrom waiving or dis-claiming an intellectual property right. That the \ninterest of WIPO is not just that intellectual property rights be maximized, but \nthat they also should be exercised in the most extreme and restrictive way \npossible.",
        "There is a history of just such a property system that is well known in the \nAnglo-American tradition. It is called feudalism. Under feudalism, not only \nwas property held by a relatively small number of individuals and entities. And \nnot only were the rights that ran with that property powerful and extensive. But \nthe feudal system had a strong interest in assuring that property holders within \nthat system not weaken feudalism by liberating people or property within their \ncontrol to the free market. Feudalism depended upon maximum control and \nconcentration. It fought any freedom that might interfere with that control.",
        "As Peter Drahos and John Braithwaite relate, this is precisely the choice we are \nnow making about intellectual property. [10] We will have an information \nsociety. That much is certain. Our only choice now is whether that information \nsociety will be free or feudal. The trend is toward the feudal.",
        "When this battle broke, I blogged it. A spirited debate within the comment \nsection ensued. Ms. Boland had a number of supporters who tried to show why her \ncomments made sense. But there was one comment that was particularly depressing \nfor me. An anonymous poster wrote,",
        "George, you misunderstand Lessig: He’s only talking about the world as it \nshould be (the goal of WIPO, and the goal of any government, should be to \npromote the right balance of intellectual- property rights, not simply to \npromote intellectual property rights”), not as it is. If we were talking about \nthe world as it is, then of course Boland didn’t say anything wrong. But in the \nworld as Lessig would have it, then of course she did. Always pay attention to \nthe distinction between Lessig’s world and ours.",
        "I missed the irony the first time I read it. I read it quickly and thought the \nposter was supporting the idea that seeking balance was what our government \nshould be doing. (Of course, my criticism of Ms. Boland was not about whether \nshe was seeking balance or not; my criticism was that her comments betrayed a \nfirst-year law student’s mistake. I have no illusion about the extremism of our \ngovernment, whether Republican or Democrat. My only illusion apparently is about \nwhether our government should speak the truth or not.)",
        "Obviously, however, the poster was not supporting that idea. Instead, the poster \nwas ridiculing the very idea that in the real world, the goal of a government \nshould be to promote the right balance of intellectual property. That was \nobviously silly to him. And it obviously betrayed, he believed, my own silly \nutopianism. Typical for an academic, the poster might well have continued.",
        "I understand criticism of academic utopianism. I think utopianism is silly, too, \nand I’d be the first to poke fun at the absurdly unrealistic ideals of academics \nthroughout history (and not just in our own country’s history).",
        "But when it has become silly to suppose that the role of our government should \nbe to seek balance, then count me with the silly, for that means that this has \nbecome quite serious indeed. If it should be obvious to everyone that the \ngovernment does not seek balance, that the government is simply the tool of the \nmost powerful lobbyists, that the idea of holding the government to a different \nstandard is absurd, that the idea of demanding of the government that it speak \ntruth and not lies is just naïve, then who have we, the most powerful democracy \nin the world, become?",
        "It might be crazy to expect a high government official to speak the truth. It \nmight be crazy to believe that government policy will be something more than the \nhandmaiden of the most powerful interests. It might be crazy to argue that we \nshould preserve a tradition that has been part of our tradition for most of our \nhistoryfree culture.",
        "If this is crazy, then let there be more crazies. Soon.",
        "There are moments of hope in this struggle. And moments that surprise. When the \nFCC was considering relaxing ownership rules, which would thereby further \nincrease the concentration in media ownership, an extraordinary bipartisan \ncoalition formed to fight this change. For perhaps the first time in history, \ninterests as diverse as the NRA, the ACLU, Moveon.org, William Safire, Ted \nTurner, and CodePink Women for Peace organized to oppose this change in FCC \npolicy. An astonishing 700,000 letters were sent to the FCC, demanding more \nhearings and a different result.",
        "This activism did not stop the FCC, but soon after, a broad coalition in the \nSenate voted to reverse the FCC decision. The hostile hearings leading up to \nthat vote revealed just how powerful this movement had become. There was no \nsubstantial support for the FCC’s decision, and there was broad and sustained \nsupport for fighting further concentration in the media.",
        "But even this movement misses an important piece of the puzzle. Largeness as \nsuch is not bad. Freedom is not threatened just because some become very rich, \nor because there are only a handful of big players. The poor quality of Big Macs \nor Quarter Pounders does not mean that you can’t get a good hamburger from \nsomewhere else.",
        "The danger in media concentration comes not from the concentration, but instead \nfrom the feudalism that this concentration, tied to the change in copyright, \nproduces. It is not just that there are a few powerful companies that control an \never expanding slice of the media. It is that this concentration can call upon \nan equally bloated range of rightsproperty rights of a historically extreme \nformthat makes their bigness bad.",
        "It is therefore significant that so many would rally to demand competition and \nincreased diversity. Still, if the rally is understood as being about bigness \nalone, it is not terribly surprising. We Americans have a long history of \nfighting big, wisely or not. That we could be motivated to fight big again \nis not something new.",
        "It would be something new, and something very important, if an equal number \ncould be rallied to fight the increasing extremism built within the idea of \nintellectual property. Not because balance is alien to our tradition; indeed, \nas I’ve argued, balance is our tradition. But because the muscle to think \ncritically about the scope of anything called property is not well exercised \nwithin this tradition anymore.",
        "If we were Achilles, this would be our heel. This would be the place of our \ntragedy.",
        "As I write these final words, the news is filled with stories about the RIAA \nlawsuits against almost three hundred individuals. [11] Eminem has just been \nsued for sampling someone else’s music. [12] The story about Bob Dylan \nstealing from a Japanese author has just finished making the rounds. [13] An \ninsider from Hollywoodwho insists he must remain anonymousreports an amazing \nconversation with these studio guys. They’ve got extraordinary [old] content \nthat they’d love to use but can’t because they can’t begin to clear the rights. \nThey’ve got scores of kids who could do amazing things with the content, but it \nwould take scores of lawyers to clean it first. Congressmen are talking about \ndeputizing computer viruses to bring down computers thought to violate the law. \nUniversities are threatening expulsion for kids who use a computer to share \ncontent.",
        "Yet on the other side of the Atlantic, the BBC has just announced that it will \nbuild a Creative Archive, from which British citizens can download BBC \ncontent, and rip, mix, and burn it. [14] And in Brazil, the culture minister, \nGilberto Gil, himself a folk hero of Brazilian music, has joined with Creative \nCommons to release content and free licenses in that Latin American country. \n[15]",
        "I’ve told a dark story. The truth is more mixed. A technology has given us a new \nfreedom. Slowly, some begin to understand that this freedom need not mean \nanarchy. We can carry a free culture into the twenty-first century, without \nartists losing and without the potential of digital technology being destroyed. \nIt will take some thought, and more importantly, it will take some will to \ntransform the RCAs of our day into the Causbys.",
        "Common sense must revolt. It must act to free culture. Soon, if this potential \nis ever to be realized.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}