{
    "title": "Free Culture - Balances",
    "author": "Lawrence Lessig",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "So here’s the picture: You’re standing at the side of the road. Your car is on \nfire. You are angry and upset because in part you helped start the fire. Now you \ndon’t know how to put it out. Next to you is a bucket, filled with gasoline. \nObviously, gasoline won’t put the fire out.",
        "As you ponder the mess, someone else comes along. In a panic, she grabs the \nbucket. Before you have a chance to tell her to stopor before she understands \njust why she should stopthe bucket is in the air. The gasoline is about to hit \nthe blazing car. And the fire that gasoline will ignite is about to ignite \neverything around.",
        "A war about copyright rages all aroundand we’re all focusing on the wrong \nthing. No doubt, current technologies threaten existing businesses. No doubt \nthey may threaten artists. But technologies change. The industry and \ntechnologists have plenty of ways to use technology to protect themselves \nagainst the current threats of the Internet. This is a fire that if let alone \nwould burn itself out.",
        "Yet policy makers are not willing to leave this fire to itself. Primed with \nplenty of lobbyists’ money, they are keen to intervene to eliminate the problem \nthey perceive. But the problem they perceive is not the real threat this culture \nfaces. For while we watch this small fire in the corner, there is a massive \nchange in the way culture is made that is happening all around.",
        "Somehow we have to find a way to turn attention to this more important and \nfundamental issue. Somehow we have to find a way to avoid pouring gasoline onto \nthis fire.",
        "We have not found that way yet. Instead, we seem trapped in a simpler, binary \nview. However much many people push to frame this debate more broadly, it is the \nsimple, binary view that remains. We rubberneck to look at the fire when we \nshould be keeping our eyes on the road.",
        "This challenge has been my life these last few years. It has also been my \nfailure. In the two chapters that follow, I describe one small brace of efforts, \nso far failed, to find a way to refocus this debate. We must understand these \nfailures if we’re to understand what success will require.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}