{
    "title": "Free From School - Chapter 13: Surveying a Forest",
    "author": "Rahul Alvares",
    "chapter": "13",
    "content": [
        "\n\n",
        "The summer vacation that year was great fun. My cousins from Belgaum\narrived on schedule and since no one had Board exams that year the\nholiday season began in the first week of April itself. We would enjoy\ntwo whole months of the sea, swimming as often as we could in the river\nthat joins the sea at Baga.",
        "One morning in May my dad asked me whether I’d like to participate in a\nproject that the Goa Foundation, an environment organisation of which\nmy dad is Executive Secretary, was organising for college students. I\nagreed. The project turned out to be field visits to the forests in\nBetim in order to identify which areas were still forest, which areas\nhad been cut down and by whom, which projects/constructions had come\nup, and so on. The two students who had opted for this project were\nStephen and Jerry, both from St. Xavier’s College, Mapusa doing their\ngraduation degree. I joined the team as an extra.",
        "On the morning of the 20th of May, Dad and I set out in the car for\nBetim. On the way we picked up Stephen and Jerry. Dad showed us the\ndifferent spots in and around the area he wanted us to cover and then\nleft.",
        "Steven was the leader of the team. He had obviously been briefed by Dad\non how we were to proceed for he soon took out a note book and started\nwriting notes. I took my notebook and wrote down some names of birds.\nStephen said that just in case anybody questioned us, we were to say we\nwere birdwatchers!",
        "We found two illegal houses in the middle of the forest and a huge\nclearing made by cutting a lot of big trees. The trees appeared to be\ncut with the use of an electric saw and tar was smeared on top of them\nto prevent further growth. Many logs were thrown nearby. It was a\ntiring task and being the month of May, it was extremely hot and my\nshoes had begun cooking my poor feet. Even if we saw a small path,\nSteven would insist we go to the end. Jerry would sometimes complain,\n“Steven who the hell do you think will go down there, in that\ninaccessible valley, to cut trees?” But Steven was stubborn and would\nretort, “Jerry if we don’t go down there we will have it on our\nconscience that there was a path which we could have checked out but\ndidn’t.” So we trudged down each and every pathway we saw, howsoever\nnarrow and unused it appeared to be.",
        "On the second day, I went on my bicycle to Betim. We continued and we\nfound another two illegal houses and a big tree cut, on the hill. This\ntree was also smeared with tar. The exercise usually took the whole\nmorning and we would call it a day by about 2 p.m. or so.",
        "On the third day, my Dad and my cousin Luke joined us. We showed my\nfather the different spots we had visited, the places where trees were\ncut and the illegal houses. Dad had brought along a camera which he\ngave to Stephen to take photographs of the different patches of forest,\nthe felling and the constructions. In some areas we found that fire had\nbeen set to the area after the trees were cut and this had destroyed\nthe scrub bushes as well.",
        "I was glad that the fourth day would be the last, since by now I was\nquite tired of this assignment. I had a lot of thorn pricks all over my\nbody and they had become little itchy swellings. My feet were also sore\nand the heat was killing. But I carried on, as the project was near\ncompletion. On the hill we found a lot of houses, several of them\nillegal, coming up in the forest. We also found clear-felled plots with\nbarbed wire fences around.",
        "My part of the assignment was over that day and I received a small\nstipend for my work from the Goa Foundation. Steven and Jerry later\nprepared the project report with photographs and write-up. The report\nwas submitted by the Foundation to the Forest Department. The\ndepartment sent an officer to investigate the matter and also issued\norders not to allow felling or constructions in the area.",
        "Continue...",
        "\nThis eBook of “Free From School” by Rahul Alvares belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free From SchoolBy Rahul AlvaresAt Amazon"
    ]
}