{
    "title": "Free From School - Chapter 7: A Vacation within a Vacation",
    "author": "Rahul Alvares",
    "chapter": "7",
    "content": [
        "\n\n",
        "My stay at the Pune Snake Park was to be for about three weeks but I\nwas enjoying the experience so much that I was reluctant to return\nhome. To my good fortune the family decided to spend the Diwali\nvacation holidaying in Rajasthan and since it was necessary to travel\nto Mumbai to catch the onward train north, I persuaded my parents that\nI would come to Mumbai directly from Pune where I would meet them at my\ngrandparents’ house in Girgaum. So I got myself a few extra days at the\nPark and another experience of finding my way around, this time in the\nbig city of Mumbai.",
        "Sujit bought me a bus ticket to Mumbai and dropped me off at the bus\nstation as well. I had earlier received elaborate instructions on the\nphone from my dad on how I was to get to Girgaum once I got off the bus\nat Dadar and backup information from my nervous Mum on what I should do\nin case I got lost. I later learnt that my uncle and family were also\nput on alert to receive a call from their nephew in distress, which did\nnot happen for I was determined to find my way on my own, and I\nsucceeded in doing so.",
        "The bus left Pune at around 10 a.m. and arrived in Mumbai a little\nafter 2 p.m. I took a taxi, gave the driver the address and watched\ncarefully as the taxi sped away down unfamiliar streets. I could barely\nrecognise the place where the driver dropped me off but I asked around\nand after wandering about for around 20 minutes, found myself suddenly\nat the doorstep of the familiar 47/C Khotachiwadi, my paternal\ngrandparents’ house. My aunt and uncle were expecting me and so were my\nfavourite cousins, Lucano and Ricardo. An hour later came my parents’\nanxious call from Goa to find out if I had reached safely. By then I\nwas already in my shorts watching a movie on TV with my cousins.",
        "The next few weeks were strictly not part of my sabbatical programme\nfor it was a holiday along with my family, with snakes and frogs and\nfish left far behind. Our holiday included a brief visit to Ahmedabad\nwhere we stayed with Korah and Sue Mathen. I had met Korah and his\ndaughter Nidhi a few months earlier at the organic farmers’ meeting in\nWynad. On knowing that there was a snake park in Ahmedabad we simply\nhad to visit the place, just to satisfy my curiosity. At the park, we\nfound pythons, Russel’s vipers, kraits, chequered keelbacks, boas,\nratsnakes and a king cobra, all in glass cages. The park also had\nstarback tortoises, monitor lizards, ducks and geese of various kinds,\nmonkeys and other small animals. There was also a small aquarium, kept\nvery poorly. I don’t know whether the whole setup was run down because\nof lack of funds or lack of interest.",
        "From Ahmedabad we went by train to Jaipur where we spent the next eight\ndays at the home of Srilata and Mahendra Chowdhury. Although our base\nwas Jaipur we visited and stayed two nights at a real fort, on the\noutskirts of Jaipur. It was my first visit to a fort and it was quite\nan experience living high up in the residential part of the fort with\nits cool rooms, some large, others tiny, some corridors so narrow and\nso low one had to bend one’s head to walk through. The time of our\nvisit coincided with the famous solar eclipse which was the talk of the\ntown but I was disappointed with the eclipse as it darkened only\nbriefly before returning to normal again. My friends told me later that\nthe TV experience was far more wonderful.",
        "In Jaipur we went sightseeing almost everyday, visiting forts, palaces\nand shopping bazaars, and had delicious kulfi and lassi in mud pots,\nand mouth-watering chicken tandoori. We drove down to Udaipur, where we\nwent boating on the famous lake, saw some more palaces and then to\nSrilata and Mahendra’s second home in Ghantali where we swam in the\nriver behind the house and fished with the village boys.",
        "The vacation ended with a 3 hour bus journey to Ratlam station, from\nwhere my brothers and I returned to Mumbai with my mum while my dad\nwent on to Delhi. This time we stayed at my maternal grandparents’\nplace in Mahim. My grandfather, a sprightly 86 year old and a very\nactive gentleman, was there to greet us. It happened to be his birthday\nand he decided to take us all out to dinner to a Chinese restaurant not\nvery far away from the house. I recall we were all dressed and ready to\ngo when Mum asked Grandpapa how we were going to the restaurant. To\nwhich he said: “You and the boys take a taxi, but I will walk. I prefer\nto walk.” I was quite astonished. Of course, we all decided instead to\nwalk to the restaurant, with Grandpapa briskly leading the way, and had\nan enjoyable birthday dinner.",
        "My mum and my two younger brothers, Sameer and Milind returned to Goa\nsoon thereafter, but I stayed on with Grandpapa in Mumbai for a few\nmore days, since I was to proceed from there directly to Chennai where\nI would spend the next two and a half months in the pleasant company of\nspiders, earthworms and my all-time favourites, crocodiles and snakes.",
        "Continue...",
        "\nThis eBook of “Free From School” by Rahul Alvares belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free From SchoolBy Rahul AlvaresAt Amazon"
    ]
}