{
    "title": "Free Culture - piracy",
    "author": "Lawrence Lessig",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "Since the inception of the law regulating creative property, there has been a \nwar against piracy. The precise contours of this concept, piracy, are hard \nto sketch, but the animating injustice is easy to capture. As Lord Mansfield \nwrote in a case that extended the reach of English copyright law to include \nsheet music,",
        "A person may use the copy by playing it, but he has no right to rob the author \nof the profit, by multiplying copies and disposing of them for his own use. [1]",
        "Today we are in the middle of another war against piracy. The Internet has \nprovoked this war. The Internet makes possible the efficient spread of content. \nPeer-to-peer (p2p) file sharing is among the most efficient of the efficient \ntechnologies the Internet enables. Using distributed intelligence, p2p systems \nfacilitate the easy spread of content in a way unimagined a generation ago. ",
        "This efficiency does not respect the traditional lines of copyright. The network \ndoesn’t discriminate between the sharing of copyrighted and uncopyrighted \ncontent. Thus has there been a vast amount of sharing of copyrighted content. \nThat sharing in turn has excited the war, as copyright owners fear the sharing \nwill rob the author of the profit.",
        "The warriors have turned to the courts, to the legislatures, and increasingly \nto technology to defend their property against this piracy. \nA generation of Americans, the warriors warn, is being raised to believe \nthat property should be free. Forget tattoos, never mind body \npiercingour kids are becoming thieves!",
        "There’s no doubt that piracy is wrong, and that pirates should be punished. \nBut before we summon the executioners, we should put this notion of piracy in \nsome context. For as the concept is increasingly used, at its core is an \nextraordinary idea that is almost certainly wrong.",
        "The idea goes something like this:",
        "Creative work has value; whenever I use, or take, or build upon the creative \nwork of others, I am taking from them something of value. Whenever I take \nsomething of value from someone else, I should have their permission. The taking \nof something of value from someone else without permission is wrong. It is a \nform of piracy.",
        "This view runs deep within the current debates. It is what NYU law professor \nRochelle Dreyfuss criticizes as the if value, then right theory of creative \nproperty [2]if there is value, then someone must have a right to that value. It \nis the perspective that led a composers’ rights organization, ASCAP, to sue the \nGirl Scouts for failing to pay for the songs that girls sang around Girl Scout \ncampfires. [3] There was value (the songs) so there must have been a right\neven against the Girl Scouts.",
        "This idea is certainly a possible understanding of how creative poperty should \nwork. It might well be a possible design for a system of law protecting creative \nproperty. But the if value, then right theory of creative property has never \nbeen America’s theory of creative property. It has never taken hold within our \nlaw. ",
        "Instead, in our tradition, intellectual property is an instrument. It sets the \ngroundwork for a richly creative society but remains subservient to the value of \ncreativity. The current debate has this turned around. We have become so \nconcerned with protecting the instrument that we are losing sight of the value.",
        "The source of this confusion is a distinction that the law no longer takes care \nto drawthe distinction between republishing someone’s work on the one hand and \nbuilding upon or transforming that work on the other. Copyright law at its birth \nhad only publishing as its concern; copyright law today regulates both.",
        "Before the technologies of the Internet, this conflation didn’t matter all that \nmuch. The technologies of publishing were expensive; that meant the vast \nmajority of publishing was commercial. Commercial entities could bear the burden \nof the laweven the burden of the Byzantine complexity that copyright law has \nbecome. It was just one more expense of doing business.",
        "But with the birth of the Internet, this natural limit to the reach of the law \nhas disappeared. The law controls not just the creativity of commercial creators \nbut effectively that of anyone. Although that expansion would not matter much if \ncopyright law regulated only copying, when the law regulates as broadly and \nobscurely as it does, the extension matters a lot. The burden of this law now \nvastly outweighs any original benefitcertainly as it affects noncommercial \ncreativity, and increasingly as it affects commercial creativity as well. Thus, \nas we’ll see more clearly in the chapters below, the law’s role is less and less \nto support creativity, and more and more to protect certain industries against \ncompetition. Just at the time digital technology could unleash an extraordinary \nrange of commercial and noncommercial creativity, the law burdens this \ncreativity with insanely complex and vague rules and with the threat of \nobscenely severe penalties. We may be seeing, as Richard Florida writes, the \nRise of the Creative Class. [4] Unfortunately, we are also seeing an \nextraordinary rise of regulation of this creative class.",
        "These burdens make no sense in our tradition. We should begin by understanding \nthat tradition a bit more and by placing in their proper context the current \nbattles about behavior labeled piracy.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}