{
    "title": "Free Culture - Chapter Twelve: Harms",
    "author": "Lawrence Lessig",
    "chapter": "16",
    "content": [
        "\n",
        "\n\n",
        "To fight piracy, to protect property, the content industry has launched a \nwar. Lobbying and lots of campaign contributions have now brought the government \ninto this war. As with any war, this one will have both direct and collateral \ndamage. As with any war of prohibition, these damages will be suffered most by \nour own people.",
        "My aim so far has been to describe the consequences of this war, in particular, \nthe consequences for free culture. But my aim now is to extend this \ndescription of consequences into an argument. Is this war justified?",
        "In my view, it is not. There is no good reason why this time, for the first \ntime, the law should defend the old against the new, just when the power of the \nproperty called intellectual property is at its greatest in our history.",
        "Yet common sense does not see it this way. Common sense is still on the side \nof the Causbys and the content industry. The extreme claims of control in the \nname of property still resonate; the uncritical rejection of piracy still has \nplay.",
        "There will be many consequences of continuing this war. I want to describe just \nthree. All three might be said to be unintended. I am quite confident the third \nis unintended. I’m less sure about the first two. The first two protect modern \nRCAs, but there is no Howard Armstrong in the wings to fight today’s monopolists \nof culture.",
        "Constraining Creators",
        "In the next ten years we will see an explosion of digital technologies. These \ntechnologies will enable almost anyone to capture and share content. Capturing \nand sharing content, of course, is what humans have done since the dawn of man. \nIt is how we learn and communicate. But capturing and sharing through digital \ntechnology is different. The fidelity and power are different. You could send an \ne-mail telling someone about a joke you saw on Comedy Central, or you could send \nthe clip. You could write an essay about the inconsistencies in the arguments of \nthe politician you most love to hate, or you could make a short film that puts \nstatement against statement. You could write a poem to express your love, or you \ncould weave together a stringa mash-upof songs from your favorite artists in a \ncollage and make it available on the Net.",
        "This digital capturing and sharing is in part an extension of the capturing \nand sharing that has always been integral to our culture, and in part it is \nsomething new. It is continuous with the Kodak, but it explodes the boundaries \nof Kodak-like technologies. The technology of digital capturing and sharing \npromises a world of extraordinarily diverse creativity that can be easily and \nbroadly shared. And as that creativity is applied to democracy, it will enable a \nbroad range of citizens to use technology to express and criticize and \ncontribute to the culture all around.",
        "Technology has thus given us an opportunity to do something with culture that \nhas only ever been possible for individuals in small groups, isolated from \nothers. Think about an old man telling a story to a collection of neighbors in a \nsmall town. Now imagine that same storytelling extended across the globe.",
        "Yet all this is possible only if the activity is presumptively legal. In the \ncurrent regime of legal regulation, it is not. Forget file sharing for a moment. \nThink about your favorite amazing sites on the Net. Web sites that offer plot \nsummaries from forgotten television shows; sites that catalog cartoons from the \n1960s; sites that mix images and sound to criticize politicians or businesses; \nsites that gather newspaper articles on remote topics of science or culture. \nThere is a vast amount of creative work spread across the Internet. But as the \nlaw is currently crafted, this work is presumptively illegal.",
        "That presumption will increasingly chill creativity, as the examples of extreme \npenalties for vague infringements continue to proliferate. It is impossible to \nget a clear sense of what’s allowed and what’s not, and at the same time, the \npenalties for crossing the line are astonishingly harsh. The four students who \nwere threatened by the RIAA ( Jesse Jordan of chapter 3 was just one) were \nthreatened with a $98 billion lawsuit for building search engines that permitted \nsongs to be copied. Yet WorldComwhich defrauded investors of $11 billion, \nresulting in a loss to investors in market capitalization of over $200 billion\nreceived a fine of a mere $750 million. [1] And under legislation being pushed \nin Congress right now, a doctor who negligently removes the wrong leg in an \noperation would be liable for no more than $250,000 in damages for pain and \nsuffering. [2] Can common sense recognize the absurdity in a world where the \nmaximum fine for downloading two songs off the Internet is more than the fine \nfor a doctor’s negligently butchering a patient?",
        "The consequence of this legal uncertainty, tied to these extremely high \npenalties, is that an extraordinary amount of creativity will either never be \nexercised, or never be exercised in the open. We drive this creative process \nunderground by branding the modern-day Walt Disneys pirates. We make it \nimpossible for businesses to rely upon a public domain, because the boundaries \nof the public domain are designed to be unclear. It never pays to do anything \nexcept pay for the right to create, and hence only those who can pay are allowed \nto create. As was the case in the Soviet Union, though for very different \nreasons, we will begin to see a world of underground artnot because the message \nis necessarily political, or because the subject is controversial, but because \nthe very act of creating the art is legally fraught. Already, exhibits of \nillegal art tour the United States. [3] In what does their illegality \nconsist? In the act of mixing the culture around us with an expression that is \ncritical or reflective.",
        "Part of the reason for this fear of illegality has to do with the changing law. \nI described that change in detail in chapter 10. But an even bigger part has to \ndo with the increasing ease with which infractions can be tracked. As users of \nfile-sharing systems discovered in 2002, it is a trivial matter for copyright \nowners to get courts to order Internet service providers to reveal who has what \ncontent. It is as if your cassette tape player transmitted a list of the songs \nthat you played in the privacy of your own home that anyone could tune into for \nwhatever reason they chose.",
        "Never in our history has a painter had to worry about whether his painting \ninfringed on someone else’s work; but the modern-day painter, using the tools of \nPhotoshop, sharing content on the Web, must worry all the time. Images are all \naround, but the only safe images to use in the act of creation are those \npurchased from Corbis or another image farm. And in purchasing, censoring \nhappens. There is a free market in pencils; we needn’t worry about its effect on \ncreativity. But there is a highly regulated, monopolized market in cultural \nicons; the right to cultivate and transform them is not similarly free.",
        "Lawyers rarely see this because lawyers are rarely empirical. As I described in \nchapter 7, in response to the story about documentary filmmaker Jon Else, I have \nbeen lectured again and again by lawyers who insist Else’s use was fair use, and \nhence I am wrong to say that the law regulates such a use.",
        "But fair use in America simply means the right to hire a lawyer to defend your \nright to create. And as lawyers love to forget, our system for defending rights \nsuch as fair use is astonishingly badin practically every context, but \nespecially here. It costs too much, it delivers too slowly, and what it delivers \noften has little connection to the justice underlying the claim. The legal \nsystem may be tolerable for the very rich. For everyone else, it is an \nembarrassment to a tradition that prides itself on the rule of law.",
        "Judges and lawyers can tell themselves that fair use provides adequate \nbreathing room between regulation by the law and the access the law should \nallow. But it is a measure of how out of touch our legal system has become that \nanyone actually believes this. The rules that publishers impose upon writers, \nthe rules that film distributors impose upon filmmakers, the rules that \nnewspapers impose upon journaliststhese are the real laws governing creativity. \nAnd these rules have little relationship to the law with which judges comfort \nthemselves.",
        "For in a world that threatens $150,000 for a single willful infringement of a \ncopyright, and which demands tens of thousands of dollars to even defend against \na copyright infringement claim, and which would never return to the wrongfully \naccused defendant anything of the costs she suffered to defend her right to \nspeakin that world, the astonishingly broad regulations that pass under the \nname copyright silence speech and creativity. And in that world, it takes a \nstudied blindness for people to continue to believe they live in a culture that \nis free.",
        "As Jed Horovitz, the businessman behind Video Pipeline, said to me,",
        "We’re losing [creative] opportunities right and left. Creative people are being \nforced not to express themselves. Thoughts are not being expressed. And while a \nlot of stuff may [still] be created, it still won’t get distributed. Even if the \nstuff gets made ... you’re not going to get it distributed in the mainstream \nmedia unless you’ve got a little note from a lawyer saying, This has been \ncleared. You’re not even going to get it on PBS without that kind of \npermission. That’s the point at which they control it.",
        "Constraining Innovators",
        "The story of the last section was a crunchy-lefty storycreativity quashed, \nartists who can’t speak, yada yada yada. Maybe that doesn’t get you going. Maybe \nyou think there’s enough weird art out there, and enough expression that is \ncritical of what seems to be just about everything. And if you think that, you \nmight think there’s little in this story to worry you.",
        "But there’s an aspect of this story that is not lefty in any sense. Indeed, it \nis an aspect that could be written by the most extreme pro-market ideologue. And \nif you’re one of these sorts (and a special one at that, 188 pages into a book \nlike this), then you can see this other aspect by substituting free market \nevery place I’ve spoken of free culture. The point is the same, even if the \ninterests affecting culture are more fundamental.",
        "The charge I’ve been making about the regulation of culture is the same charge \nfree marketers make about regulating markets. Everyone, of course, concedes that \nsome regulation of markets is necessaryat a minimum, we need rules of property \nand contract, and courts to enforce both. Likewise, in this culture debate, \neveryone concedes that at least some framework of copyright is also required. \nBut both perspectives vehemently insist that just because some regulation is \ngood, it doesn’t follow that more regulation is better. And both perspectives \nare constantly attuned to the ways in which regulation simply enables the \npowerful industries of today to protect themselves against the competitors of \ntomorrow.",
        "This is the single most dramatic effect of the shift in regulatory strategy that \nI described in chapter 10. The consequence of this massive threat of liability \ntied to the murky boundaries of copyright law is that innovators who want to \ninnovate in this space can safely innovate only if they have the sign-off from \nlast generation’s dominant industries. That lesson has been taught through a \nseries of cases that were designed and executed to teach venture capitalists a \nlesson. That lessonwhat former Napster CEO Hank Barry calls a nuclear pall \nthat has fallen over the Valleyhas been learned.",
        "Consider one example to make the point, a story whose beginning I told in The \nFuture of Ideas and which has progressed in a way that even I (pessimist \nextraordinaire) would never have predicted.",
        "In 1997, Michael Roberts launched a company called MP3.com. MP3.com was keen to \nremake the music business. Their goal was not just to facilitate new ways to get \naccess to content. Their goal was also to facilitate new ways to create content. \nUnlike the major labels, MP3.com offered creators a venue to distribute their \ncreativity, without demanding an exclusive engagement from the creators.",
        "To make this system work, however, MP3.com needed a reliable way to recommend \nmusic to its users. The idea behind this alternative was to leverage the \nrevealed preferences of music listeners to recommend new artists. If you like \nLyle Lovett, you’re likely to enjoy Bonnie Raitt. And so on.",
        "This idea required a simple way to gather data about user preferences. MP3.com \ncame up with an extraordinarily clever way to gather this preference data. In \nJanuary 2000, the company launched a service called my.mp3.com. Using software \nprovided by MP3.com, a user would sign into an account and then insert into her \ncomputer a CD. The software would identify the CD, and then give the user access \nto that content. So, for example, if you inserted a CD by Jill Sobule, then \nwherever you wereat work or at homeyou could get access to that music once you \nsigned into your account. The system was therefore a kind of music-lockbox.",
        "No doubt some could use this system to illegally copy content. But that \nopportunity existed with or without MP3.com. The aim of the my.mp3.com service \nwas to give users access to their own content, and as a by-product, by seeing \nthe content they already owned, to discover the kind of content the users liked.",
        "To make this system function, however, MP3.com needed to copy 50,000 CDs to a \nserver. (In principle, it could have been the user who uploaded the music, but \nthat would have taken a great deal of time, and would have produced a product of \nquestionable quality.) It therefore purchased 50,000 CDs from a store, and \nstarted the process of making copies of those CDs. Again, it would not serve the \ncontent from those copies to anyone except those who authenticated that they had \na copy of the CD they wanted to access. So while this was 50,000 copies, it was \n50,000 copies directed at giving customers something they had already bought.",
        "Nine days after MP3.com launched its service, the five major labels, headed by \nthe RIAA, brought a lawsuit against MP3.com. MP3.com settled with four of the \nfive. Nine months later, a federal judge found MP3.com to have been guilty of \nwillful infringement with respect to the fifth. Applying the law as it is, the \njudge imposed a fine against MP3.com of $118 million. MP3.com then settled with \nthe remaining plaintiff, Vivendi Universal, paying over $54 million. Vivendi \npurchased MP3.com just about a year later.",
        "That part of the story I have told before. Now consider its conclusion.",
        "After Vivendi purchased MP3.com, Vivendi turned around and filed a malpractice \nlawsuit against the lawyers who had advised it that they had a good faith claim \nthat the service they wanted to offer would be considered legal under copyright \nlaw. This lawsuit alleged that it should have been obvious that the courts would \nfind this behavior illegal; therefore, this lawsuit sought to punish any lawyer \nwho had dared to suggest that the law was less restrictive than the labels \ndemanded.",
        "The clear purpose of this lawsuit (which was settled for an unspecified amount \nshortly after the story was no longer covered in the press) was to send an \nunequivocal message to lawyers advising clients in this space: It is not just \nyour clients who might suffer if the content industry directs its guns against \nthem. It is also you. So those of you who believe the law should be less \nrestrictive should realize that such a view of the law will cost you and your \nfirm dearly.",
        "This strategy is not just limited to the lawyers. In April 2003, Universal and \nEMI brought a lawsuit against Hummer Winblad, the venture capital firm (VC) that \nhad funded Napster at a certain stage of its development, its cofounder (John \nHummer), and general partner (Hank Barry). [4] The claim here, as well, was that \nthe VC should have recognized the right of the content industry to control how \nthe industry should develop. They should be held personally liable for funding a \ncompany whose business turned out to be beyond the law. Here again, the aim of \nthe lawsuit is transparent: Any VC now recognizes that if you fund a company \nwhose business is not approved of by the dinosaurs, you are at risk not just in \nthe marketplace, but in the courtroom as well. Your investment buys you not only \na company, it also buys you a lawsuit. So extreme has the environment become \nthat even car manufacturers are afraid of technologies that touch content. In an \narticle in Business 2.0, Rafe Needleman describes a discussion with BMW:",
        "I asked why, with all the storage capacity and computer power in the car, there \nwas no way to play MP3 files. I was told that BMW engineers in Germany had \nrigged a new vehicle to play MP3s via the car’s built-in sound system, but that \nthe company’s marketing and legal departments weren’t comfortable with pushing \nthis forward for release stateside. Even today, no new cars are sold in the \nUnited States with bona fide MP3 players. ... [5]",
        "This is the world of the mafiafilled with your money or your life” offers, \ngoverned in the end not by courts but by the threats that the law empowers \ncopyright holders to exercise. It is a system that will obviously and \nnecessarily stifle new innovation. It is hard enough to start a company. It is \nimpossibly hard if that company is constantly threatened by litigation.",
        "The point is not that businesses should have a right to start illegal \nenterprises. The point is the definition of illegal. The law is a mess of \nuncertainty. We have no good way to know how it should apply to new \ntechnologies. Yet by reversing our tradition of judicial deference, and by \nembracing the astonishingly high penalties that copyright law imposes, that \nuncertainty now yields a reality which is far more conservative than is right. \nIf the law imposed the death penalty for parking tickets, we’d not only have \nfewer parking tickets, we’d also have much less driving. The same principle \napplies to innovation. If innovation is constantly checked by this uncertain and \nunlimited liability, we will have much less vibrant innovation and much less \ncreativity.",
        "The point is directly parallel to the crunchy-lefty point about fair use. \nWhatever the real law is, realism about the effect of law in both contexts is \nthe same. This wildly punitive system of regulation will systematically stifle \ncreativity and innovation. It will protect some industries and some creators, \nbut it will harm industry and creativity generally. Free market and free culture \ndepend upon vibrant competition. Yet the effect of the law today is to stifle \njust this kind of competition. The effect is to produce an overregulated \nculture, just as the effect of too much control in the market is to produce an \noverregulated- regulated market.",
        "The building of a permission culture, rather than a free culture, is the first \nimportant way in which the changes I have described will burden innovation. A \npermission culture means a lawyer’s culturea culture in which the ability to \ncreate requires a call to your lawyer. Again, I am not antilawyer, at least when \nthey’re kept in their proper place. I am certainly not antilaw. But our \nprofession has lost the sense of its limits. And leaders in our profession have \nlost an appreciation of the high costs that our profession imposes upon others. \nThe inefficiency of the law is an embarrassment to our tradition. And while I \nbelieve our profession should therefore do everything it can to make the law \nmore efficient, it should at least do everything it can to limit the reach of \nthe law where the law is not doing any good. The transaction costs buried within \na permission culture are enough to bury a wide range of creativity. Someone \nneeds to do a lot of justifying to justify that result.",
        "The uncertainty of the law is one burden on innovation. There is a second burden \nthat operates more directly. This is the effort by many in the content industry \nto use the law to directly regulate the technology of the Internet so that it \nbetter protects their content.",
        "The motivation for this response is obvious. The Internet enables the efficient \nspread of content. That efficiency is a feature of the Inter-net’s design. But \nfrom the perspective of the content industry, this feature is a bug. The \nefficient spread of content means that content distributors have a harder time \ncontrolling the distribution of content. One obvious response to this efficiency \nis thus to make the Internet less efficient. If the Internet enables piracy, \nthen, this response says, we should break the kneecaps of the Internet.",
        "The examples of this form of legislation are many. At the urging of the content \nindustry, some in Congress have threatened legislation that would require \ncomputers to determine whether the content they access is protected or not, and \nto disable the spread of protected content. [6] Congress has already launched \nproceedings to explore a mandatory broad- cast flag that would be required on \nany device capable of transmitting digital video (i.e., a computer), and that \nwould disable the copying of any content that is marked with a broadcast flag. \nOther members of Congress have proposed immunizing content providers from \nliability for technology they might deploy that would hunt down copyright \nviolators and disable their machines. [7]",
        "In one sense, these solutions seem sensible. If the problem is the code, why not \nregulate the code to remove the problem. But any regulation of technical \ninfrastructure will always be tuned to the particular technology of the day. It \nwill impose significant burdens and costs on the technology, but will likely be \neclipsed by advances around exactly those requirements.",
        "In March 2002, a broad coalition of technology companies, led by Intel, tried to \nget Congress to see the harm that such legislation would impose. [8] Their \nargument was obviously not that copyright should not be protected. Instead, they \nargued, any protection should not do more harm than good.",
        "There is one more obvious way in which this war has harmed innovationagain, a \nstory that will be quite familiar to the free market crowd. ",
        "Copyright may be property, but like all property, it is also a form of \nregulation. It is a regulation that benefits some and harms others. When done \nright, it benefits creators and harms leeches. When done wrong, it is regulation \nthe powerful use to defeat competitors.",
        "As I described in chapter 10, despite this feature of copyright as regulation, \nand subject to important qualifications outlined by Jessica Litman in her book \n/Digital Copyright, [9] overall this history of copyright is not bad. As \nchapter 10 details, when new technologies have come along, Congress has struck a \nbalance to assure that the new is protected from the old. Compulsory, or \nstatutory, licenses have been one part of that strategy. Free use (as in the \ncase of the VCR) has been another.",
        "But that pattern of deference to new technologies has now changed with the rise \nof the Internet. Rather than striking a balance between the claims of a new \ntechnology and the legitimate rights of content creators, both the courts and \nCongress have imposed legal restrictions that will have the effect of smothering \nthe new to benefit the old.",
        "The response by the courts has been fairly universal. [10] It has been mirrored \nin the responses threatened and actually implemented by Congress. I won’t \ncatalog all of those responses here. [11] But there is one example that captures \nthe flavor of them all. This is the story of the demise of Internet radio.",
        "As I described in chapter 4, when a radio station plays a song, the recording \nartist doesn’t get paid for that radio performance unless he or she is also \nthe composer. So, for example if Marilyn Monroe had recorded a version of Happy \nBirthdayto memorialize her famous performance before President Kennedy at \nMadison Square Gardenthen whenever that recording was played on the radio, the \ncurrent copyright owners of Happy Birthday would get some money, whereas \nMarilyn Monroe would not.",
        "The reasoning behind this balance struck by Congress makes some sense. The \njustification was that radio was a kind of advertising. The recording artist \nthus benefited because by playing her music, the radio station was making it \nmore likely that her records would be purchased. Thus, the recording artist got \nsomething, even if only indirectly. Probably this reasoning had less to do with \nthe result than with the power of radio stations: Their lobbyists were quite \ngood at stopping any efforts to get Congress to require compensation to the \nrecording artists.",
        "Enter Internet radio. Like regular radio, Internet radio is a technology to \nstream content from a broadcaster to a listener. The broadcast travels across \nthe Internet, not across the ether of radio spectrum. Thus, I can tune in to \nan Internet radio station in Berlin while sitting in San Francisco, even though \nthere’s no way for me to tune in to a regular radio station much beyond the San \nFrancisco metropolitan area.",
        "This feature of the architecture of Internet radio means that there are \npotentially an unlimited number of radio stations that a user could tune in to \nusing her computer, whereas under the existing architecture for broadcast radio, \nthere is an obvious limit to the number of broadcasters and clear broadcast \nfrequencies. Internet radio could therefore be more competitive than regular \nradio; it could provide a wider range of selections. And because the potential \naudience for Internet radio is the whole world, niche stations could easily \ndevelop and market their content to a relatively large number of users \nworldwide. According to some estimates, more than eighty million users worldwide \nhave tuned in to this new form of radio.",
        "Internet radio is thus to radio what FM was to AM. It is an improvement \npotentially vastly more significant than the FM improvement over AM, since not \nonly is the technology better, so, too, is the competition. Indeed, there is a \ndirect parallel between the fight to establish FM radio and the fight to protect \nInternet radio. As one author describes Howard Armstrong’s struggle to enable FM \nradio,",
        "An almost unlimited number of FM stations was possible in the shortwaves, thus \nending the unnatural restrictions imposed on radio in the crowded longwaves. If \nFM were freely developed, the number of stations would be limited only by \neconomics and competition rather than by technical restrictions. ... Armstrong \nlikened the situation that had grown up in radio to that following the invention \nof the printing press, when governments and ruling interests attempted to \ncontrol this new instrument of mass communications by imposing restrictive \nlicenses on it. This tyranny was broken only when it became possible for men \nfreely to acquire printing presses and freely to run them. FM in this sense was \nas great an invention as the printing presses, for it gave radio the opportunity \nto strike off its shackles. [12]",
        "This potential for FM radio was never realizednot because Armstrong was wrong \nabout the technology, but because he underestimated the power of vested \ninterests, habits, customs and legislation [13] to retard the growth of this \ncompeting technology.",
        "Now the very same claim could be made about Internet radio. For again, there is \nno technical limitation that could restrict the number of Internet radio \nstations. The only restrictions on Internet radio are those imposed by the law. \nCopyright law is one such law. So the first question we should ask is, what \ncopyright rules would govern Internet radio?",
        "But here the power of the lobbyists is reversed. Internet radio is a new \nindustry. The recording artists, on the other hand, have a very powerful lobby, \nthe RIAA. Thus when Congress considered the phenomenon of Internet radio in \n1995, the lobbyists had primed Congress to adopt a different rule for Internet \nradio than the rule that applies to terrestrial radio. While terrestrial radio \ndoes not have to pay our hypothetical Marilyn Monroe when it plays her \nhypothetical recording of Happy Birthday on the air, Internet radio does. \nNot only is the law not neutral toward Internet radiothe law actually burdens \nInternet radio more than it burdens terrestrial radio.",
        "This financial burden is not slight. As Harvard law professor William Fisher \nestimates, if an Internet radio station distributed ad- free popular music to \n(on average) ten thousand listeners, twenty-four hours a day, the total artist \nfees that radio station would owe would be over $1 million a year. [14] A \nregular radio station broadcasting the same content would pay no equivalent fee.",
        "The burden is not financial only. Under the original rules that were proposed, \nan Internet radio station (but not a terrestrial radio station) would have to \ncollect the following data from every listening transaction:",
        "1. name of the service;\n2. channel of the program (AM/FM stations use station ID);\n3. type of program (archived/looped/live);\n4. date of transmission;\n5. time of transmission;\n6. time zone of origination of transmission;\n7. numeric designation of the place of the sound recording within the program;\n8. duration of transmission (to nearest second);\n9. sound recording title;\n10. ISRC code of the recording;\n11. release year of the album per copyright notice and in the case of \ncompilation albums, the release year of the album and copyright date of the \ntrack;\n12. featured recording artist;\n13. retail album title;\n14. recording label;\n15. UPC code of the retail album;\n16. catalog number;\n17. copyright owner information;\n18. musical genre of the channel or program (station format);\n19. name of the service or entity;\n20. channel or program;\n21. date and time that the user logged in (in the user’s time zone);\n22. date and time that the user logged out (in the user’s time zone);\n23. time zone where the signal was received (user);\n24. Unique User identifier;\n25. the country in which the user received the transmissions.",
        "The Librarian of Congress eventually suspended these reporting requirements, \npending further study. And he also changed the original rates set by the \narbitration panel charged with setting rates. But the basic difference between \nInternet radio and terrestrial radio remains: Internet radio has to pay a type \nof copyright fee that terrestrial radio does not.",
        "Why? What justifies this difference? Was there any study of the economic \nconsequences from Internet radio that would justify these differences? Was the \nmotive to protect artists against piracy?",
        "In a rare bit of candor, one RIAA expert admitted what seemed obvious to \neveryone at the time. As Alex Alben, vice president for Public Policy at Real \nNetworks, told me,",
        "The RIAA, which was representing the record labels, presented some testimony \nabout what they thought a willing buyer would pay to a willing seller, and it \nwas much higher. It was ten times higher than what radio stations pay to perform \nthe same songs for the same period of time. And so the attorneys representing \nthe webcasters asked the RIAA, ... How do you come up with a rate that’s so \nmuch higher? Why is it worth more than radio? Because here we have hundreds of \nthousands of webcasters who want to pay, and that should establish the market \nrate, and if you set the rate so high, you’re going to drive the small \nwebcasters out of business. ...",
        "And the RIAA experts said, Well, we don’t really model this as an industry with \nthousands of webcasters, we think it should be an industry with, you know, five \nor seven big players who can pay a high rate and it’s a stable, predictable \nmarket. (Emphasis added.)",
        "Translation: The aim is to use the law to eliminate competition, so that this \nplatform of potentially immense competition, which would cause the diversity and \nrange of content available to explode, would not cause pain to the dinosaurs of \nold. There is no one, on either the right or the left, who should endorse this \nuse of the law. And yet there is practically no one, on either the right or the \nleft, who is doing anything effective to prevent it.",
        "Overregulation stifles creativity. It smothers innovation. It gives dinosaurs a \nveto over the future. It wastes the extraordinary opportunity for a democratic \ncreativity that digital technology enables.",
        "In addition to these important harms, there is one more that was important to \nour forebears, but seems forgotten today. Overregulation corrupts citizens and \nweakens the rule of law.",
        "The war that is being waged today is a war of prohibition. As with every war of \nprohibition, it is targeted against the behavior of a very large number of \ncitizens. According to The New York Times, 43 million Americans downloaded \nmusic in May 2002. [15] According to the RIAA, the behavior of those 43 million \nAmericans is a felony. We thus have a set of rules that transform 20 percent of \nAmerica into criminals. As the RIAA launches lawsuits against not only the \nNapsters and Kazaas of the world, but against students building search engines, \nand increasingly against ordinary users downloading content, the technologies \nfor sharing will advance to further protect and hide illegal use. It is an arms \nrace or a civil war, with the extremes of one side inviting a more extreme \nresponse by the other.",
        "The content industry’s tactics exploit the failings of the American legal \nsystem. When the RIAA brought suit against Jesse Jordan, it knew that in Jordan \nit had found a scapegoat, not a defendant. The threat of having to pay either \nall the money in the world in damages ($15,000,000) or almost all the money in \nthe world to defend against paying all the money in the world in damages \n($250,000 in legal fees) led Jordan to choose to pay all the money he had in the \nworld ($12,000) to make the suit go away. The same strategy animates the RIAA’s \nsuits against individual users. In September 2003, the RIAA sued 261 \nindividualsincluding a twelve-year-old girl living in public housing and a \nseventy-year-old man who had no idea what file sharing was. [16] As these \nscapegoats discovered, it will always cost more to defend against these suits \nthan it would cost to simply settle. (The twelve year old, for example, like \nJesse Jordan, paid her life savings of $2,000 to settle the case.) Our law is an \nawful system for defending rights. It is an embarrassment to our tradition. And \nthe consequence of our law as it is, is that those with the power can use the \nlaw to quash any rights they oppose.",
        "Wars of prohibition are nothing new in America. This one is just something more \nextreme than anything we’ve seen before. We experimented with alcohol \nprohibition, at a time when the per capita consumption of alcohol was 1.5 \ngallons per capita per year. The war against drinking initially reduced that \nconsumption to just 30 percent of its preprohibition levels, but by the end of \nprohibition, consumption was up to 70 percent of the preprohibition level. \nAmericans were drinking just about as much, but now, a vast number were \ncriminals. [17] We have launched a war on drugs aimed at reducing the \nconsumption of regulated narcotics that 7 percent (or 16 million) Americans now \nuse. [18] That is a drop from the high (so to speak) in 1979 of 14 percent of \nthe population. We regulate automobiles to the point where the vast majority of \nAmericans violate the law every day. We run such a complex tax system that a \nmajority of cash businesses regularly cheat. [19] We pride ourselves on our \nfree society, but an endless array of ordinary behavior is regulated within \nour society. And as a result, a huge proportion of Americans regularly violate \nat least some law.",
        "This state of affairs is not without consequence. It is a particularly salient \nissue for teachers like me, whose job it is to teach law students about the \nimportance of ethics. As my colleague Charlie Nesson told a class at Stanford, \neach year law schools admit thousands of students who have illegally downloaded \nmusic, illegally consumed alcohol and sometimes drugs, illegally worked without \npaying taxes, illegally driven cars. These are kids for whom behaving illegally \nis increasingly the norm. And then we, as law professors, are supposed to teach \nthem how to behave ethicallyhow to say no to bribes, or keep client funds \nseparate, or honor a demand to disclose a document that will mean that your case \nis over. Generations of Americansmore significantly in some parts of America \nthan in others, but still, everywhere in America todaycan’t live their lives \nboth normally and legally, since normally entails a certain degree of \nillegality.",
        "The response to this general illegality is either to enforce the law more \nseverely or to change the law. We, as a society, have to learn how to make that \nchoice more rationally. Whether a law makes sense depends, in part, at least, \nupon whether the costs of the law, both intended and collateral, outweigh the \nbenefits. If the costs, intended and collateral, do outweigh the benefits, then \nthe law ought to be changed. Alternatively, if the costs of the existing system \nare much greater than the costs of an alternative, then we have a good reason to \nconsider the alternative.",
        "My point is not the idiotic one: Just because people violate a law, we should \ntherefore repeal it. Obviously, we could reduce murder statistics dramatically \nby legalizing murder on Wednesdays and Fridays. But that wouldn’t make any \nsense, since murder is wrong every day of the week. A society is right to ban \nmurder always and everywhere.",
        "My point is instead one that democracies understood for generations, but that we \nrecently have learned to forget. The rule of law depends upon people obeying the \nlaw. The more often, and more repeatedly, we as citizens experience violating \nthe law, the less we respect the law. Obviously, in most cases, the important \nissue is the law, not respect for the law. I don’t care whether the rapist \nrespects the law or not; I want to catch and incarcerate the rapist. But I do \ncare whether my students respect the law. And I do care if the rules of law sow \nincreasing disrespect because of the extreme of regulation they impose. Twenty \nmillion Americans have come of age since the Internet introduced this different \nidea of sharing. We need to be able to call these twenty million Americans \ncitizens, not felons.",
        "When at least forty-three million citizens download content from the Internet, \nand when they use tools to combine that content in ways unauthorized by \ncopyright holders, the first question we should be asking is not how best to \ninvolve the FBI. The first question should be whether this particular \nprohibition is really necessary in order to achieve the proper ends that \ncopyright law serves. Is there another way to assure that artists get paid \nwithout transforming forty-three million Americans into felons? Does it make \nsense if there are other ways to assure that artists get paid without \ntransforming America into a nation of felons?",
        "This abstract point can be made more clear with a particular example.",
        "We all own CDs. Many of us still own phonograph records. These pieces of plastic \nencode music that in a certain sense we have bought. The law protects our right \nto buy and sell that plastic: It is not a copyright infringement for me to sell \nall my classical records at a used record store and buy jazz records to replace \nthem. That use of the recordings is free.",
        "But as the MP3 craze has demonstrated, there is another use of phonograph \nrecords that is effectively free. Because these recordings were made without \ncopy-protection technologies, I am free to copy, or rip, music from my \nrecords onto a computer hard disk. Indeed, Apple Corporation went so far as to \nsuggest that freedom was a right: In a series of commercials, Apple endorsed \nthe Rip, Mix, Burn capacities of digital technologies.",
        "This use of my records is certainly valuable. I have begun a large process at \nhome of ripping all of my and my wife’s CDs, and storing them in one archive. \nThen, using Apple’s iTunes, or a wonderful program called Andromeda, we can \nbuild different play lists of our music: Bach, Baroque, Love Songs, Love Songs \nof Significant Othersthe potential is endless. And by reducing the costs of \nmixing play lists, these technologies help build a creativity with play lists \nthat is itself independently valuable. Compilations of songs are creative and \nmeaningful in their own right.",
        "This use is enabled by unprotected mediaeither CDs or records. But unprotected \nmedia also enable file sharing. File sharing threatens (or so the content \nindustry believes) the ability of creators to earn a fair return from their \ncreativity. And thus, many are beginning to experiment with technologies to \neliminate unprotected media. These technologies, for example, would enable CDs \nthat could not be ripped. Or they might enable spy programs to identify ripped \ncontent on people’s machines.",
        "If these technologies took off, then the building of large archives of your own \nmusic would become quite difficult. You might hang in hacker circles, and get \ntechnology to disable the technologies that protect the content. Trading in \nthose technologies is illegal, but maybe that doesn’t bother you much. In any \ncase, for the vast majority of people, these protection technologies would \neffectively destroy the archiving use of CDs. The technology, in other words, \nwould force us all back to the world where we either listened to music by \nmanipulating pieces of plastic or were part of a massively complex digital \nrights management system.",
        "If the only way to assure that artists get paid were the elimination of the \nability to freely move content, then these technologies to interfere with the \nfreedom to move content would be justifiable. But what if there were another way \nto assure that artists are paid, without locking down any content? What if, in \nother words, a different system could assure compensation to artists while also \npreserving the freedom to move content easily?",
        "My point just now is not to prove that there is such a system. I offer a version \nof such a system in the last chapter of this book. For now, the only point is \nthe relatively uncontroversial one: If a different system achieved the same \nlegitimate objectives that the existing copyright system achieved, but left \nconsumers and creators much more free, then we’d have a very good reason to \npursue this alternativenamely, freedom. The choice, in other words, would not \nbe between property and piracy; the choice would be between different property \nsystems and the freedoms each allowed.",
        "I believe there is a way to assure that artists are paid without turning forty-\nthree million Americans into felons. But the salient feature of this alternative \nis that it would lead to a very different market for producing and distributing \ncreativity. The dominant few, who today control the vast majority of the \ndistribution of content in the world, would no longer exercise this extreme of \ncontrol. Rather, they would go the way of the horse-drawn buggy.",
        "Except that this generation’s buggy manufacturers have already saddled Congress, \nand are riding the law to protect themselves against this new form of \ncompetition. For them the choice is between forty-three million Americans as \ncriminals and their own survival.",
        "It is understandable why they choose as they do. It is not understandable why we \nas a democracy continue to choose as we do. Jack Valenti is charming; but not so \ncharming as to justify giving up a tradition as deep and important as our \ntradition of free culture.",
        "There’s one more aspect to this corruption that is particularly important to \ncivil liberties, and follows directly from any war of prohibition. As Electronic \nFrontier Foundation attorney Fred von Lohmann describes, this is the collateral \ndamage that arises whenever you turn a very large percentage of the population \ninto criminals. This is the collateral damage to civil liberties generally.",
        "If you can treat someone as a putative lawbreaker, von Lohmann explains,",
        "then all of a sudden a lot of basic civil liberty protections evaporate to one \ndegree or another. ... If you’re a copyright infringer, how can you hope to have \nany privacy rights? If you’re a copyright infringer, how can you hope to be \nsecure against seizures of your computer? How can you hope to continue to \nreceive Internet access? ... Our sensibilities change as soon as we think, Oh, \nwell, but that person’s a criminal, a lawbreaker. Well, what this campaign \nagainst file sharing has done is turn a remarkable percentage of the American \nInternet-using population into law-breakers. ",
        "And the consequence of this transformation of the American public into criminals \nis that it becomes trivial, as a matter of due process, to effectively erase \nmuch of the privacy most would presume.",
        "Users of the Internet began to see this generally in 2003 as the RIAA launched \nits campaign to force Internet service providers to turn over the names of \ncustomers who the RIAA believed were violating copyright law. Verizon fought \nthat demand and lost. With a simple request to a judge, and without any notice \nto the customer at all, the identity of an Internet user is revealed.",
        "The RIAA then expanded this campaign, by announcing a general strategy to sue \nindividual users of the Internet who are alleged to have downloaded copyrighted \nmusic from file-sharing systems. But as we’ve seen, the potential damages from \nthese suits are astronomical: If a family’s computer is used to download a \nsingle CD’s worth of music, the family could be liable for $2 million in \ndamages. That didn’t stop the RIAA from suing a number of these families, just \nas they had sued Jesse Jordan. [20]",
        "Even this understates the espionage that is being waged by the RIAA. A report \nfrom CNN late last summer described a strategy the RIAA had adopted to track \nNapster users. [21] Using a sophisticated hashing algorithm, the RIAA took what \nis in effect a fingerprint of every song in the Napster catalog. Any copy of one \nof those MP3s will have the same fingerprint.",
        "So imagine the following not-implausible scenario: Imagine a friend gives a CD \nto your daughtera collection of songs just like the cassettes you used to make \nas a kid. You don’t know, and neither does your daughter, where these songs came \nfrom. But she copies these songs onto her computer. She then takes her computer \nto college and connects it to a college network, and if the college network is \ncooperating” with the RIAA’s espionage, and she hasn’t properly protected her \ncontent from the network (do you know how to do that yourself ?), then the RIAA \nwill be able to identify your daughter as a criminal. And under the rules that \nuniversities are beginning to deploy, [22] your daughter can lose the right to \nuse the university’s computer network. She can, in some cases, be expelled.",
        "Now, of course, she’ll have the right to defend herself. You can hire a lawyer \nfor her (at $300 per hour, if you’re lucky), and she can plead that she didn’t \nknow anything about the source of the songs or that they came from Napster. And \nit may well be that the university believes her. But the university might not \nbelieve her. It might treat this contraband as presumptive of guilt. And as \nany number of college students have already learned, our presumptions about \ninnocence disappear in the middle of wars of prohibition. This war is no \ndifferent.",
        "Says von Lohmann,",
        "So when we’re talking about numbers like forty to sixty million Americans that \nare essentially copyright infringers, you create a situation where the civil \nliberties of those people are very much in peril in a general matter. [I don’t] \nthink [there is any] analog where you could randomly choose any person off the \nstreet and be confident that they were committing an unlawful act that could put \nthem on the hook for potential felony liability or hundreds of millions of \ndollars of civil liability. Certainly we all speed, but speeding isn’t the kind \nof an act for which we routinely forfeit civil liberties. Some people use drugs, \nand I think that’s the closest analog, [but] many have noted that the war \nagainst drugs has eroded all of our civil liberties because it’s treated so many \nAmericans as criminals. Well, I think it’s fair to say that file sharing is an \norder of magnitude larger number of Americans than drug use. ... If forty to \nsixty million Americans have become lawbreakers, then we’re really on a slippery \nslope to lose a lot of civil liberties for all forty to sixty million of them.",
        "When forty to sixty million Americans are considered criminals” under the law, \nand when the law could achieve the same objectivesecuring rights to authors\nwithout these millions being considered criminals, who is the villain? \nAmericans or the law? Which is American, a constant war on our own people or a \nconcerted effort through our democracy to change our law?",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}