{
    "title": "Free Culture - Chapter Seven: Recorders",
    "author": "Lawrence Lessig",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "Jon Else is a filmmaker. He is best known for his documentaries and has been \nvery successful in spreading his art. He is also a teacher, and as a teacher \nmyself, I envy the loyalty and admiration that his students feel for him. (I \nmet, by accident, two of his students at a dinner party. He was their god.)",
        "Else worked on a documentary that I was involved in. At a break, he told me a \nstory about the freedom to create with film in America today.",
        "In 1990, Else was working on a documentary about Wagner’s Ring Cycle. The focus \nwas stagehands at the San Francisco Opera. Stage- hands are a particularly funny \nand colorful element of an opera. During a show, they hang out below the stage \nin the grips’ lounge and in the lighting loft. They make a perfect contrast to \nthe art on the stage.",
        "During one of the performances, Else was shooting some stage- hands playing \ncheckers. In one corner of the room was a television set. Playing on the \ntelevision set, while the stagehands played checkers and the opera company \nplayed Wagner, was The Simpsons. As Else judged it, this touch of cartoon \nhelped capture the flavor of what was special about the scene.",
        "Years later, when he finally got funding to complete the film, Else attempted to \nclear the rights for those few seconds of The Simpsons. For of course, those \nfew seconds are copyrighted; and of course, to use copyrighted material you need \nthe permission of the copyright owner, unless fair use or some other privilege \napplies.",
        "Else called Simpsons creator Matt Groening’s office to get permission. \nGroening approved the shot. The shot was a four-and-a-half-second image on a \ntiny television set in the corner of the room. How could it hurt? Groening was \nhappy to have it in the film, but he told Else to contact Gracie Films, the \ncompany that produces the program.",
        "Gracie Films was okay with it, too, but they, like Groening, wanted to be \ncareful. So they told Else to contact Fox, Gracie’s parent company. Else called \nFox and told them about the clip in the corner of the one room shot of the film. \nMatt Groening had already given permission, Else said. He was just confirming \nthe permission with Fox.",
        "Then, as Else told me, two things happened. First we discovered ... that Matt \nGroening doesn’t own his own creationor at least that someone [at Fox] believes \nhe doesn’t own his own creation. And second, Fox wanted ten thousand dollars \nas a licensing fee for us to use this four-point-five seconds of ... entirely \nunsolicited Simpsons which was in the corner of the shot.",
        "Else was certain there was a mistake. He worked his way up to someone he thought \nwas a vice president for licensing, Rebecca Herrera. He explained to her, There \nmust be some mistake here. ... We’re asking for your educational rate on this. \nThat was the educational rate, Herrera told Else. A day or so later, Else called \nagain to confirm what he had been told.",
        "I wanted to make sure I had my facts straight, he told me. Yes, you have your \nfacts straight, she said. It would cost $10,000 to use the clip of The \nSimpsons in the corner of a shot in a documentary film about Wagner’s Ring \nCycle. And then, astonishingly, Herrera told Else, And if you quote me, I’ll \nturn you over to our attorneys. As an assistant to Herrera told Else later on, \nThey don’t give a shit. They just want the money.",
        "Else didn’t have the money to buy the right to replay what was playing on the \ntelevision backstage at the San Francisco Opera.To reproduce this reality was \nbeyond the documentary filmmaker’s budget. At the very last minute before the \nfilm was to be released, Else digitally replaced the shot with a clip from \nanother film that he had worked on, The Day After Trinity, from ten years \nbefore.",
        "There’s no doubt that someone, whether Matt Groening or Fox, owns the copyright \nto The Simpsons. That copyright is their property. To use that copyrighted \nmaterial thus sometimes requires the permission of the copyright owner. If the \nuse that Else wanted to make of the Simpsons copyright were one of the uses \nrestricted by the law, then he would need to get the permission of the copyright \nowner before he could use the work in that way. And in a free market, it is the \nowner of the copyright who gets to set the price for any use that the law says \nthe owner gets to control.",
        "For example, public performance is a use of The Simpsons that the copyright \nowner gets to control. If you take a selection of favorite episodes, rent a \nmovie theater, and charge for tickets to come see My Favorite Simpsons, then \nyou need to get permission from the copyright owner. And the copyright owner \n(rightly, in my view) can charge whatever she wants$10 or $1,000,000. That’s \nher right, as set by the law.",
        "But when lawyers hear this story about Jon Else and Fox, their first thought is \nfair use. [1] Else’s use of just 4.5 seconds of an indirect shot of a \nSimpsons episode is clearly a fair use of The Simpsonsand fair use does not \nrequire the permission of anyone.",
        "So I asked Else why he didn’t just rely upon fair use. Here’s his reply:",
        "The Simpsons fiasco was for me a great lesson in the gulf between what \nlawyers find irrelevant in some abstract sense, and what is crushingly relevant \nin practice to those of us actually trying to make and broadcast documentaries. \nI never had any doubt that it was clearly fair use in an absolute legal sense. \nBut I couldn’t rely on the concept in any concrete way. Here’s why:",
        "1. Before our films can be broadcast, the network requires that we buy Errors \nand Omissions insurance. The carriers require a detailed visual cue sheet \nlisting the source and licensing status of each shot in the film. They take a \ndim view of fair use, and a claim of fair use can grind the application \nprocess to a halt.",
        "2. I probably never should have asked Matt Groening in the first place. But I \nknew (at least from folklore) that Fox had a history of tracking down and \nstopping unlicensed Simpsons usage, just as George Lucas had a very high \nprofile litigating Star Wars usage. So I decided to play by the book, thinking \nthat we would be granted free or cheap license to four seconds of Simpsons. As \na documentary producer working to exhaustion on a shoestring, the last thing I \nwanted was to risk legal trouble, even nuisance legal trouble, and even to \ndefend a principle.",
        "3. I did, in fact, speak with one of your colleagues at Stanford Law School ... \nwho confirmed that it was fair use. He also confirmed that Fox would depose and \nlitigate you to within an inch of your life, regardless of the merits of my \nclaim. He made clear that it would boil down to who had the bigger legal \ndepartment and the deeper pockets, me or them.",
        "4. The question of fair use usually comes up at the end of the project, when we \nare up against a release deadline and out of money.",
        "In theory, fair use means you need no permission. The theory therefore supports \nfree culture and insulates against a permission culture. But in practice, fair \nuse functions very differently. The fuzzy lines of the law, tied to the \nextraordinary liability if lines are crossed, means that the effective fair use \nfor many types of creators is slight. The law has the right aim; practice has \ndefeated the aim.",
        "This practice shows just how far the law has come from its eighteenth-century \nroots. The law was born as a shield to protect publishers’ profits against the \nunfair competition of a pirate. It has matured into a sword that interferes with \nany use, transformative or not.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}