{
    "title": "Free Culture - Chapter Nine: Collectors",
    "author": "Lawrence Lessig",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "In April 1996, millions of botscomputer codes designed to spider, or \nautomatically search the Internet and copy contentbegan running across the Net. \nPage by page, these bots copied Internet-based information onto a small set of \ncomputers located in a basement in San Francisco’s Presidio. Once the bots \nfinished the whole of the Internet, they started again. Over and over again, \nonce every two months, these bits of code took copies of the Internet and stored \nthem.",
        "By October 2001, the bots had collected more than five years of copies. And at a \nsmall announcement in Berkeley, California, the archive that these copies \ncreated, the Internet Archive, was opened to the world. Using a technology \ncalled the Way Back Machine, you could enter a Web page, and see all of its \ncopies going back to 1996, as well as when those pages changed.",
        "This is the thing about the Internet that Orwell would have appreciated. In the \ndystopia described in 1984, old newspapers were constantly updated to assure \nthat the current view of the world, approved of by the government, was not \ncontradicted by previous news reports. Thousands of workers constantly reedited \nthe past, meaning there was no way ever to know whether the story you were \nreading today was the story that was printed on the date published on the paper.",
        "It’s the same with the Internet. If you go to a Web page today, there’s no way \nfor you to know whether the content you are reading is the same as the content \nyou read before. The page may seem the same, but the content could easily be \ndifferent. The Internet is Orwell’s libraryconstantly updated, without any \nreliable memory.",
        "Until the Way Back Machine, at least. With the Way Back Machine, and the \nInternet Archive underlying it, you can see what the Internet was. You have the \npower to see what you remember. More importantly, perhaps, you also have the \npower to find what you don’t \nremember and what others might prefer you forget. [1]",
        "We take it for granted that we can go back to see what we remember reading. \nThink about newspapers. If you wanted to study the reaction of your hometown \nnewspaper to the race riots in Watts in 1965, or to Bull Connor’s water cannon \nin 1963, you could go to your public library and look at the newspapers. Those \npapers probably exist on microfiche. If you’re lucky, they exist in paper, too. \nEither way, you are free, using a library, to go back and remembernot just what \nit is convenient to remember, but remember something close to the truth.",
        "It is said that those who fail to remember history are doomed to repeat \nit.That’s not quite correct. We all forget history. The key is whether we have \na way to go back to rediscover what we forget. More directly, the key is whether \nan objective past can keep us honest. Libraries help do that, by collecting \ncontent and keeping it, for schoolchildren, for researchers, for grandma. A free \nsociety presumes this knowledge.",
        "The Internet was an exception to this presumption. Until the Internet Archive, \nthere was no way to go back. The Internet was the quintessentially transitory \nmedium. And yet, as it becomes more important in forming and reforming society, \nit becomes more and more important to maintain in some historical form. It’s \njust bizarre to think that we have scads of archives of newspapers from tiny \ntowns around the world, yet there is but one copy of the Internetthe one kept \nby the Internet Archive.",
        "Brewster Kahle is the founder of the Internet Archive. He was a very successful \nInternet entrepreneur after he was a successful computer researcher. In the \n1990s, Kahle decided he had had enough business success. It was time to become a \ndifferent kind of success. So he launched a series of projects designed to \narchive human knowledge. The Internet Archive was just the first of the projects \nof this Andrew Carnegie of the Internet. By December of 2002, the archive had \nover 10 billion pages, and it was growing at about a billion pages a month.",
        "The Way Back Machine is the largest archive of human knowledge in human history. \nAt the end of 2002, it held two hundred and thirty terabytes of materialand \nwas ten times larger than the Library of Congress. And this was just the first \nof the archives that Kahle set out to build. In addition to the Internet \nArchive, Kahle has been constructing the Television Archive. Television, it \nturns out, is even more ephemeral than the Internet. While much of twentieth-\ncentury culture was constructed through television, only a tiny proportion of \nthat culture is available for anyone to see today. Three hours of news are \nrecorded each evening by Vanderbilt Universitythanks to a specific exemption in \nthe copyright law.That content is indexed, and is available to scholars for a \nvery low fee. But other than that, [television] is almost unavailable, Kahle \ntold me. If you were Barbara Walters you could get access to [the archives], \nbut if you are just a graduate student? As Kahle put it,",
        "Do you remember when Dan Quayle was interacting with Murphy Brown? Remember \nthat back and forth surreal experience of a politician interacting with a \nfictional television character? If you were a graduate student wanting to study \nthat, and you wanted to get those original back and forth exchanges between the \ntwo, the 60 Minutes episode that came out after it ... it would be almost \nimpossible. ... Those materials are almost unfindable. ...",
        "Why is that? Why is it that the part of our culture that is recorded in \nnewspapers remains perpetually accessible, while the part that is recorded on \nvideotape is not? How is it that we’ve created a world where researchers trying \nto understand the effect of media on nineteenth-century America will have an \neasier time than researchers trying to understand the effect of media on \ntwentieth-century America?",
        "In part, this is because of the law. Early in American copyright law, copyright \nowners were required to deposit copies of their work in libraries. These copies \nwere intended both to facilitate the spread of knowledge and to assure that a \ncopy of the work would be around once the copyright expired, so that others \nmight access and copy the work.",
        "These rules applied to film as well. But in 1915, the Library of Congress made \nan exception for film. Film could be copyrighted so long as such deposits were \nmade. But the filmmaker was then allowed to borrow back the depositsfor an \nunlimited time at no cost. In 1915 alone, there were more than 5,475 films \ndeposited and borrowed back. Thus, when the copyrights to films expire, there \nis no copy held by any library. The copy existsif it exists at allin the \nlibrary archive of the film company. [2]",
        "The same is generally true about television. Television broadcasts were \noriginally not copyrightedthere was no way to capture the broadcasts, so there \nwas no fear of theft. But as technology enabled capturing, broadcasters relied \nincreasingly upon the law. The law required they make a copy of each broadcast \nfor the work to be copy-righted. But those copies were simply kept by the \nbroadcasters. No library had any right to them; the government didn’t demand \nthem. The content of this part of American culture is practically invisible to \nanyone who would look.",
        "Kahle was eager to correct this. Before September 11, 2001, he and his allies \nhad started capturing television. They selected twenty stations from around the \nworld and hit the Record button. After September 11, Kahle, working with dozens \nof others, selected twenty stations from around the world and, beginning October \n11, 2001, made their coverage during the week of September 11 available free on-\nline. Anyone could see how news reports from around the world covered the events \nof that day.",
        "Kahle had the same idea with film. Working with Rick Prelinger, whose archive of \nfilm includes close to 45,000 ephemeral films (meaning films other than \nHollywood movies, films that were never copyrighted), Kahle established the \nMovie Archive. Prelinger let Kahle digitize 1,300 films in this archive and post \nthose films on the Internet to be downloaded for free. Prelinger’s is a for-\nprofit company. It sells copies of these films as stock footage. What he has \ndiscovered is that after he made a significant chunk available for free, his \nstock footage sales went up dramatically. People could easily find the material \nthey wanted to use. Some downloaded that material and made films on their own. \nOthers purchased copies to enable other films to be made. Either way, the \narchive enabled access to this important part of our culture. Want to see a copy \nof the Duck and Cover film that instructed children how to save themselves in \nthe middle of nuclear attack? Go to archive.org, and you can download the film \nin a few minutesfor free.",
        "Here again, Kahle is providing access to a part of our culture that we otherwise \ncould not get easily, if at all. It is yet another part of what defines the \ntwentieth century that we have lost to history. The law doesn’t require these \ncopies to be kept by anyone, or to be deposited in an archive by anyone. \nTherefore, there is no simple way to find them.",
        "The key here is access, not price. Kahle wants to enable free access to this \ncontent, but he also wants to enable others to sell access to it. His aim is to \nensure competition in access to this important part of our culture. Not during \nthe commercial life of a bit of creative property, but during a second life that \nall creative property hasa noncommercial life.",
        "For here is an idea that we should more clearly recognize. Every bit of creative \nproperty goes through different lives. In its first life, if the creator is \nlucky, the content is sold. In such cases the commercial market is successful \nfor the creator. The vast majority of creative property doesn’t enjoy such \nsuccess, but some clearly does. For that content, commercial life is extremely \nimportant. Without this commercial market, there would be, many argue, much less \ncreativity.",
        "After the commercial life of creative property has ended, our tradition has \nalways supported a second life as well. A newspaper delivers the news every day \nto the doorsteps of America. The very next day, it is used to wrap fish or to \nfill boxes with fragile gifts or to build an archive of knowledge about our \nhistory. In this second life, the content can continue to inform even if that \ninformation is no longer sold.",
        "The same has always been true about books. A book goes out of print very quickly \n(the average today is after about a year [3]). After it is out of print, it can \nbe sold in used book stores without the copyright owner getting anything and \nstored in libraries, where many get to read the book, also for free. Used book \nstores and libraries are thus the second life of a book. That second life is \nextremely important to the spread and stability of culture.",
        "Yet increasingly, any assumption about a stable second life for creative \nproperty does not hold true with the most important components of popular \nculture in the twentieth and twenty-first centuries. For thesetelevision, \nmovies, music, radio, the Internetthere is no guarantee of a second life. For \nthese sorts of culture, it is as if we’ve replaced libraries with Barnes & Noble \nsuperstores. With this culture, what’s accessible is nothing but what a certain \nlimited market demands. Beyond that, culture disappears.",
        "For most of the twentieth century, it was economics that made this so. It would \nhave been insanely expensive to collect and make accessible all television and \nfilm and music: The cost of analog copies is extraordinarily high. So even \nthough the law in principle would have restricted the ability of a Brewster \nKahle to copy culture generally, the real restriction was economics. The market \nmade it impossibly difficult to do anything about this ephemeral culture; the \nlaw had little practical effect.",
        "Perhaps the single most important feature of the digital revolution is that for \nthe first time since the Library of Alexandria, it is feasible to imagine \nconstructing archives that hold all culture produced or distributed publicly. \nTechnology makes it possible to imagine an archive of all books published, and \nincreasingly makes it possible to imagine an archive of all moving images and \nsound.",
        "The scale of this potential archive is something we’ve never imagined before. \nThe Brewster Kahles of our history have dreamed about it; but we are for the \nfirst time at a point where that dream is possible. As Kahle describes,",
        "It looks like there’s about two to three million recordings of music. Ever. \nThere are about a hundred thousand theatrical releases of movies, ... and about \none to two million movies [distributed] during the twentieth century. There are \nabout twenty-six million different titles of books. All of these would fit on \ncomputers that would fit in this room and be able to be afforded by a small \ncompany. So we’re at a turning point in our history. Universal access is the \ngoal. And the opportunity of leading a different life, based on this, is ... \nthrilling. It could be one of the things humankind would be most proud of. Up \nthere with the Library of Alexandria, putting a man on the moon, and the \ninvention of the printing press.",
        "Kahle is not the only librarian. The Internet Archive is not the only archive. \nBut Kahle and the Internet Archive suggest what the future of libraries or \narchives could be. When the commercial life of creative property ends, I don’t \nknow. But it does. And whenever it does, Kahle and his archive hint at a world \nwhere this knowledge, and culture, remains perpetually available. Some will draw \nupon it to understand it; some to criticize it. Some will use it, as Walt Disney \ndid, to re-create the past for the future. These technologies promise something \nthat had become unimaginable for much of our pasta future for our past. The \ntechnology of digital arts could make the dream of the Library of Alexandria \nreal again.",
        "Technologists have thus removed the economic costs of building such an archive. \nBut lawyers’ costs remain. For as much as we might like to call these \narchives, as warm as the idea of a library might seem, the content that is \ncollected in these digital spaces is also some-one’s property. And the law of \nproperty restricts the freedoms that Kahle and others would exercise.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}