{
    "title": "Free Culture - Chapter Ten: Property",
    "author": "Lawrence Lessig",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "Jack Valenti has been the president of the Motion Picture Association of America \nsince 1966. He first came to Washington, D.C., with Lyndon Johnson’s \nadministrationliterally. The famous picture of Johnson’s swearing-in on Air \nForce One after the assassination of President Kennedy has Valenti in the \nbackground. In his almost forty years of running the MPAA, Valenti has \nestablished himself as perhaps the most prominent and effective lobbyist in \nWashington.",
        "The MPAA is the American branch of the international Motion Picture Association. \nIt was formed in 1922 as a trade association whose goal was to defend American \nmovies against increasing domestic criticism. The organization now represents \nnot only filmmakers but producers and distributors of entertainment for \ntelevision, video, and cable. Its board is made up of the chairmen and \npresidents of the seven major producers and distributors of motion picture and \ntelevision programs in the United States: Walt Disney, Sony Pictures \nEntertainment, MGM, Paramount Pictures, Twentieth Century Fox, Universal \nStudios, and Warner Brothers.",
        "Valenti is only the third president of the MPAA. No president before him has had \nas much influence over that organization, or over Washington. As a Texan, \nValenti has mastered the single most important political skill of a Southerner\nthe ability to appear simple and slow while hiding a lightning-fast intellect. \nTo this day, Valenti plays the simple, humble man. But this Harvard MBA, and \nauthor of four books, who finished high school at the age of fifteen and flew \nmore than fifty combat missions in World War II, is no Mr. Smith. When Valenti \nwent to Washington, he mastered the city in a quintessentially Washingtonian \nway.",
        "In defending artistic liberty and the freedom of speech that our culture depends \nupon, the MPAA has done important good. In crafting the MPAA rating system, it \nhas probably avoided a great deal of speech-regulating harm. But there is an \naspect to the organization’s mission that is both the most radical and the most \nimportant. This is the organization’s effort, epitomized in Valenti’s every act, \nto redefine the meaning of creative property.",
        "In 1982, Valenti’s testimony to Congress captured the strategy perfectly:",
        "No matter the lengthy arguments made, no matter the charges and the counter-\ncharges, no matter the tumult and the shouting, reasonable men and women will \nkeep returning to the fundamental issue, the central theme which animates this \nentire debate: Creative property owners must be accorded the same rights and \nprotection resident in all other property owners in the nation. That is the \nissue. That is the question. And that is the rostrum on which this entire \nhearing and the debates to follow must rest. [1]",
        "The strategy of this rhetoric, like the strategy of most of Valenti’s rhetoric, \nis brilliant and simple and brilliant because simple. The central theme to \nwhich reasonable men and women will return is this: Creative property owners \nmust be accorded the same rights and protections resident in all other property \nowners in the nation. There are no second-class citizens, Valenti might have \ncontinued. There should be no second-class property owners.",
        "This claim has an obvious and powerful intuitive pull. It is stated with such \nclarity as to make the idea as obvious as the notion that we use elections to \npick presidents. But in fact, there is no more extreme a claim made by anyone \nwho is serious in this debate than this claim of Valenti’s. Jack Valenti, \nhowever sweet and however brilliant, is perhaps the nation’s foremost extremist \nwhen it comes to the nature and scope of creative property. His views have \n/no reasonable connection to our actual legal tradition, even if the subtle \npull of his Texan charm has slowly redefined that tradition, at least in \nWashington.",
        "While creative property is certainly property in a nerdy and precise sense \nthat lawyers are trained to understand, [2] it has never been the case, nor \nshould it be, that creative property owners have been ac- corded the same \nrights and protection resident in all other property owners. Indeed, if \ncreative property owners were given the same rights as all other property \nowners, that would effect a radical, and radically undesirable, change in our \ntradition.",
        "Valenti knows this. But he speaks for an industry that cares squat for our \ntradition and the values it represents. He speaks for an industry that is \ninstead fighting to restore the tradition that the British overturned in 1710. \nIn the world that Valenti’s changes would create, a powerful few would exercise \npowerful control over how our creative culture would develop.",
        "I have two purposes in this chapter. The first is to convince you that, \nhistorically, Valenti’s claim is absolutely wrong. The second is to convince you \nthat it would be terribly wrong for us to reject our history. We have always \ntreated rights in creative property differently from the rights resident in all \nother property owners. They have never been the same. And they should never be \nthe same, because, however counterintuitive this may seem, to make them the same \nwould be to fundamentally weaken the opportunity for new creators to create. \nCreativity depends upon the owners of creativity having less than perfect \ncontrol.",
        "Organizations such as the MPAA, whose board includes the most powerful of the \nold guard, have little interest, their rhetoric notwithstanding, in assuring \nthat the new can displace them. No organization does. No person does. (Ask me \nabout tenure, for example.) But what’s good for the MPAA is not necessarily good \nfor America. A society that defends the ideals of free culture must preserve \nprecisely the opportunity for new creativity to threaten the old.",
        "To get just a hint that there is something fundamentally wrong in Valenti’s \nargument, we need look no further than the United States Constitution itself.",
        "The framers of our Constitution loved property. Indeed, so strongly did they \nlove property that they built into the Constitution an important requirement. If \nthe government takes your propertyif it condemns your house, or acquires a \nslice of land from your farmit is required, under the Fifth Amendment’s \nTakings Clause, to pay you just compensation for that taking. The \nConstitution thus guarantees that property is, in a certain sense, sacred. It \ncannot ever be taken from the property owner unless the government pays for \nthe privilege.",
        "Yet the very same Constitution speaks very differently about what Valenti calls \ncreative property. In the clause granting Congress the power to create \ncreative property, the Constitution requires that after a limited time, \nCongress take back the rights that it has granted and set the creative \nproperty free to the public domain. Yet when Congress does this, when the \nexpiration of a copyright term takes your copyright and turns it over to the \npublic domain, Congress does not have any obligation to pay just compensation \nfor this taking. Instead, the same Constitution that requires compensation for \nyour land requires that you lose your creative property right without any \ncompensation at all.",
        "The Constitution thus on its face states that these two forms of property are \nnot to be accorded the same rights. They are plainly to be treated differently. \nValenti is therefore not just asking for a change in our tradition when he \nargues that creative-property owners should be accorded the same rights as every \nother property-right owner. He is effectively arguing for a change in our \nConstitution itself.",
        "Arguing for a change in our Constitution is not necessarily wrong. There was \nmuch in our original Constitution that was plainly wrong. The Constitution of \n1789 entrenched slavery; it left senators to be appointed rather than elected; \nit made it possible for the electoral college to produce a tie between the \npresident and his own vice president (as it did in 1800). The framers were no \ndoubt extraordinary, but I would be the first to admit that they made big \nmistakes. We have since rejected some of those mistakes; no doubt there could be \nothers that we should reject as well. So my argument is not simply that because \nJefferson did it, we should, too.",
        "Instead, my argument is that because Jefferson did it, we should at least try to \nunderstand why. Why did the framers, fanatical property types that they were, \nreject the claim that creative property be given the same rights as all other \nproperty? Why did they require that for creative property there must be a public \ndomain?",
        "To answer this question, we need to get some perspective on the history of these \ncreative property rights, and the control that they enabled. Once we see \nclearly how differently these rights have been defined, we will be in a better \nposition to ask the question that should be at the core of this war: Not \n/whether creative property should be protected, but how. Not whether we will \nenforce the rights the law gives to creative-property owners, but what the \nparticular mix of rights ought to be. Not whether artists should be paid, but \nwhether institutions designed to assure that artists get paid need also control \nhow culture develops.",
        "To answer these questions, we need a more general way to talk about how property \nis protected. More precisely, we need a more general way than the narrow \nlanguage of the law allows. In Code and Other Laws of Cyberspace, I used a \nsimple model to capture this more general perspective. For any particular right \nor regulation, this model asks how four different modalities of regulation \ninteract to support or weaken the right or regulation. I represented it with \nthis diagram:",
        "[Image: alt text]",
        "At the center of this picture is a regulated dot: the individual or group that \nis the target of regulation, or the holder of a right. (In each case throughout, \nwe can describe this either as regulation or as a right. For simplicity’s sake, \nI will speak only of regulations.) The ovals represent four ways in which the \nindividual or group might be regulatedeither constrained or, alternatively, \nenabled. Law is the most obvious constraint (to lawyers, at least). It \nconstrains by threatening punishments after the fact if the rules set in advance \nare violated. So if, for example, you willfully infringe Madonna’s copyright by \ncopying a song from her latest CD and posting it on the Web, you can be punished \nwith a $150,000 fine. The fine is an ex post punishment for violating an ex ante \nrule. It is imposed by the state.",
        "Norms are a different kind of constraint. They, too, punish an individual for \nviolating a rule. But the punishment of a norm is imposed by a community, not \n(or not only) by the state. There may be no law against spitting, but that \ndoesn’t mean you won’t be punished if you spit on the ground while standing in \nline at a movie. The punishment might not be harsh, though depending upon the \ncommunity, it could easily be more harsh than many of the punishments imposed by \nthe state. The mark of the difference is not the severity of the rule, but the \nsource of the enforcement.",
        "The market is a third type of constraint. Its constraint is effected through \nconditions: You can do X if you pay Y; you’ll be paid M if you do N. These \nconstraints are obviously not independent of law or normsit is property law \nthat defines what must be bought if it is to be taken legally; it is norms that \nsay what is appropriately sold. But given a set of norms, and a background of \nproperty and contract law, the market imposes a simultaneous constraint upon how \nan individual or group might behave.",
        "Finally, and for the moment, perhaps, most mysteriously, architecturethe \nphysical world as one finds itis a constraint on behavior. A fallen bridge \nmight constrain your ability to get across a river. Railroad tracks might \nconstrain the ability of a community to integrate its social life. As with the \nmarket, architecture does not effect its constraint through ex post punishments. \nInstead, also as with the market, architecture effects its constraint through \nsimultaneous conditions. These conditions are imposed not by courts enforcing \ncontracts, or by police punishing theft, but by nature, by architecture. If a \n500-pound boulder blocks your way, it is the law of gravity that enforces this \nconstraint. If a $500 airplane ticket stands between you and a flight to New \nYork, it is the market that enforces this constraint.",
        "So the first point about these four modalities of regulation is obvious: They \ninteract. Restrictions imposed by one might be reinforced by another. Or \nrestrictions imposed by one might be undermined by another.",
        "The second point follows directly: If we want to understand the effective \nfreedom that anyone has at a given moment to do any particular thing, we have to \nconsider how these four modalities interact. Whether or not there are other \nconstraints (there may well be; my claim is not about comprehensiveness), these \nfour are among the most significant, and any regulator (whether controlling or \nfreeing) must consider how these four in particular interact.",
        "So, for example, consider the freedom to drive a car at a high speed. That \nfreedom is in part restricted by laws: speed limits that say how fast you can \ndrive in particular places at particular times. It is in part restricted by \narchitecture: speed bumps, for example, slow most rational drivers; governors in \nbuses, as another example, set the maximum rate at which the driver can drive. \nThe freedom is in part restricted by the market: Fuel efficiency drops as speed \nincreases, thus the price of gasoline indirectly constrains speed. And finally, \nthe norms of a community may or may not constrain the freedom to speed. Drive at \n50 mph by a school in your own neighborhood and you’re likely to be punished by \nthe neighbors. The same norm wouldn’t be as effective in a different town, or at \nnight.",
        "The final point about this simple model should also be fairly clear: While these \nfour modalities are analytically independent, law has a special role in \naffecting the three. [3] The law, in other words, sometimes operates to increase \nor decrease the constraint of a particular modality. Thus, the law might be used \nto increase taxes on gasoline, so as to increase the incentives to drive more \nslowly. The law might be used to mandate more speed bumps, so as to increase the \ndifficulty of driving rapidly. The law might be used to fund ads that stigmatize \nreckless driving. Or the law might be used to require that other laws be more \nstricta federal requirement that states decrease the speed limit, for example\nso as to decrease the attractiveness of fast driving.",
        "[Image: alt text.]",
        "These constraints can thus change, and they can be changed. To understand the \neffective protection of liberty or protection of property at any particular \nmoment, we must track these changes over time. A restriction imposed by one \nmodality might be erased by another. A freedom enabled by one modality might be \ndisplaced by another. [4] ",
        "Why Hollywood Is Right",
        "The most obvious point that this model reveals is just why, or just how, \nHollywood is right. The copyright warriors have rallied Congress and the courts \nto defend copyright. This model helps us see why that rallying makes sense.",
        "Let’s say this is the picture of copyright’s regulation before the Internet:",
        "[Image: alt text.]",
        "There is balance between law, norms, market, and architecture. The law limits \nthe ability to copy and share content, by imposing penalties on those who copy \nand share content. Those penalties are reinforced by technologies that make it \nhard to copy and share content (architecture) and expensive to copy and share \ncontent (market). Finally, those penalties are mitigated by norms we all \nrecognizekids, for example, taping other kids’ records. These uses of \ncopyrighted material may well be infringement, but the norms of our society \n(before the Internet, at least) had no problem with this form of infringement.",
        "Enter the Internet, or, more precisely, technologies such as MP3s and p2p \nsharing. Now the constraint of architecture changes dramatically, as does the \nconstraint of the market. And as both the market and architecture relax the \nregulation of copyright, norms pile on. The happy balance (for the warriors, at \nleast) of life before the Internet becomes an effective state of anarchy after \nthe Internet.",
        "Thus the sense of, and justification for, the warriors’ response. Technology has \nchanged, the warriors say, and the effect of this change, when ramified through \nthe market and norms, is that a balance of protection for the copyright owners’ \nrights has been lost. This is Iraq after the fall of Saddam, but this time no \ngovernment is justifying the looting that results.",
        "[Image: alt text.]",
        "Neither this analysis nor the conclusions that follow are new to the warriors. \nIndeed, in a White Paper prepared by the Commerce Department (one heavily \ninfluenced by the copyright warriors) in 1995, this mix of regulatory modalities \nhad already been identified and the strategy to respond already mapped. In \nresponse to the changes the Internet had effected, the White Paper argued (1) \nCongress should strengthen intellectual property law, (2) businesses should \nadopt innovative marketing techniques, (3) technologists should push to develop \ncode to protect copyrighted material, and (4) educators should educate kids to \nbetter protect copyright.",
        "This mixed strategy is just what copyright neededif it was to preserve the \nparticular balance that existed before the change induced by the Internet. And \nit’s just what we should expect the content industry to push for. It is as \nAmerican as apple pie to consider the happy life you have as an entitlement, and \nto look to the law to protect it if something comes along to change that happy \nlife. Homeowners living in a flood plain have no hesitation appealing to the \ngovernment to rebuild (and rebuild again) when a flood (architecture) wipes away \ntheir property (law). Farmers have no hesitation appealing to the government to \nbail them out when a virus (architecture) devastates their crop. Unions have no \nhesitation appealing to the government to bail them out when imports (market) \nwipe out the U.S. steel industry.",
        "Thus, there’s nothing wrong or surprising in the content industry’s campaign to \nprotect itself from the harmful consequences of a technological innovation. And \nI would be the last person to argue that the changing technology of the Internet \nhas not had a profound effect on the content industry’s way of doing business, \nor as John Seely Brown describes it, its architecture of revenue.",
        "But just because a particular interest asks for government support, it doesn’t \nfollow that support should be granted. And just because technology has weakened \na particular way of doing business, it doesn’t follow that the government should \nintervene to support that old way of doing business. Kodak, for example, has \nlost perhaps as much as 20 percent of their traditional film market to the \nemerging technologies of digital cameras. [5] Does anyone believe the government \nshould ban digital cameras just to support Kodak? Highways have weakened the \nfreight business for railroads. Does anyone think we should ban trucks from \nroads for the purpose of protecting the railroads? Closer to the subject of \nthis book, remote channel changers have weakened the stickiness of television \nadvertising (if a boring commercial comes on the TV, the remote makes it easy to \nsurf ), and it may well be that this change has weakened the television \nadvertising market. But does anyone believe we should regulate remotes to \nreinforce commercial television? (Maybe by limiting them to function only once a \nsecond, or to switch to only ten channels within an hour?)",
        "The obvious answer to these obviously rhetorical questions is no. In a free \nsociety, with a free market, supported by free enterprise and free trade, the \ngovernment’s role is not to support one way of doing business against others. \nIts role is not to pick winners and protect them against loss. If the government \ndid this generally, then we would never have any progress. As Microsoft chairman \nBill Gates wrote in 1991, in a memo criticizing software patents, established \ncompanies have an interest in excluding future competitors. [6] And relative to \na startup, established companies also have the means. (Think RCA and FM radio.) \nA world in which competitors with new ideas must fight not only the market but \nalso the government is a world in which competitors with new ideas will not \nsucceed. It is a world of stasis and increasingly concentrated stagnation. It is \nthe Soviet Union under Brezhnev.",
        "Thus, while it is understandable for industries threatened with new technologies \nthat change the way they do business to look to the government for protection, \nit is the special duty of policy makers to guarantee that that protection not \nbecome a deterrent to progress. It is the duty of policy makers, in other words, \nto assure that the changes they create, in response to the request of those hurt \nby changing technology, are changes that preserve the incentives and \nopportunities for innovation and change.",
        "In the context of laws regulating speechwhich include, obviously, copyright \nlawthat duty is even stronger. When the industry complaining about changing \ntechnologies is asking Congress to respond in a way that burdens speech and \ncreativity, policy makers should be especially wary of the request. It is always \na bad deal for the government to get into the business of regulating speech \nmarkets. The risks and dangers of that game are precisely why our framers \ncreated the First Amendment to our Constitution: Congress shall make no law ... \nabridging the freedom of speech. So when Congress is being asked to pass laws \nthat would abridge the freedom of speech, it should ask carefullywhether \nsuch regulation is justified.",
        "My argument just now, however, has nothing to do with whether the changes that \nare being pushed by the copyright warriors are justified. My argument is about \ntheir effect. For before we get to the question of justification, a hard \nquestion that depends a great deal upon your values, we should first ask whether \nwe understand the effect of the changes the content industry wants.",
        "Here’s the metaphor that will capture the argument to follow.",
        "In 1873, the chemical DDT was first synthesized. In 1948, Swiss chemist Paul \nHermann Müller won the Nobel Prize for his work demonstrating the insecticidal \nproperties of DDT. By the 1950s, the insecticide was widely used around the \nworld to kill disease-carrying pests. It was also used to increase farm \nproduction.",
        "No one doubts that killing disease-carrying pests or increasing crop production \nis a good thing. No one doubts that the work of Müller was important and \nvaluable and probably saved lives, possibly millions.",
        "But in 1962, Rachel Carson published Silent Spring, which argued that DDT, \nwhatever its primary benefits, was also having unintended environmental \nconsequences. Birds were losing the ability to reproduce. Whole chains of the \necology were being destroyed.",
        "No one set out to destroy the environment. Paul Müller certainly did not aim to \nharm any birds. But the effort to solve one set of problems produced another set \nwhich, in the view of some, was far worse than the problems that were originally \nattacked. Or more accurately, the problems DDT caused were worse than the \nproblems it solved, at least when considering the other, more environmentally \nfriendly ways to solve the problems that DDT was meant to solve.",
        "It is to this image precisely that Duke University law professor James Boyle \nappeals when he argues that we need an environmentalism” for culture. [7] His \npoint, and the point I want to develop in the balance of this chapter, is not \nthat the aims of copyright are flawed. Or that authors should not be paid for \ntheir work. Or that music should be given away for free. The point is that \nsome of the ways in which we might protect authors will have unintended \nconsequences for the cultural environment, much like DDT had for the natural \nenvironment. And just as criticism of DDT is not an endorsement of malaria or an \nattack on farmers, so, too, is criticism of one particular set of regulations \nprotecting copyright not an endorsement of anarchy or an attack on authors. It \nis an environment of creativity that we seek, and we should be aware of our \nactions’ effects on the environment.",
        "My argument, in the balance of this chapter, tries to map exactly this effect. \nNo doubt the technology of the Internet has had a dramatic effect on the ability \nof copyright owners to protect their content. But there should also be little \ndoubt that when you add together the changes in copyright law over time, plus \nthe change in technology that the Internet is undergoing just now, the net \neffect of these changes will not be only that copyrighted work is effectively \nprotected. Also, and generally missed, the net effect of this massive increase \nin protection will be devastating to the environment for creativity.",
        "In a line: To kill a gnat, we are spraying DDT with consequences for free \nculture that will be far more devastating than that this gnat will be lost.",
        "Beginnings",
        "America copied English copyright law. Actually, we copied and improved English \ncopyright law. Our Constitution makes the purpose of creative property rights \nclear; its express limitations reinforce the English aim to avoid overly \npowerful publishers.",
        "The power to establish creative property rights is granted to Congress in a \nway that, for our Constitution, at least, is very odd. Article I, section 8, \nclause 8 of our Constitution states that:",
        "Congress has the power to promote the Progress of Science and useful Arts, by \nsecuring for limited Times to Authors and Inventors the exclusive Right to their \nrespective Writings and Discoveries.",
        "We can call this the Progress Clause, for notice what this clause does not \nsay. It does not say Congress has the power to grant creative property rights. \nIt says that Congress has the power to promote progress. The grant of power is \nits purpose, and its purpose is a public one, not the purpose of enriching \npublishers, nor even primarily the purpose of rewarding authors.",
        "The Progress Clause expressly limits the term of copyrights. As we saw in \nchapter 6, the English limited the term of copyright so as to assure that a few \nwould not exercise disproportionate control over culture by exercising \ndisproportionate control over publishing. We can assume the framers followed the \nEnglish for a similar purpose. Indeed, unlike the English, the framers \nreinforced that objective, by requiring that copyrights extend to Authors \nonly.",
        "The design of the Progress Clause reflects something about the Constitution’s \ndesign in general. To avoid a problem, the framers built structure. To prevent \nthe concentrated power of publishers, they built a structure that kept \ncopyrights away from publishers and kept them short. To prevent the concentrated \npower of a church, they banned the federal government from establishing a \nchurch. To prevent concentrating power in the federal government, they built \nstructures to reinforce the power of the statesincluding the Senate, whose \nmembers were at the time selected by the states, and an electoral college, also \nselected by the states, to select the president. In each case, a structure \nbuilt checks and balances into the constitutional frame, structured to prevent \notherwise inevitable concentrations of power.",
        "I doubt the framers would recognize the regulation we call copyright today. \nThe scope of that regulation is far beyond anything they ever considered. To \nbegin to understand what they did, we need to put our copyright in context: We \nneed to see how it has changed in the 210 years since they first struck its \ndesign.",
        "Some of these changes come from the law: some in light of changes in technology, \nand some in light of changes in technology given a particular concentration of \nmarket power. In terms of our model, we started here:",
        "[Image: alt text.]",
        "We will end here:",
        "[Image: alt text.]",
        "Let me explain how.",
        "When the first Congress enacted laws to protect creative property, it faced the \nsame uncertainty about the status of creative property that the English had \nconfronted in 1774. Many states had passed laws protecting creative property, \nand some believed that these laws simply supplemented common law rights that \nalready protected creative authorship. [8] This meant that there was no \nguaranteed public domain in the United States in 1790. If copyrights were \nprotected by the common law, then there was no simple way to know whether a work \npublished in the United States was controlled or free. Just as in England, this \nlingering uncertainty would make it hard for publishers to rely upon a public \ndomain to reprint and distribute works.",
        "That uncertainty ended after Congress passed legislation granting copyrights. \nBecause federal law overrides any contrary state law, federal protections for \ncopyrighted works displaced any state law protections. Just as in England the \nStatute of Anne eventually meant that the copyrights for all English works \nexpired, a federal statute meant that any state copyrights expired as well.",
        "In 1790, Congress enacted the first copyright law. It created a federal \ncopyright and secured that copyright for fourteen years. If the author was alive \nat the end of that fourteen years, then he could opt to renew the copyright for \nanother fourteen years. If he did not renew the copyright, his work passed into \nthe public domain.",
        "While there were many works created in the United States in the first ten years \nof the Republic, only 5 percent of the works were actually registered under the \nfederal copyright regime. Of all the work created in the United States both \nbefore 1790 and from 1790 through 1800, 95 percent immediately passed into the \npublic domain; the balance would pass into the pubic domain within twenty-eight \nyears at most, and more likely within fourteen years. [9]",
        "This system of renewal was a crucial part of the American system of copyright. \nIt assured that the maximum terms of copyright would be granted only for works \nwhere they were wanted. After the initial term of fourteen years, if it wasn’t \nworth it to an author to renew his copyright, then it wasn’t worth it to society \nto insist on the copyright, either.",
        "Fourteen years may not seem long to us, but for the vast majority of copyright \nowners at that time, it was long enough: Only a small minority of them renewed \ntheir copyright after fourteen years; the balance allowed their work to pass \ninto the public domain. [10]",
        "Even today, this structure would make sense. Most creative work has an actual \ncommercial life of just a couple of years. Most books fall out of print after \none year. [11] When that happens, the used books are traded free of copyright \nregulation. Thus the books are no longer effectively controlled by copyright. \nThe only practical commercial use of the books at that time is to sell the books \nas used books; that usebecause it does not involve publicationis effectively \nfree.",
        "In the first hundred years of the Republic, the term of copyright was changed \nonce. In 1831, the term was increased from a maximum of 28 years to a maximum of \n42 by increasing the initial term of copyright from 14 years to 28 years. In the \nnext fifty years of the Republic, the term increased once again. In 1909, \nCongress extended the renewal term of 14 years to 28 years, setting a maximum \nterm of 56 years.",
        "Then, beginning in 1962, Congress started a practice that has defined copyright \nlaw since. Eleven times in the last forty years, Congress has extended the terms \nof existing copyrights; twice in those forty years, Congress extended the term \nof future copyrights. Initially, the extensions of existing copyrights were \nshort, a mere one to two years. In 1976, Congress extended all existing \ncopyrights by nineteen years. And in 1998, in the Sonny Bono Copyright Term \nExtension Act, Congress extended the term of existing and future copyrights by \ntwenty years.",
        "The effect of these extensions is simply to toll, or delay, the passing of works \ninto the public domain. This latest extension means that the public domain will \nhave been tolled for thirty-nine out of fifty-five years, or 70 percent of the \ntime since 1962. Thus, in the twenty years after the Sonny Bono Act, while one \nmillion patents will pass into the public domain, zero copyrights will pass into \nthe public domain by virtue of the expiration of a copyright term.",
        "The effect of these extensions has been exacerbated by another, little-noticed \nchange in the copyright law. Remember I said that the framers established a two-\npart copyright regime, requiring a copyright owner to renew his copyright after \nan initial term. The requirement of renewal meant that works that no longer \nneeded copyright protection would pass more quickly into the public domain. The \nworks remaining under protection would be those that had some continuing \ncommercial value.",
        "The United States abandoned this sensible system in 1976. For all works created \nafter 1978, there was only one copyright termthe maximum term. For natural \nauthors, that term was life plus fifty years. For corporations, the term was \nseventy-five years. Then, in 1992, Congress abandoned the renewal requirement \nfor all works created before 1978. All works still under copyright would be \naccorded the maximum term then available. After the Sonny Bono Act, that term \nwas ninety-five years.",
        "This change meant that American law no longer had an automatic way to assure \nthat works that were no longer exploited passed into the public domain. And \nindeed, after these changes, it is unclear whether it is even possible to put \nworks into the public domain. The public domain is orphaned by these changes in \ncopyright law. Despite the requirement that terms be limited, we have no \nevidence that anything will limit them.",
        "The effect of these changes on the average duration of copyright is dramatic. In \n1973, more than 85 percent of copyright owners failed to renew their copyright. \nThat meant that the average term of copyright in 1973 was just 32.2 years. \nBecause of the elimination of the renewal requirement, the average term of \ncopyright is now the maximum term. In thirty years, then, the average term has \ntripled, from 32.2 years to 95 years. [12]",
        "Law: Scope",
        "The scope of a copyright is the range of rights granted by the law. The scope \nof American copyright has changed dramatically. Those changes are not \nnecessarily bad. But we should understand the extent of the changes if we’re to \nkeep this debate in context.",
        "In 1790, that scope was very narrow. Copyright covered only maps, charts, and \nbooks. That means it didn’t cover, for example, music or architecture. More \nsignificantly, the right granted by a copyright gave the author the exclusive \nright to publish copyrighted works. That means someone else violated the \ncopyright only if he republished the work without the copyright owner’s \npermission. Finally, the right granted by a copyright was an exclusive right to \nthat particular book. The right did not extend to what lawyers call derivative \nworks. It would not, therefore, interfere with the right of someone other than \nthe author to translate a copyrighted book, or to adapt the story to a different \nform (such as a drama based on a published book).",
        "This, too, has changed dramatically. While the contours of copyright today are \nextremely hard to describe simply, in general terms, the right covers \npractically any creative work that is reduced to a tangible form. It covers \nmusic as well as architecture, drama as well as computer programs. It gives the \ncopyright owner of that creative work not only the exclusive right to publish \nthe work, but also the exclusive right of control over any copies of that \nwork. And most significant for our purposes here, the right gives the copyright \nowner control over not only his or her particular work, but also any derivative \nwork that might grow out of the original work. In this way, the right covers \nmore creative work, protects the creative work more broadly, and protects works \nthat are based in a significant way on the initial creative work.",
        "At the same time that the scope of copyright has expanded, procedural \nlimitations on the right have been relaxed. I’ve already described the complete \nremoval of the renewal requirement in 1992. In addition to the renewal \nrequirement, for most of the history of American copyright law, there was a \nrequirement that a work be registered before it could receive the protection of \na copyright. There was also a requirement that any copyrighted work be marked \neither with that famous © or the word copyright. And for most of the history \nof American copyright law, there was a requirement that works be deposited with \nthe government before a copyright could be secured.",
        "The reason for the registration requirement was the sensible understanding that \nfor most works, no copyright was required. Again, in the first ten years of the \nRepublic, 95 percent of works eligible for copyright were never copyrighted. \nThus, the rule reflected the norm: Most works apparently didn’t need copyright, \nso registration narrowed the regulation of the law to the few that did. The same \nreasoning justified the requirement that a work be marked as copyrightedthat \nway it was easy to know whether a copyright was being claimed. The requirement \nthat works be deposited was to assure that after the copyright expired, there \nwould be a copy of the work somewhere so that it could be copied by others \nwithout locating the original author.",
        "All of these formalities were abolished in the American system when we decided \nto follow European copyright law. There is no requirement that you register a \nwork to get a copyright; the copyright now is automatic; the copyright exists \nwhether or not you mark your work with a ©; and the copyright exists whether or \nnot you actually make a copy available for others to copy.",
        "Consider a practical example to understand the scope of these differences.",
        "If, in 1790, you wrote a book and you were one of the 5 percent who actually \ncopyrighted that book, then the copyright law protected you against another \npublisher’s taking your book and republishing it without your permission. The \naim of the act was to regulate publishers so as to prevent that kind of unfair \ncompetition. In 1790, there were 174 publishers in the United States. [13] The \nCopyright Act was thus a tiny regulation of a tiny proportion of a tiny part of \nthe creative market in the United Statespublishers.",
        "The act left other creators totally unregulated. If I copied your poem by hand, \nover and over again, as a way to learn it by heart, my act was totally \nunregulated by the 1790 act. If I took your novel and made a play based upon it, \nor if I translated it or abridged it, none of those activities were regulated by \nthe original copyright act. These creative activities remained free, while the \nactivities of publishers were restrained.",
        "Today the story is very different: If you write a book, your book is \nautomatically protected. Indeed, not just your book. Every e-mail, every note to \nyour spouse, every doodle, every creative act that’s reduced to a tangible \nformall of this is automatically copyrighted. There is no need to register or \nmark your work. The protection follows the creation, not the steps you take to \nprotect it.",
        "That protection gives you the right (subject to a narrow range of fair use \nexceptions) to control how others copy the work, whether they copy it to \nrepublish it or to share an excerpt.",
        "That much is the obvious part. Any system of copyright would control competing \npublishing. But there’s a second part to the copyright of today that is not at \nall obvious. This is the protection of derivative rights. If you write a book, \nno one can make a movie out of your book without permission. No one can \ntranslate it without permission. CliffsNotes can’t make an abridgment unless \npermission is granted. All of these derivative uses of your original work are \ncontrolled by the copyright holder. The copyright, in other words, is now not \njust an exclusive right to your writings, but an exclusive right to your \nwritings and a large proportion of the writings inspired by them.",
        "It is this derivative right that would seem most bizarre to our framers, though \nit has become second nature to us. Initially, this expansion was created to deal \nwith obvious evasions of a narrower copyright. If I write a book, can you change \none word and then claim a copyright in a new and different book? Obviously that \nwould make a joke of the copyright, so the law was properly expanded to include \nthose slight modifications as well as the verbatim original work.",
        "In preventing that joke, the law created an astonishing power within a free \ncultureat least, it’s astonishing when you understand that the law applies not \njust to the commercial publisher but to anyone with a computer. I understand the \nwrong in duplicating and selling someone else’s work. But whatever that wrong \nis, transforming someone else’s work is a different wrong. Some view \ntransformation as no wrong at allthey believe that our law, as the framers \npenned it, should not protect derivative rights at all. [14] Whether or not you \ngo that far, it seems plain that whatever wrong is involved is fundamentally \ndifferent from the wrong of direct piracy.",
        "Yet copyright law treats these two different wrongs in the same way. I can go to \ncourt and get an injunction against your pirating my book. I can go to court and \nget an injunction against your transformative use of my book. [15] These two \ndifferent uses of my creative work are treated the same.",
        "This again may seem right to you. If I wrote a book, then why should you be able \nto write a movie that takes my story and makes money from it without paying me \nor crediting me? Or if Disney creates a creature called Mickey Mouse, why \nshould you be able to make Mickey Mouse toys and be the one to trade on the \nvalue that Disney originally created?",
        "These are good arguments, and, in general, my point is not that the derivative \nright is unjustified. My aim just now is much narrower: simply to make clear \nthat this expansion is a significant change from the rights originally granted.",
        "Law and Architecture: Reach",
        "Whereas originally the law regulated only publishers, the change in copyright’s \nscope means that the law today regulates publishers, users, and authors. It \nregulates them because all three are capable of making copies, and the core of \nthe regulation of copyright law is copies. [16]",
        "Copies. That certainly sounds like the obvious thing for copy/right law to \nregulate. But as with Jack Valenti’s argument at the start of this chapter, that \ncreative property deserves the same rights as all other property, it is the \n/obvious that we need to be most careful about. For while it may be obvious \nthat in the world before the Internet, copies were the obvious trigger for \ncopyright law, upon reflection, it should be obvious that in the world with the \nInternet, copies should not be the trigger for copyright law. More precisely, \nthey should not always be the trigger for copyright law.",
        "This is perhaps the central claim of this book, so let me take this very slowly \nso that the point is not easily missed. My claim is that the Internet should at \nleast force us to rethink the conditions under which the law of copyright \nautomatically applies, [17] because it is clear that the current reach of \ncopyright was never contemplated, much less chosen, by the legislators who \nenacted copyright law.",
        "We can see this point abstractly by beginning with this largely empty circle.",
        "[Image: large circle containing the word uses’.]",
        "Think about a book in real space, and imagine this circle to represent all its \npotential uses. Most of these uses are unregulated by copyright law, because \nthe uses don’t create a copy. If you read a book, that act is not regulated by \ncopyright law. If you give someone the book, that act is not regulated by \ncopyright law. If you resell a book, that act is not regulated (copyright law \nexpressly states that after the first sale of a book, the copyright owner can \nimpose no further conditions on the disposition of the book). If you sleep on \nthe book or use it to hold up a lamp or let your puppy chew it up, those acts \nare not regulated by copyright law, because those acts do not make a copy.",
        "[Image: alt text.]",
        "Obviously, however, some uses of a copyrighted book are regulated by copyright \nlaw. Republishing the book, for example, makes a copy. It is therefore regulated \nby copyright law. Indeed, this particular use stands at the core of this circle \nof possible uses of a copyrighted work. It is the paradigmatic use properly \nregulated by copyright regulation (see first diagram on next page).",
        "[Image: alt text.]",
        "Finally, there is a tiny sliver of otherwise regulated copying uses that remain \nunregulated because the law considers these fair uses.  These are uses that \nthemselves involve copying, but which the law treats as unregulated because \npublic policy demands that they remain unregulated. You are free to quote from \nthis book, even in a review that is quite negative, without my permission, even \nthough that quoting makes a copy. That copy would ordinarily give the copyright \nowner the exclusive right to say whether the copy is allowed or not, but the law \ndenies the owner any exclusive right over such fair uses for public policy \n(and possibly First Amendment) reasons.",
        "[image: alt text.]\n[image: alt text.]",
        "In real space, then, the possible uses of a book are divided into three sorts: \n(1) unregulated uses, (2) regulated uses, and (3) regulated uses that are \nnonetheless deemed fair regardless of the copyright owner’s views.",
        "Enter the Interneta distributed, digital network where every use of a \ncopyrighted work produces a copy. [18] And because of this single, arbitrary \nfeature of the design of a digital network, the scope of category 1 changes \ndramatically. Uses that before were presumptively unregulated are now \npresumptively regulated. No longer is there a set of presumptively unregulated \nuses that define a freedom associated with a copyrighted work. Instead, each use \nis now subject to the copyright, because each use also makes a copycategory 1 \ngets sucked into category 2. And those who would defend the unregulated uses of \ncopyrighted work must look exclusively to category 3, fair uses, to bear the \nburden of this shift.",
        "So let’s be very specific to make this general point clear. Before the Internet, \nif you purchased a book and read it ten times, there would be no plausible \n/copyright/-related argument that the copyright owner could make to control that \nuse of her book. Copyright law would have nothing to say about whether you read \nthe book once, ten times, or every night before you went to bed. None of those \ninstances of usereadingcould be regulated by copyright law because none of \nthose uses produced a copy.",
        "But the same book as an e-book is effectively governed by a different set of \nrules. Now if the copyright owner says you may read the book only once or only \nonce a month, then copyright law would aid the copyright owner in exercising \nthis degree of control, because of the accidental feature of copyright law that \ntriggers its application upon there being a copy. Now if you read the book ten \ntimes and the license says you may read it only five times, then whenever you \nread the book (or any portion of it) beyond the fifth time, you are making a \ncopy of the book contrary to the copyright owner’s wish.",
        "There are some people who think this makes perfect sense. My aim just now is not \nto argue about whether it makes sense or not. My aim is only to make clear the \nchange. Once you see this point, a few other points also become clear:",
        "First, making category 1 disappear is not anything any policy maker ever \nintended. Congress did not think through the collapse of the presumptively \nunregulated uses of copyrighted works. There is no evidence at all that policy \nmakers had this idea in mind when they allowed our policy here to shift. \nUnregulated uses were an important part of free culture before the Internet.",
        "Second, this shift is especially troubling in the context of transformative uses \nof creative content. Again, we can all understand the wrong in commercial \npiracy. But the law now purports to regulate any transformation you make of \ncreative work using a machine. Copy and paste and cut and paste become \ncrimes. Tinkering with a story and releasing it to others exposes the tinkerer \nto at least a requirement of justification. However troubling the expansion with \nrespect to copying a particular work, it is extraordinarily troubling with \nrespect to transformative uses of creative work.",
        "Third, this shift from category 1 to category 2 puts an extraordinary burden on \ncategory 3 (fair use”) that fair use never before had to bear. If a copyright \nowner now tried to control how many times I could read a book on-line, the \nnatural response would be to argue that this is a violation of my fair use \nrights. But there has never been any litigation about whether I have a fair use \nright to read, because before the Internet, reading did not trigger the \napplication of copyright law and hence the need for a fair use defense. The \nright to read was effectively protected before because reading was not \nregulated.",
        "This point about fair use is totally ignored, even by advocates for free \nculture. We have been cornered into arguing that our rights depend upon fair \nusenever even addressing the earlier question about the expansion in effective \nregulation. A thin protection grounded in fair use makes sense when the vast \nmajority of uses are unregulated. But when everything becomes presumptively \nregulated, then the protections of fair use are not enough.",
        "The case of Video Pipeline is a good example. Video Pipeline was in the business \nof making trailer advertisements for movies available to video stores. The \nvideo stores displayed the trailers as a way to sell videos. Video Pipeline got \nthe trailers from the film distributors, put the trailers on tape, and sold the \ntapes to the retail stores.",
        "The company did this for about fifteen years. Then, in 1997, it began to think \nabout the Internet as another way to distribute these previews. The idea was to \nexpand their selling by sampling technique by giving on-line stores the same \nability to enable browsing. Just as in a bookstore you can read a few pages of \na book before you buy the book, so, too, you would be able to sample a bit from \nthe movie on-line before you bought it.",
        "In 1998, Video Pipeline informed Disney and other film distributors that it \nintended to distribute the trailers through the Internet (rather than sending \nthe tapes) to distributors of their videos. Two years later, Disney told Video \nPipeline to stop. The owner of Video Pipeline asked Disney to talk about the \nmatterhe had built a business on distributing this content as a way to help \nsell Disney films; he had customers who depended upon his delivering this \ncontent. Disney would agree to talk only if Video Pipeline stopped the \ndistribution immediately. Video Pipeline thought it was within their fair use” \nrights to distribute the clips as they had. So they filed a lawsuit to ask the \ncourt to declare that these rights were in fact their rights.",
        "Disney countersuedfor $100 million in damages. Those damages were predicated \nupon a claim that Video Pipeline had willfully infringed” on Disney’s \ncopyright. When a court makes a finding of willful infringement, it can award \ndamages not on the basis of the actual harm to the copyright owner, but on the \nbasis of an amount set in the statute. Because Video Pipeline had distributed \nseven hundred clips of Disney movies to enable video stores to sell copies of \nthose movies, Disney was now suing Video Pipeline for $100 million.",
        "Disney has the right to control its property, of course. But the video stores \nthat were selling Disney’s films also had some sort of right to be able to sell \nthe films that they had bought from Disney. Disney’s claim in court was that the \nstores were allowed to sell the films and they were permitted to list the titles \nof the films they were selling, but they were not allowed to show clips of the \nfilms as a way of selling them without Disney’s permission.",
        "Now, you might think this is a close case, and I think the courts would consider \nit a close case. My point here is to map the change that gives Disney this \npower. Before the Internet, Disney couldn’t really control how people got access \nto their content. Once a video was in the marketplace, the first-sale doctrine \nwould free the seller to use the video as he wished, including showing portions \nof it in order to engender sales of the entire movie video. But with the \nInternet, it becomes possible for Disney to centralize control over access to \nthis content. Because each use of the Internet produces a copy, use on the \nInternet becomes subject to the copyright owner’s control. The technology \nexpands the scope of effective control, because the technology builds a copy \ninto every transaction.",
        "No doubt, a potential is not yet an abuse, and so the potential for control is \nnot yet the abuse of control. Barnes & Noble has the right to say you can’t \ntouch a book in their store; property law gives them that right. But the market \neffectively protects against that abuse. If Barnes & Noble banned browsing, then \nconsumers would choose other bookstores. Competition protects against the \nextremes. And it may well be (my argument so far does not even question this) \nthat competition would prevent any similar danger when it comes to copyright. \nSure, publishers exercising the rights that authors have assigned to them might \ntry to regulate how many times you read a book, or try to stop you from sharing \nthe book with anyone. But in a competitive market such as the book market, the \ndangers of this happening are quite slight.",
        "Again, my aim so far is simply to map the changes that this changed architecture \nenables. Enabling technology to enforce the control of copyright means that the \ncontrol of copyright is no longer defined by balanced policy. The control of \ncopyright is simply what private owners choose. In some contexts, at least, that \nfact is harmless. But in some contexts it is a recipe for disaster.",
        "Architecture and Law: Force",
        "The disappearance of unregulated uses would be change enough, but a second \nimportant change brought about by the Internet magnifies its significance. This \nsecond change does not affect the reach of copyright regulation; it affects how \nsuch regulation is enforced.",
        "In the world before digital technology, it was generally the law that controlled \nwhether and how someone was regulated by copyright law. The law, meaning a \ncourt, meaning a judge: In the end, it was a human, trained in the tradition of \nthe law and cognizant of the balances that tradition embraced, who said whether \nand how the law would restrict your freedom.",
        "There’s a famous story about a battle between the Marx Brothers and Warner \nBrothers. The Marxes intended to make a parody of Casablanca. Warner Brothers \nobjected. They wrote a nasty letter to the Marxes, warning them that there would \nbe serious legal consequences if they went forward with their plan. [19]",
        "This led the Marx Brothers to respond in kind. They warned Warner Brothers that \nthe Marx Brothers were brothers long before you were. [20] The Marx Brothers \ntherefore owned the word brothers, and if Warner Brothers insisted on trying \nto control Casablanca, then the Marx Brothers would insist on control over \n/brothers.",
        "An absurd and hollow threat, of course, because Warner Brothers, like the Marx \nBrothers, knew that no court would ever enforce such a silly claim. This \nextremism was irrelevant to the real freedoms anyone (including Warner Brothers) \nenjoyed.",
        "On the Internet, however, there is no check on silly rules, because on the \nInternet, increasingly, rules are enforced not by a human but by a machine: \nIncreasingly, the rules of copyright law, as interpreted by the copyright owner, \nget built into the technology that delivers copyrighted content. It is code, \nrather than law, that rules. And the problem with code regulations is that, \nunlike law, code has no shame. Code would not get the humor of the Marx \nBrothers. The consequence of that is not at all funny.",
        "Consider the life of my Adobe eBook Reader.",
        "An e-book is a book delivered in electronic form. An Adobe eBook is not a book \nthat Adobe has published; Adobe simply produces the software that publishers use \nto deliver e-books. It provides the technology, and the publisher delivers the \ncontent by using the technology.",
        "On the next page is a picture of an old version of my Adobe eBook Reader.",
        "As you can see, I have a small collection of e-books within this e-book library. \nSome of these books reproduce content that is in the public domain: \n/Middlemarch, for example, is in the public domain. Some of them reproduce \ncontent that is not in the public domain: My own book The Future of Ideas is \nnot yet within the public domain.",
        "[image: alt text.]",
        "Consider Middlemarch first. If you click on my e-book copy of Middlemarch, \nyou’ll see a fancy cover, and then a button at the bottom called Permissions.",
        "If you click on the Permissions button, you’ll see a list of the permissions \nthat the publisher purports to grant with this book.",
        "[image]",
        "According to my eBook Reader, I have the permission to copy to the clipboard of \nthe computer ten text selections every ten days. (So far, I’ve copied no text to \nthe clipboard.) I also have the permission to print ten pages from the book \nevery ten days. Lastly, I have the permission to use the Read Aloud button to \nhear Middlemarch read aloud through the computer.",
        "[image]",
        "Here’s the e-book for another work in the public domain (including the \ntranslation): Aristotle’s Politics.",
        "According to its permissions, no printing or copying is permitted at all. But \nfortunately, you can use the Read Aloud button to hear the book.",
        "[image]",
        "Finally (and most embarrassingly), here are the permissions for the original e-\nbook version of my last book, The Future of Ideas:",
        "[image]",
        "No copying, no printing, and don’t you dare try to listen to this book!",
        "Now, the Adobe eBook Reader calls these controls permissionsas if the \npublisher has the power to control how you use these works. For works under \ncopyright, the copyright owner certainly does have the powerup to the limits of \nthe copyright law. But for work not under copyright, there is no such copyright \npower. [21] When my e-book of Middlemarch says I have the permission to copy \nonly ten text selections into the memory every ten days, what that really means \nis that the eBook Reader has enabled the publisher to control how I use the book \non my computer, far beyond the control that the law would enable.",
        "The control comes instead from the codefrom the technology within which the e-\nbook lives. Though the e-book says that these are permissions, they are not \nthe sort of permissions that most of us deal with. When a teenager gets \npermission to stay out till midnight, she knows (unless she’s Cinderella) that \nshe can stay out till 2 A.M., but will suffer a punishment if she’s caught. But \nwhen the Adobe eBook Reader says I have the permission to make ten copies of the \ntext into the computer’s memory, that means that after I’ve made ten copies, the \ncomputer will not make any more. The same with the printing restrictions: After \nten pages, the eBook Reader will not print any more pages. It’s the same with \nthe silly restriction that says that you can’t use the Read Aloud button to read \nmy book aloudit’s not that the company will sue you if you do; instead, if you \npush the Read Aloud button with my book, the machine simply won’t read aloud.",
        "These are controls, not permissions. Imagine a world where the Marx Brothers \nsold word processing software that, when you tried to type Warner Brothers, \nerased Brothers from the sentence.",
        "This is the future of copyright law: not so much copyright law as copyright \ncode. The controls over access to content will not be controls that are \nratified by courts; the controls over access to content will be controls that \nare coded by programmers. And whereas the controls that are built into the law \nare always to be checked by a judge, the controls that are built into the \ntechnology have no similar built-in check.",
        "How significant is this? Isn’t it always possible to get around the controls \nbuilt into the technology? Software used to be sold with technologies that \nlimited the ability of users to copy the software, but those were trivial \nprotections to defeat. Why won’t it be trivial to defeat these protections as \nwell?",
        "We’ve only scratched the surface of this story. Return to the Adobe eBook \nReader.",
        "Early in the life of the Adobe eBook Reader, Adobe suffered a public relations \nnightmare. Among the books that you could download for free on the Adobe site \nwas a copy of Alice’s Adventures in Wonderland. This wonderful book is in the \npublic domain. Yet when you clicked on Permissions for that book, you got the \nfollowing report:",
        "[image]",
        "Here was a public domain children’s book that you were not allowed to copy, not \nallowed to lend, not allowed to give, and, as the permissions indicated, not \nallowed to read aloud!",
        "The public relations nightmare attached to that final permission. For the text \ndid not say that you were not permitted to use the Read Aloud button; it said \nyou did not have the permission to read the book aloud. That led some people to \nthink that Adobe was restricting the right of parents, for example, to read the \nbook to their children, which seemed, to say the least, absurd.",
        "Adobe responded quickly that it was absurd to think that it was trying to \nrestrict the right to read a book aloud. Obviously it was only restricting the \nability to use the Read Aloud button to have the book read aloud. But the \nquestion Adobe never did answer is this: Would Adobe thus agree that a consumer \nwas free to use software to hack around the restrictions built into the eBook \nReader? If some company (call it Elcomsoft) developed a program to disable the \ntechnological protection built into an Adobe eBook so that a blind person, say, \ncould use a computer to read the book aloud, would Adobe agree that such a use \nof an eBook Reader was fair? Adobe didn’t answer because the answer, however \nabsurd it might seem, is no.",
        "The point is not to blame Adobe. Indeed, Adobe is among the most innovative \ncompanies developing strategies to balance open access to content with \nincentives for companies to innovate. But Adobe’s technology enables control, \nand Adobe has an incentive to defend this control. That incentive is \nunderstandable, yet what it creates is often crazy.",
        "To see the point in a particularly absurd context, consider a favorite story of \nmine that makes the same point.",
        "Consider the robotic dog made by Sony named Aibo. The Aibo learns tricks, \ncuddles, and follows you around. It eats only electricity and that doesn’t leave \nthat much of a mess (at least in your house).",
        "The Aibo is expensive and popular. Fans from around the world have set up clubs \nto trade stories. One fan in particular set up a Web site to enable information \nabout the Aibo dog to be shared. This fan set up aibopet.com (and aibohack.com, \nbut that resolves to the same site), and on that site he provided information \nabout how to teach an Aibo to do tricks in addition to the ones Sony had taught \nit.",
        "Teach here has a special meaning. Aibos are just cute computers. You teach a \ncomputer how to do something by programming it differently. So to say that \naibopet.com was giving information about how to teach the dog to do new tricks \nis just to say that aibopet.com was giving information to users of the Aibo pet \nabout how to hack their computer dog to make it do new tricks (thus, \naibohack.com).",
        "If you’re not a programmer or don’t know many programmers, the word hack has a \nparticularly unfriendly connotation. Nonprogrammers hack bushes or weeds. \nNonprogrammers in horror movies do even worse. But to programmers, or coders, as \nI call them, hack is a much more positive term. Hack just means code that \nenables the program to do something it wasn’t originally intended or enabled to \ndo. If you buy a new printer for an old computer, you might find the old \ncomputer doesn’t run, or drive, the printer. If you discovered that, you’d \nlater be happy to discover a hack on the Net by someone who has written a driver \nto enable the computer to drive the printer you just bought.",
        "Some hacks are easy. Some are unbelievably hard. Hackers as a community like to \nchallenge themselves and others with increasingly difficult tasks. There’s a \ncertain respect that goes with the talent to hack well. There’s a well-deserved \nrespect that goes with the talent to hack ethically.",
        "The Aibo fan was displaying a bit of both when he hacked the program and offered \nto the world a bit of code that would enable the Aibo to dance jazz. The dog \nwasn’t programmed to dance jazz. It was a clever bit of tinkering that turned \nthe dog into a more talented creature than Sony had built.",
        "I’ve told this story in many contexts, both inside and outside the United \nStates. Once I was asked by a puzzled member of the audience, is it permissible \nfor a dog to dance jazz in the United States? We forget that stories about the \nbackcountry still flow across much of the world. So let’s just be clear before \nwe continue: It’s not a crime anywhere (anymore) to dance jazz. Nor is it a \ncrime to teach your dog to dance jazz. Nor should it be a crime (though we don’t \nhave a lot to go on here) to teach your robot dog to dance jazz. Dancing jazz is \na completely legal activity. One imagines that the owner of aibopet.com thought, \n/What possible problem could there be with teaching a robot dog to dance?/",
        "Let’s put the dog to sleep for a minute, and turn to a pony show not literally \na pony show, but rather a paper that a Princeton academic named Ed Felten \nprepared for a conference. This Princeton academic is well known and respected. \nHe was hired by the government in the Microsoft case to test Microsoft’s claims \nabout what could and could not be done with its own code. In that trial, he \ndemonstrated both his brilliance and his coolness. Under heavy badgering by \nMicrosoft lawyers, Ed Felten stood his ground. He was not about to be bullied \ninto being silent about something he knew very well.",
        "But Felten’s bravery was really tested in April 2001. [22] He and a group of \ncolleagues were working on a paper to be submitted at conference. The paper was \nintended to describe the weakness in an encryption system being developed by the \nSecure Digital Music Initiative as a technique to control the distribution of \nmusic.",
        "The SDMI coalition had as its goal a technology to enable content owners to \nexercise much better control over their content than the Internet, as it \noriginally stood, granted them. Using encryption, SDMI hoped to develop a \nstandard that would allow the content owner to say this music cannot be \ncopied, and have a computer respect that command. The technology was to be part \nof a trusted system of control that would get content owners to trust the \nsystem of the Internet much more.",
        "When SDMI thought it was close to a standard, it set up a competition. In \nexchange for providing contestants with the code to an SDMI-encrypted bit of \ncontent, contestants were to try to crack it and, if they did, report the \nproblems to the consortium.",
        "Felten and his team figured out the encryption system quickly. He and the team \nsaw the weakness of this system as a type: Many encryption systems would suffer \nthe same weakness, and Felten and his team thought it worthwhile to point this \nout to those who study encryption.",
        "Let’s review just what Felten was doing. Again, this is the United States. We \nhave a principle of free speech. We have this principle not just because it is \nthe law, but also because it is a really great idea. A strongly protected \ntradition of free speech is likely to encourage a wide range of criticism. That \ncriticism is likely, in turn, to improve the systems or people or ideas \ncriticized.",
        "What Felten and his colleagues were doing was publishing a paper describing the \nweakness in a technology. They were not spreading free music, or building and \ndeploying this technology. The paper was an academic essay, unintelligible to \nmost people. But it clearly showed the weakness in the SDMI system, and why SDMI \nwould not, as presently constituted, succeed.",
        "What links these two, aibopet.com and Felten, is the letters they then received. \nAibopet.com received a letter from Sony about the aibopet.com hack. Though a \njazz-dancing dog is perfectly legal, Sony wrote:",
        "Your site contains information providing the means to circumvent AIBO-ware’s \ncopy protection protocol constituting a violation of the anti-circumvention \nprovisions of the Digital Millennium Copyright Act.",
        "And though an academic paper describing the weakness in a system of encryption \nshould also be perfectly legal, Felten received a letter from an RIAA lawyer \nthat read:",
        "Any disclosure of information gained from participating in the Public Challenge \nwould be outside the scope of activities permitted by the Agreement and could \nsubject you and your research team to actions under the Digital Millennium \nCopyright Act (DMCA”).",
        "In both cases, this weirdly Orwellian law was invoked to control the spread of \ninformation. The Digital Millennium Copyright Act made spreading such \ninformation an offense.",
        "The DMCA was enacted as a response to copyright owners’ first fear about \ncyberspace. The fear was that copyright control was effectively dead; the \nresponse was to find technologies that might compensate. These new technologies \nwould be copyright protection technologies technologies to control the \nreplication and distribution of copyrighted material. They were designed as \n/code to modify the original code of the Internet, to reestablish some \nprotection for copyright owners.",
        "The DMCA was a bit of law intended to back up the protection of this code \ndesigned to protect copyrighted material. It was, we could say, legal code \nintended to buttress software code which itself was intended to support the \n/legal code of copyright.",
        "But the DMCA was not designed merely to protect copyrighted works to the extent \ncopyright law protected them. Its protection, that is, did not end at the line \nthat copyright law drew. The DMCA regulated devices that were designed to \ncircumvent copyright protection measures. It was designed to ban those devices, \nwhether or not the use of the copyrighted material made possible by that \ncircumvention would have been a copyright violation.",
        "Aibopet.com and Felten make the point. The Aibo hack circumvented a copyright \nprotection system for the purpose of enabling the dog to dance jazz. That \nenablement no doubt involved the use of copyrighted material. But as \naibopet.com’s site was noncommercial, and the use did not enable subsequent \ncopyright infringements, there’s no doubt that aibopet.com’s hack was fair use \nof Sony’s copyrighted material. Yet fair use is not a defense to the DMCA. The \nquestion is not whether the use of the copyrighted material was a copyright \nviolation. The question is whether a copyright protection system was \ncircumvented.",
        "The threat against Felten was more attenuated, but it followed the same line of \nreasoning. By publishing a paper describing how a copyright protection system \ncould be circumvented, the RIAA lawyer suggested, Felten himself was \ndistributing a circumvention technology. Thus, even though he was not himself \ninfringing anyone’s copyright, his academic paper was enabling others to \ninfringe others’ copyright.",
        "The bizarreness of these arguments is captured in a cartoon drawn in 1981 by \nPaul Conrad. At that time, a court in California had held that the VCR could be \nbanned because it was a copyright-infringing technology: It enabled consumers to \ncopy films without the permission of the copyright owner. No doubt there were \nuses of the technology that were legal: Fred Rogers, aka Mr. Rogers, for \nexample, had testified in that case that he wanted people to feel free to tape \n/Mr. Rogers’ Neighborhood.",
        "Some public stations, as well as commercial stations, program the \nNeighborhood at hours when some children cannot use it. I think that it’s a \nreal service to families to be able to record such programs and show them at \nappropriate times. I have always felt that with the advent of all of this new \ntechnology that allows people to tape the Neighborhood off-the-air, and I’m \nspeaking for the Neighborhood” because that’s what I produce, that they then \nbecome much more active in the programming of their family’s television life. \nVery frankly, I am opposed to people being programmed by others. My whole \napproach in broadcasting has always been You are an important person just the \nway you are. You can make healthy decisions. Maybe I’m going on too long, but I \njust feel that anything that allows a person to be more active in the control of \nhis or her life, in a healthy way, is important. [23] ",
        "Even though there were uses that were legal, because there were some uses that \nwere illegal, the court held the companies producing the VCR responsible.",
        "This led Conrad to draw the cartoon below, which we can adopt to the DMCA.",
        "No argument I have can top this picture, but let me try to get close.",
        "The anticircumvention provisions of the DMCA target copyright circumvention \ntechnologies. Circumvention technologies can be used for different ends. They \ncan be used, for example, to enable massive pirating of copyrighted materiala \nbad end. Or they can be used to enable the use of particular copyrighted \nmaterials in ways that would be considered fair usea good end.",
        "[image]",
        "A handgun can be used to shoot a police officer or a child. Most would agree \nsuch a use is bad. Or a handgun can be used for target practice or to protect \nagainst an intruder. At least some would say that such a use would be good. It, \ntoo, is a technology that has both good and bad uses.",
        "The obvious point of Conrad’s cartoon is the weirdness of a world where guns are \nlegal, despite the harm they can do, while VCRs (and circumvention technologies) \nare illegal. Flash: No one ever died from copyright circumvention. Yet the law \nbans circumvention technologies absolutely, despite the potential that they \nmight do some good, but permits guns, despite the obvious and tragic harm they \ndo.",
        "The Aibo and RIAA examples demonstrate how copyright owners are changing the \nbalance that copyright law grants. Using code, copyright owners restrict fair \nuse; using the DMCA, they punish those who would attempt to evade the \nrestrictions on fair use that they impose through code. Technology becomes a \nmeans by which fair use can be erased; the law of the DMCA backs up that \nerasing.",
        "This is how code becomes law. The controls built into the technology of copy \nand access protection become rules the violation of which is also a violation of \nthe law. In this way, the code extends the lawincreasing its regulation, even \nif the subject it regulates (activities that would otherwise plainly constitute \nfair use) is beyond the reach of the law. Code becomes law; code extends the \nlaw; code thus extends the control that copyright owners effectat least for \nthose copyright holders with the lawyers who can write the nasty letters that \nFelten and aibopet.com received.",
        "There is one final aspect of the interaction between architecture and law that \ncontributes to the force of copyright’s regulation. This is the ease with which \ninfringements of the law can be detected. For contrary to the rhetoric common at \nthe birth of cyberspace that on the Internet, no one knows you’re a dog, \nincreasingly, given changing technologies deployed on the Internet, it is easy \nto find the dog who committed a legal wrong. The technologies of the Internet \nare open to snoops as well as sharers, and the snoops are increasingly good at \ntracking down the identity of those who violate the rules.",
        "For example, imagine you were part of a Star Trek fan club. You gathered every \nmonth to share trivia, and maybe to enact a kind of fan fiction about the show. \nOne person would play Spock, another, Captain Kirk. The characters would begin \nwith a plot from a real story, then simply continue it. [24]",
        "Before the Internet, this was, in effect, a totally unregulated activity. No \nmatter what happened inside your club room, you would never be interfered with \nby the copyright police. You were free in that space to do as you wished with \nthis part of our culture. You were allowed to build on it as you wished without \nfear of legal control.",
        "But if you moved your club onto the Internet, and made it generally available \nfor others to join, the story would be very different. Bots scouring the Net for \ntrademark and copyright infringement would quickly find your site. Your posting \nof fan fiction, depending upon the ownership of the series that you’re \ndepicting, could well inspire a lawyer’s threat. And ignoring the lawyer’s \nthreat would be extremely costly indeed. The law of copyright is extremely \nefficient. The penalties are severe, and the process is quick.",
        "This change in the effective force of the law is caused by a change in the ease \nwith which the law can be enforced. That change too shifts the law’s balance \nradically. It is as if your car transmitted the speed at which you traveled at \nevery moment that you drove; that would be just one step before the state \nstarted issuing tickets based upon the data you transmitted. That is, in effect, \nwhat is happening here.",
        "So copyright’s duration has increased dramaticallytripled in the past thirty \nyears. And copyright’s scope has increased as wellfrom regulating only \npublishers to now regulating just about everyone. And copyright’s reach has \nchanged, as every action becomes a copy and hence presumptively regulated. And \nas technologists find better ways to control the use of content, and as \ncopyright is increasingly enforced through technology, copyright’s force \nchanges, too. Misuse is easier to find and easier to control. This regulation of \nthe creative process, which began as a tiny regulation governing a tiny part of \nthe market for creative work, has become the single most important regulator of \ncreativity there is. It is a massive expansion in the scope of the government’s \ncontrol over innovation and creativity; it would be totally unrecognizable to \nthose who gave birth to copyright’s control.",
        "Still, in my view, all of these changes would not matter much if it weren’t for \none more change that we must also consider. This is a change that is in some \nsense the most familiar, though its significance and scope are not well \nunderstood. It is the one that creates precisely the reason to be concerned \nabout all the other changes I have described.",
        "This is the change in the concentration and integration of the media. In the \npast twenty years, the nature of media ownership has undergone a radical \nalteration, caused by changes in legal rules governing the media. Before this \nchange happened, the different forms of media were owned by separate media \ncompanies. Now, the media is increasingly owned by only a few companies. Indeed, \nafter the changes that the FCC announced in June 2003, most expect that within a \nfew years, we will live in a world where just three companies control more than \n85 percent of the media.",
        "These changes are of two sorts: the scope of concentration, and its nature.",
        "Changes in scope are the easier ones to describe. As Senator John McCain \nsummarized the data produced in the FCC’s review of media ownership, five \ncompanies control 85 percent of our media sources. [25] The five recording \nlabels of Universal Music Group, BMG, Sony Music Entertainment, Warner Music \nGroup, and EMI control 84.8 percent of the U.S. music market. [26] The five \nlargest cable companies pipe programming to 74 percent of the cable subscribers \nnationwide. [27]",
        "The story with radio is even more dramatic. Before deregulation, the nation’s \nlargest radio broadcasting conglomerate owned fewer than seventy-five stations. \nToday one company owns more than 1,200 stations. During that period of \nconsolidation, the total number of radio owners dropped by 34 percent. Today, in \nmost markets, the two largest broadcasters control 74 percent of that market’s \nrevenues. Overall, just four companies control 90 percent of the nation’s radio \nadvertising revenues.",
        "Newspaper ownership is becoming more concentrated as well. Today, there are six \nhundred fewer daily newspapers in the United States than there were eighty years \nago, and ten companies control half of the nation’s circulation. There are \ntwenty major newspaper publishers in the United States. The top ten film studios \nreceive 99 percent of all film revenue. The ten largest cable companies account \nfor 85 percent of all cable revenue. This is a market far from the free press \nthe framers sought to protect. Indeed, it is a market that is quite well \nprotectedby the market.",
        "Concentration in size alone is one thing. The more invidious change is in the \nnature of that concentration. As author James Fallows put it in a recent article \nabout Rupert Murdoch,",
        "Murdoch’s companies now constitute a production system unmatched in its \nintegration. They supply contentFox movies ... Fox TV shows ... Fox-controlled \nsports broadcasts, plus newspapers and books. They sell the content to the \npublic and to advertisersin newspapers, on the broadcast network, on the cable \nchannels. And they operate the physical distribution system through which the \ncontent reaches the customers. Murdoch’s satellite systems now distribute News \nCorp. content in Europe and Asia; if Murdoch becomes DirecTV’s largest single \nowner, that system will serve the same function in the United States. [28]",
        "The pattern with Murdoch is the pattern of modern media. Not just large \ncompanies owning many radio stations, but a few companies owning as many outlets \nof media as possible. A picture describes this pattern better than a thousand \nwords could do:",
        "[image]",
        "Does this concentration matter? Will it affect what is made, or what is \ndistributed? Or is it merely a more efficient way to produce and distribute \ncontent?",
        "My view was that concentration wouldn’t matter. I thought it was nothing more \nthan a more efficient financial structure. But now, after reading and listening \nto a barrage of creators try to convince me to the contrary, I am beginning to \nchange my mind.",
        "Here’s a representative story that begins to suggest how this integration may \nmatter.",
        "In 1969, Norman Lear created a pilot for All in the Family. He took the pilot \nto ABC. The network didn’t like it. It was too edgy, they told Lear. Make it \nagain. Lear made a second pilot, more edgy than the first. ABC was exasperated. \nYou’re missing the point, they told Lear. We wanted less edgy, not more.",
        "Rather than comply, Lear simply took the show elsewhere. CBS was happy to have \nthe series; ABC could not stop Lear from walking. The copyrights that Lear held \nassured an independence from network control. [29]",
        "The network did not control those copyrights because the law forbade the \nnetworks from controlling the content they syndicated. The law required a \nseparation between the networks and the content producers; that separation would \nguarantee Lear freedom. And as late as 1992, because of these rules, the vast \nmajority of prime time television75 percent of itwas independent of the \nnetworks.",
        "In 1994, the FCC abandoned the rules that required this independence. After that \nchange, the networks quickly changed the balance. In 1985, there were twenty-\nfive independent television production studios; in 2002, only five independent \ntelevision studios remained. In 1992, only 15 percent of new series were \nproduced for a network by a company it controlled. Last year, the percentage of \nshows produced by controlled companies more than quintupled to 77 percent. In \n1992, 16 new series were produced independently of conglomerate control, last \nyear there was one. [30] In 2002, 75 percent of prime time television was owned \nby the networks that ran it. In the ten-year period between 1992 and 2002, the \nnumber of prime time television hours per week produced by network studios \nincreased over 200%, whereas the number of prime time television hours per week \nproduced by independent studios decreased 63%. [31]",
        "Today, another Norman Lear with another All in the Family would find that he \nhad the choice either to make the show less edgy or to be fired: The content of \nany show developed for a network is increasingly owned by the network.",
        "While the number of channels has increased dramatically, the ownership of those \nchannels has narrowed to an ever smaller and smaller few. As Barry Diller said \nto Bill Moyers,",
        "Well, if you have companies that produce, that finance, that air on their \nchannel and then distribute worldwide everything that goes through their \ncontrolled distribution system, then what you get is fewer and fewer actual \nvoices participating in the process. [We u]sed to have dozens and dozens of \nthriving independent production companies producing television programs. Now you \nhave less than a handful. [32]",
        "This narrowing has an effect on what is produced. The product of such large and \nconcentrated networks is increasingly homogenous. Increasingly safe. \nIncreasingly sterile. The product of news shows from networks like this is \nincreasingly tailored to the message the network wants to convey. This is not \nthe communist party, though from the inside, it must feel a bit like the \ncommunist party. No one can question without risk of consequencenot necessarily \nbanishment to Siberia, but punishment nonetheless. Independent, critical, \ndifferent views are quashed. This is not the environment for a democracy.",
        "Economics itself offers a parallel that explains why this integration affects \ncreativity. Clay Christensen has written about the Innovator’s Dilemma: the \nfact that large traditional firms find it rational to ignore new, breakthrough \ntechnologies that compete with their core business. The same analysis could help \nexplain why large, traditional media companies would find it rational to ignore \nnew cultural trends. [33] Lumbering giants not only don’t, but should not, \nsprint. Yet if the field is only open to the giants, there will be far too \nlittle sprinting.",
        "I don’t think we know enough about the economics of the media market to say with \ncertainty what concentration and integration will do. The efficiencies are \nimportant, and the effect on culture is hard to measure.",
        "But there is a quintessentially obvious example that does strongly suggest the \nconcern.",
        "In addition to the copyright wars, we’re in the middle of the drug wars. \nGovernment policy is strongly directed against the drug cartels; criminal and \ncivil courts are filled with the consequences of this battle.",
        "Let me hereby disqualify myself from any possible appointment to any position in \ngovernment by saying I believe this war is a profound mistake. I am not pro \ndrugs. Indeed, I come from a family once wrecked by drugsthough the drugs that \nwrecked my family were all quite legal. I believe this war is a profound mistake \nbecause the collateral damage from it is so great as to make waging the war \ninsane. When you add together the burdens on the criminal justice system, the \ndesperation of generations of kids whose only real economic opportunities are as \ndrug warriors, the queering of constitutional protections because of the \nconstant surveillance this war requires, and, most profoundly, the total \ndestruction of the legal systems of many South American nations because of the \npower of the local drug cartels, I find it impossible to believe that the \nmarginal benefit in reduced drug consumption by Americans could possibly \noutweigh these costs.",
        "You may not be convinced. That’s fine. We live in a democracy, and it is through \nvotes that we are to choose policy. But to do that, we depend fundamentally upon \nthe press to help inform Americans about these issues.",
        "Beginning in 1998, the Office of National Drug Control Policy launched a media \ncampaign as part of the war on drugs. The campaign produced scores of short \nfilm clips about issues related to illegal drugs. In one series (the Nick and \nNorm series) two men are in a bar, discussing the idea of legalizing drugs as a \nway to avoid some of the collateral damage from the war. One advances an \nargument in favor of drug legalization. The other responds in a powerful and \neffective way against the argument of the first. In the end, the first guy \nchanges his mind (hey, it’s television). The plug at the end is a damning attack \non the pro-legalization campaign.",
        "Fair enough. It’s a good ad. Not terribly misleading. It delivers its message \nwell. It’s a fair and reasonable message.",
        "But let’s say you think it is a wrong message, and you’d like to run a \ncountercommercial. Say you want to run a series of ads that try to demonstrate \nthe extraordinary collateral harm that comes from the drug war. Can you do it?",
        "Well,obviously, these ads cost lots of money. Assume you raise the money. Assume \na group of concerned citizens donates all the money in the world to help you get \nyour message out. Can you be sure your message will be heard then?",
        "No.You cannot. Television stations have a general policy of avoiding \ncontroversial ads. Ads sponsored by the government are deemed uncontroversial; \nads disagreeing with the government are controversial. This selectivity might be \nthought inconsistent with the First Amendment, but the Supreme Court has held \nthat stations have the right to choose what they run. Thus, the major channels \nof commercial media will refuse one side of a crucial debate the opportunity to \npresent its case. And the courts will defend the rights of the stations to be \nthis biased. [34]",
        "I’d be happy to defend the networks’ rights, as wellif we lived in a media \nmarket that was truly diverse. But concentration in the media throws that \ncondition into doubt. If a handful of companies control access to the media, and \nthat handful of companies gets to decide which political positions it will allow \nto be promoted on its channels, then in an obvious and important way, \nconcentration matters. You might like the positions the handful of companies \nselects. But you should not like a world in which a mere few get to decide which \nissues the rest of us get to know about.",
        "There is something innocent and obvious about the claim of the copyright \nwarriors that the government should protect my property. In the abstract, it \nis obviously true and, ordinarily, totally harmless. No sane sort who is not an \nanarchist could disagree.",
        "But when we see how dramatically this property has changed when we recognize \nhow it might now interact with both technology and markets to mean that the \neffective constraint on the liberty to cultivate our culture is dramatically \ndifferentthe claim begins to seem less innocent and obvious. Given (1) the \npower of technology to supplement the law’s control, and (2) the power of \nconcentrated markets to weaken the opportunity for dissent, if strictly \nenforcing the massively expanded property rights granted by copyright \nfundamentally changes the freedom within this culture to cultivate and build \nupon our past, then we have to ask whether this property should be redefined.",
        "Not starkly. Or absolutely. My point is not that we should abolish copyright or \ngo back to the eighteenth century. That would be a total mistake, disastrous for \nthe most important creative enterprises within our culture today.",
        "But there is a space between zero and one, Internet culture notwithstanding. And \nthese massive shifts in the effective power of copyright regulation, tied to \nincreased concentration of the content industry and resting in the hands of \ntechnology that will increasingly enable control over the use of culture, should \ndrive us to consider whether another adjustment is called for. Not an adjustment \nthat increases copyright’s power. Not an adjustment that increases its term. \nRather, an adjustment to restore the balance that has traditionally defined \ncopyright’s regulationa weakening of that regulation, to strengthen creativity.",
        "Copyright law has not been a rock of Gibraltar. It’s not a set of constant \ncommitments that, for some mysterious reason, teenagers and geeks now flout. \nInstead, copyright power has grown dramatically in a short period of time, as \nthe technologies of distribution and creation have changed and as lobbyists have \npushed for more control by copyright holders. Changes in the past in response to \nchanges in technology suggest that we may well need similar changes in the \nfuture. And these changes have to be reductions in the scope of copyright, in \nresponse to the extraordinary increase in control that technology and the market \nenable.",
        "For the single point that is lost in this war on pirates is a point that we see \nonly after surveying the range of these changes. When you add together the \neffect of changing law, concentrated markets, and changing technology, together \nthey produce an astonishing conclusion: Never in our history have fewer had a \nlegal right to control more of the development of our culture than now.",
        "Not when copyrights were perpetual, for when copyrights were perpetual, they \naffected only that precise creative work. Not when only publishers had the tools \nto publish, for the market then was much more diverse. Not when there were only \nthree television networks, for even then, newspapers, film studios, radio \nstations, and publishers were independent of the networks. Never has copyright \nprotected such a wide range of rights, against as broad a range of actors, for a \nterm that was remotely as long. This form of regulationa tiny regulation of a \ntiny part of the creative energy of a nation at the foundingis now a massive \nregulation of the overall creative process. Law plus technology plus the market \nnow interact to turn this historically benign regulation into the most \nsignificant regulation of culture that our free society has known. [35]",
        "This has been a long chapter. Its point can now be briefly stated.",
        "At the start of this book, I distinguished between commercial and noncommercial \nculture. In the course of this chapter, I have distinguished between copying a \nwork and transforming it. We can now combine these two distinctions and draw a \nclear map of the changes that copyright law has undergone.",
        "In 1790, the law looked like this:",
        "The act of publishing a map, chart, and book was regulated by copyright law. \nNothing else was. Transformations were free. And as copyright attached only with \nregistration, and only those who intended to benefit commercially would \nregister, copying through publishing of noncommercial work was also free.",
        "By the end of the nineteenth century, the law had changed to this:",
        "Derivative works were now regulated by copyright lawif published, which again, \ngiven the economics of publishing at the time, means if offered commercially. \nBut noncommercial publishing and transformation were still essentially free.",
        "In 1909 the law changed to regulate copies, not publishing, and after this \nchange, the scope of the law was tied to technology. As the technology of \ncopying became more prevalent, the reach of the law expanded. Thus by 1975, as \nphotocopying machines became more common, we could say the law began to look \nlike this:",
        "The law was interpreted to reach noncommercial copying through, say, copy \nmachines, but still much of copying outside of the commercial market remained \nfree. But the consequence of the emergence of digital technologies, especially \nin the context of a digital network, means that the law now looks like this:",
        "Every realm is governed by copyright law, whereas before most creativity was \nnot. The law now regulates the full range of creativitycommercial or not, \ntransformative or notwith the same rules designed to regulate commercial \npublishers.",
        "Obviously, copyright law is not the enemy. The enemy is regulation that does no \ngood. So the question that we should be asking just now is whether extending the \nregulations of copyright law into each of these domains actually does any good.",
        "I have no doubt that it does good in regulating commercial copying. But I also \nhave no doubt that it does more harm than good when regulating (as it regulates \njust now) noncommercial copying and, especially, noncommercial transformation. \nAnd increasingly, for the reasons sketched especially in chapters 7 and 8, one \nmight well wonder whether it does more harm than good for commercial \ntransformation. More commercial transformative work would be created if \nderivative rights were more sharply restricted.",
        "The issue is therefore not simply whether copyright is property. Of course \ncopyright is a kind of property, and of course, as with any property, the \nstate ought to protect it. But first impressions notwithstanding, historically, \nthis property right (as with all property rights [36]) has been crafted to \nbalance the important need to give authors and artists incentives with the \nequally important need to assure access to creative work. This balance has \nalways been struck in light of new technologies. And for almost half of our \ntradition, the copyright did not control at all the freedom of others to \nbuild upon or transform a creative work. American culture was born free, and for \nalmost 180 years our country consistently protected a vibrant and rich free \nculture.",
        "We achieved that free culture because our law respected important limits on the \nscope of the interests protected by property. The very birth of copyright as \na statutory right recognized those limits, by granting copyright owners \nprotection for a limited time only (the story of chapter 6). The tradition of \nfair use is animated by a similar concern that is increasingly under strain as \nthe costs of exercising any fair use right become unavoidably high (the story of \nchapter 7). Adding statutory rights where markets might stifle innovation is \nanother familiar limit on the property right that copyright is (chapter 8). And \ngranting archives and libraries a broad freedom to collect, claims of property \nnotwithstanding, is a crucial part of guaranteeing the soul of a culture \n(chapter 9). Free cultures, like free markets, are built with property. But the \nnature of the property that builds a free culture is very different from the \nextremist vision that dominates the debate today.",
        "Free culture is increasingly the casualty in this war on piracy. In response to \na real, if not yet quantified, threat that the technologies of the Internet \npresent to twentieth-century business models for producing and distributing \nculture, the law and technology are being transformed in a way that will \nundermine our tradition of free culture. The property right that is copyright is \nno longer the balanced right that it was, or was intended to be. The property \nright that is copyright has become unbalanced, tilted toward an extreme. The \nopportunity to create and transform becomes weakened in a world in which \ncreation requires permission and creativity must check with a lawyer.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}