{
    "title": "Free From School - Chapter 6: Snakes Alive!",
    "author": "Rahul Alvares",
    "chapter": "6",
    "content": [
        "\n\n",
        "It took several letters and phone calls from my dad to establish\ncontact with Mr Neelimkumar Khaire, Director of the Snake Park in Pune\ntill finally the green signal was given and I was all set to visit the\nplace. As the arrangements were not absolutely “pucca” my dad decided\nto come along with me to Pune, which is what we did on the 3rd of\nOctober, soon after he returned from Chennai.",
        "We left Goa by bus and arrived at Pune early the next morning. Two of\nmy parents’ very good friends, Sujit and Vidya Patwardhan, live in\nPune. Our entire family, dad, mum, my two brothers and I, had holidayed\nat their place a year earlier. That was when I had my first glimpse of\nthe Pune Snake Park and the idea of my one year sabbatical took root.\n(Later, I was surprised to learn from Bany, their daughter, who I\nbecame good friends with, that her elder sister Lara and her friend had\ntaken a sabbatical several years ago on completing school and they had\ntoured the countryside looking at alternative methods of education.) So\nit was to the Patwardhan residence at Ganeshkhind Road that we first\nwent and after a wash and a brief rest we set off for the Park.",
        "The Director Mr Khaire was not in, but the Assistant Director Mr Rajan\nShirke was aware of my visit and assured my father that once Mr Khaire\narrived he would make arrangements for my food and stay. Until then I\ncould spend all day at the Park but would have to go back to Sujit’s\nhouse for the night. My father had no option but to leave it that way\nfor Mr Khaire was expected to return only after three days. Dad then\nleft me at the Park and proceeded to Mumbai. For the first few days\ntherefore I journeyed back and forth from Sujit’s house.",
        "Sujit’s home is at Ganeshkhind while the snake park is at Katraj, a\ngood 20 kms away. I remember how I got lost on the first day. My Dad\nhad shown me the bus stand in the morning and given me the bus number.\nIn the evening, one of the staff dropped me off at the bus stand where\nI waited and waited for the bus, which never arrived. I asked the\npeople around but their answers were either “it will come” or “the\nfrequency of that bus may be low”.",
        "Soon it started raining and since that bus-stand had no shelter in\nsight I had to stand in the rain and get wet. While I tried as much as\npossible to take shelter under the note book I carried, I was surprised\nto see a number of children, who didn’t seem to mind the rain, walking\ncoolly past me as if there were no rain at all! By seven in the\nevening, I was soaked to the skin. My feet were numb and it was getting\ndark. My first day at the snake park and what an experience!",
        "Anyway, I crossed the road and walked to a telephone booth. While I was\nphoning Sujit the electricity went off. Sujit kept trying to explain to\nme how to come home by another route. I took out my half wet note book\nand scribbled “Deccan Gymkhana” and “Simbla Office”. I managed to get a\nbus to Deccan Gymkhana (there are several buses which take you there)\nand from Simbla office I took a rickshaw and after going round in\ncircles for sometime, I managed to find Sujit’s house. How I wished I\nhad my trusty bicycle instead of having to depend on buses and\nrickshaws!",
        "During the first two days at the park I only scribbled notes and\nwatched the workers. I tried to make friends with the workers and as a\nresult I was allowed to handle one trinket snake. On the third day Mr\nKhaire arrived and immediately made arrangements for me to stay at the\nPark in spite of the Park not having accommodation facilities. Several\nstudents came there now and then to work for short stretches of time\nbut they all had their residences in Pune and went home in the\nevenings.",
        "Mr. Khaire is very popular among the workers and is affectionately\ncalled “Anna” (\"big brother” in Marathi) by one and all. He always\nwears a glove and long sleeved shirt as he lost his left hand to a\nRussell’s viper bite several years ago. Still, his love for the reptile\nworld and his enthusiasm for snakes has not diminished one bit.",
        "The Snake Park is quite large and has several snake pits housing\nvarious types of reptiles. In the centre is the administrative building\nwhich is a one storey cottage having on the ground floor a small office\nwhich doubles up as reception area, a room which holds the display\nexhibits like the king cobra, python etc., a store room and a toilet.\nOn the first floor is a large room with two beds. It is here that I\nbegan to stay, with the watchman as company for the night. Anna\ninstalled a small T.V. in the room and also had a phone extension made\nto my room. He told me that I was welcome to come over to his place\nanytime, to eat or even to stay. However, I preferred being at the\npark.",
        "In addition to Anna and Shirke there were about 8 to 10 staff at the\npark. Some of those I got to know very well included Mahesh, Milind,\nBhushan and Baba, the watchman. Many of the boys were studying at night\nschool and working here during the day. On Sundays and holidays there\nwould sometimes be extra students to lend a hand. All of them lived in\nPune and would go home for the night. However now and again some of\nthem would stay the night with me and we would watch T.V. or they would\ntell me tales. I also wrote my daily diary every evening after dinner,\nand sometimes read a bit.",
        "My work at the park was to help the workers with their jobs for that\nwas the only way for me to learn about snakes. So everyday I would\nclean the starback tortoise pit, the turkey pit, the chicken pits and\nlater on the ratsnake pit, the chequered keel back pit and the monitor\nlizard pit. I also assisted with feeding the snakes, which is usually\ndone once a week. Most of the snakes are fed small rats-the white mice\ncome from the laboratory-and frogs while the python gets a chicken\nevery week.",
        "I was also taught the proper way of holding and handling snakes. On\nthe third day, I was bitten by a wolf snake. Now you must understand\nthat this is a non-poisonous snake and it was deliberately allowed to\nbite me for my experience and to enable me to get over the irrational\nfear of snake bites that all of us have acquired as a result of\ngrandmother’s tales being dinned into us from childhood. In my case\neven though I liked snakes, still, Anna explained, there will be a\nsubconscious residual fear! This bite was not particularly painful and\ntreatment was like any other wound one might receive.",
        "During my stay at the snake park I was bitten on several occasions by a\nvariety of non-poisonous (but hot-tempered) snakes and when I left\nafter 3 weeks I had at least about 15-20 bites on my arms. Some of the\nbites were quite painful and one was so bad that my wrist had swelled\nup and I couldn’t wear my watch for quite sometime. However when you\nremember that the snake gets damaged much more than you-it loses quite\na few of its teeth in the bite-then you don’t feel too bad. At any rate\nthere was no question of using anti-venom as the snakes were all\nnon-poisonous. And I learnt to think of the bites as injuries and\nwounds rather than the much feared `snake-bite’.",
        "Besides snakes, the Park also has a number of other animals. Some had\nbeen rescued, others found injured and brought to the Park for rest and\nrecuperation. At the time of my stay at the Park it housed a wild boar,\na civet-cat, a leopard, a Shikra bird, a jackal, three mongooses and\nseveral owls and eagles with broken wings. The eagles and owls were in\ncages with the top end kept open.",
        "Once they were able to fly again they could fly out if they wished.\nThere were also many types of exotic fowls, guinea pigs, white mice,\nrabbits, monkeys and a pair of turkeys. And of course there were Ganges\nsoft shell turtles, starback tortoises and melanac turtles. All these\nanimals had to be fed daily and their cages cleaned regularly.",
        "The snake park has a system through which people in Pune city can call\nup the park if they sight a snake. Someone from the park will then go\nto the site with the caller, after taking directions from him/her, and\ntry to get the snake. This ensures that people do not unnecessarily\nkill snakes. It was on two such occasions that I went with the boys on\n“calls” and returned without a snake. You see when the distance that\nthe rescue team has to travel is long, the snake may not necessarily\nremain in the same spot till it gets there.",
        "The snake park has a lot of visitors daily and people are always\nlooking for someone knowledgeable to answer questions. I used to feel\nquite proud to do this and would gladly answer all the queries like,\n“What is the name of the snake?” “What does it eat?” “Which is the male\nand the female?” and so on. At other times I would be pestering the\nstaff to answer more complicated and detailed questions about the\nhabits of snakes. Workers are a mine of information and all of it is\nknowledge gained from practical experience.",
        "Some nights we went frog catching. We used to go after dinner on\nscooters to a river about 10 kms away. The method was simple. One\nperson shone a torch on the wet banks of the riverbed, blinding the\nvision of the frog, which would stop dead in its tracks, while another\nnabbed it with his bare hands from behind. (Frogs must be taken alive\nor else the snakes won’t eat them.) It was easy to catch the frogs as\nthey remain quite still for the few seconds it takes to catch them, the\ndifficult part being only to ensure that once caught they do not slip\nout of your grasp, for frogs are quite wet and slippery. After two to\nthree hours we would return with 25 to 30 frogs in our sack.",
        "I used to have my food at a small shack where some poor people cooked\nmeals mainly for the Snake Park staff. One of the popular items was\nsomething called `shample’ which was made of vegetables and had lots of\noil floating over it. This was served with bread and it was deep red in\ncolour and very spicy. After a couple of days of eating this delicious\nfood, I had a very bad stomach and I had to go to the toilet seven\ntimes that day. That was the end of shample. I decided to stick to dal\nand chappaties, and cheap creamrolls.",
        "The bathroom of the snake park looked very dirty and I usually avoided\nhaving a bath. I would wet my long hair and pretend that I had had a\nbath. When the Snake Park staff found out about this they decided to\ngive me a bath. One day they caught me and stripped me of all my\nclothes, then they dragged me to the bathroom and, using detergent and\na little bit of Harpic, they scrubbed me with the toilet brush.",
        "Somehow these chaps also came to know that I was afraid of the dark and\nall night sounds. So they kept telling me ghost stories which despite\nmy fears I liked to hear. Finally, on the last night I even met this\n“real” ghost. It happened this way. Three of us, together with the\nwatchman were watching TV when Bhushan, one of the boys said he had to\ngo on a “call”. Shortly thereafter the lights went off and a sound like\na cat mewing was heard. Baba, the watchman didn’t seem to care but the\nother boy Popea and I were terrified. Next a light appeared at the\nwindow and the door started banging. A voice (in Marathi) thundered,\n“close the window”. All sorts of strange things kept happening one\nafter another. A skull with bones was floating in the air outside the\nwindow and when we went out, cautiously, to see who was there we found\nno one. Returning to the room we found my bedding thrown around and my\nclothes and the whole room in a mess. The door frame shook, the windows\nrattled and I held on tight to the watchman’s hand. I remembered being\ntold that if one makes the sign of the cross the “ghost” will\ndisappear, and so I did that, but it didn’t work. This ghost apparently\ndid not know the rules. Then suddenly we received a phone call from\nBhushan saying that he was on his way back, and strangely, with\nBhushan’s return, the ghost had done the disappearing act. Nothing more\nwas heard from the ghost after that. The next day when I told Anna and\nthe others about this night-time visitor they all had a good laugh.",
        "During my stay at the park I learnt how to handle almost all the\nnon-poisonous snakes except the pythons. I also learnt how to handle\nmonitor lizards, catch geckos and eat earthworms. Eating earthworms was\nnot part of my diet or training, but once I saw Mr Shirke toss one into\nhis mouth after being challenged to do so by one of the boys. I thought\nof trying this out and though I felt nauseated the first time I took a\nbite. I was okay the second time, for earthworms taste crunchy, like\nraw cucumber, not slimy and wet as they look.",
        "On my last day at the Park, I was allowed to handle a cobra. I held a\nstick under the neck of the cobra and then lifted it by its tail. I did\nthis about 2-3 times after which the cobra was put back in its box. I\nwas so excited and happy. It was a perfect ending to my stay at the\nSnake Park.",
        "As I write this I think about my other previous experiences with\nsnakes. Like the story my mum tells about the time when I was only a\nfew months old, sleeping one afternoon in my cradle at our home in\nValpoi. She had heard a soft thud and to her utter horror she saw a\nthin bluish green snake which had obviously dropped from the roof\nmaking loops all over and around the cradle. Snakes are not unusual in\nthe countryside and RUSTIC Farm was no exception. Mum says she was\nterrified but dared not make a sound for I was sleeping soundly and the\ncradle was covered with a mosquito net, outside of which the snake\nleapt around. It was less than a minute before it bounded onto the\nchairs and was out of the window and she rushed to reassure herself\nthat I was safe which I very much was. From her description I know now\nthat it was a green whip snake, a very delicate and absolutely harmless\nsnake.",
        "Another time as a toddler, Mum says, I was playing with some old\ncartons and boxes at the farm when out leapt a snake from one of them.\nTo my parents’ astonishment, instead of crying out in fear as one might\nexpect a child to do, I promptly went on my hands and knees crawling\ntowards it as fast as I could, reaching out and trying to catch it.",
        "In fact, as mum tells it, I seem to have deliberately gone out of my\nway to befriend snakes as a child. I would be afraid of dogs, for, as I\nwould say, they had teeth and could bite, but snakes didn’t appear to\nhave any and for that reason perhaps remained my best friends.",
        "Field Work Notes:\nSnakes",
        "There are around 2500 species of snakes in the world. Of these, only\nabout 15% are poisonous. The maximum number of species of poisonous\nsnakes is found in Australia (90% of the snakes are poisonous).",
        "238 species of snakes are found in India. Of these, 72 are poisonous.\nBut only few can cause serious or fatal bites. For example, Pit Vipers\nare poisonous but rarely prove fatal to human beings. The poisonous Big\nFour are (1) the Cobra, (2) the Krait, (3) the Russel’s Viper, and (4)\nthe Saw-Scaled Viper. Of these the most poisonous is the common Krait.\nIts venom is about four times more toxic than that of the Cobra.",
        "All sea-snakes are poisonous. The most poisonous snakes in the world\ninclude some sea-snakes which have venom 5 times more toxic than the\nCobra. But sea-snakes will bite only when severely provoked and are\nnever known to attack swimmers in water.",
        "Snakes are cold-blooded; their eyesight is very poorly developed and\nthey have no eyelids. They are deaf and can only respond to vibrations.\nThey taste, feel and smell with their forked tongue. These senses are\nvery well developed and enable them to differentiate between living and\ndead creatures, prey or enemy.",
        "Some poisonous snakes inject venom into their prey, release the prey\nand then track it down with their tongue after the venom has done its\njob of killing it. The venom contains digestive enzymes that start\ndigesting the prey from the inside.",
        "Snakes grow rapidly till they mature and then continue to grow very\nslowly till their death. As they grow, they outgrow their skin so they\nmoult the old one after a new skin has formed under it. The snake\nsplits the old skin at the nose and literally crawls out of the old\nskin. During moulting, the snake stops eating but becomes aggressive.",
        "A bite from a poisonous snake affects either the nervous system\n(neurotoxic) or the blood vessels (hemotoxic) of human beings. The only\ncure against snake bite is snake anti-venom. It is made by injecting\nvery small doses of raw venom (about one-tenth of the fatal dose) into\na horse and then gradually increasing the dose, making the horse immune\nto snake venom. The blood of the horse is then drawn, frozen and\nprocessed after separating the antibodies and crystallized into a\npowder. This is anti-venom as we know it.",
        "When a snake bite occurs, the following first aid measures should be\ntaken. Panic should be avoided and the patient should be kept warm and\nreassured. The wound should be checked to see if it is a poisonous or\nnon poisonous bite. A poisonous bite will have two big fang marks, a\nnon poisonous bite will have many teeth marks.",
        "If the bite is poisonous, the patient should first be immobilized. No\nalcohol, tea, coffee or other stimulants, nor even painkillers should\nbe given.",
        "The wound should not be washed or cut or the poison swabbed out as this\ncould cause infection and loss of blood. A tight tourniquet can be tied\na little above the wound, such that one finger should be able to pass\nunder the tourniquet. The patient should be transported as quickly as\npossible to the nearest hospital. The tourniquet should be left in\nplace until antivenom is given. But it should be released for 10\nseconds every 90 seconds and should not be used for more than six\nhours. At the hospital antivenom will be given which rapidly subdues\nthe effects of the venom.",
        "To avoid snakes, the following precautions must be taken. Rubbish\naround the house should be cleared. Rat holes should be filled and rats\nshould be prevented from breeding in and around the house. Long tree\nbranches touching the houses and creepers trailing the porches and\nwindow panes should be cut. Good boots should be used while walking\nthrough forested area. Avoid stepping over any obstacle when the other\nside is not visible and use a torch while moving outside the house at\nnight.",
        "Continue...",
        "\nThis eBook of “Free From School” by Rahul Alvares belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free From SchoolBy Rahul AlvaresAt Amazon"
    ]
}