{
    "title": "Free Culture - Registration and Renewal",
    "author": "Lawrence Lessig",
    "chapter": "24",
    "content": [
        "\n",
        "\n\n",
        "Under the old system, a copyright owner had to file a registration with the \nCopyright Office to register or renew a copyright. When filing that \nregistration, the copyright owner paid a fee. As with most government agencies, \nthe Copyright Office had little incentive to minimize the burden of \nregistration; it also had little incentive to minimize the fee. And as the \nCopyright Office is not a main target of government policy- making, the office \nhas historically been terribly underfunded. Thus, when people who know something \nabout the process hear this idea about formalities, their first reaction is \npanicnothing could be worse than forcing people to deal with the mess that is \nthe Copyright Office.",
        "Yet it is always astonishing to me that we, who come from a tradition of \nextraordinary innovation in governmental design, can no longer think \ninnovatively about how governmental functions can be designed. Just because \nthere is a public purpose to a government role, it doesn’t follow that the \ngovernment must actually administer the role. Instead, we should be creating \nincentives for private parties to serve the public, subject to standards that \nthe government sets.",
        "In the context of registration, one obvious model is the Internet. There are at \nleast 32 million Web sites registered around the world. Domain name owners for \nthese Web sites have to pay a fee to keep their registration alive. In the main \ntop-level domains (.com, .org, .net), there is a central registry. The actual \nregistrations are, however, performed by many competing registrars. That \ncompetition drives the cost of registering down, and more importantly, it drives \nthe ease with which registration occurs up.",
        "We should adopt a similar model for the registration and renewal of copyrights. \nThe Copyright Office may well serve as the central registry, but it should not \nbe in the registrar business. Instead, it should establish a database, and a set \nof standards for registrars. It should approve registrars that meet its \nstandards. Those registrars would then compete with one another to deliver the \ncheapest and simplest systems for registering and renewing copyrights. That \ncompetition would substantially lower the burden of this formalitywhile \nproducing a database of registrations that would facilitate the licensing of \ncontent.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}