{
    "title": "Free Culture - Chapter Eight: Transformers",
    "author": "Lawrence Lessig",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "In 1993, Alex Alben was a lawyer working at Starwave, Inc. Starwave was an \ninnovative company founded by Microsoft cofounder Paul Allen to develop digital \nentertainment. Long before the Internet became popular, Starwave began investing \nin new technology for delivering entertainment in anticipation of the power of \nnetworks.",
        "Alben had a special interest in new technology. He was intrigued by the emerging \nmarket for CD-ROM technologynot to distribute film, but to do things with film \nthat otherwise would be very difficult. In 1993, he launched an initiative to \ndevelop a product to build retrospectives on the work of particular actors. The \nfirst actor chosen was Clint Eastwood. The idea was to showcase all of the work \nof Eastwood, with clips from his films and interviews with figures important to \nhis career.",
        "At that time, Eastwood had made more than fifty films, as an actor and as a \ndirector. Alben began with a series of interviews with Eastwood, asking him \nabout his career. Because Starwave produced those interviews, it was free to \ninclude them on the CD.",
        "That alone would not have made a very interesting product, so Starwave wanted to \nadd content from the movies in Eastwood’s career: posters, scripts, and other \nmaterial relating to the films Eastwood made. Most of his career was spent at \nWarner Brothers, and so it was relatively easy to get permission for that \ncontent.",
        "Then Alben and his team decided to include actual film clips. Our goal was that \nwe were going to have a clip from every one of East-wood’s films, Alben told \nme. It was here that the problem arose. No one had ever really done this \nbefore, Alben explained. No one had ever tried to do this in the context of an \nartistic look at an actor’s career.",
        "Alben brought the idea to Michael Slade, the CEO of Starwave. Slade asked, \nWell, what \nwill it take?",
        "Alben replied, Well, we’re going to have to clear rights from everyone who \nappears in these films, and the music and everything else that we want to use in \nthese film clips. Slade said, Great! Go for it. [1]",
        "The problem was that neither Alben nor Slade had any idea what clearing those \nrights would mean. Every actor in each of the films could have a claim to \nroyalties for the reuse of that film. But CD-ROMs had not been specified in the \ncontracts for the actors, so there was no clear way to know just what Starwave \nwas to do.",
        "I asked Alben how he dealt with the problem. With an obvious pride in his \nresourcefulness that obscured the obvious bizarreness of his tale, Alben \nrecounted just what they did:",
        "So we very mechanically went about looking up the film clips. We made some \nartistic decisions about what film clips to includeof course we were going to \nuse the Make my day clip from Dirty Harry. But you then need to get the guy \non the ground who’s wiggling under the gun and you need to get his permission. \nAnd then you have to decide what you are going to pay him.",
        "We decided that it would be fair if we offered them the day-player rate for the \nright to reuse that performance. We’re talking about a clip of less than a \nminute, but to reuse that performance in the CD-ROM the rate at the time was \nabout $600.",
        "So we had to identify the peoplesome of them were hard to identify because in \nEastwood movies you can’t tell who’s the guy crashing through the glassis it \nthe actor or is it the stuntman? And then we just, we put together a team, my \nassistant and some others, and we just started calling people.",
        "Some actors were glad to helpDonald Sutherland, for example, followed up \nhimself to be sure that the rights had been cleared. Others were dumbfounded at \ntheir good fortune. Alben would ask, Hey, can I pay you $600 or maybe if you \nwere in two films, you know, $1,200? And they would say, Are you for real? \nHey, I’d love to get $1,200. And some of course were a bit difficult (estranged \nex-wives, in particular). But eventually, Alben and his team had cleared the \nrights to this retrospective CD-ROM on Clint Eastwood’s career.",
        "It was one year laterand even then we weren’t sure whether we were totally \nin the clear.",
        "Alben is proud of his work. The project was the first of its kind and the only \ntime he knew of that a team had undertaken such a massive project for the \npurpose of releasing a retrospective.",
        "Everyone thought it would be too hard. Everyone just threw up their hands and \nsaid, Oh, my gosh, a film, it’s so many copyrights, there’s the music, there’s \nthe screenplay, there’s the director, there’s the actors. But we just broke it \ndown. We just put it into its constituent parts and said, Okay, there’s this \nmany actors, this many directors, ... this many musicians, and we just went at \nit very systematically and cleared the rights.",
        "And no doubt, the product itself was exceptionally good. Eastwood loved it, and \nit sold very well.",
        "But I pressed Alben about how weird it seems that it would have to take a year’s \nwork simply to clear rights. No doubt Alben had done this efficiently, but as \nPeter Drucker has famously quipped, There is nothing so useless as doing \nefficiently that which should not be done at all. [2] Did it make sense, I \nasked Alben, that this is the way a new work has to be made?",
        "For, as he acknowledged, very few ... have the time and resources, and the will \nto do this, and thus, very few such works would ever be made. Does it make \nsense, I asked him, from the standpoint of what anybody really thought they were \never giving rights for originally, that you would have to go clear rights for \nthese kinds of clips?",
        "I don’t think so. When an actor renders a performance in a movie, he or she \ngets paid very well. ... And then when 30 seconds of that performance is used in \na new product that is a retrospective of somebody’s career, I don’t think that \nthat person ... should be compensated for that.",
        "Or at least, is this how the artist should be compensated? Would it make \nsense, I asked, for there to be some kind of statutory license that someone \ncould pay and be free to make derivative use of clips like this? Did it really \nmake sense that a follow-on creator would have to track down every artist, \nactor, director, musician, and get explicit permission from each? Wouldn’t a lot \nmore be created if the legal part of the creative process could be made to be \nmore clean?",
        "Absolutely. I think that if there were some fair-licensing mechanismwhere you \nweren’t subject to hold-ups and you weren’t subject to estranged former spouses\nyou’d see a lot more of this work, because it wouldn’t be so daunting to try to \nput together a retrospective of someone’s career and meaningfully illustrate it \nwith lots of media from that person’s career. You’d build in a cost as the \nproducer of one of these things. You’d build in a cost of paying X dollars to \nthe talent that performed. But it would be a known cost. That’s the thing that \ntrips everybody up and makes this kind of product hard to get off the ground. If \nyou knew I have a hundred minutes of film in this product and it’s going to cost \nme X, then you build your budget around it, and you can get investments and \neverything else that you need to produce it. But if you say, Oh, I want a \nhundred minutes of something and I have no idea what it’s going to cost me, and \na certain number of people are going to hold me up for money, then it becomes \ndifficult to put one of these things together.",
        "Alben worked for a big company. His company was backed by some of the richest \ninvestors in the world. He therefore had authority and access that the average \nWeb designer would not have. So if it took him a year, how long would it take \nsomeone else? And how much creativity is never made just because the costs of \nclearing the rights are so high?",
        "These costs are the burdens of a kind of regulation. Put on a Republican hat for \na moment, and get angry for a bit. The government defines the scope of these \nrights, and the scope defined determines how much it’s going to cost to \nnegotiate them. (Remember the idea that land runs to the heavens, and imagine \nthe pilot purchasing fly- through rights as he negotiates to fly from Los \nAngeles to San Francisco.) These rights might well have once made sense; but as \ncircumstances change, they make no sense at all. Or at least, a well-trained, \nregulation-minimizing Republican should look at the rights and ask, Does this \nstill make sense?",
        "I’ve seen the flash of recognition when people get this point, but only a few \ntimes. The first was at a conference of federal judges in California. The judges \nwere gathered to discuss the emerging topic of cyber-law. I was asked to be on \nthe panel. Harvey Saferstein, a well-respected lawyer from an L.A. firm, \nintroduced the panel with a video that he and a friend, Robert Fairbank, had \nproduced.",
        "The video was a brilliant collage of film from every period in the twentieth \ncentury, all framed around the idea of a 60 Minutes episode. The execution was \nperfect, down to the sixty-minute stopwatch. The judges loved every minute of \nit.",
        "When the lights came up, I looked over to my copanelist, David Nimmer, perhaps \nthe leading copyright scholar and practitioner in the nation. He had an \nastonished look on his face, as he peered across the room of over 250 well-\nentertained judges. Taking an ominous tone, he began his talk with a question: \nDo you know how many federal laws were just violated in this room?",
        "For of course, the two brilliantly talented creators who made this film hadn’t \ndone what Alben did. They hadn’t spent a year clearing the rights to these \nclips; technically, what they had done violated the law. Of course, it wasn’t as \nif they or anyone were going to be prosecuted for this violation (the presence \nof 250 judges and a gaggle of federal marshals notwithstanding). But Nimmer was \nmaking an important point: A year before anyone would have heard of the word \nNapster, and two years before another member of our panel, David Boies, would \ndefend Napster before the Ninth Circuit Court of Appeals, Nimmer was trying to \nget the judges to see that the law would not be friendly to the capacities that \nthis technology would enable. Technology means you can now do amazing things \neasily; but you couldn’t easily do them legally.",
        "We live in a cut and paste culture enabled by technology. Anyone building a \npresentation knows the extraordinary freedom that the cut and paste architecture \nof the Internet createdin a second you can find just about any image you want; \nin another second, you can have it planted in your presentation.",
        "But presentations are just a tiny beginning. Using the Internet and its \narchives, musicians are able to string together mixes of sound never before \nimagined; filmmakers are able to build movies out of clips on computers around \nthe world. An extraordinary site in Sweden takes images of politicians and \nblends them with music to create biting political commentary. A site called Camp \nChaos has produced some of the most biting criticism of the record industry that \nthere is through the mixing of Flash! and music.",
        "All of these creations are technically illegal. Even if the creators wanted to \nbe legal, the cost of complying with the law is impossibly high. Therefore, \nfor the law-abiding sorts, a wealth of creativity is never made. And for that \npart that is made, if it doesn’t follow the clearance rules, it doesn’t get \nreleased.",
        "To some, these stories suggest a solution: Let’s alter the mix of rights so that \npeople are free to build upon our culture. Free to add or mix as they see fit. \nWe could even make this change without necessarily requiring that the free use \nbe free as in free beer. Instead, the system could simply make it easy for \nfollow-on creators to compensate artists without requiring an army of lawyers to \ncome along: a rule, for example, that says the royalty owed the copyright owner \nof an unregistered work for the derivative reuse of his work will be a flat 1 \npercent of net revenues, to be held in escrow for the copyright owner. Under \nthis rule, the copyright owner could benefit from some royalty, but he would not \nhave the benefit of a full property right (meaning the right to name his own \nprice) unless he registers the work.",
        "Who could possibly object to this? And what reason would there be for objecting? \nWe’re talking about work that is not now being made; which if made, under this \nplan, would produce new income for artists. What reason would anyone have to \noppose it?",
        "In February 2003, DreamWorks studios announced an agreement with Mike Myers, the \ncomic genius of Saturday Night Live and Austin Powers. According to the \nannouncement, Myers and DreamWorks would work together to form a unique \nfilmmaking pact. Under the agreement, DreamWorks will acquire the rights to \nexisting motion picture hits and classics, write new storylines andwith the use \nof state- of-the-art digital technologyinsert Myers and other actors into the \nfilm, thereby creating an entirely new piece of entertainment.",
        "The announcement called this film sampling. As Myers explained, Film Sampling \nis an exciting way to put an original spin on existing films and allow audiences \nto see old movies in a new light. Rap artists have been doing this for years \nwith music and now we are able to take that same concept and apply it to film. \nSteven Spielberg is quoted as saying, If anyone can create a way to bring old \nfilms to new audiences, it is Mike.",
        "Spielberg is right. Film sampling by Myers will be brilliant. But if you don’t \nthink about it, you might miss the truly astonishing point about this \nannouncement. As the vast majority of our film heritage remains under copyright, \nthe real meaning of the DreamWorks announcement is just this: It is Mike Myers \nand only Mike Myers who is free to sample. Any general freedom to build upon the \nfilm archive of our culture, a freedom in other contexts presumed for us all, is \nnow a privilege reserved for the funny and famousand presumably rich.",
        "This privilege becomes reserved for two sorts of reasons. The first continues \nthe story of the last chapter: the vagueness of fair use. Much of sampling \nshould be considered fair use. But few would rely upon so weak a doctrine to \ncreate. That leads to the second reason that the privilege is reserved for the \nfew: The costs of negotiating the legal rights for the creative reuse of content \nare astronomically high. These costs mirror the costs with fair use: You either \npay a lawyer to defend your fair use rights or pay a lawyer to track down \npermissions so you don’t have to rely upon fair use rights. Either way, the \ncreative process is a process of paying lawyersagain a privilege, or perhaps a \ncurse, reserved for the few.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}