{
    "title": "Free Culture - Chapter Six: Founders",
    "author": "Lawrence Lessig",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "William Shakespeare wrote Romeo and Juliet in 1595. The play was first \npublished in 1597. It was the eleventh major play that Shakespeare had written. \nHe would continue to write plays through 1613, and the plays that he wrote have \ncontinued to define Anglo-American culture ever since. So deeply have the works \nof a sixteenth-century writer seeped into our culture that we often don’t even \nrecognize their source. I once overheard someone commenting on Kenneth Branagh’s \nadaptation of Henry V: I liked it, but Shakespeare is so full of clichés.",
        "In 1774, almost 180 years after Romeo and Juliet was written, the copy-right \nfor the work was still thought by many to be the exclusive right of a single \nLondon publisher, Jacob Tonson. [1] Tonson was the most prominent of a small \ngroup of publishers called the Conger [2] who controlled bookselling in England \nduring the eighteenth century. The Conger claimed a perpetual right to control \nthe copy of books that they had acquired from authors. That perpetual right \nmeant that no one else could publish copies of a book to which they held the \ncopyright. Prices of the classics were thus kept high; competition to produce \nbetter or cheaper editions was eliminated.",
        "Now, there’s something puzzling about the year 1774 to anyone who knows a little \nabout copyright law. The better-known year in the history of copyright is 1710, \nthe year that the British Parliament adopted the first copyright act. Known as \nthe Statute of Anne, the act stated that all published works would get a \ncopyright term of fourteen years, renewable once if the author was alive, and \nthat all works already published by 1710 would get a single term of twenty-one \nadditional years. [3] Under this law, Romeo and Juliet should have been free \nin 1731. So why was there any issue about it still being under Tonson’s control \nin 1774?",
        "The reason is that the English hadn’t yet agreed on what a copy-right was\nindeed, no one had. At the time the English passed the Statute of Anne, there \nwas no other legislation governing copyrights. The last law regulating \npublishers, the Licensing Act of 1662, had expired in 1695. That law gave \npublishers a monopoly over publishing, as a way to make it easier for the Crown \nto control what was published. But after it expired, there was no positive law \nthat said that the publishers, or Stationers, had an exclusive right to print \nbooks.",
        "There was no positive law, but that didn’t mean that there was no law. The \nAnglo-American legal tradition looks to both the words of legislatures and the \nwords of judges to know the rules that are to govern how people are to behave. \nWe call the words from legislatures positive law. We call the words from \njudges common law. The common law sets the background against which \nlegislatures legislate; the legislature, ordinarily, can trump that background \nonly if it passes a law to displace it. And so the real question after the \nlicensing statutes had expired was whether the common law protected a copyright, \nindependent of any positive law.",
        "This question was important to the publishers, or booksellers, as they were \ncalled, because there was growing competition from foreign publishers. The \nScottish, in particular, were increasingly publishing and exporting books to \nEngland. That competition reduced the profits of the Conger, which reacted by \ndemanding that Parliament pass a law to again give them exclusive control over \npublishing. That demand ultimately resulted in the Statute of Anne.",
        "The Statute of Anne granted the author or proprietor of a book an exclusive \nright to print that book. In an important limitation, however, and to the horror \nof the booksellers, the law gave the bookseller that right for a limited term. \nAt the end of that term, the copyright expired, and the work would then be \nfree and could be published by anyone. Or so the legislature is thought to have \nbelieved.",
        "Now, the thing to puzzle about for a moment is this: Why would Parliament limit \nthe exclusive right? Not why would they limit it to the particular limit they \nset, but why would they limit the right at all?",
        "For the booksellers, and the authors whom they represented, had a very strong \nclaim. Take Romeo and Juliet as an example: That play was written by \nShakespeare. It was his genius that brought it into the world. He didn’t take \nanybody’s property when he created this play (that’s a controversial claim, but \nnever mind), and by his creating this play, he didn’t make it any harder for \nothers to craft a play. So why is it that the law would ever allow someone else \nto come along and take Shakespeare’s play without his, or his estate’s, \npermission? What reason is there to allow someone else to steal Shakespeare’s \nwork?",
        "The answer comes in two parts. We first need to see something special about the \nnotion of copyright that existed at the time of the Statute of Anne. Second, \nwe have to see something important about booksellers.",
        "First, about copyright. In the last three hundred years, we have come to apply \nthe concept of copyright ever more broadly. But in 1710, it wasn’t so much a \nconcept as it was a very particular right. The copyright was born as a very \nspecific set of restrictions: It forbade others from reprinting a book. In 1710, \nthe copy-right was a right to use a particular machine to replicate a \nparticular work. It did not go beyond that very narrow right. It did not control \nany more generally how a work could be used. Today the right includes a large \ncollection of restrictions on the freedom of others: It grants the author the \nexclusive right to copy, the exclusive right to distribute, the exclusive right \nto perform, and so on.",
        "So, for example, even if the copyright to Shakespeare’s works were perpetual, \nall that would have meant under the original meaning of the term was that no one \ncould reprint Shakespeare’s work without the permission of the Shakespeare \nestate. It would not have controlled anything, for example, about how the work \ncould be performed, whether the work could be translated, or whether Kenneth \nBranagh would be allowed to make his films. The copy-right was only an \nexclusive right to printno less, of course, but also no more.",
        "Even that limited right was viewed with skepticism by the British. They had had \na long and ugly experience with exclusive rights, especially exclusive \nrights granted by the Crown. The English had fought a civil war in part about \nthe Crown’s practice of handing out monopoliesespecially monopolies for works \nthat already existed. King Henry VIII granted a patent to print the Bible and a \nmonopoly to Darcy to print playing cards. The English Parliament began to fight \nback against this power of the Crown. In 1656, it passed the Statute of \nMonopolies, limiting monopolies to patents for new inventions. And by 1710, \nParliament was eager to deal with the growing monopoly in publishing.",
        "Thus the copy-right, when viewed as a monopoly right, was naturally viewed as \na right that should be limited. (However convincing the claim that it’s my \nproperty, and I should have it forever, try sounding convincing when uttering, \nIt’s my monopoly, and I should have it forever.) The state would protect the \nexclusive right, but only so long as it benefited society. The British saw the \nharms from special-interest favors; they passed a law to stop them.",
        "Second, about booksellers. It wasn’t just that the copyright was a monopoly. It \nwas also that it was a monopoly held by the booksellers. Booksellers sound \nquaint and harmless to us. They were not viewed as harmless in seventeenth-\ncentury England. Members of the Conger were increasingly seen as monopolists of \nthe worst kindtools of the Crown’s repression, selling the liberty of England \nto guarantee themselves a monopoly profit. The attacks against these monopolists \nwere harsh: Milton described them as old patentees and monopolizers in the \ntrade of book-selling; they were men who do not therefore labour in an honest \nprofession to which learning is indetted. [4]",
        "Many believed the power the booksellers exercised over the spread of knowledge \nwas harming that spread, just at the time the Enlightenment was teaching the \nimportance of education and knowledge spread generally. The idea that knowledge \nshould be free was a hallmark of the time, and these powerful commercial \ninterests were interfering with that idea.",
        "To balance this power, Parliament decided to increase competition among \nbooksellers, and the simplest way to do that was to spread the wealth of \nvaluable books. Parliament therefore limited the term of copyrights, and thereby \nguaranteed that valuable books would become open to any publisher to publish \nafter a limited time. Thus the setting of the term for existing works to just \ntwenty-one years was a compromise to fight the power of the booksellers. The \nlimitation on terms was an indirect way to assure competition among publishers, \nand thus the construction and spread of culture.",
        "When 1731 (1710 + 21) came along, however, the booksellers were getting anxious. \nThey saw the consequences of more competition, and like every competitor, they \ndidn’t like them. At first booksellers simply ignored the Statute of Anne, \ncontinuing to insist on the perpetual right to control publication. But in 1735 \nand 1737, they tried to persuade Parliament to extend their terms. Twenty-one \nyears was not enough, they said; they needed more time.",
        "Parliament rejected their requests. As one pamphleteer put it, in words that \necho today,",
        "I see no Reason for granting a further Term now, which will not hold as well \nfor granting it again and again, as often as the Old ones Expire; so that should \nthis Bill pass, it will in Effect be establishing a perpetual Monopoly, a Thing \ndeservedly odious in the Eye of the Law; it will be a great Cramp to Trade, a \nDiscouragement to Learning, no Benefit to the Authors, but a general Tax on the \nPublick; and all this only to increase the private Gain of the Booksellers. [5]",
        "Having failed in Parliament, the publishers turned to the courts in a series of \ncases. Their argument was simple and direct: The Statute of Anne gave authors \ncertain protections through positive law, but those protections were not \nintended as replacements for the common law. Instead, they were intended simply \nto supplement the common law. Under common law, it was already wrong to take \nanother person’s creative property and use it without his permission. The \nStatute of Anne, the booksellers argued, didn’t change that. Therefore, just \nbecause the protections of the Statute of Anne expired, that didn’t mean the \nprotections of the common law expired: Under the common law they had the right \nto ban the publication of a book, even if its Statute of Anne copyright had \nexpired. This, they argued, was the only way to protect authors.",
        "This was a clever argument, and one that had the support of some of the leading \njurists of the day. It also displayed extraordinary chutzpah. Until then, as law \nprofessor Raymond Patterson has put it, The publishers ... had as much concern \nfor authors as a cattle rancher has for cattle. [6] The bookseller didn’t care \nsquat for the rights of the author. His concern was the monopoly profit that the \nauthor’s work gave.",
        "The booksellers’ argument was not accepted without a fight. The hero of this \nfight was a Scottish bookseller named Alexander Donaldson. [7]",
        "Donaldson was an outsider to the London Conger. He began his career in Edinburgh \nin 1750. The focus of his business was inexpensive reprints of standard works \nwhose copyright term had expired, at least under the Statute of Anne. [8] \nDonaldson’s publishing house prospered and became something of a center for \nliterary Scotsmen. [A]mong them, Professor Mark Rose writes, was the young \nJames Boswell who, together with his friend Andrew Erskine, published an \nanthology of contemporary Scottish poems with Donaldson. [9]",
        "When the London booksellers tried to shut down Donaldson’s shop in Scotland, he \nresponded by moving his shop to London, where he sold inexpensive editions of \nthe most popular English books, in defiance of the supposed common law right of \nLiterary Property. [10] His books undercut the Conger prices by 30 to 50 \npercent, and he rested his right to compete upon the ground that, under the \nStatute of Anne, the works he was selling had passed out of protection.",
        "The London booksellers quickly brought suit to block piracy like Donaldson’s. \nA number of actions were successful against the pirates, the most important \nearly victory being Millar v. Taylor.",
        "Millar was a bookseller who in 1729 had purchased the rights to James Thomson’s \npoem The Seasons. Millar complied with the requirements of the Statute of \nAnne, and therefore received the full protection of the statute. After the term \nof copyright ended, Robert Taylor began printing a competing volume. Millar \nsued, claiming a perpetual common law right, the Statute of Anne \nnotwithstanding. [11]",
        "Astonishingly to modern lawyers, one of the greatest judges in English history, \nLord Mansfield, agreed with the booksellers. Whatever protection the Statute of \nAnne gave booksellers, it did not, he held, extinguish any common law right. The \nquestion was whether the common law would protect the author against subsequent \npirates. Mansfield’s answer was yes: The common law would bar Taylor from \nreprinting Thomson’s poem without Millar’s permission. That common law rule thus \neffectively gave the booksellers a perpetual right to control the publication of \nany book assigned to them.",
        "Considered as a matter of abstract justicereasoning as if justice were just a \nmatter of logical deduction from first principlesMansfield’s conclusion might \nmake some sense. But what it ignored was the larger issue that Parliament had \nstruggled with in 1710: How best to limit the monopoly power of publishers? \nParliament’s strategy was to offer a term for existing works that was long \nenough to buy peace in 1710, but short enough to assure that culture would pass \ninto competition within a reasonable period of time. Within twenty-one years, \nParliament believed, Britain would mature from the controlled culture that the \nCrown coveted to the free culture that we inherited.",
        "The fight to defend the limits of the Statute of Anne was not to end there, \nhowever, and it is here that Donaldson enters the mix.",
        "Millar died soon after his victory, so his case was not appealed. His estate \nsold Thomson’s poems to a syndicate of printers that included Thomas Beckett. \n[12] Donaldson then released an unauthorized edition of Thomson’s works. \nBeckett, on the strength of the decision in Millar, got an injunction against \nDonaldson. Donaldson appealed the case to the House of Lords, which functioned \nmuch like our own Supreme Court. In February of 1774, that body had the chance \nto interpret the meaning of Parliament’s limits from sixty years before.",
        "As few legal cases ever do, Donaldson v. Beckett drew an enormous amount of \nattention throughout Britain. Donaldson’s lawyers argued that whatever rights \nmay have existed under the common law, the Statute of Anne terminated those \nrights. After passage of the Statute of Anne, the only legal protection for an \nexclusive right to control publication came from that statute. Thus, they \nargued, after the term specified in the Statute of Anne expired, works that had \nbeen protected by the statute were no longer protected.",
        "The House of Lords was an odd institution. Legal questions were presented to the \nHouse and voted upon first by the law lords, members of special legal \ndistinction who functioned much like the Justices in our Supreme Court. Then, \nafter the law lords voted, the House of Lords generally voted.",
        "The reports about the law lords’ votes are mixed. On some counts, it looks as if \nperpetual copyright prevailed. But there is no ambiguity about how the House of \nLords voted as whole. By a two-to-one majority (22 to 11) they voted to reject \nthe idea of perpetual copyrights. Whatever one’s understanding of the common \nlaw, now a copyright was fixed for a limited time, after which the work \nprotected by copyright passed into the public domain.",
        "The public domain. Before the case of Donaldson v. Beckett, there was no \nclear idea of a public domain in England. Before 1774, there was a strong \nargument that common law copyrights were perpetual. After 1774, the public \ndomain was born. For the first time in Anglo- American history, the legal \ncontrol over creative works expired, and the greatest works in English history\nincluding those of Shakespeare, Bacon, Milton, Johnson, and Bunyanwere free of \nlegal restraint.",
        "It is hard for us to imagine, but this decision by the House of Lords fueled an \nextraordinarily popular and political reaction. In Scotland, where most of the \npirate publishers did their work, people celebrated the decision in the \nstreets. As the Edinburgh Advertiser reported, No private cause has so much \nengrossed the attention of the public, and none has been tried before the House \nof Lords in the decision of which so many individuals were interested. Great \nrejoicing in Edinburgh upon victory over literary property: bonfires and \nilluminations. [13]",
        "In London, however, at least among publishers, the reaction was equally strong \nin the opposite direction. The Morning Chronicle reported:",
        "By the above decision ... near 200,000 pounds worth of what was honestly \npurchased at public sale, and which was yesterday thought property is now \nreduced to nothing. The Booksellers of London and Westminster, many of whom sold \nestates and houses to purchase Copy-right, are in a manner ruined, and those who \nafter many years industry thought they had acquired a competency to provide for \ntheir families now find themselves without a shilling to devise to their \nsuccessors. [14]\n \nRuined is a bit of an exaggeration. But it is not an exaggeration to say that \nthe change was profound. The decision of the House of Lords meant that the \nbooksellers could no longer control how culture in England would grow and \ndevelop. Culture in England was thereafter free. Not in the sense that \ncopyrights would not be respected, for of course, for a limited time after a \nwork was published, the bookseller had an exclusive right to control the \npublication of that book. And not in the sense that books could be stolen, for \neven after a copyright expired, you still had to buy the book from someone. But \n/free in the sense that the culture and its growth would no longer be \ncontrolled by a small group of publishers. As every free market does, this free \nmarket of free culture would grow as the consumers and producers chose. English \nculture would develop as the many English readers chose to let it developchose \nin the books they bought and wrote; chose in the memes they repeated and \nendorsed. Chose in a competitive context, not a context in which the choices \nabout what culture is available to people and how they get access to it are made \nby the few despite the wishes of the many.",
        "At least, this was the rule in a world where the Parliament is anti-monopoly, \nresistant to the protectionist pleas of publishers. In a world where the \nParliament is more pliant, free culture would be less protected.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}