{
    "title": "Free From School - Chapter 5: A Trip to Kerala",
    "author": "Rahul Alvares",
    "chapter": "5",
    "content": [
        "\n\n",
        "It was now the end of August and also the end of the heavy rains. I was\neager to begin travelling out of Goa to visit the many places on my\nagenda. I had got fairly comfortable now with being on my own within\nGoa (where I could at least communicate in the same language with\nanyone I met) asking for directions, buying myself a meal and learning\nto handle small quantities of money. I therefore impatiently awaited my\ntrip out of Goa.",
        "Another reason for my wanting to travel was because I was fed up of my\nneighbours and friends constantly asking me what I was doing after my\nSSC and why I was not in college. Somehow they couldn’t get used to the\nidea that I was enjoying myself learning the things I wanted to on my\nown, so I would be constantly badgered by queries. I thought that if I\nwent away I would certainly escape all these queries.",
        "It so happened that my father was attending a seminar on organic\nfarming in Kottayam and as he would also be visiting some organic farms\nhe thought it a good idea if I came along. The trip would take us to\nKerala.",
        "Dad and I left Goa on 30th August, 1995. The bus departed from Panaji\nbus stand at six a.m. and reached Mangalore the same day at four in the\nevening. En route we passed through Karwar, Ankola, Kumta, Honavar,\nKundapur and Udupi. Mangalore happens to be my ancestral home. (My dad,\nthough born and brought up in Mumbai and now living since marriage in\nGoa, is originally from Mangalore.) Although we do not have an\nancestral home any more we have lots of relatives in Mangalore city.",
        "We stayed at my grand uncle’s house which is very close to the\nbus-stand. It is a two storey building in the heart of Mangalore and my\ngrand aunt Monica Mauxi lives there with her three sons, Reggie,\nPatrick and Lambert and their families in a sort of joint family\nset-up. My grand uncle J.S. Alvares who was a very well known Konkani\nwriter passed away a few years ago. I was meeting my aunt and cousins\nalmost for the first time.",
        "After the introductions were over and we had had tea and snacks Dad\nshowed me around the city. Since I knew that I would be returning to\nGoa alone at the end of the seminar in Kottayam I took care to be very\nobservant about landmarks and other details so that I would not get\nlost on my return trip. I carefully noted the locations of the railway\nstation, Hampankatta, which is the centre of Mangalore and the old bus\nstand and the route to Aunt Monica’s home. We returned at dark to a\nsplendid meal and went to bed early for we had to wake up at 3 a.m. for\nour onward journey.",
        "Our train left Mangalore on the dot at 4.15 a.m. We travelled all day\nthrough green countryside, passing through Kannur, Calicut, Thrissur\nand Ernakulam to reach our destination Kottayam at 3.45 p.m. We were\nbooked at Hotel Aishwarya. I had a refreshing bath and then as usual we\nwent off to explore the city but had to return soon because it started\nto rain.",
        "The seminar was at Hotel Green Park and we set out for the venue early\nin the morning. We had already been registered as participants and each\nof us was given a cloth bag, notebook and pen to use during the\nseminar. There were many stalls selling a large number of items from\norganic tea and pickles, to books and manuals.",
        "We looked around very briefly for the organisers were already calling\nout to everyone to settle down for the inaugural. All day there were\ntalks, most of them by scientists. The sessions continued till evening\nwith a break for a vegetarian lunch in between. Of all the talks, the\none that caught my attention was the talk given by Dr Sultan Ismail on\nearthworms. I have refrained from giving details of Dr Ismail’s talk\nhere because I have a full chapter on my association with his work\nlater in this book.",
        "The next morning the same sort of programme continued. However there\nwas a farmer’s session which was chaired by my father. Many farmers\nspoke about their experience in organic farming. I found it quite\ninteresting. Sometime after lunch my father and I, along with Guru\nRishi Prabhakar (the founder of the Siddha Samadhi Yoga programme) and\nKartikeyan (who was researching some chapters for a source book on\norganic farming) left to visit the farm of an organic farmer, a Mr.\nK.T. Thomas. He showed us his shrimp pond, rubber plantations, cows,\nfishing ponds, orchids, giant bamboo filter ponds, etc. His farm was\nreally huge, dark and damp-like a forest in the night!",
        "Next morning we took a train to Calicut. We passed through Ernakulam\nand Trishur. At Shoranur we changed trains and from the railway station\nwe took a bus to Sultan’s Battery where we spent the night at a hotel\ncalled the Resort. As usual, we spent enjoyable hours walking around\nthe town.",
        "The next programme was at Wynad. Here, another meeting of persons\ninterested in organic farming was taking place. We stayed at the Wynad\nWildlife Division Guest House.",
        "The group here was not very large and they generally had small intense\ndiscussions. I was not much interested in the sessions and wandered\nabout as I pleased. But I liked the company of the people there very\nmuch for all of them were very knowledgeable and they were the active\ntype too. Some of them-like Bernard from Auroville, Korah Mathen and\nhis daughter Nidhi from Ahmedabad and Omkar-I would meet again during\nmy sabbatical year.",
        "We used to go for long walks in the forest, morning and evening. On the\nfirst day itself we saw Nilgiri Langurs and a variety of small birds,\nfrogs and trees.",
        "In the evening the organisers showed us two movies on the pollution of\nthe river Bhavani. After that we watched a very popular and lovely\nmovie called `Animals are Beautiful People’.",
        "On our early morning walk the following day (the second at Wynad) we\nsaw a herd of spotted deer and a barking deer. We also saw many\nfootprints of animals, especially of deer; and traces of elephant\nfootprints too. The experience excited me very much and after that I\nwould eagerly set out with whoever was interested in taking a walk. On\nthe third day, a Mr Shivanand gave a very interesting talk on the\nWestern Ghats. He showed us many slides on the Western Ghats i.e.\ninsectivorous plants, mountain goats, rivers that are formed by\ncondensation of water vapour, plants that flower every ten years, etc.\nAll that I had studied in geography and science in school now came\nalive for me.",
        "That evening we watched two movies, one called `The Whistling Hunters’\n(about wild dogs) and another called `The Lord of the Jungle’ (about\nelephants). Both were very good. The next morning we went walking again\nand saw only birds. We walked about 12 kms that day. Later that morning\nthe concluding session of the programme was held.",
        "In the evening the forest department organised a tour for us through\nthe jungle. We walked quite a distance, saw the watchtower, then deer\nand a wild boar, but we had to turn back soon because we saw tiger\nfootprints. At night we saw another two movies, one on the Narmada\ncalled `A Valley Rises’ and the second called `The Silent Valley’.",
        "After the meeting ended my dad was scheduled to go to Chennai for some\nwork but I was to return to Goa on my own. My dad came along with me by\nbus to Calicut. At the railway station, my father bought me a ticket to\nMangalore and left me at the station at about 2 p.m. to await the train\nwhich was due at around 4 p.m.",
        "It was the first time I was travelling alone and I was quite nervous.\nAlthough it would be two hours before the train arrived I dared not\nfall asleep. I had with me a small battery operated video game and I\noccupied myself with this while waiting for the train to arrive. When\nit did there was a general commotion as people started rushing into the\ncompartments. I enquired with one or two persons whether there were any\nspecial seats but nobody was really willing to pay attention so I just\nfound myself a nice spot and settled down. The train started soon\nthereafter.",
        "I stayed fully alert during the entire journey, keeping a watch on my\nthings (I carried a haversack and a sleeping bag, both new) and having\nheard about pickpockets and other thieves I wanted to be doubly\ncareful. I did not get down at any of the railway stations as I was not\nsure how long the train would stop. So I contented myself with eating\nthe fruit that Dad had bought for me at the Calicut station.",
        "The train arrived in Mangalore at 9 p.m. From the station I took a\nrickshaw to my grand aunt’s house for which I paid thirty rupees. This\nwas quite a lot of money, but since it was night-time and since I was\nnot perfectly confident of the route I did not bother to argue with the\nrickshaw-wallah.",
        "My aunt and family were pleased to see me and urged me to stay on for a\nfew days. But I knew that my mother would be anxiously awaiting my\nreturn, and not wanting to be irresponsible, I decided to return as\nplanned the next day itself.",
        "In the morning my cousin Reggie took me on his scooter to the bus\nstation where we saw a bus about to depart for Goa. I jumped in and\nmanaged to get the last empty seat. The bus reached Panaji at 5 p.m.\nFrom there I took the local bus to Mapusa. Only when the bus reached\nthe Mapusa bus terminus was I finally on familiar territory. I looked\naround at the familiar street dogs and hawker stands and then hailed a\nmotorcycle taxi to take me home, which was a short distance of 3 kms.",
        "Back home I proudly walked up to my mum who was smiling a welcome, my\nbrothers punching me, my dog licking me-all so far away from the world\nof elephants and tiger footprints.",
        "Continue...",
        "\nThis eBook of “Free From School” by Rahul Alvares belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free From SchoolBy Rahul AlvaresAt Amazon"
    ]
}