{
    "title": "Free Culture - Chapter Four: Pirates",
    "author": "Lawrence Lessig",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "If piracy means using the creative property of others without their \npermissionif if value, then right is truethen the history of the content \nindustry is a history of piracy. Every important sector of big media today\nfilm, records, radio, and cable TVwas born of a kind of piracy so defined. The \nconsistent story is how last generation’s pirates join this generation’s country \nclubuntil now.",
        "Film",
        "The film industry of Hollywood was built by fleeing pirates. [1] Creators and \ndirectors migrated from the East Coast to California in the early twentieth \ncentury in part to escape controls that patents granted the inventor of \nfilmmaking, Thomas Edison. These controls were exercised through a monopoly \ntrust, the Motion Pictures Patents Company, and were based on Thomas Edison’s \ncreative propertypatents. Edison formed the MPPC to exercise the rights this \ncreative property gave him, and the MPPC was serious about the control it \ndemanded. As one commentator tells one part of the story,",
        "A January 1909 deadline was set for all companies to comply with the license. \nBy February, unlicensed outlaws, who referred to themselves as independents \nprotested the trust and carried on business without submitting to the Edison \nmonopoly. In the summer of 1909 the independent movement was in full-swing, with \nproducers and theater owners using illegal equipment and imported film stock to \ncreate their own underground market.",
        "With the country experiencing a tremendous expansion in the number of \nnickelodeons, the Patents Company reacted to the independent movement by forming \na strong-arm subsidiary known as the General Film Company to block the entry of \nnon-licensed independents. With coercive tactics that have become legendary, \nGeneral Film confiscated unlicensed equipment, discontinued product supply to \ntheaters which showed unlicensed films, and effectively monopolized distribution \nwith the acquisition of all U.S. film exchanges, except for the one owned by the \nindependent William Fox who defied the Trust even after his license was \nrevoked. [2]",
        "The Napsters of those days, the independents, were companies like Fox. And no \nless than today, these independents were vigorously resisted. Shooting was \ndisrupted by machinery stolen, and ’accidents’ resulting in loss of negatives, \nequipment, buildings and sometimes life and limb frequently occurred. [3] That \nled the independents to flee the East Coast. California was remote enough from \nEdison’s reach that film- makers there could pirate his inventions without fear \nof the law. And the leaders of Hollywood filmmaking, Fox most prominently, did \njust that.",
        "Of course, California grew quickly, and the effective enforcement of federal law \neventually spread west. But because patents grant the patent holder a truly \nlimited monopoly (just seventeen years at that time), by the time enough \nfederal marshals appeared, the patents had expired. A new industry had been \nborn, in part from the piracy of Edison’s creative property.",
        "Recorded Music",
        "The record industry was born of another kind of piracy, though to see how \nrequires a bit of detail about the way the law regulates music.",
        "At the time that Edison and Henri Fourneaux invented machines for reproducing \nmusic (Edison the phonograph, Fourneaux the player piano), the law gave \ncomposers the exclusive right to control copies of their music and the exclusive \nright to control public performances of their music. In other words, in 1900, if \nI wanted a copy of Phil Russel’s 1899 hit Happy Mose, the law said I would \nhave to pay for the right to get a copy of the musical score, and I would also \nhave to pay for the right to perform it publicly.",
        "But what if I wanted to record Happy Mose, using Edison’s phonograph or \nFourneaux’s player piano? Here the law stumbled. It was clear enough that I \nwould have to buy any copy of the musical score that I performed in making this \nrecording. And it was clear enough that I would have to pay for any public \nperformance of the work I was recording. But it wasn’t totally clear that I \nwould have to pay for a public performance if I recorded the song in my own \nhouse (even today, you don’t owe the Beatles anything if you sing their songs in \nthe shower), or if I recorded the song from memory (copies in your brain are \nnotyet regulated by copyright law). So if I simply sang the song into a \nrecording device in the privacy of my own home, it wasn’t clear that I owed the \ncomposer anything. And more importantly, it wasn’t clear whether I owed the \ncomposer anything if I then made copies of those recordings. Because of this gap \nin the law, then, I could effectively pirate someone else’s song without paying \nits composer anything.",
        "The composers (and publishers) were none too happy about this capacity to \npirate. As South Dakota senator Alfred Kittredge put it,",
        "Imagine the injustice of the thing. A composer writes a song or an opera. A \npublisher buys at great expense the rights to the same and copyrights it. Along \ncome the phonographic companies and companies who cut music rolls and \ndeliberately steal the work of the brain of the composer and publisher without \nany regard for [their] rights. [4]",
        "The innovators who developed the technology to record other people’s works were \nsponging upon the toil, the work, the talent, and genius of American \ncomposers, [5] and the music publishing industry” was thereby at the complete \nmercy of this one pirate. [6] As John Philip Sousa put it, in as direct a way \nas possible, When they make money out of my pieces, I want a share of it. [7]",
        "These arguments have familiar echoes in the wars of our day. So, too, do the \narguments on the other side. The innovators who developed the player piano \nargued that it is perfectly demonstrable that the introduction of automatic \nmusic players has not deprived any composer of anything he had before their \nintroduction. Rather, the machines increased the sales of sheet music. [8] In \nany case, the innovators argued, the job of Congress was to consider first the \ninterest of [the public], whom they represent, and whose servants they are. \nAll talk about ’theft,’ the general counsel of the American Graphophone \nCompany wrote, is the merest claptrap, for there exists no property in ideas \nmusical, literary or artistic, except as defined by statute. [9]",
        "The law soon resolved this battle in favor of the composer and the recording \nartist. Congress amended the law to make sure that composers would be paid for \nthe mechanical reproductions of their music. But rather than simply granting \nthe composer complete control over the right to make mechanical reproductions, \nCongress gave recording artists a right to record the music, at a price set by \nCongress, once the composer allowed it to be recorded once. This is the part of \ncopyright law that makes cover songs possible. Once a composer authorizes a \nrecording of his song, others are free to record the same song, so long as they \npay the original composer a fee set by the law.",
        "American law ordinarily calls this a compulsory license, but I will refer to \nit as a statutory license. A statutory license is a license whose key terms \nare set by law. After Congress’s amendment of the Copyright Act in 1909, record \ncompanies were free to distribute copies of recordings so long as they paid the \ncomposer (or copyright holder) the fee set by the statute.",
        "This is an exception within the law of copyright. When John Grisham writes a \nnovel, a publisher is free to publish that novel only if Grisham gives the \npublisher permission. Grisham, in turn, is free to charge whatever he wants for \nthat permission. The price to publish Grisham is thus set by Grisham, and \ncopyright law ordinarily says you have no permission to use Grisham’s work \nexcept with permission of Grisham.",
        "But the law governing recordings gives recording artists less. And thus, in \neffect, the law subsidizes the recording industry through a kind of piracyby \ngiving recording artists a weaker right than it otherwise gives creative \nauthors. The Beatles have less control over their creative work than Grisham \ndoes. And the beneficiaries of this less control are the recording industry and \nthe public. The recording industry gets something of value for less than it \notherwise would pay; the public gets access to a much wider range of musical \ncreativity. Indeed, Congress was quite explicit about its reasons for granting \nthis right. Its fear was the monopoly power of rights holders, and that that \npower would stifle follow-on creativity. [10]",
        "While the recording industry has been quite coy about this recently, \nhistorically it has been quite a supporter of the statutory license for records. \nAs a 1967 report from the House Committee on the Judiciary relates,",
        "the record producers argued vigorously that the compulsory license system must \nbe retained. They asserted that the record industry is a half-billion-dollar \nbusiness of great economic importance in the United States and throughout the \nworld; records today are the principal means of disseminating music, and this \ncreates special problems, since performers need unhampered access to musical \nmaterial on nondiscriminatory terms. Historically, the record producers pointed \nout, there were no recording rights before 1909 and the 1909 statute adopted the \ncompulsory license as a deliberate anti-monopoly condition on the grant of these \nrights. They argue that the result has been an outpouring of recorded music, \nwith the public being given lower prices, improved quality, and a greater \nchoice. [11]",
        "By limiting the rights musicians have, by partially pirating their creative \nwork, the record producers, and the public, benefit.",
        "Radio",
        "Radio was also born of piracy.",
        "When a radio station plays a record on the air, that constitutes a public \nperformance of the composer’s work. [12] As I described above, the law gives \nthe composer (or copyright holder) an exclusive right to public performances of \nhis work. The radio station thus owes the composer money for that performance.",
        "But when the radio station plays a record, it is not only performing a copy of \nthe composer’s work. The radio station is also performing a copy of the \n/recording artist’s work. It’s one thing to have Happy Birthday sung on the \nradio by the local children’s choir; it’s quite another to have it sung by the \nRolling Stones or Lyle Lovett. The recording artist is adding to the value of \nthe composition performed on the radio station. And if the law were perfectly \nconsistent, the radio station would have to pay the recording artist for his \nwork, just as it pays the composer of the music for his work.",
        "But it doesn’t. Under the law governing radio performances, the radio station \ndoes not have to pay the recording artist. The radio station need only pay the \ncomposer. The radio station thus gets a bit of something for nothing. It gets to \nperform the recording artist’s work for free, even if it must pay the composer \nsomething for the privilege of playing the song.",
        "This difference can be huge. Imagine you compose a piece of music. Imagine it is \nyour first. You own the exclusive right to authorize public performances of that \nmusic. So if Madonna wants to sing your song in public, she has to get your \npermission.",
        "Imagine she does sing your song, and imagine she likes it a lot. She then \ndecides to make a recording of your song, and it becomes a top hit. Under our \nlaw, every time a radio station plays your song, you get some money. But Madonna \ngets nothing, save the indirect effect on the sale of her CDs. The public \nperformance of her recording is not a protected right. The radio station thus \ngets to pirate the value of Madonna’s work without paying her anything.",
        "No doubt, one might argue that, on balance, the recording artists benefit. On \naverage, the promotion they get is worth more than the performance rights they \ngive up. Maybe. But even if so, the law ordinarily gives the creator the right \nto make this choice. By making the choice for him or her, the law gives the \nradio station the right to take something for nothing.",
        "Cable TV",
        "Cable TV was also born of a kind of piracy.",
        "When cable entrepreneurs first started wiring communities with cable television \nin 1948, most refused to pay broadcasters for the content that they echoed to \ntheir customers. Even when the cable companies started selling access to \ntelevision broadcasts, they refused to pay for what they sold. Cable companies \nwere thus Napsterizing broadcasters’ content, but more egregiously than anything \nNapster ever didNapster never charged for the content it enabled others to give \naway.",
        "Broadcasters and copyright owners were quick to attack this theft. Rosel Hyde, \nchairman of the FCC, viewed the practice as a kind of unfair and potentially \ndestructive competition. [13] There may have been a public interest in \nspreading the reach of cable TV, but as Douglas Anello, general counsel to the \nNational Association of Broadcasters, asked Senator Quentin Burdick during \ntestimony, Does public interest dictate that you use somebody else’s property? \n[14] As another broadcaster put it,",
        "The extraordinary thing about the CATV business is that it is the only business \nI know of where the product that is being sold is not paid for. [15]",
        "Again, the demand of the copyright holders seemed reasonable enough:",
        "All we are asking for is a very simple thing, that people who now take our \nproperty for nothing pay for it. We are trying to stop piracy and I don’t think \nthere is any lesser word to describe it. I think there are harsher words which \nwould fit it. [16]",
        "These were free-ride[rs], Screen Actor’s Guild president Charlton Heston said, \nwho were depriving actors of compensation. [17]",
        "But again, there was another side to the debate. As Assistant Attorney General \nEdwin Zimmerman put it,",
        "Our point here is that unlike the problem of whether you have any copyright \nprotection at all, the problem here is whether copyright holders who are already \ncompensated, who already have a monopoly, should be permitted to extend that \nmonopoly. ... The question here is how much compensation they should have and \nhow far back they should carry their right to compensation. [18]",
        "Copyright owners took the cable companies to court. Twice the Supreme Court held \nthat the cable companies owed the copyright owners nothing.",
        "It took Congress almost thirty years before it resolved the question of whether \ncable companies had to pay for the content they pirated. In the end, Congress \nresolved this question in the same way that it resolved the question about \nrecord players and player pianos. Yes, cable companies would have to pay for the \ncontent that they broadcast; but the price they would have to pay was not set by \nthe copyright owner. The price was set by law, so that the broadcasters couldn’t \nexercise veto power over the emerging technologies of cable. Cable companies \nthus built their empire in part upon a piracy of the value created by \nbroadcasters’ content.",
        "These separate stories sing a common theme. If piracy means using value from \nsomeone else’s creative property without permission from that creatoras it is \nincreasingly described today [19]then every industry affected by copyright \ntoday is the product and beneficiary of a certain kind of piracy. Film, records, \nradio, cable TV. ... The list is long and could well be expanded. Every \ngeneration welcomes the pirates from the last. Every generationuntil now.",
        "Continue...",
        "\n“Free Culture” by Lawrence Lessig is available for free under a Creative Commons license.\n(You may redistribute, copy, or otherwise reuse/remix this book provided that you do so for non-commercial purposes and credit Professor Lessig.)\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Free Culture: The Nature and Future of CreativityBy Lawrence LessigAt Amazon"
    ]
}