{
    "title": "Goody Two-Shoes - Chap. V.",
    "author": "Anonymous",
    "chapter": "16",
    "content": [
        "\n\n",
        "         The whole History of the Considering Cap, set forth\n        at large for the Benefit of all whom it may concern.",
        "The great Reputation Mrs. Margery acquired by composing\nDifferences in Families, and especially, between Man and Wife, induced\nher to cultivate that Part of her System of Morality and Economy, in\norder to render it more extensively useful. For this Purpose, she\ncontrived what she called a Charm for the Passions; which was a\nconsidering Cap, almost as large as a Grenadier’s, but of three equal\nSides; on the first of which was written, I MAY BE WRONG; on the\nsecond, IT IS FIFTY TO ONE BUT YOU ARE; and on the third, I’LL\nCONSIDER OF IT. The other Parts on the out-side, were filled with odd\nCharacters, as unintelligible as the Writings of the old\nEgyptians; but within Side there was a Direction for its Use,\nof the utmost Consequence; for it strictly enjoined the Possessor to\nput on the Cap, whenever he found his Passions begin to grow\nturbulent, and not to deliver a Word whilst it was on, but with great\nCoolness and Moderation. As this Cap was an universal Cure for\nWrong-headedness, and prevented numberless Disputes and Quarrels, it\ngreatly hurt the Trade of the poor Lawyers, but was of the utmost\nService to the rest of the Community. They were bought by Husbands and\nWives, who had themselves frequent Occasion for them, and sometimes\nlent them to their Children: They were also purchased in large\nQuantities by Masters and Servants; by young Folks, who were intent on\nMatrimony, by Judges, Jurymen, and even Physicians and Divines; nay,\nif we may believe History, the Legislators of the Land did not disdain\nthe Use of them; and we are told, that when any important Debate\narose, Cap, was the Word, and each House looked like a grand\nSynod of Egyptian Priests. Nor was this Cap of less Use to\nPartners in Trade, for with these, as well as with Husband and Wife,\nif one was out of Humour, the other threw him the Cap, and he was\nobliged to put it on, and keep it till all was quiet. I myself saw\nthirteen Caps worn at a Time in one Family, which could not have\nsubsisted an Hour without them; and I was particularly pleased at Sir\nHumphry Huffum’s, to hear a little Girl, when her Father was\nout of Humour, ask her Mamma, if she should reach down the Cap?\nThese Caps, indeed, were of such Utility, that People of Sense never\nwent without them; and it was common in the Country, when a Booby made\nhis Appearance, and talked Nonsense, to say, he had no Cap in his\nPocket.",
        " Advice from Friar Bacon.\nWhat was Fortunatus’s Wishing Cap, when compared to this? That\nCap, is said to have conveyed People instantly from one Place to\nanother; but, as the Change of Place does not change the Temper and\nDisposition of the Mind, little Benefit can be expected from it; nor\nindeed is much to be hoped from his famous Purse: That Purse, it is\nsaid, was never empty, and such a Purse, may be sometimes convenient;\nbut as Money will not purchase Peace, it is not necessary for a Man to\nencumber himself with a great deal of it. Peace and Happiness depend\nso much upon the State of a Man’s own Mind, and upon the Use of the\nconsidering Cap, that it is generally his own Fault, if he is\nmiserable. One of these Caps will last a Man his whole Life, and is a\nDiscovery of much greater Importance to the Public than the\nPhilosopher’s Stone. Remember what was said by my Brazen Head, Time\nis, Time was, Time is past: Now the Time is, therefore buy\nthe Cap immediately, and make a proper Use of it, and be happy before\nthe Time is past.",
        "Yours ROGER BACON.",
        "Continue...",
        "\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}