{
    "title": "Goody Two-Shoes - Appendix.",
    "author": "Anonymous",
    "chapter": "18",
    "content": [
        "\n\n",
        "                       The GOLDEN DREAM; or,\n                      the INGENUOUS CONFESSION.",
        "To shew the Depravity of human Nature, and how apt the Mind is to be\nmisled by Trinkets and false Appearances, Mrs. Two-Shoes does\nacknowledge, that after she became rich, she had like to have been too\nfond of Money; for on seeing her Husband receive a very large Sum, her\nHeart went pit pat, pit pat, all the Evening, and she began to think\nthat Guineas were pretty Things. To suppress this Turbulence of Mind,\nwhich was a Symptom of approaching Avarice, she said her Prayers earlier\nthan usual, and at Night had the following Dream; which I shall relate\nin her own Words.",
        "“Methought, as I slept, a Genii stept up to me with a FrenchCommode, which having placed on my Head, he said, now go and be happy;\nfor from henceforth every Thing you touch shall turn to Gold. Willing\nto try the Experiment, I gently touched the Bed-post and Furniture,\nwhich immediately became massy Gold burnished, and of surprizing\nBrightness. I then touched the Walls of the House, which assumed the\nsame Appearance, and looked amazingly magnificent. Elated with this\nwonderful Gift, I rang hastily for my Maid to carry the joyful News to\nher Master, who, as I thought, was then walking in the Garden.\nSukey came, but in the Extacy I was in, happening to touch her\nHand, she became instantly an immovable Statue. Go, said I, and call\nyour Master; but she made no reply, nor could she stir. Upon this I\nshrieked, and in came my dear Husband, whom I ran to embrace; when no\nsooner had I touched him, but he became good for nothing; that is,\ngood for nothing but his Weight in Gold; and that you know could be\nnothing, where Gold was so plenty. At this instant up came another\nServant with a Glass of Water, thinking me ill; this I attempted to\nswallow, but no sooner did it touch my Mouth, than it became a hard\nsolid Body, and unfit for drinking. My Distress now grew\ninsupportable! I had destroyed, as I thought, my dear Husband, and my\nfavourite Servant; and I plainly perceived, that I should die for want\nin the midst of so much Wealth. Ah, said I, why did I long for Riches!\nHaving enough already, why did I covet more? Thus terrified, I began\nto rave, and beat my Breast, which awaked Sir Charles, who\nkindly called me from this State of Inquietude, and composed my Mind.”",
        "This Scene I have often considered as a Lesson, instructing me, that a\nLoad of Riches bring, instead of Felicity, a Load of Troubles; and\nthat the only Source of Happiness is Contentment. Go,\ntherefore, you who have too much, and give it to those who are in\nwant; so shall you be happy yourselves, by making others happy. This\nis a Precept from the Almighty, a Precept which must be regarded; for\nThe Lord is about your Paths, and about your Bed, and spieth out\nall your Ways.",
        "An Anecdote, respecting TOM TWO-SHOES, communicated by a\nGentleman, who is now writing the History of his Life.\nIt is generally known, that Tom Two-Shoes went to Sea when he was\na very little Boy, and very poor; and that he returned a very great Man,\nand very rich; but no one knows how he acquired so much Wealth but\nmyself, and a few Friends, who have perused the Papers from which I am\ncompiling the History of his Life.",
        "After Tom had been at Sea some Years, he was unfortunately cast\naway, on that Part of the Coast of Africa inhabited by the\nHottentots. Here he met with a strange Book, which the\nHottentots did not understand, and which gave him some Account\nof Prester John’s Country; and being a Lad of great Curiosity\nand Resolution he determined to see it; accordingly he set out on the\nPursuit, attended by a young Lion, which he had tamed and made so fond\nof him, that he followed him like a Dog, and obeyed all his Commands;\nand indeed it was happy for him that he had such a Companion; for as\nhis Road lay through large Woods and Forests, that were full of wild\nBeasts and without Inhabitants, he must have been soon starved or torn\nin Pieces, had he not been both fed and protected by this noble\nAnimal.",
        "Tom had provided himself with two Guns, a Sword, and as much\nPowder and Ball as he could carry; with these Arms, and such a\nCompanion, it was mighty easy for him to get Food; for the Animals in\nthese wild and extensive Forests, having never seen the Effects of a\nGun, readily ran from the Lion, who hunted on one Side, to Tom,\nwho hunted on the other, so that they were either caught by the Lion,\nor shot by his Master; and it was pleasant enough, after a hunting\nMatch, and the Meat was dressed, to see how Cheek by Joul they sat\ndown to Dinner.",
        "When they came info the Land of Utopia, he discovered the\nStatue of a Man created on an open Plain, which had this Inscription\non the Pedestal: On May-day in the Morning, when the Sun\nrises, I shall have a Head of Gold. As it was now the latter End\nof April, he stayed to see this wonderful Change; and in the\nmean time, enquiring of a poor Shepherd what was the Reason of the\nStatue being erected there, and with that Inscription, he was\ninformed, that it was set up many Years ago by an ArabianPhilosopher, who travelled all the World over in Search of a real\nFriend; that he lived with, and was extremely fond of a great Man who\ninhabited the next Mountain; but that on some Occasion they\nquarrelled, and the Philosopher, leaving the Mountain, retired into\nthe Plain, where he erected this Statue with his own Hands, and soon\nafter died. To this he added, that all the People for many Leagues\nround came there every May Morning, expecting to see the\nStone-head turned to Gold.",
        "Tom got up very early on the first of May to behold this\namazing Change, and when he came near the Statue he saw a Number of\nPeople, who all ran away from him in the utmost Consternation, hating\nnever before seen a Lion follow a Man like a Lap-dog. Being thus left\nalone, he fixed his Eyes on the Sun, then rising with resplendent\nMajesty, and afterwards turned to the Statue, but could see no Change\nin the Stone.–Surely, says he to himself, there is some mystical\nMeaning in this! This Inscription must be an Ænigma, the hidden\nMeaning of which I will endeavour to find; for a Philosopher would\nnever expect a Stone to be turned to Gold; accordingly he measured the\nLength of the Shadow, which the Statue gave on the Ground by the Sun\nshining on it, and marked that particular Part where the Head fell,\nthen getting a Chopness (a Thing like a Spade) and digging, he\ndiscovered a Copper-chest, full of Gold, with this Inscription\nengraved on the Lid of it.",
        "                               Thy WIT,\n                      Oh Man! whoever thou art,\n                      Hath disclos’d the Ænigma,\n                   And discover’d the GOLDEN HEAD.\n                         Take it and use it,\n                       But use it with WISDOM;\n                              For know,\n                    That GOLD, properly employ’d,\n                       May dispense Blessings,\n                 And promote the Happiness of Morals;\n                         But when hoarded up,\n                            Or misapply’d,\n             Is but Trash, that makes Mankind miserable.\n                               Remember\n                      The unprofitable Servant,\n                  Who hid his Talent in a Napkin;\n                                 And\n                         The profligate Son,\n                Who squander’d away his Substance and\n                         fed with the Swine.\n                  As thou hast got the GOLDEN HEAD,\n                      Observe the Golden Mean,\n                       Be Good and be happy.",
        "This Lesson, coming as it were from the Dead, struck him with such\nAwe, and Reverence for Piety and Virtue, that, before he removed the\nTreasure, he kneeled down, and earnestly and fervently prayed that he\nmight make a prudent, just and proper Use of it. He then conveyed the\nChest away; but how he got it to England, the Reader will be\ninformed in the History of his Life. It may not be improper, however,\nin this Place, to give the Reader some Account of the Philosopher who\nhid this Treasure, and took so much Pains to find a true and real\nFriend to enjoy it. As Tom had Reason to venerate his Memory,\nhe was very particular in his Enquiry, and had this Character of\nhim;–that he was a Man well acquainted with Nature and with Trade;\nthat he was pious, friendly, and of a sweet and affable Disposition.\nThat he had acquired a Fortune by Commerce, and having no Relations to\nleave it to, he travelled through Arabia, Persia, India, Libiaand Utopia in search of a real Friend. In this Pursuit he found\nseveral with whom he exchanged good Offices, and that were polite and\nobliging, but they often flew off for Trifles; or as soon as he\npretended to be in Distress, and requested their Assistance, left him\nto struggle with his own Difficulties. So true is that Copy in our\nBooks, which says, Adversity is the Touchstone of Friendship.\nAt last, however, he met with the Utopian Philosopher, or the\nwise Man of the Mountain, as he is called, and thought in him he had\nfound the Friend he wanted; for though he often pretended to be in\nDistress, and abandoned to the Frowns of Fortune, this Man always\nrelieved him, and with such Chearfulness and Sincerity, that\nconcluding he had found out the only Man to whom he ought to open both\nhis Purse and his Heart, he let him so far into his Secrets, as to\ndesire his Assistance in hiding a large Sum of Money, which he wanted\nto conceal, lest the Prince of the Country, who was absolute, should,\nby the Advice of his wicked Minister, put him to Death for his Gold.\nThe two Philosophers met and hid the Money, which the Stranger, after\nsome Days, went to see, but found it gone. How was he struck to the\nHeart, when he found that his Friend, whom he had often tried, and who\nhad relieved him in his Distress, could not withstand this Temptation,\nbut broke through the sacred Bonds of Friendship, and turned even a\nThief for Gold which he did not want, as he was already very rich. Oh!\nsaid he, what is the Heart of Man made of? Why am I condemned to live\namong People who have no Sincerity, and who barter the most sacred\nTies of Friendship and Humanity for the Dirt that we tread on? Had I\nlost my Gold and found a real Friend, I should have been happy with\nthe Exchange, but now I am most miserable. After some Time he wiped\noff his Tears, and being determined not to be so imposed on, he had\nRecourse to Cunning and the Arts of Life. He went to his pretended\nFriend with a chearful Countenance, told him he had more Gold to hide,\nand desired him to appoint a Time when they might go together, and\nopen the Earth to put it into the same Pot; the other, in Hopes of\ngetting more Wealth, appointed the next Evening. They went together,\nopened the Ground, and found the Money they had first placed there,\nfor the artful Wretch, he so much confided in, had conveyed it again\ninto the Pot, in order to obtain more. Our Philosopher immediately\ntook the Gold, and putting it into his Pocket, told the other he had\nnow altered his Mind, and should bury it no more, till he found a Man\nmore worthy of his Confidence. See what People lose by being\ndishonest. This calls to my Mind the Words of the Poet:",
        " A Wit’s a Feather, and a Chief’s a Rod,\n  An honest Man’s the noblest Work of God.\nRemember this Story, and take Care whom you trust; but don’t be\ncovetous, sordid and miserable; for the Gold we have is but lent us to\ndo Good with. We received all from the Hand of God, and every Person\nin Distress hath a just Title to a Portion of it.",
        "A Letter from the Printer, which he\ndesires may be inserted.",
        "Sir,",
        "I have done with your Copy, so you may return it to the\nVatican, if you please; and pray tell Mr. Angelo to\nbrush up the Cuts, that, in the next Edition, they may give us a good\nImpression.",
        "The Foresight and Sagacity of Mrs. Margery’s Dog calls to my\nMind a Circumstance, which happened when I was a Boy. Some Gentlemen\nin the Place where I lived had been hunting, and were got under a\ngreat Tree to shelter themselves from a Thunder Storm; when a Dog that\nalways followed one of the Gentlemen leaped up his Horse several\nTimes, and then ran away and barked. At last, the Gentlemen all\nfollowed to see what he would be at; and they were no sooner gone from\nthe Tree, but it was shivered in Pieces by Lightning! ’Tis remarkable,\nthat as soon as they came from the Tree the Dog appeared to be very\nwell satisfied, and barked no more. The Gentleman after this always\nregarded the Dog as his Friend, treated him in his Old Age with great\nTenderness, and fed him with Milk as long as he lived.",
        "My old Master Grierson had also a Dog, that ought to be\nmentioned with Regard; for he used to set him up as a Pattern of\nSagacity and Prudence, not only to his Journeymen, but to the whole\nNeighbours. This Dog had been taught a thousand Tricks, and among\nother Feats he could dance, tumble, and drink Wine and Punch till he\nwas little better than mad. It happened one Day, when the Men had made\nhim drunk with Liquor, and he was capering about, that he fell into a\nlarge Vessel of boiling Water. They soon got him out, and he\nrecovered; but he was very much hurt, and being sensible, that this\nAccident arose from his losing his Senses by Drinking, he would never\ntaste any strong Liquor afterwards.–My old Master, on relating this\nStory, and shewing the Dog, used to address us thus, Ah, my\nFriends, had you but half the Sense of this poor Dog here, you would\nnever get fuddled, and be Fools.\nI am, Sir, Your’s, &c. W.B.",
        "The BOOKS usually read by the Scholars of Mrs. TWO-SHOES, are these,\nand are sold at Mr. NEWBERY’S at the Bible and Sun in\nSt. Paul’s Church-yard.",
        " 1. The Christmas-Box, Price 1d.",
        " 2. The History of Giles Gingerbread, 1d.",
        " 3. The New-Year’s-Gift, 2d.",
        " 4. The Easter-Gift, 2d.",
        " 5. The Whitsuntide-Gift, 2d.",
        " 6. The Twelfth-Day-Gift, 1s.",
        " 7. The Valentine’s-Gift, 6d.",
        " 8. The FAIRING or Golden Toy, 6d.",
        " 9. The Royal Battledore, 2d.",
        "10. The Royal Primer, 3d.",
        "11. The Little Lottery-Book, 3d.",
        "12. The Little Pretty Pocket-Book, 6d.",
        "13. The Infant Tutor, or pretty Little\n    Spelling-Book, 6d.",
        "14. The Pretty Book for Children, 6d.",
        "15. Tom Trapwit’s Art of being Merry and Wife, 6d.",
        "16. Tom Trip’s History of Birds and Beasts, Price 6d.",
        "17. Food for the Mind, or a New Riddle Book, 6d.",
        "18. Fables in Verse and Prose by Æsop, and your old Friend\n    Woglog, 6d.",
        "19. The Holy Bible abridged, 6d.",
        "20. The History of the Creation, 6d.",
        "21. A new and noble History of England, 6d.",
        "22. Philosophy for Children, 6d.",
        "23. Philosophy of Tops and Balls, 1s.",
        "24. Pretty Poems for Children 3 Foot high, 6d.",
        "25. Pretty Poems for Children 6 Foot high, 1s.",
        "26. Lilliputian Magazine, or Golden Library, 1s.",
        "27. Short Histories for the Improvement of the Mind, 1s.",
        "28. The New Testament, adapted to the Capacities\n    of Children, 1s.",
        "29. The Life of our Blessed SAVIOUR, 1s.",
        "30. The Lives of the Holy Apostles and Evangelists, 1s.",
        "31. The Lives of the Fathers of the Christian Church for\n    the first four Centuries, 1s.",
        "32. A Concise Exposition of the Book of Common Prayer,\n    with the Lives of its Compilers, 1s.",
        "33. The Museum for Youth, 1s.",
        "34. An Easy Spelling Dictionary for those who would write\n    correctly, 1s.",
        "35. A Pocket Dictionary for those who would know the precise\n    Meaning of all the Words in the English Language, 3s.",
        "36. A Compendious History of England, 2s.",
        "37. The Present State of Great Britain, 2s.",
        "38. A Little Book of Letters and Cards, to teach young Ladies and\n    Gentlemen how to write to their Friends in a polite, easy\n    and elegant Manner, 1s.",
        "39. The Gentleman and Lady’s Key to Polite Literature; or, A\n    Compendious Dictionary of Fabulous History, 2s.",
        "40. The News-Readers Pocket-Book; or, A Military\n    Dictionary, 2s.",
        "41. A Curious Collection of Voyages, selected from the Writers of all\n    Nations, 10 Vol. Pr. bound 1l.",
        "42. A Curious Collection of Travels, selected from the Writers of all\n    Nations, 10 Vol; Pr. bound 1l.",
        "By the KING’S Royal Patent,",
        "Are Sold by J. NEWBERY, at the Bible and Sun in St.\nPaul’s Church-Yard.",
        " 1. Dr. James’s Powders for Fevers, the Small-Pox, Measles,\n    Colds, &c. 2s. 6d.",
        " 2. Dr. Hooper’s Female Pills, 1s.",
        " 3. Mr. Greenough’s Tincture for Teeth, 1s.",
        " 4. Ditto for the Tooth-Ach, 1s.",
        " 5. Stomachic Lozenges for the Heart-burn, Cholic,\n    Indigestion, &c. 1s. 6d.",
        " 6. The Balsam of Health, or, (as it is by some called) the\n    Balsam of Life, 1s. 6d.",
        " 7. The Original Daffy’s Elixir, 1s. 3d.",
        " 8. Dr. Anderson’s Scots Pills, 1s.",
        " 9. The Original British Oil, 1s.",
        "10. The Alterative Pills, which are a safe, and certain Cure\n    for the King’s Evil, and all Scrophulous Complaints, 5s. the Box,\n    containing 40 Doses.–See a Dissertation on these Disorders\n    sold at the Place above-mentioned, Price 6d.",
        " ",
        "\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}