{
    "title": "Goody Two-Shoes - Chap. IX.",
    "author": "Anonymous",
    "chapter": "10",
    "content": [
        "\n\n",
        "                    How Little Margery was made\n                   Principal of a Country College.",
        "Mrs. Williams, of whom I have given a particular Account in my New\nYear’s Gift, and who kept a College for instructing little Gentlemen\nand Ladies in the Science of A, B, C, was at this Time very old and\ninfirm, and wanted to decline that important Trust. This being told to\nSir William Dove, who lived in the Parish, he sent for Mrs.\nWilliams, and desired she would examine Little Two-Shoes, and see\nwhether she was qualified for the Office.––This was done, and Mrs.\nWilliams made the following Report in her Favour, namely, that\nLittle Margery was the best Scholar, and had the best Head, and the\nbest Heart of any one she had examined. All the Country had a great\nOpinion of Mrs. Williams, and this Character gave them also a great\nOpinion of Mrs. Margery; for so we must now call her.",
        "This Mrs. Margery thought the happiest Period of her Life; but\nmore Happiness was in Store for her. GOD Almighty heaps up Blessings\nfor all those who love him, and though for a Time he may suffer them\nto be poor and distressed, and hide his good Purposes from human\nSight, yet in the End they are generally crowned with Happiness\nhere, and no one can doubt of their being so hereafter.",
        "On this Occasion the following Hymn, or rather a Translation of the\ntwenty-third Psalm, is said to have been written, and was soon after\npublished in the Spectator.",
        "  The Lord my Pasture shall prepare,\n  And feed me with a Shepherd’s Care:\n  His Presence shall my Wants supply,\n  And guard me with a watchful Eye;\n  My Noon-day Walks he shall attend,\n  And all my Midnight Hours defend.",
        "  When in the sultry Glebe I faint,\n  Or on the thirsty Mountain pant;\n  To fertile Vales and dewy Meads,\n  My weary wand’ring Steps he leads;\n  Where peaceful Rivers, soft and slow,\n  Amid the verdant Landskip flow.",
        "  Tho’ in the Paths of Death I tread,\n  With gloomy Horrors overspread,\n  My stedfast Heart shall fear no ill,\n  For thou, O Lord, art with me still;\n  Thy friendly Crook shall give me Aid,\n  And guide me thro’ the dreadful Shade.",
        "  Tho’ in a bare and rugged Way,\n  Thro’ devious lonely Wilds I stray,\n  Thy Bounty shall my Pains beguile:\n  The barren Wilderness shall smile,\n  With sudden Greens & herbage crown’d,\n  And Streams shall murmur all around.",
        "Here ends the History of Little Two Shoes. Those who would know\nhow she behaved after she came to be Mrs. Margery Two-Shoesmust read the Second Part of this Work, in which an Account of the\nRemainder of her Life, her Marriage, and Death are set forth at large,\naccording to Act of Parliament.",
        "Continue...",
        "\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}