{
    "title": "Goody Two-Shoes - by Anonymous [Authorama]",
    "author": "Unknown",
    "chapter": "shoes",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "In The London Chronicle for December 19–January 1, 1765–the\nfollowing advertisement appeared:–",
        " “The Philosophers, Politicians, Necromancers, and the Learned in every\n  Faculty are desired to observe that on the 1st of January, being New\n  Year’s Day (Oh, that we may all lead new Lives!), Mr Newbery intends\n  to publish the following important volumes, bound and gilt, and hereby\n  invites all his little friends who are good to call for them at the\n  Bible and Sun, in St Paul’s Churchyard: but those who are naughty are\n  to have none.",
        " “1. The Renowned History of Giles Gingerbread: a little boy who lived\n     upon learning.",
        " “2. The Easter Gift; or the way to be good; a book much wanted.",
        " “3. The Whitsuntide Gift: or the way to be happy; a book very necessary\n     for all families.",
        " “4. The Valentine Gift: or how to behave with honour, integrity, and\n     humanity: very useful with a Trading Nation.",
        " “5. The Fairing: or a golden present for children. In which they can\n     see all the fun of the fair, and at home be as happy as if they were\n     there, a Book of great consequence to all whom it may concern.’",
        " “We are also desired to give notice that there is in the Press, and\n  speedily will be published either by subscription or otherwise, as the\n  Public shall please to determine, The History of Little Goody Two\n  Shoes, otherwise called Margery Two Shoes. Printed and sold at The\n  Bible and Sun in St Paul’s Churchyard, where may be had all Mr\n  Newbery’s little books for the children and youth of these kingdoms\n  and the colonies. New Editions of those which were out of print are\n  now republished.",
        " “The publication of the Lilliputian System of Politics is postponed\n  till the meeting of Parliament. This work, which will be replete with\n  cuts and characters, is not intended to exalt or depress any\n  particular country, to support the pride of any particular family, or\n  to feed the folly of any particular party, but to stimulate the mind\n  to virtue, to promote universal benevolence, to make mankind happy.\n  Those who would know more of the matter may enquire of Mr Newbery.”",
        "This quaint and curious announcement, with its sly humour and serious\nplayfulness, is characteristic of the house of John Newbery, in the\nlatter part of the last century; and there is no need to speak here of\nthe fame of the books for children which he published; “the\nphilanthropic publisher of St Paul’s Churchyard,” as Goldsmith calls\nhim, conferred inestimable benefits upon thousands of little folk, of\nboth high and low estate. It is said of Southey when a child that",
        " “The well-known publishers of “Goody Two Shoes,” “Giles Gingerbread,\"\n  and other such delectable histories, in sixpenny books for children,\n  splendidly bound in the flowered and gilt Dutch paper of former days,\n  sent him twenty such volumes, and laid the foundation of a love of\n  books which grew with the child’s growth, and did not cease even when\n  the vacant mind and eye could only gaze in piteous, though blissful\n  imbecility upon the things they loved.\"[A]",
        "Many of these little books have been doubtless long since forgotten,\nthough they did not deserve such a fate; but the name of “Goody Two\nShoes” is still familiar to the ears of English children, though the\nbook itself may be unknown to thousands of little ones of this later\ngeneration.",
        "“Goody Two Shoes” was published in April 1765, and few nursery books\nhave had a wider circulation, or have retained their position so long.\nThe number of editions that have been published both in England and\nAmerica is legion, and it has appeared in mutilated versions under the\nauspices of numerous publishing houses in London and the provinces,\nalthough of late years there have been no new issues. Even in 1802,\nCharles Lamb in writing to Coleridge, said–",
        " “\"Goody Two Shoes” is almost out of print. Mrs Barbauld’s stuff has\n  banished all the old classics of the nursery, and the shopman at\n  Newbery’s hardly deigned to reach them off an old exploded corner of\n  a shelf, when Mary asked for them. Mrs Barbauld’s and Mrs Trimmer’s\n  nonsense lay in piles about. Knowledge, insignificant and vapid as Mrs\n  Barbauld’s books convey, it seems must come to a child in the shape of\n  knowledge; and his empty noddle must be turned with conceit of his own\n  powers when he has learnt that a horse is an animal, and Billy is\n  better than a horse, and such like, instead of that beautiful interest\n  in wild tales, which made the child a man, while all the time he\n  suspected himself to be no bigger than a child. Science has succeeded\n  to poetry no less in the little walks of children than with men. Is\n  there no possibility of averting this sore evil? Think what you would\n  have been now, if instead of being fed with tales and old wives’\n  fables in childhood, you had been crammed with geography and natural\n  history!",
        " “Hang them!–I mean the cursed Barbauld crew, those blights and blasts\n  of all that is human in man and child.\"[B]",
        "There must, however, be many parents still living who remember the\ndelight that the little story gave them in their younger days, and\nthey will, no doubt, be pleased to see it once more in the form which\nwas then so familiar to them. The children of to-day, too, will look\non it with some curiosity, on account of the fact that it is one of\nthe oldest of our nursery tales, and amused and edified their\ngrand-parents and great grand-parents when they were children, while\nthey cannot fail to be attracted by its simple, pretty, and\ninteresting story.",
        "The question of the authorship of the book is still an unsettled one.\nIt was at one time commonly attributed to Oliver Goldsmith, and no one\nwho reads the book will consider it to be unworthy of the poet’s pen.\nWe find, however, in Nichol’s Literary Anecdotes, that",
        " “It is not perhaps generally known that to Mr Griffith Jones, and a\n  brother of his, Mr Giles Jones, in conjunction with Mr John Newbery,\n  the public are indebted for the origin of those numerous and popular\n  little books for the amusement and instruction of children which have\n  been ever since received with universal approbation. The Lilliputian\n  histories of Goody Two Shoes, Giles Gingerbread, Tommy Trip, &c., &c.,\n  are remarkable proofs of the benevolent minds of the projectors of\n  this plan of instruction, and respectable instances of the\n  accommodation of superior talents to the feeble intellects of\n  infantine felicity.”",
        "Mr Giles Jones was the grandfather of the late Mr Winter Jones,\nformerly the Principal Librarian of the British Museum, and the book\nis attributed to the first-named gentleman in the catalogue of the\nBritish Museum. It is claimed also that the book offers internal\nevidence in support of Mr Giles Jones’ authorship, inasmuch as Goody\nTwo Shoes becomes Lady Jones, and one of the prominent families in the\nbook is also named Jones.",
        "Beyond this, however, there appears to be no evidence as to Mr Giles\nJones being the writer, and I think something may be said as to the\nclaim on behalf of the poet Goldsmith, although I am by no means\nanxious that the honour of having written it should be ascribed either\nto the one or to the other: the following remarks, which are mainly\ntaken from an article I contributed to the Athenæum in April\n1881, are offered simply as speculations which may not be without\ninterest to lovers of the little book. They may, perhaps, show that\nthere is some reason for attributing the work to Oliver Goldsmith,\nalthough, of course, it is not claimed that they absolutely establish\nthe fact.",
        "Having occasion to examine carefully as many of the books for children\npublished by John Newbery as I could procure (and they are as scarce\nas blackberries in midwinter, for what among books has so brief a life\nas a nursery book?), I was struck while perusing them with a certain\ndistinct literary flavour, so to speak, which appeared to be common to\na group of little volumes, all published about the same period. These\nwere: “Goody Two Shoes,” “Giles Gingerbread,” “Tom Thumb’s Folio,\"\n\"The Lilliputian Magazine,” “The Lilliputian Masquerade,” “The Easter\nGift,” “A Pretty Plaything,” “The Fairing,” “Be Merry and Wise,” “The\nValentine’s Gift,” “Pretty Poems for the Amusement of Children Three\nFeet High,” “A Pretty Book of Pictures,” “Tom Telescope,” and a few\nothers. I give abbreviated titles only, but if space permitted I mould\nlike to quote them in full; they are remarkable no less for their\ncurious quaintness and their clever ingenuity than for their\nattractiveness to both parents (who, it must not be forgotten, are\nmore often the real buyers of children’s books) and the young people\nfor whom they were written, and they are in themselves most\nentertaining and amusing reading. This group of little books\npossesses, moreover, another characteristic that is sufficiently\nremarkable of itself to be noticed. While they all evince a real\ngenius for writing in a style suited to the capacities of little folk,\nthere is a nameless something about them which, far more than is the\ncase with thousands of other books for the young, is calculated to\nenforce the attention and excite the interest of “children of a larger\ngrowth.”",
        "Now one of this little group, “The Lilliputian Magazine,” is\nattributed in the British Museum Catalogue to Oliver Goldsmith; and so\nstrong is the family likeness in all the books I have mentioned, that\nI cannot but believe they are all by the same hand–a belief which I\nthink will be shared by any one who will take the trouble to compare\nthem carefully. But I should advise him to rely on the Newbery\neditions alone, for grievously garbled versions of nearly every one of\nthese books have been issued from many different houses throughout the\ncountry.",
        "Many authorities have supported the view that Goldsmith was the author\nof “Goody Two Shoes.” Conspicuous among them was Washington Irving,\nwho says, “It is suggested with great probability that he wrote for Mr\nNewbery the famous nursery story of ’Goody Two Shoes.’” It is said\nalso that William Godwin held this opinion; and I believe there is\nauthority for stating that the Misses Bewick, the daughters of the\ncelebrated engraver, who illustrated an edition of the book for T.\nSaint, of Newcastle, understood from their father that it was by\nOliver Goldsmith.",
        "But let us turn to the book itself and see if it furnishes any\nevidence on the point. The very title, with its quaint phrasing, shows\nno common genius, and as Washington Irving says, “bears the stamp of\nhis [Goldsmith’s] sly and playful humour.” As the book was published\nin 1765, it would most likely have been written just at the time when\nGoldsmith was working most industriously in the service of Newbery\n(1763-4), at which period it will be remembered that he was living\nnear Newbery at Islington, and his publisher was paying for his board\nand lodging.",
        "Without, of course, claiming that similarity of idea in different\nwritings necessarily betokens the same authorship, I think the\nparallels that are to be found in this little book, with many of the\nsentiments in Oliver Goldsmith’s acknowledged work–to say nothing of\nthe almost universally recognized likeness to Goldsmith’s style that\nis found in “Goody Two Shoes” may fairly be considered as throwing\nsome light upon the question.",
        "The most striking of these parallels is perhaps that furnished by the\ncurious little political preface to the work–a preface which is quite\nunnecessary to the book, and I think would only have been inserted by\none who was full of the unjustnesses at which he was preparing to aim\na still heavier blow. In describing the parish of Mouldwell, where\nlittle Margery was born, an exact picture is drawn of “The Deserted\nVillage,” where",
        "  One only master grasps the whole domain\n  And half a tillage tints thy smiling plain;",
        "And where",
        "  –– the man of wealth and pride\n  Takes up a space that many a poor supplied:\n  Space for his lakes his park’s extended bounds,\n  Space for his horses, equipage, and hounds.",
        "And by this and other tyrannies, and being also",
        "  Scourged by famine from the smiling land,",
        "for he was “unfortunate in his business” at about the same time, Sir\nTimothy accomplishes his aim, and",
        "  Indignant spurns the cottage from the green.",
        "Ruined by this oppression, poor Mr Meanwell is turned out of doors,\nand flew to another parish for succour.",
        "  Where, then, ah! where shall poverty reside\n  To ’scape the pressure of contiguous pride?",
        "Sir Timothy, however, suffers for his injustice and wickedness, for\n\"great part of the land lay untilled for some years, which was deemed\na just reward for such diabolical proceedings.”",
        "  Ill fares the land, to hastening ills a prey,\n  Where wealth accumulates and men decay.",
        "Miss Charlotte Yonge, to whom I shall refer again, lays upon this: “If\nthe conjecture be true which attributes this tale to Oliver Goldsmith,\nwe have seen the same spirit which prompted his poem of ’The Deserted\nVillage,’ namely, indignation and dismay at the discouragement of\nsmall holdings in the early part of the eighteenth century.\"[C]\nIndeed, it may well be that we have in this preface even a more true\npicture of Lissoy than that given in the poem, which, as Mr William\nBlack says in his monograph on Goldsmith, “is there seen through the\nsoftening and beautifying mist of years.”",
        "Much more might be said of the characteristics of this little book,\nwhich contains so much that reminds us not only of the style but the\nmatter of many of Goldsmith’s writings. Miss Yonge says: “There is a\ncertain dry humour in some passages and a tenderness in others that\nincline us much to the belief that it could come from no one else but\nthe writer of ’The Vicar of Wakefield’ and ’The Deserted Village.’\nIndeed, we could almost imagine that Dr Primrose himself had described\nthe panic at the supposed ghost in the church in the same tone as the\nride to church, the family portrait, or the gross of green\nspectacles.’[D] We find in “Goody Two Shoes” every one of those\ndistinctive qualities of Goldsmith’s writings which Mr William Black\nso well summarizes in the book already referred to–\"his genuine and\ntender pathos, that never at any time verges on the affected or\ntheatrical;” his “quaint, delicate, delightful humour;” his “broader\nhumour, that is not afraid to provoke the wholesome laughter of\nmankind by dealing with common and familiar ways and manners and men;\"\nhis “choiceness of diction;” his “lightness and grace of touch, that\nlend a charm even to” his “ordinary hack work.”",
        "The reprint which is here presented is a photographic facsimile of\nthe earliest complete copy that we have been able to procure. Judging\nfrom fragments of earlier editions in the possession of the\npublishers, it would appear to be printed from exactly the same types\nas the original issue of April 1765. The copy from which the reprint\nis made was kindly lent to the publishers by Mr Ernest Hartley\nColeridge, whose collection at the South Kensington Museum of\neighteenth century books for children is well known. The actual size\nof that book is 4 inches by 2-3/4, but it has been thought better to\nprint on somewhat larger paper. The original is bound in the once\nfamiliar Dutch flowered and gilt pattern paper, and we had hoped to\npresent the reprint in a similar cover, but it was found impossible,\nas nothing like it could be procured, nor could the manufacturers of\nthe present day exactly reproduce it.",
        "[Footnote A: Essays from the Times. Robert Southey. By Samuel\nPhillips, pp. 168-169, vol. i.]",
        "[Footnote B: See “The Works of Charles Lamb.” By Percy\nFitzgerald, M.A., F.S.A. Vol. 1. Page 420. London: E. Moxon & Co.,\n1876.]",
        "[Footnote C: “A Storehouse of Stories,” p. 69, First Series.]",
        "[Footnote D: “A Storehouse of Stories,” First Series, preface.]",
        "The Means by which she acquired her Learning and Wisdom, and in\nconsequence thereof her Estate; set forth at large for the Benefit\nof those,",
        " Who from a State of Rags and Care\n  And having Shoes but half a Pair;\n  Their Fortune and their Fame would fix,\n  And gallop in a Coach and Six.\nSee the Original Manuscript in the Vatican at Rome, and\nthe Cuts by Michael Angelo. Illustrated with the Comments of\nour great modern Critics.",
        "                       ––––––––––––\n                          The THIRD EDITION.\n                       ––––––––––––\n                              LONDON:",
        "              Printed for J. NEWBERY, at the Bible and\n               Sun in St.Paul’s-Church-Yard, 1766.\n                          (Price Six-pence.)",
        "                                to All\n                     Young Gentlemen and Ladies,\n                 Who are good, or intend to be good,\n                              This BOOK\n                           Is inscribed by\n                           Their old Friend\n                      In St. Paul’s Church-yard.\n                             The Renowned\n                               HISTORY\n                                  OF\n                       Little GOODY TWO-SHOES,\n                           Commonly called,\n                         Old GOODY TWO-SHOES.\n                       ––––––––––––\n                               PART I.\n                       ––––––––––––\n                     INTRODUCTION. By the Editor.\nAll the World must allow, that Two Shoes was not her real Name.\nNo; her Father’s Name was Meanwell; and he was for many Years a\nconsiderable Farmer in the Parish where Margery was born; but\nby the Misfortunes which he met with in Business, and the wicked\nPersecutions of Sir Timothy Gripe, and an over-grown Farmer\ncalled Graspall, he was effectually ruined.\nThe Case was thus. The Parish of Mouldwell where they lived,\nhad for many Ages been let by the Lord of the Manor into twelve\ndifferent Farms, in which the Tenants lived comfortably, brought up\nlarge Families, and carefully supported the poor People who laboured\nfor them; until the Estate by Marriage and by Death came into the\nHands of Sir Timothy.\nThis Gentleman, who loved himself better than all his Neighbours,\nthought it less Trouble to write one Receipt for his Rent than twelve,\nand Farmer Graspall offering to take all the Farms as the Leases\nexpired, Sir Timothy agreed with him, and in Process of Time he was\npossessed of every Farm, but that occupied by little Margery’sFather; which he also wanted; for as Mr. Meanwell was a charitable\ngood Man, he stood up for the Poor at the Parish Meetings, and was\nunwilling to have them oppressed by Sir Timothy, and this\navaricious Farmer.–Judge, oh kind, humane and courteous Reader, what\na terrible Situation the Poor must be in, when this covetous Man was\nperpetual Overseer, and every Thing for their Maintenance was drawn\nfrom his hard Heart and cruel Hand. But he was not only perpetual\nOverseer, but perpetual Church-warden; and judge, oh ye Christians,\nwhat State the Church must be in, when supported by a Man without\nReligion or Virtue. He was also perpetual Surveyor of the Highways,\nand what Sort of Roads he kept up for the Convenience of Travellers,\nthose best know who have had the Misfortune to be obliged to pass\nthro’ that Parish.–Complaints indeed were made, but to what Purpose\nare Complaints, when brought against a Man, who can hunt, drink, and\nsmoak with the Lord of the Manor, who is also the Justice of Peace?\nThe Opposition which little Margery’s Father made to this Man’s\nTyranny, gave Offence to Sir Timothy, who endeavoured to force\nhim out of his Farm; and to oblige him to throw up the Lease, ordered\nboth a Brick Kiln and a Dog-kennel to be erected in the Farmer’s\nOrchard. This was contrary to Law, and a Suit was commenced, in which\nMargery’s Father got the better. The same Offence was again\ncommitted three different Times, and as many Actions brought, in all\nof which the Farmer had a Verdict and Costs paid him; but\nnotwithstanding these Advantages, the Law was so expensive, that he\nwas ruined in the Contest, and obliged to give up all he had to his\nCreditors; which effectually answered the Purpose of Sir\nTimothy, who erected those Nuisances in the Farmer’s Orchard\nwith that Intention only. Ah, my dear Reader, we brag of Liberty, and\nboast of our Laws: but the Blessings of the one, and the Protection of\nthe other, seldom fall to the Lot of the Poor; and especially when a\nrich Man is their Adversary. How, in the Name of Goodness, can a poor\nWretch obtain Redress, when thirty Pounds are insufficient to try his\nCause? Where is he to find Money to see Council, or how can he plead\nhis Cause himself (even if he was permitted) when our Laws are so\nobscure, and so multiplied, that an Abridgment of them cannot be\ncontained in fifty Volumes in Folio?\nAs soon as Mr. Meanwell had called together his Creditors, Sir\nTimothy seized for a Year’s Rent, and turned the Farmer, his\nWife, little Margery, and her Brother out of Doors, without any\nof the Necessaries of Life to support them.\nThis elated the Heart of Mr. Graspall, this crowned his Hopes,\nand filled the Measure of his Iniquity; for besides gratifying his\nRevenge, this Man’s Overthrow gave him the sole Dominion of the Poor,\nwhom he depressed and abused in a Manner too horrible to mention.\nMargery’s Father flew into another Parish for Succour, and all\nthose who were able to move left their Dwellings and sought Employment\nelsewhere, as they found it would be impossible to live under the\nTyranny of two such People. The very old, the very lame and the blind\nwere obliged to stay behind, and whether they were starved, or what\nbecame of them, History does not say; but the Character of the great\nSir Timothy, and his avaricious Tenant, were so infamous, that\nnobody would work for them by the Day, and Servants were afraid to\nengage themselves by the Year, lest any unforeseen Accident should\nleave them Parishioners in a Place, where they knew they must perish\nmiserably; so that great Part of the Land lay untilled for some Years,\nwhich was deemed a just Reward for such diabolical Proceedings.\nBut what, says the Reader, can occasion all this? Do you intend this\nfor Children, Mr. NEWBERY? Why, do you suppose this is written by Mr.\nNEWBERY, Sir? This may come from another Hand. This is not the Book,\nSir, mentioned in the Title, but the Introduction to that Book; and it\nis intended, Sir, not for those Sort of Children, but for Children of\nsix Feet high, of which, as my Friend has justly observed, there are\nmany Millions in the Kingdom; and these Reflections, Sir, have been\nrendered necessary, by the unaccountable and diabolical Scheme which\nmany Gentlemen now give into, of laying a Number of Farms into one,\nand very often of a whole Parish into one Farm; which in the End must\nreduce the common People to a State of Vassalage, worse than that\nunder the Barons of old, or of the Clans in Scotland; and will\nin Time depopulate the Kingdom. But as you are tired of the Subject, I\nshall take myself away, and you may visit Little Margery. So,\nSir, your Servant,\nThe Editor.\nChap. I.\n How and about Little Margery and her Brother.\nCare and Discontent shortened the Days of Little Margery’sFather.–He was forced from his Family, and seized with a violent\nFever in a Place where Dr. James’s Powder was not to be had,\nand where he died miserably. Margery’s poor Mother survived the\nLoss of her Husband but a few Days, and died of a broken Heart,\nleaving Margery and her little Brother to the wide World; but,\npoor Woman, it would have melted your Heart to have seen how\nfrequently she heaved up her Head, while she lay speechless, to survey\nwith languishing Looks her little Orphans, as much as to say, Do\nTommy, do Margery, come with me. They cried, poor Things, and she\nsighed away her Soul; and I hope is happy.\nIt would both have excited your Pity, and have done your Heart good,\nto have seen how fond these two little ones were of each other, and\nhow, Hand in Hand, they trotted about. Pray see them.\nThey were both very ragged, and Tommy had two Shoes, but\nMargery had but one. They had nothing, poor Things, to support\nthem (not being in their own Parish) but what they picked from the\nHedges, or got from the poor People, and they lay every Night in a\nBarn. Their Relations took no Notice of them; no, they were rich, and\nashamed to own such a poor little ragged Girl as Margery, and\nsuch a dirty little curl-pated Boy as Tommy. Our Relations and\nFriends seldom take Notice of us when we are poor; but as we grow rich\nthey grow fond. And this will always be the Case, while People love\nMoney better than Virtue, or better than they do GOD Almighty. But\nsuch wicked Folks, who love nothing but Money, and are proud and\ndespise the Poor, never come to any good in the End, as we shall see\nby and by.\nChap. II.\n How and about Mr. Smith.\nMr. Smith was a very worthy Clergyman, who lived in the Parish\nwhere Little Margery and Tommy were born; and having a\nRelation come to see him, who was a charitable good Man, he sent for\nthese Children to him. The Gentleman ordered Little Margery a\nnew Pair of Shoes, gave Mr. Smith some Money to buy her\nCloathes; and said, he would take Tommy and make him a little\nSailor; and accordingly had a Jacket and Trowsers made for him, in\nwhich he now appears. Pray look at him.\nAfter some Days the Gentleman intended to go to London, and\ntake little Tommy with him, of whom you will know more by and\nby, for we shall at a proper Time present you with some Part of his\nHistory, his Travels and Adventures.\nThe Parting between these two little Children was very affecting,\nTommy cried, and Margery cried, and they kissed each\nother an hundred Times. At last Tommy thus wiped off her Tears\nwith the End of his Jacket, and bid her cry no more, for that he would\ncome to her again, when he returned from Sea. However, as they were so\nvery fond, the Gentleman would not suffer them to take Leave of each\nother; but told Tommy he should ride out with him, and come\nback at Night. When night came, Little Margery grew very uneasy\nabout her Brother, and after sitting up as late as Mr. Smithwould let her, she went crying to Bed.\nChap. III.\n How Little Margery obtained the Name of        Goody Two-Shoes, and what happened in the Parish.\nAs soon as Little Margery got up in the Morning, which was very\nearly, she ran all round the Village, crying for her Brother; and\nafter some Time returned greatly distressed. However, at this Instant,\nthe Shoemaker very opportunely came in with the new Shoes, for which\nshe had been measured by the Gentleman’s Order.\nNothing could have supported Little Margery under the\nAffliction she was in for the Loss of her Brother, but the Pleasure\nshe took in her two Shoes. She ran out to Mrs. Smith as\nsoon as they were put on, and stroking down her ragged Apron thus,\ncried out, Two Shoes, Mame, see two Shoes. And so she behaved\nto all the People she met, and by that Means obtained the Name of\nGoody Two-Shoes, though her Playmates called her Old Goody\nTwo-Shoes.\nLittle Margery was very happy in being with Mr. and Mrs.\nSmith, who were very charitable and good to her, and had agreed\nto breed her up with their Family; but as soon as that Tyrant of the\nParish, that Graspall, heard of her being there, he applied\nfirst to Mr. Smith, and threatened to reduce his Tythes if he\nkept her; and after that he spoke to Sir Timothy, who sent Mr.\nSmith a peremptory Message by his Servant, that he should\nsend back Meanwell’s Girl to be kept by her Relations, and not\nharbour her in the Parish. This so distressed Mr. Smiththat he shed Tears, and cried, Lord have Mercy on the Poor!\nThe Prayers of the Righteous fly upwards, and reach unto the Throne of\nHeaven, as will be seen in the Sequel.\nMrs. Smith was also greatly concerned at being thus obliged to\ndiscard poor Little Margery. She kissed her and cried; as also\ndid Mr. Smith, but they were obliged to send her away; for the\nPeople who had ruined her Father could at any Time have ruined them.\nChap. IV.\n            How Little Margery learned to read,\n                  and by Degrees taught others.\nLittle Margery saw how good, and how wise Mr. Smith was,\nand concluded, that this was owing to his great Learning, therefore\nshe wanted of all Things to learn to read. For this Purpose she used\nto meet the little Boys and Girls as they came from School, borrow\ntheir Books, and sit down and read till they returned;\nBy this Means she soon got more Learning than any of her Playmates,\nand laid the following Scheme for instructing those who were more\nignorant than herself. She found, that only the following Letters were\nrequired to spell all the Words in the World; but as some of these\nLetters are large and some small, she with her Knife cut out of\nseveral Pieces of Wood ten Setts of each of these:\n                    a b c d e f g h i j k l m n o\n                    p q r  (s)  s t u v w x y z.\n[Post-processor’s note: (s) is an old-English style non-terminating\nletter “s”.]\n                       And six Setts of these:\n                     A B C D E F G H I K L M N O\n                        P Q R S T U V W X Y Z.\nAnd having got an old Spelling-Book, she made her Companions set up\nall the Words they wanted to spell, and after that she taught them to\ncompose Sentences. You know what a Sentence is, my Dear, I will be\ngood, is a Sentence; and is made up, as you see, of several Words.\nThe usual Manner of Spelling, or carrying on the Game, as they called\nit, was this: Suppose the Word to be spelt was Plumb Pudding (and who\ncan suppose a better) the Children were placed in a Circle, and the\nfirst brought the Letter P, the next l, the next u, the next\nm, and so on till the Whole was spelt; and if any one brought a\nwrong Letter, he was to pay a Fine, or play no more. This was at their\nPlay; and every Morning she used to go round to teach the Children\nwith these Rattle-traps in a Basket, as you see in the Print.\nI once went her Rounds with her, and was highly diverted, as you may\nbe, if you please to look into the next Chapter.\nChap. V.\n       How Little Two-Shoes became a trotting Tutoress\n                and how she taught her young Pupils.\nIt was about seven o’Clock in the Morning when we set out on this\nimportant Business, and the first House we came to was Farmer\nWilson’s. See here it is.\nHere Margery stopped, and ran up to the Door, Tap, tap, tap. Who’s\nthere? Only little goody Two-Shoes, answered Margery, come to\nteach Billy. Oh Little Goody, says Mrs. Wilson, with Pleasure in\nher Face, I am glad to see you, Billy wants you sadly, for he has\nlearned all his Lesson. Then out came the little Boy. How do doody\nTwo-Shoes, says he, not able to speak plain. Yet this little Boy had\nlearned all his Letters; for she threw down this Alphabet mixed\ntogether thus:\n                    b d f h k m o q s u w y z [f]\n                    a c e g i l n p r t v x j\nand he picked them up, called them by their right Names, and put them\nall in order thus:\n                    a b c d e f g h i j k l m n o\n                    p q r  (s)  s t u v w x y z.\n[Post-processor’s note: (s) is an old-English style non-terminating\nletter “s”.]\nShe then threw down the Alphabet of Capital Letters in the Manner you\nhere see them.\n                      B D F H K M O Q S U W Y Z\n                      A C E G I L N P R T V X J.\nand he picked them all up, and having told their Names, placed them\nthus:\n                      A B C D E F G H I J K L M\n                      N O P Q R S T U V W X Y Z.\nNow, pray little Reader, take this Bodkin, and see if you can point\nout the Letters from these mixed Alphabets, and tell how they should\nbe placed as well as little Boy Billy.\nThe next Place we came to was Farmer Simpson’s, and here it is.\nBow wow, wow, says the Dog at the Door. Sirrah, says his\nMistress, what do you bark at Little Two-Shoes. Come in\nMadge; here, Sally wants you sadly, she has learned all\nher Lesson. Then out came the little one: So Madge! say she; so\nSally! answered the other, have you learned your Lesson? Yes,\nthat’s what I have, replied the little one in the Country Manner; and\nimmediately taking the Letters she set up these Syllables:\n                    ba be bi bo bu, ca ce ci co cu\n                    da de di do du, fa fe fi so fu.\nand gave them their exact Sounds as she composed them; after which she\nset up the following;\n                    ac ec ic oc uc, ad ed id od ud\n                    af ef if of uf, ag eg ig og ug.\nAnd pronounced them likewise. She then sung the Cuzz’s Chorus (which\nmay be found in the Little Pretty Play Thing, published by Mr.\nNEWBERY) and to the same Tune to which it is there set.\nAfter this, Little Two-Shoes taught her to spell Words of one\nSyllable, and she soon set up Pear, Plumb. Top, Ball, Pin, Puss, Dog,\nHog, Fawn, Buck, Doe, Lamb, Sheep, Ram, Cow, Bull, Cock, Hen, and many\nmore.\nThe next Place we came to was Gaffer Cook’s Cottage; there you\nsee it before you.\nHere a number of poor Children were met to learn; who all came round\nLittle Margery at once; and, having pulled out her Letters, she\nasked the little Boy next her, what he had for Dinner? Who answered,\nBread. (the poor Children in many Places live very hard) Well\nthen, says she, set the first Letter. He put up the Letter B, to which\nthe next added r, and the next e, the next a, the next d, and it stood\nthus, Bread.\nAnd what had you Polly Comb for your Dinner? Apple-pyeanswered the little Girl: Upon which the next in Turn set up a great\nA, the two next a p each, and so on till the two Words Apple and Pye\nwere united and stood thus, Apple-pye.\nThe next had Potatoes, the next Beef and Turnip which\nwere spelt with many others, till the Game of Spelling was finished.\nShe then set them another Task, and we proceeded.\nThe next Place we came to was Farmer Thompson’s, where there\nwere a great many little ones waiting for her.\nSo little Mrs. Goody Two-Shoes, says one of them, where have\nyou been so long? I have been teaching, says she, longer than I\nintended, and am afraid I am come too soon for you now. No, but indeed\nyou are not, replied the other; for I have got my Lesson, and so has\nSally Dawson, and so has Harry Wilson, and so we have\nall; and they capered about as if they were overjoyed to see her. Why\nthen, says she, you are all very good, and GOD Almighty will love you;\nso let us begin our Lessons. They all huddled round her, and though at\nthe other Place they were employed about Words and Syllables, here we\nhad People of much greater Understanding who dealt only in Sentences.\nThe Letters being brought upon the Table, one of the little ones set\nup the following Sentence.\nThe Lord have Mercy upon me, and grant that I may be always good,\nand say my Prayers, and love the Lord my God with all my Heart, with\nall my Soul, and with all my Strength; and honour the King, and all\ngood Men in Authority under him.\nThen the next took the Letters, and composed this Sentence.\nLord have Mercy upon me, and grant that I may love my Neighbour as\nmyself, and do unto all Men as I would have them do unto me, and tell\nno Lies; but be honest and just in all my Dealings.\nThe third composed the following Sentence.\nThe Lord have Mercy upon me, and grant that I may honour my Father\nand Mother, and love my Brothers and Sisters, Relations and Friends,\nand all my Playmates, and every Body, and endeavour to make them\nhappy.\nThe fourth composed the following.\nI pray GOD to bless this whole Company, and all our Friends,\nand all our Enemies.\nTo this last Polly Sullen objected, and said, truly, she did\nnot know why she should pray for her Enemies? Not pray for your\nEnemies, says Little Margery; yes, you must, you are no\nChristian, if you don’t forgive your Enemies, and do Good for Evil.\nPolly still pouted; upon which Little Margery said,\nthough she was poor, and obliged to lie in a Barn, she would not keep\nCompany with such a naughty, proud, perverse Girl as Polly; and\nwas going away; however the Difference was made up, and she set them\nto compose the following\nLessons\n  For the CONDUCT of LIFE.\n  LESSON I.\n  He that will thrive,\n  Must rise by Five.\n  He that hath thriv’n,\n  May lie till Seven.\n  Truth may be blam’d,\n  But cannot be sham’d.\n  Tell me with whom you go;\n  And I’ll tell what you do.\n  A Friend in your Need,\n  Is a Friend indeed.\n  They ne’er can be wise,\n  Who good Counsel despise.\nLesson II.\n  A wise Head makes a close Mouth.\n  Don’t burn your Lips with another Man’s Broth.\n  Wit is Folly, unless a wise Man hath the keeping of it.\n  Use soft Words and hard Arguments.\n  Honey catches more Flies than Vinegar.\n  To forget a Wrong is the best Revenge.\n  Patience is a Plaister for all Sores.\n  Where Pride goes, Shame will follow.\n  When Vice enters the Room, Vengeance is near the Door.\n  Industry is Fortune’s right Hand, and Frugality her left.\n  Make much of Three-pence, or you ne’er will be worth a Groat.\nLesson III.\n  A Lie stands upon one Leg, but Truth upon two.\n  When a Man talks much, believe but half what he says.\n  Fair Words butter no Parsnips.\n  Bad Company poisons the Mind.\n  A covetous Man is never satisfied.\n  Abundance, like Want, ruins many.\n  Contentment is the best Fortune.\n  A contented Mind is a continual Feast.\n  A LESSON in Religion.\n  Love GOD, for he is good.\n  Fear GOD, for he is just.\n  Pray to GOD, for all good Things come from him.\n  Praise GOD, for great is his Mercy towards us, and wonderful\n    are all his Works.\n  Those who strive to be good, have GOD on their Side.\n  Those who have GOD for their Friend, shall want nothing.\n  Confess your Sins to GOD, and if you repent he will forgive you.\n  Remember that all you do, is done in the Presence of GOD.\n  The Time will come, my Friends, when we must give\n  Account to GOD, how we on Earth did live.\n  A Moral LESSON.\n  A good Boy will make a good Man.\n  Honour your Parents, and the World will honour you.\n  Love your Friends, and your Friends will love you.\n  He that swims in Sin, will sink in Sorrow.\n  Learn to live, as you would wish to die.\n    As you expect all Men should deal by you:\n    So deal by them, and give each Man his Due.\nAs we were returning Home, we saw a Gentleman, who was very ill,\nsitting under a shady Tree at the Corner of his Rookery. Though ill,\nhe began to joke with Little Margery, and said, laughingly, so,\nGoody Two-Shoes, they tell me you are a cunning little Baggage;\npray, can you tell me what I shall do to get well? Yes, Sir, says she,\ngo to Bed when your Rooks do. You see they are going to Rest already:\nDo you so likewise, and get up with them in the morning; earn, as they\ndo, every Day what you eat, and eat and drink no more than you earn;\nand you’ll get Health and keep it. What should induce the Rooks to\nfrequent Gentlemens Houses only, but to tell them how to lead a\nprudent Life? They never build over Cottages or Farm-houses, because\nthey see, that these People know how to live without their Admonition.\n  Thus Health and Wit you may improve,\n  Taught by the Tenants of the Grove.\nThe Gentleman laughing gave Margery Sixpence; and told her she\nwas a sensible Hussey.\nChap. VI.\n How the whole Parish was frighted.\nWho does not know Lady Ducklington, or who does not know that\nshe was buried at this Parish Church?\nWell, I never saw so grand a Funeral in all my Life; but the Money\nthey squandered away, would have been better laid out in little Books\nfor Children, or in Meat, Drink, and Cloaths for the Poor.\nThis if a fine Hearse indeed, and the nodding Plumes on the Horses\nlook very grand; but what End does that answer, otherwise than to\ndisplay the Pride of the Living, or the Vanity of the Dead. Fie upon\nsuch Folly, say I, and Heaven grant that those who want more Sense may\nhave it.\nBut all the Country round came to see the Burying, and it was late\nbefore the Corpse was interred. After which, in the Night, or rather\nabout Four o’Clock in the Morning, the Bells were heard to jingle in\nthe Steeple, which frightened the People prodigiously, who all thought\nit was Lady Ducklington’s Ghost dancing among the Bell-ropes.\nThe People flocked to Will Dobbins the Clerk, and wanted him to\ngo and see what it was; but William said, he was sure it was a\nGhost, and that he would not offer to open the Door. At length Mr.\nLong the Rector, hearing such an Uproar in the Village, went to\nthe Clerk, to know why he did not go into the Church; and see who was\nthere. I go, Sir, says William, why the Ghost would frighten me\nout of my Wits.–Mrs. Dobbins too cried, and laying hold of her\nHusband said, he should not be eat up by the Ghost. A Ghost, you\nBlockheads, says Mr. Long in a Pet, did either of you ever see\na Ghost, or know any Body that did? Yes, says the Clerk, my Father did\nonce in the Shape of a Windmill, and it walked all round the Church in\na white Sheet, with Jack Boots on, and had a Gun by its Side instead\nof a Sword. A fine Picture of a Ghost truly, says Mr. Long,\ngive me the Key of the Church, you Monkey; for I tell you there is no\nsuch Thing now, whatever may have been formerly.–Then taking the Key,\nhe went to the Church, all the people following him. As soon as he had\nopened the Door, what Sort of a Ghost do ye think appeared? Why Little\nTwo-Shoes, who being weary, had fallen asleep in one of the\nPews during the Funeral Service, and was shut in all Night. She\nimmediately asked Mr. Long’s Pardon for the Trouble she had\ngiven him, told him, she had been locked into the Church, and said,\nshe should not have rung the Bells, but that she was very cold, and\nhearing Farmer Boult’s Man go whistling by with his Horses, she\nwas in Hopes he would have went to the Clerk for the Key to let her\nout.\nChap. VII.\n              Containing an Account of all the Spirits,\n                 or Ghosts, she saw in the Church.\nThe People were ashamed to ask Little Madge any Questions\nbefore Mr. Long, but as soon as he was gone, they all got round\nher to satisfy their Curiousity, and desired she would give them a\nparticular Account of all that she had heard and seen.\n                              Her TALE.\nI went to the Church, said she, as most of you did last Night, to see\nthe Burying, and being very weary, I sate me down in Mr.\nJones’s Pew, and fell fast asleep. At Eleven of the Clock I\nawoke; which I believe was in some measure occasioned by the Clock’s\nstriking, for I heard it. I started up, and could not at first tell\nwhere I was; but after some Time I recollected the Funeral, and soon\nfound that I was shut in the Church. It was dismal dark, and I could\nsee nothing; but while I was standing in the Pew, something jumped up\nupon me behind, and laid, as I thought, its Hands over my\nShoulders.–I own, I was a little afraid at first; however, I\nconsidered that I had always been constant at Prayers and at Church,\nand that I had done nobody any Harm, but had endeavoured to do what\nGood I could; and then, thought I, what have I to fear? yet I kneeled\ndown to say my Prayers. As soon as I was on my Knees something very\ncold, as cold as Marble, ay, as cold as Ice, touched my Neck, which\nmade me start; however, I continued my Prayers, and having begged\nProtection from Almighty GOD, I found my Spirits come, and I was\nsensible that I had nothing to fear; for GOD Almighty protects not\nonly all those who are good, but also all those who endeavour to be\ngood.–Nothing can withstand the Power, and exceed the Goodness of GOD\nAlmighty. Armed with the Confidence of his Protection, I walked down\nthe Church Isle, when I heard something, pit pat, pit pat, pit pat,\ncome after me, and something touched my Hand, which seemed as cold as\na Marble Monument. I could not think what this was, yet I knew it\ncould not hurt me, and therefore I made myself easy, but being very\ncold, and the Church being paved with Stone, which was very damp, I\nfelt my Way as well as I could to the Pulpit, in doing which something\nbrushed by me, and almost threw me down. However I was not frightened,\nfor I knew, that GOD Almighty would suffer nothing to hurt me.\nAt last, I found out the Pulpit, and having shut too the Door, I laid\nme down on the Mat and Cushion to sleep; when something thrust and\npulled the Door, as I thought for Admittance, which prevented my going\nto sleep. At last it cries, Bow, wow, wow; and I concluded it\nmust be Mr. Saunderson’s Dog, which had followed me from their\nHouse to Church, so I opened the Door, and called Snip, Snip,\nand the Dog jumped up upon me immediately. After this Snip and\nI lay down together, and had a most comfortable Nap; for when I awoke\nagain it was almost light. I then walked up and down all the Isles of\nthe Church to keep myself warm; and though I went into the Vault, and\ntrod on Lady Ducklington’s Coffin, I saw no Ghost, and I\nbelieve it was owing to the Reason Mr. Long has given you,\nnamely, that there is no such Thing to be seen. As to my Part, I would\nas soon lie all Night in the Church as in any other Place; and I am\nsure that any little Boy or Girl, who is good, and loves GOD Almighty,\nand keeps his Commandments, may as safely lie in the Church, or the\nChurch-yard, as any where else, if they take Care not to get Cold; for\nI am sure there are no Ghosts, either to hurt, or to frighten them;\nthough any one possessed of Fear might have taken Neighbour\nSaunderson’s Dog with his cold Nose for a Ghost; and if they\nhad not been undeceived, as I was, would never have thought otherwise.\nAll the Company acknowledged the Justness of the Observation, and\nthanked Little Two-Shoes for her Advice.\nReflection.\nAfter this, my dear Children, I hope you will not believe any foolish\nStories that ignorant, weak, or designing People may tell you about\nGhosts; for the Tales of Ghosts, Witches, and Fairies, are the\nFrolicks of a distempered Brain. No wise Man ever saw either of them.\nLittle Margery you see was not afraid; no, she had good Sense,\nand a good Conscience, which is a Cure for all these imaginary\nEvils.\nChap. VIII.\n          Of something which happened to Little Two-Shoes        in a Barn, more dreadful than the Ghost in the Church;\n    and how she returned Good for Evil to her Enemy Sir Timothy.\nSome Days after this a more dreadful Accident befel Little Madge.\nShe happened to be coming late from teaching, when it rained,\nthundered, and lightened, and therefore she took Shelter in a Farmer’s\nBarn at a Distance from the Village. Soon after, the Tempest drove in\nfour Thieves, who, not seeing such a little creep-mouse Girl as\nTwo-Shoes, lay down on the Hay next to her, and began to talk over\ntheir Exploits, and to settle Plans for future Robberies. Little\nMargery on hearing them, covered herself with Straw. To be sure she\nwas sadly frighted, but her good Sense taught her, that the only\nSecurity she had was in keeping herself concealed; therefore she laid\nvery still, and breathed very softly. About Four o’Clock these wicked\nPeople came to a Resolution to break both Sir William Dove’s House,\nand Sir Timothy Gripe’s, and by Force of Arms to carry off all their\nMoney, Plate and Jewels; but as it was thought then too late, they\nagreed to defer it till the next Night. After laying this Scheme they\nall set out upon their Pranks, which greatly rejoiced Margery, as it\nwould any other little Girl in her Situation. Early in the Morning she\nwent to Sir William, and told him the whole of their Conversation.\nUpon which, he asked her Name, gave her Something, and bid her call at\nhis House the Day following. She also went to Sir Timothynotwithstanding standing he had used her so ill; for she knew it was\nher Duty to do Good for Evil. As soon as he was informed who she\nwas, he took no Notice of her; upon which she desired to speak to Lady\nGripe; and having informed her Ladyship of the Affair, she went her\nWay. This Lady had more Sense than her Husband, which indeed is not a\nsingular Case; for instead of despising Little Margery and her\nInformation, she privately set People to guard the House. The Robbers\ndivided themselves, and went about the Time mentioned to both Houses,\nand were surprized by the Guards, and taken. Upon examining these\nWretches, one of which turned Evidence, both Sir William and Sir\nTimothy found that they owed their Lives to the Discovery made by\nLittle Margery, and the first took great Notice of her, and would no\nlonger let her lie in a Barn; but Sir Timothy only said, that he was\nashamed to owe his Life to the Daughter of one who was his Enemy; so\ntrue it is, that a proud Man seldom forgives those he has injured.\nChap. IX.\n                    How Little Margery was made\n                   Principal of a Country College.\nMrs. Williams, of whom I have given a particular Account in my New\nYear’s Gift, and who kept a College for instructing little Gentlemen\nand Ladies in the Science of A, B, C, was at this Time very old and\ninfirm, and wanted to decline that important Trust. This being told to\nSir William Dove, who lived in the Parish, he sent for Mrs.\nWilliams, and desired she would examine Little Two-Shoes, and see\nwhether she was qualified for the Office.––This was done, and Mrs.\nWilliams made the following Report in her Favour, namely, that\nLittle Margery was the best Scholar, and had the best Head, and the\nbest Heart of any one she had examined. All the Country had a great\nOpinion of Mrs. Williams, and this Character gave them also a great\nOpinion of Mrs. Margery; for so we must now call her.\nThis Mrs. Margery thought the happiest Period of her Life; but\nmore Happiness was in Store for her. GOD Almighty heaps up Blessings\nfor all those who love him, and though for a Time he may suffer them\nto be poor and distressed, and hide his good Purposes from human\nSight, yet in the End they are generally crowned with Happiness\nhere, and no one can doubt of their being so hereafter.\nOn this Occasion the following Hymn, or rather a Translation of the\ntwenty-third Psalm, is said to have been written, and was soon after\npublished in the Spectator.\nI.\n  The Lord my Pasture shall prepare,\n  And feed me with a Shepherd’s Care:\n  His Presence shall my Wants supply,\n  And guard me with a watchful Eye;\n  My Noon-day Walks he shall attend,\n  And all my Midnight Hours defend.\nII.\n  When in the sultry Glebe I faint,\n  Or on the thirsty Mountain pant;\n  To fertile Vales and dewy Meads,\n  My weary wand’ring Steps he leads;\n  Where peaceful Rivers, soft and slow,\n  Amid the verdant Landskip flow.\nIII.\n  Tho’ in the Paths of Death I tread,\n  With gloomy Horrors overspread,\n  My stedfast Heart shall fear no ill,\n  For thou, O Lord, art with me still;\n  Thy friendly Crook shall give me Aid,\n  And guide me thro’ the dreadful Shade.\nIV.\n  Tho’ in a bare and rugged Way,\n  Thro’ devious lonely Wilds I stray,\n  Thy Bounty shall my Pains beguile:\n  The barren Wilderness shall smile,\n  With sudden Greens & herbage crown’d,\n  And Streams shall murmur all around.\nHere ends the History of Little Two Shoes. Those who would know\nhow she behaved after she came to be Mrs. Margery Two-Shoesmust read the Second Part of this Work, in which an Account of the\nRemainder of her Life, her Marriage, and Death are set forth at large,\naccording to Act of Parliament.\nPart II. Introduction.\nIn the first Part of this Work, the young Student has read, and I hope\nwith Pleasure and Improvement, the History of this Lady, while she was\nknown and distinguished by the Name of Little Two-Shoes; we are\nnow come to a Period of her Life when that Name was discarded, and a\nmore eminent one bestowed upon her, I mean I mean that of Mrs.\nMargery Two-Shoes: For as she was now President of the A, B, C\nCollege, it became necessary to exalt her in Title as well as in\nPlace.\nNo sooner was she settled in this Office, but she laid every possible\nScheme to promote the Welfare and Happiness of all her Neighbours, and\nespecially of the Little Ones, in whom she took great Delight, and all\nthose whose Parents could not afford to pay for their Education, she\ntaught for nothing, but the Pleasure she had in their Company, for you\nare to observe, that they were very good, or were soon made so by her\ngood Management.\nChap. I.\n              Of her School, her Ushers, or Assistants,\n                    and her Manner of Teaching.\nWe have already informed the Reader, that the School where she taught,\nwas that which was before kept by Mrs. Williams, whose\nCharacter you may find in my New Year’s Gift. The Room was\nlarge, and as she knew, that Nature intended Children should be always\nin Action, she placed her different Letters, or Alphabets, all round\nthe School, so that every one was obliged to get up to fetch a Letter,\nor to spell a Word, when it came to their Turn; which not only kept\nthem in Health, but fixed the Letters and Points firmly in their\nMinds.\nShe had the following Assistants or Ushers to help her, and I will\ntell you how she came by them. Mrs. Margery, you must know, was\nvery humane and compassionate; and her Tenderness extended not only to\nall Mankind, but even to all Animals that were not noxious; as your’s\nought to do, if you would be happy here, and go to Heaven hereafter.\nThese are GOD Almighty’s Creatures as well as we. He made both them\nand us; and for wise Purposes, best known to himself, placed them in\nthis World to live among us; so that they are our fellow Tenants of\nthe Globe. How then can People dare to torture and wantonly destroy\nGOD Almighty’s Creatures? They as well as you are capable of feeling\nPain, and of receiving Pleasure, and how can you, who want to be made\nhappy yourself, delight in making your fellow Creatures miserable? Do\nyou think the poor Birds, whose Nest and young ones that wicked Boy\nDick Wilson ran away with Yesterday, do not feel as much Pain,\nas your Father and Mother would have felt, had any one pulled down\ntheir House and ran away with you? To be sure they do. Mrs.\nTwo-Shoes used to speak of those Things, and of naughty Boys\nthrowing at Cocks, torturing Flies, and whipping Horses and Dogs, with\nTears in her Eyes, and would never suffer any one to come to her\nSchool who did so.\nOne Day, as she was going through the next Village, she met with some\nwicked Boys who had got a young Raven, which they were going to throw\nat, she wanted to get the poor Creature out of their cruel Hands, and\ntherefore gave them a Penny for him, and brought him home. She called\nhis Name Ralph, and a fine Bird he is. Do look at him and remember\nwhat Solomon says, The Eye that despiseth his Father, and regardeth\nnot the Distress of his Mother, the Ravens of the Valley shall peck it\nout, and the young Eagles eat it. Now this Bird she taught to speak,\nto spell and to read; and as he was particularly fond of playing with\nthe large Letters, the Children used to call this Ralph’a Alphabet.\n                      A B C D E F G H I J K L M\n                      N O P Q R S T U V W X Y Z.\nHe always sat at her Elbow, as you see in the first Picture, and when\nany of the Children were wrong, she used to call out, Put them\nright Ralph, and a fine bird he is.  Do look at him.\nSome Days after she had met with the Raven, as she was walking in the\nFields, she saw some naughty Boys, who had taken a Pidgeon, and tied a\nString to its Leg, in order to let it fly, and draw it back again when\nthey pleased; and by this Means they tortured the poor Animal with the\nHopes of Liberty and repeated Disappointment. This Pidgeon she also\nbought, and taught him how to spell and read, though not to talk, and\nhe performed all those extraordinary Things which are recorded of the\nfamous Bird, that was some Time since advertised in the\nHaymarket, and visited by most of the great People in the\nKingdom. This Pidgeon was a very pretty Fellow, and she called him\nTom. See here he is.\nAnd as the Raven Ralph was fond of the large Letters,\nTom the Pidgeon took Care of the small ones, of which he\ncomposed this Alphabet.\n                      a b c d e f g h i j k l m\n                      n o p q r s t u v w x y z.\nThe Neighbours knowing that Mrs. Two Shoes was very good, as to\nbe sure nobody was better, made her a Present of a little Sky-lark,\nand a fine Bird he is.\nNow as many People, even at that Time had learned to lie in Bed long\nin the Morning, she thought the Lark might be of Use to her and her\nPupils, and tell them when to get up.\nFor be that is fond of his Bed, and lays ’till Noon, lives but half\nhis Days, the rest being lost in Sleep, which is a Kind of Death.\nSome Time after this a poor Lamb had lost its Dam, and the Farmer\nbeing about to kill it, she bought it of him, and brought it home with\nher to play with the Children, and teach them when to go to Bed; for\nit was a Rule with the wise Men of that Age (and a very good one, let\nme tell you) to\n Rise with the Lark, and lie down with the Lamb.\nThis Lamb she called Will, and a pretty Fellow he is; do, look\nat him.\nNo sooner was Tippy the Lark and Will the Ba-lamb\nbrought into the School, but that sensible Rogue Ralph, the\nRaven, composed the following Verse, which every little good Boy and\nGirl should get by Heart.\n  Early to Bed, and early to rise;\n  Is the Way to be healthy, and wealthy, and wise.\nA sly Rogue; but it is true enough; for those who do not go to Bed\nearly cannot rise early; and those who do not rise early cannot do\nmuch Business. Pray, let this be told at the Court, and to People who\nhave Routs and Rackets.\nSoon after this, a Present was made to Mrs. Margery of little\nDog Jumper, and a pretty Dog he is. Pray, look at him.\nJumper, Jumper, Jumper! He is always in a good Humour, and\nplaying and jumping about, and therefore he was called Jumper.\nThe Place assigned for Jumper was that of keeping the Door, so\nthat he may be called the Porter of the College, for he would let\nnobody go out, or any one come in, without the Leave of his Mistress.\nSee how he sits, a saucy Rogue.\nBilly the Ba-lamb was a chearful Fellow, and all the Children\nwere fond of him, wherefore Mrs. Two-Shoes made it a Rule, that\nthose who behaved best should have Will home with them at Night\nto carry their Satchel or Basket at his Back, and bring it in the\nMorning. See what a fine Fellow he is, and how he trudges along.\nChap. II.\n A Scene of Distress; in the School.\nIt happened one Day, when Mrs. Two-Shoes was diverting the\nChildren after Dinner, as she usually did with some innocent Games, or\nentertaining and instructive Stories, that a Man arrived with the\nmelancholy News of Sally Jones’s Father being thrown from his\nHorse, and thought past all Recovery; nay, the Messenger said, that he\nwas seemingly dying, when he came away. Poor Sally was greatly\ndistressed, as indeed were all the School, for she dearly loved her\nFather, and Mrs. Two-Shoes, and all the Children dearly loved\nher. It is generally said, that we never know the real Value of our\nParents or Friends till we have lost them; but poor Sally felt\nthis by Affection, and her Mistress knew it by Experience. All the\nSchool were in Tears, and the Messenger was obliged to return; but\nbefore he went, Mrs. Two-Shoes, unknown to the Children,\nordered Tom Pidgeon to go home with the Man, and bring a Letter\nto inform her how Mr. Jones did. They set out together, and the\nPidgeon rode on the Man’s Head, (as you see here) for the Man was able\nto carry the Pidgeon, though the Pidgeon was not able to carry the\nMan, if he had, they would have been there much sooner, for TomPidgeon was very good, and never staid on an Errand.\nSoon after the Man was gone the Pidgeon was lost, and the Concern the\nChildren were under for Mr. Jones and little Sally was\nin some Measure diverted, and Part of their Attention turned after\nTom, who was a great Favourite, and consequently much bewailed.\nMrs. Margery, who knew the great Use and Necessity of teaching\nChildren to submit chearfully to the Will of Providence, bid them wipe\naway their Tears, and then kissing Sally, you must be a good\nGirl, says she, and depend upon GOD Almighty for his Blessing and\nProtection; for he is a Father to the Fatherless, and defendeth all\nthose who put their Trust in him. She then told them a Story,\nwhich I shall relate in as few Words as possible.\n            The History of Mr. Lovewell, Father\n                          to Lady Lucy.\nMr. Lovewell was born at Bath, and apprenticed to a\nlaborious Trade in London, which being too hard for him, he\nparted with his Master by Consent, and hired himself as a common\nServant to a Merchant in the City. Here he spent his leisure Hours not\nas Servants too frequently do, in Drinking and Schemes of Pleasure,\nbut in improving his Mind; and among other Acquirements, he made\nhimself a complete Master of Accompts. His Sobriety, Honesty, and the\nRegard he paid to his Master’s Interest, greatly recommended him in\nthe whole Family, and he had several Offices of Trust committed to his\nCharge, in which he acquitted himself so well, that the Merchant\nremoved him from the Stable into the Counting-house.\nHere he soon made himself Master of the Business, and became so useful\nto the Merchant, that in regard to his faithful Services, and the\nAffection he had for him, he married him to his own Niece, a prudent\nagreeable young Lady; and gave him a Share in the Business. See what\nHonesty and Industry will do for us. Half the great Men in\nLondon, I am told, have made themselves by this Means, and who\nwould but be honest and industrious, when it is so much our Interest\nand our Duty.\nAfter some Years the Merchant died, and left Mr. Lovewellpossessed of many fine Ships at Sea, and much Money, and he was happy\nin a Wife, who had brought him a Son and two Daughters, all dutiful\nand obedient. The Treasures and good Things, however, of this Life are\nso uncertain, that a Man can never be happy, unless he lays the\nFoundation for it in his own Mind. So true is that Copy in our Writing\nBooks, which tells us, that a contented Mind is a continual\nFeast.\nAfter some Years successful Trade, he thought his Circumstances\nsufficient to insure his own Ships, or, in other Words, to send his\nShips and Goods to Sea without being insured by others, as is\ncustomary among Merchants; when, unfortunately for him, four of them\nrichly laden were lost at Sea. This he supported with becoming\nResolution; but the next Mail brought him Advice, that nine others\nwere taken by the French, with whom we were then at War; and\nthis, together with the Failure of three foreign Merchants whom he had\ntrusted, compleated his Ruin. He was then obliged to call his\nCreditors together, who took his Effects, and being angry with him for\nthe imprudent Step of not insuring his Ships, left him destitute of\nall Subsistence. Nor did the Flatterers of his Fortune, those who had\nlived by his Bounty when in his Prosperity, pay the least Regard\neither to him or his Family. So true is another Copy, that you will\nfind in your Writing Book, which says, Misfortune tries our\nFriends. All these Slights of his pretended Friends, and the ill\nUsage of his Creditors, both he and his Family bore with Christian\nFortitude; but other Calamities fell upon him, which he felt more\nsensibly.\nIn his Distress, one of his Relations, who lived at Florence,\noffered to take his Son; and another, who lived at Barbadoes,\nsent for one of his Daughters. The Ship which his Son sailed in was\ncast away, and all the Crew supposed to be lost; and the Ship, in\nwhich his Daughter went a Passenger, was taken by Pyrates, and one\nPost brought the miserable Father an Account of the Loss of his two\nChildren. This was the severest Stroke of all: It made him compleatly\nwretched, and he knew it must have a dreadful Effect on his Wife and\nDaughter; he therefore endeavoured to conceal it from them. But the\nperpetual Anxiety he was in, together with the Loss of his Appetite\nand Want of Rest, soon alarmed his Wife. She found something was\nlabouring in his Breast, which was concealed from her; and one Night\nbeing disturbed in a Dream, with what was ever in his Thoughts, and\ncalling out upon his dear Children; she awoke him, and insisted upon\nknowing the Cause of his Inquietude. Nothing, my Dear, nothing,\nsays he, The Lord gave, and the Lord hath taken away, blessed be\nthe Name of the Lord. This was sufficient to alarm the poor Woman;\nshe lay till his Spirits were composed, and as she thought asleep,\nthen stealing out of Bed, got the Keys and opened his Bureau, where\nshe found the fatal Account. In the Height of her Distractions, she\nflew to her Daughter’s Room, and waking her with her Shrieks, put the\nLetters into her Hands. The young Lady, unable to support this Load of\nMisery, fell into a Fit, from which it was thought she never could\nhave been recovered. However, at last she revived; but the Shock was\nso great, that it entirely deprived her of her Speech.\nThus loaded with Misery, and unable to bear the Slights and Disdain of\nthose who had formerly professed themselves Friends, this unhappy Family\nretired into a Country, where they were unknown, in order to hide\nthemselves from the World; when, to support their Independency, the\nFather laboured as well as he could at Husbandry, and the Mother and\nDaughter sometimes got spinning and knitting Work, to help to furnish\nthe Means of Subsistence; which however was so precarious and uncertain,\nthat they often, for many Weeks together, lived on nothing but Cabbage\nand Bread boiled in Water. But God never forsaketh the Righteous, nor\nsuffereth those to perish who put their Trust in him. At this Time a\nLady, who was just come to England, sent to take a pleasant Seat ready\nfurnished in that Neighbourhood, and the Person who was employed for the\nPurpose, was ordered to deliver a Bank Note of an hundred Pounds to Mr.\nLovewell, another hundred to his Wife, and fifty to the Daughter,\ndesiring them to take Possession of the House, and get it well aired\nagainst she came down, which would be in two or three Days at most.\nThis, to People who were almost starving, was a sweet and seasonable\nRelief, and they were all sollicitous to know their Benefactress, but of\nthat the Messenger himself was too ignorant to inform them. However, she\ncame down sooner than was expected, and with Tears embraced them again\nand again: After which she told the Father and Mother she had heard from\ntheir Daughter, who was her Acquaintance, and that she was well and on\nher Return to England. This was the agreeable Subject of their\nConversation till after Dinner, when drinking their Healths, she again\nwith Tears saluted them, and falling upon her Knees asked their\nBlessings.\nTis impossible to express the mutual Joy which this occasioned. Their\nConversation was made up of the most endearing Expressions,\nintermingled with Tears and Caresses. Their Torrent of Joy, however,\nwas for a Moment interrupted, by a Chariot which stopped at the Gate,\nand which brought as they thought a very unseasonable Visitor, and\ntherefore she sent to be excused from seeing Company.\nBut this had no Effect, for a Gentleman richly dressed jumped out of\nthe Chariot, and pursuing the Servant into the Parlour saluted them\nround, who were all astonished at his Behaviour. But when the Tears\ntrickled from his Cheeks, the Daughter, who had been some Years dumb,\nimmediately cried out, my Brother! my Brother! my Brother! and\nfrom that Instant recovered her Speech. The mutual Joy which this\noccasioned, is better felt than expressed. Those who have proper\nSentiments of Humanity, Gratitude, and filial Piety will rejoice at\nthe Event, and those who have a proper Idea of the Goodness of God,\nand his gracious Providence, will from this, as well as other\nInstances of his Goodness and Mercy, glorify his holy Name, and\nmagnify his Wisdom and Power, who is a Shield to the Righteous, and\ndefendeth all those who put their Trust in him.\nAs you, my dear Children, may be sollicitous to know how this happy\nEvent was brought about, I must inform you, that Mr. Lovewell’s Son,\nwhen the Ship foundered, had with some others got into the long Boat,\nand was taken up by a Ship at Sea, and carried to the East Indies,\nwhere in a little Time he made a large Fortune; and the Pirates who\ntook his Daughter, attempted to rob her of her Chastity; but finding\nher Inflexible, and determined to die rather than to submit, some of\nthem behaved to her in a very cruel Manner; but others, who had more\nHonour and Generosity, became her Defenders; upon which a Quarrel\narose between them, and the Captain, who was the worst of the Gang,\nbeing killed, the rest of the Crew carried the Ship into a Port of the\nManilla Islands, belonging to the Spaniards; where, when her Story\nwas known, she was treated with great Respect, and courted by a young\nGentleman, who was taken ill of a Fever, and died before the Marriage\nwas agreed on, but left her his whole Fortune.\nYou see, my dear Sally, how wonderfully these People were\npreserved, and made happy after such extreme Distress; we are\ntherefore never to despair, even under the greatest Misfortunes, for\nGOD Almighty is All-powerful and can deliver us at any Time. Remember\nJob, but I think you have not read so far, take the Bible,\nBilly Jones, and read the History of that good and patient Man.\nAt this Instant something was heard to slap at the Window, Wow,\nwow, wow, says Jumper, and attempted to leap up and open the Door,\nat which the Children were surprized; but Mrs. Margery knowing\nwhat it was, opened the Casement, as Noah did the Window of the\nArk, and drew in Tom Pidgeon with a Letter, and see here he is.\nAs soon as he was placed on the Table, he walked up to little\nSally, and dropping the Letter, cried, Co, Co, Coo, as\nmuch as to say, there read it. Now this poor Pidgeon had\ntravelled fifty Miles in about an Hour, to bring Sally this\nLetter, and who would destroy such pretty Creatures.–But let us read\nthe Letter.\nMy dear Sally,\nGOD Almighty has been very merciful, and restored your Pappa to us\nagain, who is now so well as to be able to sit up. I hear you are a\ngood Girl, my Dear, and I hope you will never forget to praise the\nLord for this his great Goodness and Mercy to us–What a sad Thing it\nwould have been if your Father had died, and left both you and me, and\nlittle Tommy in Distress, and without a Friend: Your Father\nsends his Blessing with mine–Be good, my dear Child, and God Almighty\nwill also bless you, whose Blessing is above all Things.\nI am, my Dear Sally,\nYour ever affectionate Mother,\nMartha Jones.\nChap. III.\n               Of the amazing Sagacity and Instincts\n                         of a little Dog.\nSoon after this, a dreadful Accident happened in the School. It was on\na Thursday Morning, I very well remember, when the Children\nhaving learned their Lessons soon, she had given them Leave to play,\nand they were all running about the School, and diverting themselves\nwith the Birds and the Lamb; at this Time the Dog, all of a sudden,\nlaid hold of his Mistress’s Apron, and endeavoured to pull her out of\nthe School. She was at first surprized, however, she followed him to\nsee what he intended. No sooner had he led her into the Garden, but he\nran back, and pulled out one of the Children in the same manner; upon\nwhich she ordered them all to leave the School immediately, and they\nhad not been out five Minutes, before the Top of the House fell in.\nWhat a miraculous Deliverance was here! How gracious! How good was God\nAlmighty, to save all these Children from Destruction, and to make Use\nof such an Instrument, as a little sagacious Animal to accomplish his\nDivine Will. I should have observed, that as soon as they were all in\nthe Garden, the Dog came leaping round them to express his Joy, and\nwhen the House was fallen, laid himself down quietly by his Mistress.\nSome of the Neighbours, who saw the School fall, and who were in great\nPain for Margery and the little ones, soon spread the News\nthrough the Village, and all the Parents, terrified for their\nChildren, came crowding in Abundance; they had, however, the\nSatisfaction to find them all safe, and upon their Knees, with their\nMistress, giving God thanks for their happy Deliverance.\n            ADVICE from the MAN in the MOON.\nJumper, Jumper, Jumper, what a pretty Dog he is, and how\nsensible? Had Mankind half the Sagacity of Jumper, they would\nguard against Accidents of this Sort, by having a public Survey,\noccasionally made of all the Houses in every Parish (especially of\nthose, which are old and decayed) and not suffer them to remain in a\ncrazy State, ’till they fall down on the Heads of the poor\nInhabitants, and crush them to Death. Why, it was but Yesterday, that\na whole House fell down in Grace-church-street, and another in\nQueen’s-street, and an hundred more are to tumble, before this\nTime twelve Months; so Friends, take Care of yourselves, and tell the\nLegislature, they ought to take Care for you. How can you be so\ncareless? Most of your Evils arise from Carelesness and Extravagance,\nand yet you excuse yourselves, and lay the Fault upon Fortune. Fortune\nis a Fool, and you are a Blockhead, if you put it in her Power to play\nTricks with you.\nYours,\nThe MAN in the MOON.\nYou are not to wonder, my dear Reader, that this little Dog should\nhave more Sense than you, or your Father, or your Grandfather.\nThough God Almighty has made Man the Lord of the Creation, and endowed\nhim with Reason, yet in many Respects, he has been altogether as\nbountiful to other Creatures of his forming. Some of the Senses of\nother Animals are more acute than ours, as we find by daily\nExperience. You know this little Bird, sweet Jug, Jug, Jug,\n’tis a Nightingale. This little Creature, after she has entertained us\nwith her Songs all the Spring, and bred up her little ones, flies into\na foreign Country, and finds her Way over the Great Sea, without any\nof the Instruments and Helps which Men are obliged to make Use of for\nthat Purpose. Was you as wise as the Nightingale, you might make all\nthe Sailors happy, and have twenty thousand Pounds for teaching them\nthe Longitude.\nYou would not think Ralph the Raven half so wise and so good as he\nis, though you see him here reading his book. Yet when the Prophet\nElijah, was obliged to fly from Ahab King of Israel, and hide\nhimself in a Cave, the Ravens, at the Command of God Almighty, fed him\nevery Day, and preserved his Life.\nAnd the Word of the Lord came unto Elijah, saying, Hide\nthyself by the Brook Cherith, that is before Jordan, and\nI have commanded the Ravens to feed thee there. And the Ravens brought\nhim Bread and Flesh in the Morning, and Bread and Flesh in the\nEvening, and he drank of the Brook, Kings, B.I.C. 17.\nAnd the pretty Pidgeon when the World was drowned, and he was confined\nwith Noah in the Ark, was sent forth by him to see whether the\nWaters were abated, And he sent forth a Dove from him, to see if\nthe Waters were abated from off the Face of the Ground. And the Dove\ncame in to him in the Evening, and lo, in her Mouth was an Olive Leaf\nplucked off: So Noah knew that the Waters were abated from off\nthe Earth. Gen. viii. 8. 11.\nAs these, and other Animals, are so sensible and kind to us, we ought\nto be tender and good to them, and not beat them about, and kill them,\nand take away their young ones, as many wicked Boys do. Does not the\nHorse and the Ass carry you and your burthens; don’t the Ox plough\nyour Ground, the Cow give you Milk, the Sheep cloath your Back, the\nDog watch your House, the Goose find you in Quills to write with, the\nHen bring Eggs for your Custards and Puddings, and the Cock call you\nup in the Morning, when you are lazy, and like to hurt yourselves by\nlaying too long in Bed? If so, how can you be so cruel to them, and\nabuse God Almighty’s good Creatures? Go, naughty Boy, go; be sorry for\nwhat you have done, and do so no more, that God Almighty may forgive\nyou. Amen, say I, again and again. God will bless you, but not\nunless you are merciful and good.\nThe downfal of the School, was a great Misfortune to Mrs.\nMargery; for she not only lost all her Books, but was destitute\nof a Place to teach in; but Sir William Dove, being informed of\nthis, ordered the House to be built at his own Expence, and ’till that\ncould be done, Farmer Grove was so kind, as to let her have his\nlarge Hall to teach in.\nThe House built by Sir William, had a Statue erected over the\nDoor of a Boy sliding on the Ice, and under it were these Lines,\nwritten by Mrs. Two-Shoes, and engraved at her Expence.\n  On SIN. A SIMILE.\n    As a poor Urchin on the Ice,\n  When he has tumbl’d once or twice,\n  With cautious Step, and trembling goes,\n  The drop-stile Pendant on his Nose,\n  And trudges on to seek the Shore,\n  Resolv’d to trust the Ice no more:\n  But meeting with a daring Mate,\n  Who often us’d to slide and scate,\n  Again is into Danger led,\n  And falls again, and breaks his head.\n    So Youth when first they’re drawn to sin,\n  And see the Danger they are in,\n  Would gladly quit the thorney Way,\n  And think it is unsafe to stay;\n  But meeting with their wicked Train,\n  Return with them to sin again:\n  With them the Paths of Vice explore;\n  With them are ruin’d ever more.\nChap. IV.\n                 What happened at Farmer Grove’s;\n                and how she gratified him for the Use\n                           of his Room.\nWhile at Mr. Grove’s, which was in the Heart of the Village,\nshe not only taught the Children in the Day Time, but the Farmer’s\nServants, and all the Neighbours, to read and write in the Evening;\nand it was a constant Practice before they went away, to make them all\ngo to Prayers, and sing Psalms. By this Means, the People grew\nextremely regular, his Servants were always at Home, instead of being\nat the Ale-house, and he had more Work done than ever. This gave not\nonly Mr. Grove, but all the Neighbours, an high Opinion of her\ngood Sense and prudent Behaviour: And she was so much esteemed, that\nmost of the Differences in the Parish were left to her Decision; and\nif a Man and Wife quarrelled (which sometimes happened in that Part of\nthe Kingdom) both Parties certainly came to her for Advice. Every Body\nknows, that Martha Wilson was a passionate scolding Jade, and\nthat John her husband, was a surly ill-tempered Fellow. These\nwere one Day brought by the Neighbours for Margery to talk to\nthem, when they fairly quarrelled before her, and were going to Blows;\nbut she stepping between them, thus addressed the Husband;\nJohn, says she, you are a Man, and ought to have more Sense\nthan to fly in a Passion, at every Word that is said amiss by your\nWife; and Martha, says she, you ought to know your Duty better,\nthan to say any Thing to aggravate your Husband’s Resentment. These\nfrequent Quarrels, arise from the Indulgence of your violent Passions;\nfor I know, you both love one another, notwithstanding what has passed\nbetween you. Now, pray tell me John, and tell me Martha,\nwhen you have had a Quarrel the over Night, are you not both sorry for\nit the next Day? They both declared that they were: Why then, says\nshe, I’ll tell you how to prevent this for the future, if you will\nboth promise to take my Advice. They both promised her. You know, says\nshe, that a small Spark will set Fire to Tinder, and that Tinder\nproperly placed will fire a House; an angry Word is with you as that\nSpark, for you are both as touchy as Tinder, and very often make your\nown House too hot to hold you. To prevent this, therefore, and to live\nhappily for the future, you must solemnly agree, that if one speaks an\nangry Word, the other will not answer, ’till he or she has distinctly\ncalled over all the Letters in the Alphabet, and the other not reply,\n’till he has told twenty; by this Means your Passions will be stifled,\nand Reason will have Time to take the Rule.\nThis is the best Recipe that was ever given for a married Couple to\nlive in Peace: Though John and his Wife frequently attempted to\nquarrel afterwards, they never could get their Passions to any\nconsiderable Height, for there was something so droll in thus carrying\non the Dispute, that before they got to the End of the Argument, they\nsaw the Absurdity of it, laughed, kissed, and were Friends.\nJust as Mrs. Margery had settled this Difference between\nJohn and his Wife, the Children (who had been sent out to play,\nwhile that Business was transacting) returned some in Tears, and\nothers very disconsolate, for the Loss of a little Dormouse they were\nvery fond of, and which was just dead. Mrs. Margery, who had\nthe Art of moralizing and drawing Instructions from every Accident,\ntook this Opportunity of reading them a Lecture on the Uncertainty of\nLife, and the Necessity of being always prepared for Death. You should\nget up in the Morning, says she, and to conduct yourselves, as if that\nDay was to be your last, and lie down at Night, as if you never\nexpected to see this World any more. This may be done, says she,\nwithout abating of your Chearfulness, for you are not to consider\nDeath as an Evil, but as a Convenience, as an useful Pilot, who is to\nconvey you to a Place of greater Happiness: Therefore, play my dear\nChildren, and be merry; but be innocent and good. The good Man sets\nDeath at Defiance, for his Darts are only dreadful to the Wicked.\nAfter this, she permitted the Children to bury the little Dormouse,\nand desired one of them to write his Epitaph, and here it is.\nEpitaph on a DORMOUSE, really\n     written by a little BOY.\nI.\n  In Paper Case,\n  Hard by this Place,\nDead a poor Dormouse lies;\n  And soon or late,\n  Summon’d by Fate,\nEach Prince, each Monarch dies.\nII.\n  Ye Sons of Verse,\n  While I rehearse,\nAttend instructive Rhyme;\n  No Sins had Dor,\n  To answer for,\nRepent of yours in Time.\nChap. V.\n         The whole History of the Considering Cap, set forth\n        at large for the Benefit of all whom it may concern.\nThe great Reputation Mrs. Margery acquired by composing\nDifferences in Families, and especially, between Man and Wife, induced\nher to cultivate that Part of her System of Morality and Economy, in\norder to render it more extensively useful. For this Purpose, she\ncontrived what she called a Charm for the Passions; which was a\nconsidering Cap, almost as large as a Grenadier’s, but of three equal\nSides; on the first of which was written, I MAY BE WRONG; on the\nsecond, IT IS FIFTY TO ONE BUT YOU ARE; and on the third, I’LL\nCONSIDER OF IT. The other Parts on the out-side, were filled with odd\nCharacters, as unintelligible as the Writings of the old\nEgyptians; but within Side there was a Direction for its Use,\nof the utmost Consequence; for it strictly enjoined the Possessor to\nput on the Cap, whenever he found his Passions begin to grow\nturbulent, and not to deliver a Word whilst it was on, but with great\nCoolness and Moderation. As this Cap was an universal Cure for\nWrong-headedness, and prevented numberless Disputes and Quarrels, it\ngreatly hurt the Trade of the poor Lawyers, but was of the utmost\nService to the rest of the Community. They were bought by Husbands and\nWives, who had themselves frequent Occasion for them, and sometimes\nlent them to their Children: They were also purchased in large\nQuantities by Masters and Servants; by young Folks, who were intent on\nMatrimony, by Judges, Jurymen, and even Physicians and Divines; nay,\nif we may believe History, the Legislators of the Land did not disdain\nthe Use of them; and we are told, that when any important Debate\narose, Cap, was the Word, and each House looked like a grand\nSynod of Egyptian Priests. Nor was this Cap of less Use to\nPartners in Trade, for with these, as well as with Husband and Wife,\nif one was out of Humour, the other threw him the Cap, and he was\nobliged to put it on, and keep it till all was quiet. I myself saw\nthirteen Caps worn at a Time in one Family, which could not have\nsubsisted an Hour without them; and I was particularly pleased at Sir\nHumphry Huffum’s, to hear a little Girl, when her Father was\nout of Humour, ask her Mamma, if she should reach down the Cap?\nThese Caps, indeed, were of such Utility, that People of Sense never\nwent without them; and it was common in the Country, when a Booby made\nhis Appearance, and talked Nonsense, to say, he had no Cap in his\nPocket.\n Advice from Friar Bacon.\nWhat was Fortunatus’s Wishing Cap, when compared to this? That\nCap, is said to have conveyed People instantly from one Place to\nanother; but, as the Change of Place does not change the Temper and\nDisposition of the Mind, little Benefit can be expected from it; nor\nindeed is much to be hoped from his famous Purse: That Purse, it is\nsaid, was never empty, and such a Purse, may be sometimes convenient;\nbut as Money will not purchase Peace, it is not necessary for a Man to\nencumber himself with a great deal of it. Peace and Happiness depend\nso much upon the State of a Man’s own Mind, and upon the Use of the\nconsidering Cap, that it is generally his own Fault, if he is\nmiserable. One of these Caps will last a Man his whole Life, and is a\nDiscovery of much greater Importance to the Public than the\nPhilosopher’s Stone. Remember what was said by my Brazen Head, Time\nis, Time was, Time is past: Now the Time is, therefore buy\nthe Cap immediately, and make a proper Use of it, and be happy before\nthe Time is past.\nYours ROGER BACON.\nChap. VI.\n          How Mrs. MARGERY was taken up for a Witch,\n                and what happened on that Occasion.\nAnd so it is true? And they have taken up Mrs. Margery then,\nand accused her of being a Witch, only because she was wiser than some\nof her Neighbours! Mercy upon me! People stuff Children’s Heads with\nStories of Ghosts, Faries, Witches, and such Nonsense when they are\nyoung, and so they continue Fools all their Days. The whole World\nought to be made acquainted with her Case, and here it is at their\nService.\nThe Case of Mrs. MARGERY.\nMrs. Margery, as we have frequently observed, was always doing\nGood, and thought she could never sufficiently gratify those who had\ndone any Thing to serve her. These generous Sentiments, naturally led\nher to consult the Interest of Mr. Grove, and the rest of her\nNeighbours; and as most of their Lands were Meadow, and they depended\nmuch on their Hay, which had been for many Years greatly damaged by\nwet Weather, she contrived an Instrument to direct them when to mow\ntheir Grass with Safety, and prevent their Hay being spoiled. They all\ncame to her for Advice, and by that Means got in their Hay without\nDamage, while most of that in the neighbouring Villages was spoiled.\nThis made a great Noise in the Country, and so provoked were the\nPeople in the other Parishes, that they accused her of being a Witch,\nand sent Gasser Goosecap, a busy Fellow in other People’s\nConcerns, to find out Evidence against her. This Wiseacre happened to\ncome to her School, when she was walking about with the Raven on one\nShoulder, the Pidgeon on the other, the Lark on her Hand, and the Lamb\nand the Dog by her Side; which indeed made a droll Figure, and so\nsurprized the that he cried out, a Witch! a Witch! upon this she\nlaughing, answered, a Conjurer! a Conjurer! and so they parted; but it\ndid not end thus, for a Warrant was issued out against Mrs.\nMargery, and she was carried to a Meeting of the Justices,\nwhither all the Neighbours followed her.\nAt the Meeting, one of the Justices, who knew little of Life, and less\nof the Law, behaved very idly; and though no Body was able to prove\nany Thing against her, asked, who she could bring to her Character?\nWho can you bring against my Character, Sir, says she, there\nare People enough who would appear in my Defence, were it necessary;\nbut I never supposed that any one here could be so weak, as to believe\nthere was any such Thing as a Witch. If I am a Witch, this is my\nCharm, and (laying a Barometer or Weather Glass on the Table) it is\nwith this, says she, that I have taught my Neighbours to know the\nState of the Weather. All the Company laughed, and Sir William\nDove, who was on the Bench, asked her Accusers, how they could be\nsuch Fools, as to think there was any such Thing as a Witch. It is\ntrue, continued he, many innocent and worthy People have been abused\nand even murdered on this absurd and foolish Supposition; which is a\nScandal to our Religion, to our Laws, to our Nation, and to common\nSense; but I will tell you a Story.\nThere was in the West of England a poor industrious Woman, who\nlaboured under the same evil Report, which this good Woman is accused\nof. Every Hog that died with the Murrain, every Cow that slipt her\nCalf, she was accountable for: If a Horse had the Staggers, she was\nsupposed to be in his Head; and whenever the Wind blew a little harder\nthan ordinary, Goody Giles was playing her Tricks, and riding\nupon a Broomstick in the Air. These, and a thousand other Phantasies,\ntoo ridiculous to recite, possessed the Pates of the common People:\nHorse-shoes were nailed with the Heels upwards, and many Tricks made\nuse of, to mortify the poor Creature; and such was their Rage against\nher, that they petitioned Mr. Williams, the Parson of the\nParish, not to let her come to Church; and at last, even insisted upon\nit: But this he over-ruled, and allowed the poor old Woman a Nook in\none of the Isles to herself, where she muttered over her Prayers in\nthe best Manner she could. The Parish, thus disconcerted and enraged,\nwithdrew the small Pittance they allowed for her Support, and would\nhave reduced her to the Necessity of starving, had she not been still\nassisted by the benevolent Mr. Williams.\nBut I hasten to the Sequel of my Story, in which you will find, that\nthe true Source from whence Witchcraft springs is Poverty,\nAge, and Ignorance; and that it is impossible for a\nWoman to pass for a Witch, unless she is very poor, very\nold, and lives in a Neighbourhood where the People are void of\ncommon Sense.\nSome Time after, a Brother of her’s died in London, who, though he\nwould not part with a Farthing while he lived, at his Death was\nobliged to leave her five thousand Pounds, that he could not carry\nwith him.–This altered the Face of Jane’s Affairs prodigiously:\nShe was no longer Jane, alias Joan Giles, the ugly old Witch, but\nMadam Giles; her old ragged Garb was exchanged for one that was new\nand genteel; her greatest Enemies made their Court to her, even the\nJustice himself came to wish her Joy; and though several Hogs and\nHorses died, and the Wind frequently blew afterwards, yet Madam\nGiles was never supposed to have a Hand in it; and from hence it is\nplain, as I observed before, that a Woman must be very poor, very\nold, and live in a Neighbourhood, where the People are very stupid,\nbefore she can possibly pass for a Witch.\n’Twas a Saying of Mr. Williams, who would sometimes be jocose,\nand had the Art of making even Satire agreeable; that if ever\nJane deserved the Character of a Witch, it was after this Money\nwas left her; for that with her five thousand Pounds, she did more\nActs of Charity and friendly Offices, than all the People of Fortune\nwithin fifty Miles of the Place.\nAfter this, Sir William inveighed against the absurd and\nfoolish Notions, which the Country People had imbibed concerning\nWitches, and Witchcraft, and having proved that there was no such\nThing, but that all were the Effects of Folly and Ignorance, he gave\nthe Court such an Account of Mrs. Margery, and her Virtue, good\nSense, and prudent Behaviour, that the Gentlemen present were\nenamoured with her, and returned her public Thanks for the great\nService she had done the Country. One Gentleman in particular, I mean\nSir Charles Jones, had conceived such an high Opinion of her,\nthat he offered her a considerable Sum to take the Care of his Family,\nand the Education of his Daughter, which, however, she refused; but\nthis Gentleman, sending for her afterwards when he had a dangerous Fit\nof Illness, she went, and behaved so prudently in the Family, and so\ntenderly to him and his Daughter, that he would not permit her to\nleave his House, but soon after made her Proposals of Marriage. She\nwas truly sensible of the Honour he intended her, but, though poor,\nshe would not consent to be made a Lady, till he had effectually\nprovided for his Daughter; for she told him, that Power was a\ndangerous Thing to be trusted with, and that a good Man or Woman would\nnever throw themselves into the Road of Temptation.\nAll Things being settled, and the Day fixed, the Neighbours came in\nCrouds to see the Wedding; for they were all glad, that one who had\nbeen such a good little Girl, and was become such a virtuous and good\nWoman, was going to be made a Lady; but just as the Clergyman had\nopened his Book, a Gentleman richly dressed ran into the Church, and\ncry’d, Stop! stop! This greatly alarmed the Congregation, particularly\nthe intended Bride and Bridegroom, whom he first accosted, and desired\nto speak with them apart. After they had been talking some little\nTime, the People were greatly surprized to see Sir Charlesstand Motionless, and his Bride cry, and faint away in the Stranger’s\nArms. This seeming Grief, however, was only a Prelude to a Flood of\nJoy, which immediately succeeded; for you must know, gentle Reader,\nthat this Gentleman, so richly dressed and bedizened with Lace, was\nthat identical little Boy, whom you before saw in the Sailor’s Habit;\nin short, it was little Tom Two Shoes, Mrs. Margery’sBrother, who was just come from beyond Sea, where he had made a large\nFortune, and hearing, as soon as he landed, of his Sister’s intended\nWedding, had rode Post, to see that a proper Settlement was made on\nher; which he thought she was now intitled to, as he himself was both\nable and willing to give her an ample Fortune. They soon returned to\nthe Communion-Table, and were married in Tears, but they were Tears of\nJoy.\nThere is something wonderful in this young Gentleman’s Preservation\nand Success in Life; which we shall acquaint the Reader of, in the\nHistory of his Life and Adventures, which will soon be published.\n                         CHAP. VII. and Last.\n The true Use of Riches.\nThe Harmony and Affection that subsisted between this happy Couple, is\ninexpressible; but Time, which dissolves the closest Union, after six\nYears, severed Sir Charles from his Lady; for being seized with\na violent Fever he died, and left her full of Grief, tho’ possessed of\na large Fortune.\nWe forgot to remark, that after her Marriage, Lady Jones (for\nso we must now call her) ordered the Chappel to be fitted up, and\nallowed the Chaplain a considerable Sum out of her own private Purse,\nto visit the Sick, and say Prayers every Day to all the People that\ncould attend. She also gave Mr. Johnson ten Guineas a Year, to\npreach a Sermon, annually, on the Necessity and Duties of the marriage\nState, and on the Decease of Sir Charles; she gave him ten\nmore, to preach yearly on the Subject of Death; she had put all the\nParish into Mourning for the Loss of her Husband; and to those Men who\nattended this yearly Service, she gave Harvest Gloves, to their Wives\nShoes and Stockings, and to all the Children little Books and\nPlumb-cakes: We must also observe, that she herself wove a Chaplet of\nFlowers, and before the Service, placed it on his Grave-stone; and a\nsuitable Psalm was always sung by the Congregation.\nAbout this Time, she heard that Mr. Smith was oppressed by Sir\nTimothy Gripe, the Justice, and his Friend Graspall, who\nendeavoured to deprive him of Part of his Tythes; upon which she, in\nConjunction with her Brother, defended him, and the Cause was tried in\nWestminster-hall, where Mr. Smith gained a Verdict; and\nit appearing that Sir Timothy had behaved most scandalously, as\na Justice of the Peace, he was struck off the List, and no longer\npermitted to act in that Capacity. This was a Cut to a Man of his\nimperious Disposition, and this was followed by one yet more severe;\nfor a Relation of his, who had an undoubted Right to the\nMouldwell Estate, finding that it was possible to get the\nbetter at Law of a rich Man, laid Claim to it, brought his Action, and\nrecovered the whole Manor of Mouldwell, and being afterwards\ninclined to sell it, he, in Consideration of the Aid Lady\nMargery had lent him during his Distress, made her the first\nOffer, and she purchased the Whole, and threw it into different Farms,\nthat the Poor might be no longer under the Dominion of two over-grown\nMen.\nThis was a great Mortification to Sir Timothy, as well as to\nhis Friend Graspall, who from this Time experienced nothing but\nMisfortunes, and was in a few Years so dispossessed of his Ill-gotten\nWealth, that his Family were reduced to seek Subsistance from the\nParish, at which those who had felt the Weight of his Iron Hand\nrejoiced; but Lady Margery desired, that his Children might be\ntreated with Care and Tenderness; for they, says she, are no\nWays accountable for the Actions of their Father.\nAt her first coming into Power, she took Care to gratify her old\nFriends, especially Mr. and Mrs. Smith, whose Family she made\nhappy.–She paid great Regard to the Poor, made their Interest her\nown, and to induce them to come regularly to Church, she ordered a\nLoaf, or the Price of a Loaf, to be given to every one who would\naccept of it. This brought many of them to Church, who by degrees\nlearned their Duty, and then came on a more noble Principle. She also\ntook Care to encourage Matrimony; and in order to induce her Tenants\nand Neighbours to enter into that happy State, she always gave the\nyoung Couple something towards House-keeping; and stood Godmother to\nall their Children, whom she had in Parties, every SundayEvening, to teach them their Catechism, and lecture them in Religion\nand Morality; after which she treated them with a Supper, gave them\nsuch Books as they wanted, and then dispatched them with her Blessing.\nNor did she forget them at her Death, but left each a Legacy, as will\nbe seen among other charitable Donations when we publish her Will,\nwhich we may do in some future Volume. There is one Request however so\nsingular, that we cannot help taking some Notice of it in this Place;\nwhich is, that of her giving so many Acres of Land to be planted\nyearly with Potatoes, for all the Poor of any Parish who would come\nand fetch them for the Use of their Families; but if any took them to\nsell they were deprived of that Privilege ever after. And these Roots\nwere planted and raised from the Rent arising from a Farm which she\nhad assigned over for that purpose. In short, she was a Mother to the\nPoor, a Physician to the Sick, and a Friend to all who were in\nDistress. Her Life was the greatest Blessing, and her Death the\ngreatest Calamity that ever was felt in the Neighbourhood. A Monument,\nbut without Inscription, was erected to her Memory in the Church-yard,\nover which the Poor as they pass weep continually, so that the Stone\nis ever bathed in Tears.\nOn this Occasion the following Lines were spoken extempore by a young\nGentleman.\n  How vain the Tears that fall from you,\n  And here supply the Place of Dew?\n  How vain to weep the happy Dead,\n  Who now to heavenly Realms are fled?\n  Repine no more, your Plaints forbear,\n  And all prepare to meet them there.\n                               The END.\nAppendix.\n                       The GOLDEN DREAM; or,\n                      the INGENUOUS CONFESSION.\nTo shew the Depravity of human Nature, and how apt the Mind is to be\nmisled by Trinkets and false Appearances, Mrs. Two-Shoes does\nacknowledge, that after she became rich, she had like to have been too\nfond of Money; for on seeing her Husband receive a very large Sum, her\nHeart went pit pat, pit pat, all the Evening, and she began to think\nthat Guineas were pretty Things. To suppress this Turbulence of Mind,\nwhich was a Symptom of approaching Avarice, she said her Prayers earlier\nthan usual, and at Night had the following Dream; which I shall relate\nin her own Words.\n“Methought, as I slept, a Genii stept up to me with a FrenchCommode, which having placed on my Head, he said, now go and be happy;\nfor from henceforth every Thing you touch shall turn to Gold. Willing\nto try the Experiment, I gently touched the Bed-post and Furniture,\nwhich immediately became massy Gold burnished, and of surprizing\nBrightness. I then touched the Walls of the House, which assumed the\nsame Appearance, and looked amazingly magnificent. Elated with this\nwonderful Gift, I rang hastily for my Maid to carry the joyful News to\nher Master, who, as I thought, was then walking in the Garden.\nSukey came, but in the Extacy I was in, happening to touch her\nHand, she became instantly an immovable Statue. Go, said I, and call\nyour Master; but she made no reply, nor could she stir. Upon this I\nshrieked, and in came my dear Husband, whom I ran to embrace; when no\nsooner had I touched him, but he became good for nothing; that is,\ngood for nothing but his Weight in Gold; and that you know could be\nnothing, where Gold was so plenty. At this instant up came another\nServant with a Glass of Water, thinking me ill; this I attempted to\nswallow, but no sooner did it touch my Mouth, than it became a hard\nsolid Body, and unfit for drinking. My Distress now grew\ninsupportable! I had destroyed, as I thought, my dear Husband, and my\nfavourite Servant; and I plainly perceived, that I should die for want\nin the midst of so much Wealth. Ah, said I, why did I long for Riches!\nHaving enough already, why did I covet more? Thus terrified, I began\nto rave, and beat my Breast, which awaked Sir Charles, who\nkindly called me from this State of Inquietude, and composed my Mind.”\nThis Scene I have often considered as a Lesson, instructing me, that a\nLoad of Riches bring, instead of Felicity, a Load of Troubles; and\nthat the only Source of Happiness is Contentment. Go,\ntherefore, you who have too much, and give it to those who are in\nwant; so shall you be happy yourselves, by making others happy. This\nis a Precept from the Almighty, a Precept which must be regarded; for\nThe Lord is about your Paths, and about your Bed, and spieth out\nall your Ways.\nAn Anecdote, respecting TOM TWO-SHOES, communicated by a\nGentleman, who is now writing the History of his Life.\nIt is generally known, that Tom Two-Shoes went to Sea when he was\na very little Boy, and very poor; and that he returned a very great Man,\nand very rich; but no one knows how he acquired so much Wealth but\nmyself, and a few Friends, who have perused the Papers from which I am\ncompiling the History of his Life.\nAfter Tom had been at Sea some Years, he was unfortunately cast\naway, on that Part of the Coast of Africa inhabited by the\nHottentots. Here he met with a strange Book, which the\nHottentots did not understand, and which gave him some Account\nof Prester John’s Country; and being a Lad of great Curiosity\nand Resolution he determined to see it; accordingly he set out on the\nPursuit, attended by a young Lion, which he had tamed and made so fond\nof him, that he followed him like a Dog, and obeyed all his Commands;\nand indeed it was happy for him that he had such a Companion; for as\nhis Road lay through large Woods and Forests, that were full of wild\nBeasts and without Inhabitants, he must have been soon starved or torn\nin Pieces, had he not been both fed and protected by this noble\nAnimal.\nTom had provided himself with two Guns, a Sword, and as much\nPowder and Ball as he could carry; with these Arms, and such a\nCompanion, it was mighty easy for him to get Food; for the Animals in\nthese wild and extensive Forests, having never seen the Effects of a\nGun, readily ran from the Lion, who hunted on one Side, to Tom,\nwho hunted on the other, so that they were either caught by the Lion,\nor shot by his Master; and it was pleasant enough, after a hunting\nMatch, and the Meat was dressed, to see how Cheek by Joul they sat\ndown to Dinner.\nWhen they came info the Land of Utopia, he discovered the\nStatue of a Man created on an open Plain, which had this Inscription\non the Pedestal: On May-day in the Morning, when the Sun\nrises, I shall have a Head of Gold. As it was now the latter End\nof April, he stayed to see this wonderful Change; and in the\nmean time, enquiring of a poor Shepherd what was the Reason of the\nStatue being erected there, and with that Inscription, he was\ninformed, that it was set up many Years ago by an ArabianPhilosopher, who travelled all the World over in Search of a real\nFriend; that he lived with, and was extremely fond of a great Man who\ninhabited the next Mountain; but that on some Occasion they\nquarrelled, and the Philosopher, leaving the Mountain, retired into\nthe Plain, where he erected this Statue with his own Hands, and soon\nafter died. To this he added, that all the People for many Leagues\nround came there every May Morning, expecting to see the\nStone-head turned to Gold.\nTom got up very early on the first of May to behold this\namazing Change, and when he came near the Statue he saw a Number of\nPeople, who all ran away from him in the utmost Consternation, hating\nnever before seen a Lion follow a Man like a Lap-dog. Being thus left\nalone, he fixed his Eyes on the Sun, then rising with resplendent\nMajesty, and afterwards turned to the Statue, but could see no Change\nin the Stone.–Surely, says he to himself, there is some mystical\nMeaning in this! This Inscription must be an Ænigma, the hidden\nMeaning of which I will endeavour to find; for a Philosopher would\nnever expect a Stone to be turned to Gold; accordingly he measured the\nLength of the Shadow, which the Statue gave on the Ground by the Sun\nshining on it, and marked that particular Part where the Head fell,\nthen getting a Chopness (a Thing like a Spade) and digging, he\ndiscovered a Copper-chest, full of Gold, with this Inscription\nengraved on the Lid of it.\n                               Thy WIT,\n                      Oh Man! whoever thou art,\n                      Hath disclos’d the Ænigma,\n                   And discover’d the GOLDEN HEAD.\n                         Take it and use it,\n                       But use it with WISDOM;\n                              For know,\n                    That GOLD, properly employ’d,\n                       May dispense Blessings,\n                 And promote the Happiness of Morals;\n                         But when hoarded up,\n                            Or misapply’d,\n             Is but Trash, that makes Mankind miserable.\n                               Remember\n                      The unprofitable Servant,\n                  Who hid his Talent in a Napkin;\n                                 And\n                         The profligate Son,\n                Who squander’d away his Substance and\n                         fed with the Swine.\n                  As thou hast got the GOLDEN HEAD,\n                      Observe the Golden Mean,\n                       Be Good and be happy.\nThis Lesson, coming as it were from the Dead, struck him with such\nAwe, and Reverence for Piety and Virtue, that, before he removed the\nTreasure, he kneeled down, and earnestly and fervently prayed that he\nmight make a prudent, just and proper Use of it. He then conveyed the\nChest away; but how he got it to England, the Reader will be\ninformed in the History of his Life. It may not be improper, however,\nin this Place, to give the Reader some Account of the Philosopher who\nhid this Treasure, and took so much Pains to find a true and real\nFriend to enjoy it. As Tom had Reason to venerate his Memory,\nhe was very particular in his Enquiry, and had this Character of\nhim;–that he was a Man well acquainted with Nature and with Trade;\nthat he was pious, friendly, and of a sweet and affable Disposition.\nThat he had acquired a Fortune by Commerce, and having no Relations to\nleave it to, he travelled through Arabia, Persia, India, Libiaand Utopia in search of a real Friend. In this Pursuit he found\nseveral with whom he exchanged good Offices, and that were polite and\nobliging, but they often flew off for Trifles; or as soon as he\npretended to be in Distress, and requested their Assistance, left him\nto struggle with his own Difficulties. So true is that Copy in our\nBooks, which says, Adversity is the Touchstone of Friendship.\nAt last, however, he met with the Utopian Philosopher, or the\nwise Man of the Mountain, as he is called, and thought in him he had\nfound the Friend he wanted; for though he often pretended to be in\nDistress, and abandoned to the Frowns of Fortune, this Man always\nrelieved him, and with such Chearfulness and Sincerity, that\nconcluding he had found out the only Man to whom he ought to open both\nhis Purse and his Heart, he let him so far into his Secrets, as to\ndesire his Assistance in hiding a large Sum of Money, which he wanted\nto conceal, lest the Prince of the Country, who was absolute, should,\nby the Advice of his wicked Minister, put him to Death for his Gold.\nThe two Philosophers met and hid the Money, which the Stranger, after\nsome Days, went to see, but found it gone. How was he struck to the\nHeart, when he found that his Friend, whom he had often tried, and who\nhad relieved him in his Distress, could not withstand this Temptation,\nbut broke through the sacred Bonds of Friendship, and turned even a\nThief for Gold which he did not want, as he was already very rich. Oh!\nsaid he, what is the Heart of Man made of? Why am I condemned to live\namong People who have no Sincerity, and who barter the most sacred\nTies of Friendship and Humanity for the Dirt that we tread on? Had I\nlost my Gold and found a real Friend, I should have been happy with\nthe Exchange, but now I am most miserable. After some Time he wiped\noff his Tears, and being determined not to be so imposed on, he had\nRecourse to Cunning and the Arts of Life. He went to his pretended\nFriend with a chearful Countenance, told him he had more Gold to hide,\nand desired him to appoint a Time when they might go together, and\nopen the Earth to put it into the same Pot; the other, in Hopes of\ngetting more Wealth, appointed the next Evening. They went together,\nopened the Ground, and found the Money they had first placed there,\nfor the artful Wretch, he so much confided in, had conveyed it again\ninto the Pot, in order to obtain more. Our Philosopher immediately\ntook the Gold, and putting it into his Pocket, told the other he had\nnow altered his Mind, and should bury it no more, till he found a Man\nmore worthy of his Confidence. See what People lose by being\ndishonest. This calls to my Mind the Words of the Poet:\n A Wit’s a Feather, and a Chief’s a Rod,\n  An honest Man’s the noblest Work of God.\nRemember this Story, and take Care whom you trust; but don’t be\ncovetous, sordid and miserable; for the Gold we have is but lent us to\ndo Good with. We received all from the Hand of God, and every Person\nin Distress hath a just Title to a Portion of it.\nA Letter from the Printer, which he\ndesires may be inserted.\nSir,\nI have done with your Copy, so you may return it to the\nVatican, if you please; and pray tell Mr. Angelo to\nbrush up the Cuts, that, in the next Edition, they may give us a good\nImpression.\nThe Foresight and Sagacity of Mrs. Margery’s Dog calls to my\nMind a Circumstance, which happened when I was a Boy. Some Gentlemen\nin the Place where I lived had been hunting, and were got under a\ngreat Tree to shelter themselves from a Thunder Storm; when a Dog that\nalways followed one of the Gentlemen leaped up his Horse several\nTimes, and then ran away and barked. At last, the Gentlemen all\nfollowed to see what he would be at; and they were no sooner gone from\nthe Tree, but it was shivered in Pieces by Lightning! ’Tis remarkable,\nthat as soon as they came from the Tree the Dog appeared to be very\nwell satisfied, and barked no more. The Gentleman after this always\nregarded the Dog as his Friend, treated him in his Old Age with great\nTenderness, and fed him with Milk as long as he lived.\nMy old Master Grierson had also a Dog, that ought to be\nmentioned with Regard; for he used to set him up as a Pattern of\nSagacity and Prudence, not only to his Journeymen, but to the whole\nNeighbours. This Dog had been taught a thousand Tricks, and among\nother Feats he could dance, tumble, and drink Wine and Punch till he\nwas little better than mad. It happened one Day, when the Men had made\nhim drunk with Liquor, and he was capering about, that he fell into a\nlarge Vessel of boiling Water. They soon got him out, and he\nrecovered; but he was very much hurt, and being sensible, that this\nAccident arose from his losing his Senses by Drinking, he would never\ntaste any strong Liquor afterwards.–My old Master, on relating this\nStory, and shewing the Dog, used to address us thus, Ah, my\nFriends, had you but half the Sense of this poor Dog here, you would\nnever get fuddled, and be Fools.\nI am, Sir, Your’s, &c. W.B.\nThe BOOKS usually read by the Scholars of Mrs. TWO-SHOES, are these,\nand are sold at Mr. NEWBERY’S at the Bible and Sun in\nSt. Paul’s Church-yard.\n 1. The Christmas-Box, Price 1d.\n 2. The History of Giles Gingerbread, 1d.\n 3. The New-Year’s-Gift, 2d.\n 4. The Easter-Gift, 2d.\n 5. The Whitsuntide-Gift, 2d.\n 6. The Twelfth-Day-Gift, 1s.\n 7. The Valentine’s-Gift, 6d.\n 8. The FAIRING or Golden Toy, 6d.\n 9. The Royal Battledore, 2d.\n10. The Royal Primer, 3d.\n11. The Little Lottery-Book, 3d.\n12. The Little Pretty Pocket-Book, 6d.\n13. The Infant Tutor, or pretty Little\n    Spelling-Book, 6d.\n14. The Pretty Book for Children, 6d.\n15. Tom Trapwit’s Art of being Merry and Wife, 6d.\n16. Tom Trip’s History of Birds and Beasts, Price 6d.\n17. Food for the Mind, or a New Riddle Book, 6d.\n18. Fables in Verse and Prose by Æsop, and your old Friend\n    Woglog, 6d.\n19. The Holy Bible abridged, 6d.\n20. The History of the Creation, 6d.\n21. A new and noble History of England, 6d.\n22. Philosophy for Children, 6d.\n23. Philosophy of Tops and Balls, 1s.\n24. Pretty Poems for Children 3 Foot high, 6d.\n25. Pretty Poems for Children 6 Foot high, 1s.\n26. Lilliputian Magazine, or Golden Library, 1s.\n27. Short Histories for the Improvement of the Mind, 1s.\n28. The New Testament, adapted to the Capacities\n    of Children, 1s.\n29. The Life of our Blessed SAVIOUR, 1s.\n30. The Lives of the Holy Apostles and Evangelists, 1s.\n31. The Lives of the Fathers of the Christian Church for\n    the first four Centuries, 1s.\n32. A Concise Exposition of the Book of Common Prayer,\n    with the Lives of its Compilers, 1s.\n33. The Museum for Youth, 1s.\n34. An Easy Spelling Dictionary for those who would write\n    correctly, 1s.\n35. A Pocket Dictionary for those who would know the precise\n    Meaning of all the Words in the English Language, 3s.\n36. A Compendious History of England, 2s.\n37. The Present State of Great Britain, 2s.\n38. A Little Book of Letters and Cards, to teach young Ladies and\n    Gentlemen how to write to their Friends in a polite, easy\n    and elegant Manner, 1s.\n39. The Gentleman and Lady’s Key to Polite Literature; or, A\n    Compendious Dictionary of Fabulous History, 2s.\n40. The News-Readers Pocket-Book; or, A Military\n    Dictionary, 2s.\n41. A Curious Collection of Voyages, selected from the Writers of all\n    Nations, 10 Vol. Pr. bound 1l.\n42. A Curious Collection of Travels, selected from the Writers of all\n    Nations, 10 Vol; Pr. bound 1l.\nBy the KING’S Royal Patent,\nAre Sold by J. NEWBERY, at the Bible and Sun in St.\nPaul’s Church-Yard.\n 1. Dr. James’s Powders for Fevers, the Small-Pox, Measles,\n    Colds, &c. 2s. 6d.\n 2. Dr. Hooper’s Female Pills, 1s.\n 3. Mr. Greenough’s Tincture for Teeth, 1s.\n 4. Ditto for the Tooth-Ach, 1s.\n 5. Stomachic Lozenges for the Heart-burn, Cholic,\n    Indigestion, &c. 1s. 6d.\n 6. The Balsam of Health, or, (as it is by some called) the\n    Balsam of Life, 1s. 6d.\n 7. The Original Daffy’s Elixir, 1s. 3d.\n 8. Dr. Anderson’s Scots Pills, 1s.\n 9. The Original British Oil, 1s.\n10. The Alterative Pills, which are a safe, and certain Cure\n    for the King’s Evil, and all Scrophulous Complaints, 5s. the Box,\n    containing 40 Doses.–See a Dissertation on these Disorders\n    sold at the Place above-mentioned, Price 6d.\n\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n\n",
        "                     Young Gentlemen and Ladies,",
        "                 Who are good, or intend to be good,",
        "                              This BOOK",
        "                           Is inscribed by",
        "                           Their old Friend",
        "                      In St. Paul’s Church-yard.",
        "                             The Renowned",
        "                               HISTORY",
        "                                  OF",
        "                       Little GOODY TWO-SHOES,",
        "                           Commonly called,",
        "                         Old GOODY TWO-SHOES.",
        "                       ––––––––––––\n                               PART I.\n                       ––––––––––––",
        "                     INTRODUCTION. By the Editor.",
        "All the World must allow, that Two Shoes was not her real Name.\nNo; her Father’s Name was Meanwell; and he was for many Years a\nconsiderable Farmer in the Parish where Margery was born; but\nby the Misfortunes which he met with in Business, and the wicked\nPersecutions of Sir Timothy Gripe, and an over-grown Farmer\ncalled Graspall, he was effectually ruined.",
        "The Case was thus. The Parish of Mouldwell where they lived,\nhad for many Ages been let by the Lord of the Manor into twelve\ndifferent Farms, in which the Tenants lived comfortably, brought up\nlarge Families, and carefully supported the poor People who laboured\nfor them; until the Estate by Marriage and by Death came into the\nHands of Sir Timothy.",
        "This Gentleman, who loved himself better than all his Neighbours,\nthought it less Trouble to write one Receipt for his Rent than twelve,\nand Farmer Graspall offering to take all the Farms as the Leases\nexpired, Sir Timothy agreed with him, and in Process of Time he was\npossessed of every Farm, but that occupied by little Margery’sFather; which he also wanted; for as Mr. Meanwell was a charitable\ngood Man, he stood up for the Poor at the Parish Meetings, and was\nunwilling to have them oppressed by Sir Timothy, and this\navaricious Farmer.–Judge, oh kind, humane and courteous Reader, what\na terrible Situation the Poor must be in, when this covetous Man was\nperpetual Overseer, and every Thing for their Maintenance was drawn\nfrom his hard Heart and cruel Hand. But he was not only perpetual\nOverseer, but perpetual Church-warden; and judge, oh ye Christians,\nwhat State the Church must be in, when supported by a Man without\nReligion or Virtue. He was also perpetual Surveyor of the Highways,\nand what Sort of Roads he kept up for the Convenience of Travellers,\nthose best know who have had the Misfortune to be obliged to pass\nthro’ that Parish.–Complaints indeed were made, but to what Purpose\nare Complaints, when brought against a Man, who can hunt, drink, and\nsmoak with the Lord of the Manor, who is also the Justice of Peace?",
        "The Opposition which little Margery’s Father made to this Man’s\nTyranny, gave Offence to Sir Timothy, who endeavoured to force\nhim out of his Farm; and to oblige him to throw up the Lease, ordered\nboth a Brick Kiln and a Dog-kennel to be erected in the Farmer’s\nOrchard. This was contrary to Law, and a Suit was commenced, in which\nMargery’s Father got the better. The same Offence was again\ncommitted three different Times, and as many Actions brought, in all\nof which the Farmer had a Verdict and Costs paid him; but\nnotwithstanding these Advantages, the Law was so expensive, that he\nwas ruined in the Contest, and obliged to give up all he had to his\nCreditors; which effectually answered the Purpose of Sir\nTimothy, who erected those Nuisances in the Farmer’s Orchard\nwith that Intention only. Ah, my dear Reader, we brag of Liberty, and\nboast of our Laws: but the Blessings of the one, and the Protection of\nthe other, seldom fall to the Lot of the Poor; and especially when a\nrich Man is their Adversary. How, in the Name of Goodness, can a poor\nWretch obtain Redress, when thirty Pounds are insufficient to try his\nCause? Where is he to find Money to see Council, or how can he plead\nhis Cause himself (even if he was permitted) when our Laws are so\nobscure, and so multiplied, that an Abridgment of them cannot be\ncontained in fifty Volumes in Folio?",
        "As soon as Mr. Meanwell had called together his Creditors, Sir\nTimothy seized for a Year’s Rent, and turned the Farmer, his\nWife, little Margery, and her Brother out of Doors, without any\nof the Necessaries of Life to support them.",
        "This elated the Heart of Mr. Graspall, this crowned his Hopes,\nand filled the Measure of his Iniquity; for besides gratifying his\nRevenge, this Man’s Overthrow gave him the sole Dominion of the Poor,\nwhom he depressed and abused in a Manner too horrible to mention.",
        "Margery’s Father flew into another Parish for Succour, and all\nthose who were able to move left their Dwellings and sought Employment\nelsewhere, as they found it would be impossible to live under the\nTyranny of two such People. The very old, the very lame and the blind\nwere obliged to stay behind, and whether they were starved, or what\nbecame of them, History does not say; but the Character of the great\nSir Timothy, and his avaricious Tenant, were so infamous, that\nnobody would work for them by the Day, and Servants were afraid to\nengage themselves by the Year, lest any unforeseen Accident should\nleave them Parishioners in a Place, where they knew they must perish\nmiserably; so that great Part of the Land lay untilled for some Years,\nwhich was deemed a just Reward for such diabolical Proceedings.",
        "But what, says the Reader, can occasion all this? Do you intend this\nfor Children, Mr. NEWBERY? Why, do you suppose this is written by Mr.\nNEWBERY, Sir? This may come from another Hand. This is not the Book,\nSir, mentioned in the Title, but the Introduction to that Book; and it\nis intended, Sir, not for those Sort of Children, but for Children of\nsix Feet high, of which, as my Friend has justly observed, there are\nmany Millions in the Kingdom; and these Reflections, Sir, have been\nrendered necessary, by the unaccountable and diabolical Scheme which\nmany Gentlemen now give into, of laying a Number of Farms into one,\nand very often of a whole Parish into one Farm; which in the End must\nreduce the common People to a State of Vassalage, worse than that\nunder the Barons of old, or of the Clans in Scotland; and will\nin Time depopulate the Kingdom. But as you are tired of the Subject, I\nshall take myself away, and you may visit Little Margery. So,\nSir, your Servant,",
        "The Editor.",
        " How and about Little Margery and her Brother.",
        "Care and Discontent shortened the Days of Little Margery’sFather.–He was forced from his Family, and seized with a violent\nFever in a Place where Dr. James’s Powder was not to be had,\nand where he died miserably. Margery’s poor Mother survived the\nLoss of her Husband but a few Days, and died of a broken Heart,\nleaving Margery and her little Brother to the wide World; but,\npoor Woman, it would have melted your Heart to have seen how\nfrequently she heaved up her Head, while she lay speechless, to survey\nwith languishing Looks her little Orphans, as much as to say, Do\nTommy, do Margery, come with me. They cried, poor Things, and she\nsighed away her Soul; and I hope is happy.",
        "It would both have excited your Pity, and have done your Heart good,\nto have seen how fond these two little ones were of each other, and\nhow, Hand in Hand, they trotted about. Pray see them.",
        "They were both very ragged, and Tommy had two Shoes, but\nMargery had but one. They had nothing, poor Things, to support\nthem (not being in their own Parish) but what they picked from the\nHedges, or got from the poor People, and they lay every Night in a\nBarn. Their Relations took no Notice of them; no, they were rich, and\nashamed to own such a poor little ragged Girl as Margery, and\nsuch a dirty little curl-pated Boy as Tommy. Our Relations and\nFriends seldom take Notice of us when we are poor; but as we grow rich\nthey grow fond. And this will always be the Case, while People love\nMoney better than Virtue, or better than they do GOD Almighty. But\nsuch wicked Folks, who love nothing but Money, and are proud and\ndespise the Poor, never come to any good in the End, as we shall see\nby and by.",
        " How and about Mr. Smith.",
        "Mr. Smith was a very worthy Clergyman, who lived in the Parish\nwhere Little Margery and Tommy were born; and having a\nRelation come to see him, who was a charitable good Man, he sent for\nthese Children to him. The Gentleman ordered Little Margery a\nnew Pair of Shoes, gave Mr. Smith some Money to buy her\nCloathes; and said, he would take Tommy and make him a little\nSailor; and accordingly had a Jacket and Trowsers made for him, in\nwhich he now appears. Pray look at him.",
        "After some Days the Gentleman intended to go to London, and\ntake little Tommy with him, of whom you will know more by and\nby, for we shall at a proper Time present you with some Part of his\nHistory, his Travels and Adventures.",
        "The Parting between these two little Children was very affecting,\nTommy cried, and Margery cried, and they kissed each\nother an hundred Times. At last Tommy thus wiped off her Tears\nwith the End of his Jacket, and bid her cry no more, for that he would\ncome to her again, when he returned from Sea. However, as they were so\nvery fond, the Gentleman would not suffer them to take Leave of each\nother; but told Tommy he should ride out with him, and come\nback at Night. When night came, Little Margery grew very uneasy\nabout her Brother, and after sitting up as late as Mr. Smithwould let her, she went crying to Bed.",
        " How Little Margery obtained the Name of        Goody Two-Shoes, and what happened in the Parish.",
        "As soon as Little Margery got up in the Morning, which was very\nearly, she ran all round the Village, crying for her Brother; and\nafter some Time returned greatly distressed. However, at this Instant,\nthe Shoemaker very opportunely came in with the new Shoes, for which\nshe had been measured by the Gentleman’s Order.",
        "Nothing could have supported Little Margery under the\nAffliction she was in for the Loss of her Brother, but the Pleasure\nshe took in her two Shoes. She ran out to Mrs. Smith as\nsoon as they were put on, and stroking down her ragged Apron thus,\ncried out, Two Shoes, Mame, see two Shoes. And so she behaved\nto all the People she met, and by that Means obtained the Name of\nGoody Two-Shoes, though her Playmates called her Old Goody\nTwo-Shoes.",
        "Little Margery was very happy in being with Mr. and Mrs.\nSmith, who were very charitable and good to her, and had agreed\nto breed her up with their Family; but as soon as that Tyrant of the\nParish, that Graspall, heard of her being there, he applied\nfirst to Mr. Smith, and threatened to reduce his Tythes if he\nkept her; and after that he spoke to Sir Timothy, who sent Mr.\nSmith a peremptory Message by his Servant, that he should\nsend back Meanwell’s Girl to be kept by her Relations, and not\nharbour her in the Parish. This so distressed Mr. Smiththat he shed Tears, and cried, Lord have Mercy on the Poor!\nThe Prayers of the Righteous fly upwards, and reach unto the Throne of\nHeaven, as will be seen in the Sequel.",
        "Mrs. Smith was also greatly concerned at being thus obliged to\ndiscard poor Little Margery. She kissed her and cried; as also\ndid Mr. Smith, but they were obliged to send her away; for the\nPeople who had ruined her Father could at any Time have ruined them.",
        "            How Little Margery learned to read,\n                  and by Degrees taught others.",
        "Little Margery saw how good, and how wise Mr. Smith was,\nand concluded, that this was owing to his great Learning, therefore\nshe wanted of all Things to learn to read. For this Purpose she used\nto meet the little Boys and Girls as they came from School, borrow\ntheir Books, and sit down and read till they returned;",
        "By this Means she soon got more Learning than any of her Playmates,\nand laid the following Scheme for instructing those who were more\nignorant than herself. She found, that only the following Letters were\nrequired to spell all the Words in the World; but as some of these\nLetters are large and some small, she with her Knife cut out of\nseveral Pieces of Wood ten Setts of each of these:",
        "                    a b c d e f g h i j k l m n o\n                    p q r  (s)  s t u v w x y z.",
        "[Post-processor’s note: (s) is an old-English style non-terminating\nletter “s”.]",
        "                       And six Setts of these:",
        "                     A B C D E F G H I K L M N O\n                        P Q R S T U V W X Y Z.",
        "And having got an old Spelling-Book, she made her Companions set up\nall the Words they wanted to spell, and after that she taught them to\ncompose Sentences. You know what a Sentence is, my Dear, I will be\ngood, is a Sentence; and is made up, as you see, of several Words.",
        "The usual Manner of Spelling, or carrying on the Game, as they called\nit, was this: Suppose the Word to be spelt was Plumb Pudding (and who\ncan suppose a better) the Children were placed in a Circle, and the\nfirst brought the Letter P, the next l, the next u, the next\nm, and so on till the Whole was spelt; and if any one brought a\nwrong Letter, he was to pay a Fine, or play no more. This was at their\nPlay; and every Morning she used to go round to teach the Children\nwith these Rattle-traps in a Basket, as you see in the Print.",
        "I once went her Rounds with her, and was highly diverted, as you may\nbe, if you please to look into the next Chapter.",
        "       How Little Two-Shoes became a trotting Tutoress\n                and how she taught her young Pupils.",
        "It was about seven o’Clock in the Morning when we set out on this\nimportant Business, and the first House we came to was Farmer\nWilson’s. See here it is.",
        "Here Margery stopped, and ran up to the Door, Tap, tap, tap. Who’s\nthere? Only little goody Two-Shoes, answered Margery, come to\nteach Billy. Oh Little Goody, says Mrs. Wilson, with Pleasure in\nher Face, I am glad to see you, Billy wants you sadly, for he has\nlearned all his Lesson. Then out came the little Boy. How do doody\nTwo-Shoes, says he, not able to speak plain. Yet this little Boy had\nlearned all his Letters; for she threw down this Alphabet mixed\ntogether thus:",
        "                    b d f h k m o q s u w y z [f]\n                    a c e g i l n p r t v x j",
        "and he picked them up, called them by their right Names, and put them\nall in order thus:",
        "                    a b c d e f g h i j k l m n o\n                    p q r  (s)  s t u v w x y z.",
        "[Post-processor’s note: (s) is an old-English style non-terminating\nletter “s”.]",
        "She then threw down the Alphabet of Capital Letters in the Manner you\nhere see them.",
        "                      B D F H K M O Q S U W Y Z\n                      A C E G I L N P R T V X J.",
        "and he picked them all up, and having told their Names, placed them\nthus:",
        "                      A B C D E F G H I J K L M\n                      N O P Q R S T U V W X Y Z.",
        "Now, pray little Reader, take this Bodkin, and see if you can point\nout the Letters from these mixed Alphabets, and tell how they should\nbe placed as well as little Boy Billy.",
        "The next Place we came to was Farmer Simpson’s, and here it is.",
        "Bow wow, wow, says the Dog at the Door. Sirrah, says his\nMistress, what do you bark at Little Two-Shoes. Come in\nMadge; here, Sally wants you sadly, she has learned all\nher Lesson. Then out came the little one: So Madge! say she; so\nSally! answered the other, have you learned your Lesson? Yes,\nthat’s what I have, replied the little one in the Country Manner; and\nimmediately taking the Letters she set up these Syllables:",
        "                    ba be bi bo bu, ca ce ci co cu\n                    da de di do du, fa fe fi so fu.",
        "and gave them their exact Sounds as she composed them; after which she\nset up the following;",
        "                    ac ec ic oc uc, ad ed id od ud\n                    af ef if of uf, ag eg ig og ug.",
        "And pronounced them likewise. She then sung the Cuzz’s Chorus (which\nmay be found in the Little Pretty Play Thing, published by Mr.\nNEWBERY) and to the same Tune to which it is there set.",
        "After this, Little Two-Shoes taught her to spell Words of one\nSyllable, and she soon set up Pear, Plumb. Top, Ball, Pin, Puss, Dog,\nHog, Fawn, Buck, Doe, Lamb, Sheep, Ram, Cow, Bull, Cock, Hen, and many\nmore.",
        "The next Place we came to was Gaffer Cook’s Cottage; there you\nsee it before you.",
        "Here a number of poor Children were met to learn; who all came round\nLittle Margery at once; and, having pulled out her Letters, she\nasked the little Boy next her, what he had for Dinner? Who answered,\nBread. (the poor Children in many Places live very hard) Well\nthen, says she, set the first Letter. He put up the Letter B, to which\nthe next added r, and the next e, the next a, the next d, and it stood\nthus, Bread.",
        "And what had you Polly Comb for your Dinner? Apple-pyeanswered the little Girl: Upon which the next in Turn set up a great\nA, the two next a p each, and so on till the two Words Apple and Pye\nwere united and stood thus, Apple-pye.",
        "The next had Potatoes, the next Beef and Turnip which\nwere spelt with many others, till the Game of Spelling was finished.\nShe then set them another Task, and we proceeded.",
        "The next Place we came to was Farmer Thompson’s, where there\nwere a great many little ones waiting for her.",
        "So little Mrs. Goody Two-Shoes, says one of them, where have\nyou been so long? I have been teaching, says she, longer than I\nintended, and am afraid I am come too soon for you now. No, but indeed\nyou are not, replied the other; for I have got my Lesson, and so has\nSally Dawson, and so has Harry Wilson, and so we have\nall; and they capered about as if they were overjoyed to see her. Why\nthen, says she, you are all very good, and GOD Almighty will love you;\nso let us begin our Lessons. They all huddled round her, and though at\nthe other Place they were employed about Words and Syllables, here we\nhad People of much greater Understanding who dealt only in Sentences.",
        "The Letters being brought upon the Table, one of the little ones set\nup the following Sentence.",
        "The Lord have Mercy upon me, and grant that I may be always good,\nand say my Prayers, and love the Lord my God with all my Heart, with\nall my Soul, and with all my Strength; and honour the King, and all\ngood Men in Authority under him.\nThen the next took the Letters, and composed this Sentence.",
        "Lord have Mercy upon me, and grant that I may love my Neighbour as\nmyself, and do unto all Men as I would have them do unto me, and tell\nno Lies; but be honest and just in all my Dealings.\nThe third composed the following Sentence.",
        "The Lord have Mercy upon me, and grant that I may honour my Father\nand Mother, and love my Brothers and Sisters, Relations and Friends,\nand all my Playmates, and every Body, and endeavour to make them\nhappy.\nThe fourth composed the following.",
        "I pray GOD to bless this whole Company, and all our Friends,\nand all our Enemies.\nTo this last Polly Sullen objected, and said, truly, she did\nnot know why she should pray for her Enemies? Not pray for your\nEnemies, says Little Margery; yes, you must, you are no\nChristian, if you don’t forgive your Enemies, and do Good for Evil.\nPolly still pouted; upon which Little Margery said,\nthough she was poor, and obliged to lie in a Barn, she would not keep\nCompany with such a naughty, proud, perverse Girl as Polly; and\nwas going away; however the Difference was made up, and she set them\nto compose the following",
        "  For the CONDUCT of LIFE.",
        "  LESSON I.",
        "  He that will thrive,\n  Must rise by Five.\n  He that hath thriv’n,\n  May lie till Seven.\n  Truth may be blam’d,\n  But cannot be sham’d.\n  Tell me with whom you go;\n  And I’ll tell what you do.\n  A Friend in your Need,\n  Is a Friend indeed.\n  They ne’er can be wise,\n  Who good Counsel despise.",
        "  A wise Head makes a close Mouth.\n  Don’t burn your Lips with another Man’s Broth.\n  Wit is Folly, unless a wise Man hath the keeping of it.\n  Use soft Words and hard Arguments.\n  Honey catches more Flies than Vinegar.\n  To forget a Wrong is the best Revenge.\n  Patience is a Plaister for all Sores.\n  Where Pride goes, Shame will follow.\n  When Vice enters the Room, Vengeance is near the Door.\n  Industry is Fortune’s right Hand, and Frugality her left.\n  Make much of Three-pence, or you ne’er will be worth a Groat.",
        "  A Lie stands upon one Leg, but Truth upon two.\n  When a Man talks much, believe but half what he says.\n  Fair Words butter no Parsnips.\n  Bad Company poisons the Mind.\n  A covetous Man is never satisfied.\n  Abundance, like Want, ruins many.\n  Contentment is the best Fortune.\n  A contented Mind is a continual Feast.",
        "  A LESSON in Religion.",
        "  Love GOD, for he is good.\n  Fear GOD, for he is just.\n  Pray to GOD, for all good Things come from him.\n  Praise GOD, for great is his Mercy towards us, and wonderful\n    are all his Works.\n  Those who strive to be good, have GOD on their Side.\n  Those who have GOD for their Friend, shall want nothing.\n  Confess your Sins to GOD, and if you repent he will forgive you.\n  Remember that all you do, is done in the Presence of GOD.\n  The Time will come, my Friends, when we must give\n  Account to GOD, how we on Earth did live.",
        "  A Moral LESSON.",
        "  A good Boy will make a good Man.\n  Honour your Parents, and the World will honour you.\n  Love your Friends, and your Friends will love you.\n  He that swims in Sin, will sink in Sorrow.\n  Learn to live, as you would wish to die.\n    As you expect all Men should deal by you:\n    So deal by them, and give each Man his Due.",
        "As we were returning Home, we saw a Gentleman, who was very ill,\nsitting under a shady Tree at the Corner of his Rookery. Though ill,\nhe began to joke with Little Margery, and said, laughingly, so,\nGoody Two-Shoes, they tell me you are a cunning little Baggage;\npray, can you tell me what I shall do to get well? Yes, Sir, says she,\ngo to Bed when your Rooks do. You see they are going to Rest already:",
        "Do you so likewise, and get up with them in the morning; earn, as they\ndo, every Day what you eat, and eat and drink no more than you earn;\nand you’ll get Health and keep it. What should induce the Rooks to\nfrequent Gentlemens Houses only, but to tell them how to lead a\nprudent Life? They never build over Cottages or Farm-houses, because\nthey see, that these People know how to live without their Admonition.",
        "  Thus Health and Wit you may improve,\n  Taught by the Tenants of the Grove.\nThe Gentleman laughing gave Margery Sixpence; and told her she\nwas a sensible Hussey.",
        " How the whole Parish was frighted.\nWho does not know Lady Ducklington, or who does not know that\nshe was buried at this Parish Church?",
        "Well, I never saw so grand a Funeral in all my Life; but the Money\nthey squandered away, would have been better laid out in little Books\nfor Children, or in Meat, Drink, and Cloaths for the Poor.",
        "This if a fine Hearse indeed, and the nodding Plumes on the Horses\nlook very grand; but what End does that answer, otherwise than to\ndisplay the Pride of the Living, or the Vanity of the Dead. Fie upon\nsuch Folly, say I, and Heaven grant that those who want more Sense may\nhave it.",
        "But all the Country round came to see the Burying, and it was late\nbefore the Corpse was interred. After which, in the Night, or rather\nabout Four o’Clock in the Morning, the Bells were heard to jingle in\nthe Steeple, which frightened the People prodigiously, who all thought\nit was Lady Ducklington’s Ghost dancing among the Bell-ropes.\nThe People flocked to Will Dobbins the Clerk, and wanted him to\ngo and see what it was; but William said, he was sure it was a\nGhost, and that he would not offer to open the Door. At length Mr.\nLong the Rector, hearing such an Uproar in the Village, went to\nthe Clerk, to know why he did not go into the Church; and see who was\nthere. I go, Sir, says William, why the Ghost would frighten me\nout of my Wits.–Mrs. Dobbins too cried, and laying hold of her\nHusband said, he should not be eat up by the Ghost. A Ghost, you\nBlockheads, says Mr. Long in a Pet, did either of you ever see\na Ghost, or know any Body that did? Yes, says the Clerk, my Father did\nonce in the Shape of a Windmill, and it walked all round the Church in\na white Sheet, with Jack Boots on, and had a Gun by its Side instead\nof a Sword. A fine Picture of a Ghost truly, says Mr. Long,\ngive me the Key of the Church, you Monkey; for I tell you there is no\nsuch Thing now, whatever may have been formerly.–Then taking the Key,\nhe went to the Church, all the people following him. As soon as he had\nopened the Door, what Sort of a Ghost do ye think appeared? Why Little\nTwo-Shoes, who being weary, had fallen asleep in one of the\nPews during the Funeral Service, and was shut in all Night. She\nimmediately asked Mr. Long’s Pardon for the Trouble she had\ngiven him, told him, she had been locked into the Church, and said,\nshe should not have rung the Bells, but that she was very cold, and\nhearing Farmer Boult’s Man go whistling by with his Horses, she\nwas in Hopes he would have went to the Clerk for the Key to let her\nout.",
        "              Containing an Account of all the Spirits,\n                 or Ghosts, she saw in the Church.",
        "The People were ashamed to ask Little Madge any Questions\nbefore Mr. Long, but as soon as he was gone, they all got round\nher to satisfy their Curiousity, and desired she would give them a\nparticular Account of all that she had heard and seen.",
        "                              Her TALE.",
        "I went to the Church, said she, as most of you did last Night, to see\nthe Burying, and being very weary, I sate me down in Mr.\nJones’s Pew, and fell fast asleep. At Eleven of the Clock I\nawoke; which I believe was in some measure occasioned by the Clock’s\nstriking, for I heard it. I started up, and could not at first tell\nwhere I was; but after some Time I recollected the Funeral, and soon\nfound that I was shut in the Church. It was dismal dark, and I could\nsee nothing; but while I was standing in the Pew, something jumped up\nupon me behind, and laid, as I thought, its Hands over my\nShoulders.–I own, I was a little afraid at first; however, I\nconsidered that I had always been constant at Prayers and at Church,\nand that I had done nobody any Harm, but had endeavoured to do what\nGood I could; and then, thought I, what have I to fear? yet I kneeled\ndown to say my Prayers. As soon as I was on my Knees something very\ncold, as cold as Marble, ay, as cold as Ice, touched my Neck, which\nmade me start; however, I continued my Prayers, and having begged\nProtection from Almighty GOD, I found my Spirits come, and I was\nsensible that I had nothing to fear; for GOD Almighty protects not\nonly all those who are good, but also all those who endeavour to be\ngood.–Nothing can withstand the Power, and exceed the Goodness of GOD\nAlmighty. Armed with the Confidence of his Protection, I walked down\nthe Church Isle, when I heard something, pit pat, pit pat, pit pat,\ncome after me, and something touched my Hand, which seemed as cold as\na Marble Monument. I could not think what this was, yet I knew it\ncould not hurt me, and therefore I made myself easy, but being very\ncold, and the Church being paved with Stone, which was very damp, I\nfelt my Way as well as I could to the Pulpit, in doing which something\nbrushed by me, and almost threw me down. However I was not frightened,\nfor I knew, that GOD Almighty would suffer nothing to hurt me.",
        "At last, I found out the Pulpit, and having shut too the Door, I laid\nme down on the Mat and Cushion to sleep; when something thrust and\npulled the Door, as I thought for Admittance, which prevented my going\nto sleep. At last it cries, Bow, wow, wow; and I concluded it\nmust be Mr. Saunderson’s Dog, which had followed me from their\nHouse to Church, so I opened the Door, and called Snip, Snip,\nand the Dog jumped up upon me immediately. After this Snip and\nI lay down together, and had a most comfortable Nap; for when I awoke\nagain it was almost light. I then walked up and down all the Isles of\nthe Church to keep myself warm; and though I went into the Vault, and\ntrod on Lady Ducklington’s Coffin, I saw no Ghost, and I\nbelieve it was owing to the Reason Mr. Long has given you,\nnamely, that there is no such Thing to be seen. As to my Part, I would\nas soon lie all Night in the Church as in any other Place; and I am\nsure that any little Boy or Girl, who is good, and loves GOD Almighty,\nand keeps his Commandments, may as safely lie in the Church, or the\nChurch-yard, as any where else, if they take Care not to get Cold; for\nI am sure there are no Ghosts, either to hurt, or to frighten them;\nthough any one possessed of Fear might have taken Neighbour\nSaunderson’s Dog with his cold Nose for a Ghost; and if they\nhad not been undeceived, as I was, would never have thought otherwise.\nAll the Company acknowledged the Justness of the Observation, and\nthanked Little Two-Shoes for her Advice.",
        "After this, my dear Children, I hope you will not believe any foolish\nStories that ignorant, weak, or designing People may tell you about\nGhosts; for the Tales of Ghosts, Witches, and Fairies, are the\nFrolicks of a distempered Brain. No wise Man ever saw either of them.\nLittle Margery you see was not afraid; no, she had good Sense,\nand a good Conscience, which is a Cure for all these imaginary\nEvils.",
        "          Of something which happened to Little Two-Shoes        in a Barn, more dreadful than the Ghost in the Church;\n    and how she returned Good for Evil to her Enemy Sir Timothy.",
        "Some Days after this a more dreadful Accident befel Little Madge.\nShe happened to be coming late from teaching, when it rained,\nthundered, and lightened, and therefore she took Shelter in a Farmer’s\nBarn at a Distance from the Village. Soon after, the Tempest drove in\nfour Thieves, who, not seeing such a little creep-mouse Girl as\nTwo-Shoes, lay down on the Hay next to her, and began to talk over\ntheir Exploits, and to settle Plans for future Robberies. Little\nMargery on hearing them, covered herself with Straw. To be sure she\nwas sadly frighted, but her good Sense taught her, that the only\nSecurity she had was in keeping herself concealed; therefore she laid\nvery still, and breathed very softly. About Four o’Clock these wicked\nPeople came to a Resolution to break both Sir William Dove’s House,\nand Sir Timothy Gripe’s, and by Force of Arms to carry off all their\nMoney, Plate and Jewels; but as it was thought then too late, they\nagreed to defer it till the next Night. After laying this Scheme they\nall set out upon their Pranks, which greatly rejoiced Margery, as it\nwould any other little Girl in her Situation. Early in the Morning she\nwent to Sir William, and told him the whole of their Conversation.\nUpon which, he asked her Name, gave her Something, and bid her call at\nhis House the Day following. She also went to Sir Timothynotwithstanding standing he had used her so ill; for she knew it was\nher Duty to do Good for Evil. As soon as he was informed who she\nwas, he took no Notice of her; upon which she desired to speak to Lady\nGripe; and having informed her Ladyship of the Affair, she went her\nWay. This Lady had more Sense than her Husband, which indeed is not a\nsingular Case; for instead of despising Little Margery and her\nInformation, she privately set People to guard the House. The Robbers\ndivided themselves, and went about the Time mentioned to both Houses,\nand were surprized by the Guards, and taken. Upon examining these\nWretches, one of which turned Evidence, both Sir William and Sir\nTimothy found that they owed their Lives to the Discovery made by\nLittle Margery, and the first took great Notice of her, and would no\nlonger let her lie in a Barn; but Sir Timothy only said, that he was\nashamed to owe his Life to the Daughter of one who was his Enemy; so\ntrue it is, that a proud Man seldom forgives those he has injured.",
        "                    How Little Margery was made\n                   Principal of a Country College.",
        "Mrs. Williams, of whom I have given a particular Account in my New\nYear’s Gift, and who kept a College for instructing little Gentlemen\nand Ladies in the Science of A, B, C, was at this Time very old and\ninfirm, and wanted to decline that important Trust. This being told to\nSir William Dove, who lived in the Parish, he sent for Mrs.\nWilliams, and desired she would examine Little Two-Shoes, and see\nwhether she was qualified for the Office.––This was done, and Mrs.\nWilliams made the following Report in her Favour, namely, that\nLittle Margery was the best Scholar, and had the best Head, and the\nbest Heart of any one she had examined. All the Country had a great\nOpinion of Mrs. Williams, and this Character gave them also a great\nOpinion of Mrs. Margery; for so we must now call her.",
        "This Mrs. Margery thought the happiest Period of her Life; but\nmore Happiness was in Store for her. GOD Almighty heaps up Blessings\nfor all those who love him, and though for a Time he may suffer them\nto be poor and distressed, and hide his good Purposes from human\nSight, yet in the End they are generally crowned with Happiness\nhere, and no one can doubt of their being so hereafter.",
        "On this Occasion the following Hymn, or rather a Translation of the\ntwenty-third Psalm, is said to have been written, and was soon after\npublished in the Spectator.",
        "  The Lord my Pasture shall prepare,\n  And feed me with a Shepherd’s Care:\n  His Presence shall my Wants supply,\n  And guard me with a watchful Eye;\n  My Noon-day Walks he shall attend,\n  And all my Midnight Hours defend.",
        "  When in the sultry Glebe I faint,\n  Or on the thirsty Mountain pant;\n  To fertile Vales and dewy Meads,\n  My weary wand’ring Steps he leads;\n  Where peaceful Rivers, soft and slow,\n  Amid the verdant Landskip flow.",
        "  Tho’ in the Paths of Death I tread,\n  With gloomy Horrors overspread,\n  My stedfast Heart shall fear no ill,\n  For thou, O Lord, art with me still;\n  Thy friendly Crook shall give me Aid,\n  And guide me thro’ the dreadful Shade.",
        "  Tho’ in a bare and rugged Way,\n  Thro’ devious lonely Wilds I stray,\n  Thy Bounty shall my Pains beguile:\n  The barren Wilderness shall smile,\n  With sudden Greens & herbage crown’d,\n  And Streams shall murmur all around.",
        "Here ends the History of Little Two Shoes. Those who would know\nhow she behaved after she came to be Mrs. Margery Two-Shoesmust read the Second Part of this Work, in which an Account of the\nRemainder of her Life, her Marriage, and Death are set forth at large,\naccording to Act of Parliament.",
        "In the first Part of this Work, the young Student has read, and I hope\nwith Pleasure and Improvement, the History of this Lady, while she was\nknown and distinguished by the Name of Little Two-Shoes; we are\nnow come to a Period of her Life when that Name was discarded, and a\nmore eminent one bestowed upon her, I mean I mean that of Mrs.\nMargery Two-Shoes: For as she was now President of the A, B, C\nCollege, it became necessary to exalt her in Title as well as in\nPlace.",
        "No sooner was she settled in this Office, but she laid every possible\nScheme to promote the Welfare and Happiness of all her Neighbours, and\nespecially of the Little Ones, in whom she took great Delight, and all\nthose whose Parents could not afford to pay for their Education, she\ntaught for nothing, but the Pleasure she had in their Company, for you\nare to observe, that they were very good, or were soon made so by her\ngood Management.",
        "              Of her School, her Ushers, or Assistants,\n                    and her Manner of Teaching.",
        "We have already informed the Reader, that the School where she taught,\nwas that which was before kept by Mrs. Williams, whose\nCharacter you may find in my New Year’s Gift. The Room was\nlarge, and as she knew, that Nature intended Children should be always\nin Action, she placed her different Letters, or Alphabets, all round\nthe School, so that every one was obliged to get up to fetch a Letter,\nor to spell a Word, when it came to their Turn; which not only kept\nthem in Health, but fixed the Letters and Points firmly in their\nMinds.",
        "She had the following Assistants or Ushers to help her, and I will\ntell you how she came by them. Mrs. Margery, you must know, was\nvery humane and compassionate; and her Tenderness extended not only to\nall Mankind, but even to all Animals that were not noxious; as your’s\nought to do, if you would be happy here, and go to Heaven hereafter.\nThese are GOD Almighty’s Creatures as well as we. He made both them\nand us; and for wise Purposes, best known to himself, placed them in\nthis World to live among us; so that they are our fellow Tenants of\nthe Globe. How then can People dare to torture and wantonly destroy\nGOD Almighty’s Creatures? They as well as you are capable of feeling\nPain, and of receiving Pleasure, and how can you, who want to be made\nhappy yourself, delight in making your fellow Creatures miserable? Do\nyou think the poor Birds, whose Nest and young ones that wicked Boy\nDick Wilson ran away with Yesterday, do not feel as much Pain,\nas your Father and Mother would have felt, had any one pulled down\ntheir House and ran away with you? To be sure they do. Mrs.\nTwo-Shoes used to speak of those Things, and of naughty Boys\nthrowing at Cocks, torturing Flies, and whipping Horses and Dogs, with\nTears in her Eyes, and would never suffer any one to come to her\nSchool who did so.",
        "One Day, as she was going through the next Village, she met with some\nwicked Boys who had got a young Raven, which they were going to throw\nat, she wanted to get the poor Creature out of their cruel Hands, and\ntherefore gave them a Penny for him, and brought him home. She called\nhis Name Ralph, and a fine Bird he is. Do look at him and remember\nwhat Solomon says, The Eye that despiseth his Father, and regardeth\nnot the Distress of his Mother, the Ravens of the Valley shall peck it\nout, and the young Eagles eat it. Now this Bird she taught to speak,\nto spell and to read; and as he was particularly fond of playing with\nthe large Letters, the Children used to call this Ralph’a Alphabet.",
        "                      A B C D E F G H I J K L M\n                      N O P Q R S T U V W X Y Z.",
        "He always sat at her Elbow, as you see in the first Picture, and when\nany of the Children were wrong, she used to call out, Put them\nright Ralph, and a fine bird he is.  Do look at him.",
        "Some Days after she had met with the Raven, as she was walking in the\nFields, she saw some naughty Boys, who had taken a Pidgeon, and tied a\nString to its Leg, in order to let it fly, and draw it back again when\nthey pleased; and by this Means they tortured the poor Animal with the\nHopes of Liberty and repeated Disappointment. This Pidgeon she also\nbought, and taught him how to spell and read, though not to talk, and\nhe performed all those extraordinary Things which are recorded of the\nfamous Bird, that was some Time since advertised in the\nHaymarket, and visited by most of the great People in the\nKingdom. This Pidgeon was a very pretty Fellow, and she called him\nTom. See here he is.",
        "And as the Raven Ralph was fond of the large Letters,\nTom the Pidgeon took Care of the small ones, of which he\ncomposed this Alphabet.",
        "                      a b c d e f g h i j k l m\n                      n o p q r s t u v w x y z.",
        "The Neighbours knowing that Mrs. Two Shoes was very good, as to\nbe sure nobody was better, made her a Present of a little Sky-lark,\nand a fine Bird he is.",
        "Now as many People, even at that Time had learned to lie in Bed long\nin the Morning, she thought the Lark might be of Use to her and her\nPupils, and tell them when to get up.",
        "For be that is fond of his Bed, and lays ’till Noon, lives but half\nhis Days, the rest being lost in Sleep, which is a Kind of Death.",
        "Some Time after this a poor Lamb had lost its Dam, and the Farmer\nbeing about to kill it, she bought it of him, and brought it home with\nher to play with the Children, and teach them when to go to Bed; for\nit was a Rule with the wise Men of that Age (and a very good one, let\nme tell you) to",
        " Rise with the Lark, and lie down with the Lamb.\nThis Lamb she called Will, and a pretty Fellow he is; do, look\nat him.",
        "No sooner was Tippy the Lark and Will the Ba-lamb\nbrought into the School, but that sensible Rogue Ralph, the\nRaven, composed the following Verse, which every little good Boy and\nGirl should get by Heart.",
        "  Early to Bed, and early to rise;\n  Is the Way to be healthy, and wealthy, and wise.",
        "A sly Rogue; but it is true enough; for those who do not go to Bed\nearly cannot rise early; and those who do not rise early cannot do\nmuch Business. Pray, let this be told at the Court, and to People who\nhave Routs and Rackets.",
        "Soon after this, a Present was made to Mrs. Margery of little\nDog Jumper, and a pretty Dog he is. Pray, look at him.",
        "Jumper, Jumper, Jumper! He is always in a good Humour, and\nplaying and jumping about, and therefore he was called Jumper.\nThe Place assigned for Jumper was that of keeping the Door, so\nthat he may be called the Porter of the College, for he would let\nnobody go out, or any one come in, without the Leave of his Mistress.\nSee how he sits, a saucy Rogue.",
        "Billy the Ba-lamb was a chearful Fellow, and all the Children\nwere fond of him, wherefore Mrs. Two-Shoes made it a Rule, that\nthose who behaved best should have Will home with them at Night\nto carry their Satchel or Basket at his Back, and bring it in the\nMorning. See what a fine Fellow he is, and how he trudges along.",
        " A Scene of Distress; in the School.",
        "It happened one Day, when Mrs. Two-Shoes was diverting the\nChildren after Dinner, as she usually did with some innocent Games, or\nentertaining and instructive Stories, that a Man arrived with the\nmelancholy News of Sally Jones’s Father being thrown from his\nHorse, and thought past all Recovery; nay, the Messenger said, that he\nwas seemingly dying, when he came away. Poor Sally was greatly\ndistressed, as indeed were all the School, for she dearly loved her\nFather, and Mrs. Two-Shoes, and all the Children dearly loved\nher. It is generally said, that we never know the real Value of our\nParents or Friends till we have lost them; but poor Sally felt\nthis by Affection, and her Mistress knew it by Experience. All the\nSchool were in Tears, and the Messenger was obliged to return; but\nbefore he went, Mrs. Two-Shoes, unknown to the Children,\nordered Tom Pidgeon to go home with the Man, and bring a Letter\nto inform her how Mr. Jones did. They set out together, and the\nPidgeon rode on the Man’s Head, (as you see here) for the Man was able\nto carry the Pidgeon, though the Pidgeon was not able to carry the\nMan, if he had, they would have been there much sooner, for TomPidgeon was very good, and never staid on an Errand.",
        "Soon after the Man was gone the Pidgeon was lost, and the Concern the\nChildren were under for Mr. Jones and little Sally was\nin some Measure diverted, and Part of their Attention turned after\nTom, who was a great Favourite, and consequently much bewailed.\nMrs. Margery, who knew the great Use and Necessity of teaching\nChildren to submit chearfully to the Will of Providence, bid them wipe\naway their Tears, and then kissing Sally, you must be a good\nGirl, says she, and depend upon GOD Almighty for his Blessing and\nProtection; for he is a Father to the Fatherless, and defendeth all\nthose who put their Trust in him. She then told them a Story,\nwhich I shall relate in as few Words as possible.",
        "            The History of Mr. Lovewell, Father\n                          to Lady Lucy.",
        "Mr. Lovewell was born at Bath, and apprenticed to a\nlaborious Trade in London, which being too hard for him, he\nparted with his Master by Consent, and hired himself as a common\nServant to a Merchant in the City. Here he spent his leisure Hours not\nas Servants too frequently do, in Drinking and Schemes of Pleasure,\nbut in improving his Mind; and among other Acquirements, he made\nhimself a complete Master of Accompts. His Sobriety, Honesty, and the\nRegard he paid to his Master’s Interest, greatly recommended him in\nthe whole Family, and he had several Offices of Trust committed to his\nCharge, in which he acquitted himself so well, that the Merchant\nremoved him from the Stable into the Counting-house.",
        "Here he soon made himself Master of the Business, and became so useful\nto the Merchant, that in regard to his faithful Services, and the\nAffection he had for him, he married him to his own Niece, a prudent\nagreeable young Lady; and gave him a Share in the Business. See what\nHonesty and Industry will do for us. Half the great Men in\nLondon, I am told, have made themselves by this Means, and who\nwould but be honest and industrious, when it is so much our Interest\nand our Duty.",
        "After some Years the Merchant died, and left Mr. Lovewellpossessed of many fine Ships at Sea, and much Money, and he was happy\nin a Wife, who had brought him a Son and two Daughters, all dutiful\nand obedient. The Treasures and good Things, however, of this Life are\nso uncertain, that a Man can never be happy, unless he lays the\nFoundation for it in his own Mind. So true is that Copy in our Writing\nBooks, which tells us, that a contented Mind is a continual\nFeast.",
        "After some Years successful Trade, he thought his Circumstances\nsufficient to insure his own Ships, or, in other Words, to send his\nShips and Goods to Sea without being insured by others, as is\ncustomary among Merchants; when, unfortunately for him, four of them\nrichly laden were lost at Sea. This he supported with becoming\nResolution; but the next Mail brought him Advice, that nine others\nwere taken by the French, with whom we were then at War; and\nthis, together with the Failure of three foreign Merchants whom he had\ntrusted, compleated his Ruin. He was then obliged to call his\nCreditors together, who took his Effects, and being angry with him for\nthe imprudent Step of not insuring his Ships, left him destitute of\nall Subsistence. Nor did the Flatterers of his Fortune, those who had\nlived by his Bounty when in his Prosperity, pay the least Regard\neither to him or his Family. So true is another Copy, that you will\nfind in your Writing Book, which says, Misfortune tries our\nFriends. All these Slights of his pretended Friends, and the ill\nUsage of his Creditors, both he and his Family bore with Christian\nFortitude; but other Calamities fell upon him, which he felt more\nsensibly.",
        "In his Distress, one of his Relations, who lived at Florence,\noffered to take his Son; and another, who lived at Barbadoes,\nsent for one of his Daughters. The Ship which his Son sailed in was\ncast away, and all the Crew supposed to be lost; and the Ship, in\nwhich his Daughter went a Passenger, was taken by Pyrates, and one\nPost brought the miserable Father an Account of the Loss of his two\nChildren. This was the severest Stroke of all: It made him compleatly\nwretched, and he knew it must have a dreadful Effect on his Wife and\nDaughter; he therefore endeavoured to conceal it from them. But the\nperpetual Anxiety he was in, together with the Loss of his Appetite\nand Want of Rest, soon alarmed his Wife. She found something was\nlabouring in his Breast, which was concealed from her; and one Night\nbeing disturbed in a Dream, with what was ever in his Thoughts, and\ncalling out upon his dear Children; she awoke him, and insisted upon\nknowing the Cause of his Inquietude. Nothing, my Dear, nothing,\nsays he, The Lord gave, and the Lord hath taken away, blessed be\nthe Name of the Lord. This was sufficient to alarm the poor Woman;\nshe lay till his Spirits were composed, and as she thought asleep,\nthen stealing out of Bed, got the Keys and opened his Bureau, where\nshe found the fatal Account. In the Height of her Distractions, she\nflew to her Daughter’s Room, and waking her with her Shrieks, put the\nLetters into her Hands. The young Lady, unable to support this Load of\nMisery, fell into a Fit, from which it was thought she never could\nhave been recovered. However, at last she revived; but the Shock was\nso great, that it entirely deprived her of her Speech.",
        "Thus loaded with Misery, and unable to bear the Slights and Disdain of\nthose who had formerly professed themselves Friends, this unhappy Family\nretired into a Country, where they were unknown, in order to hide\nthemselves from the World; when, to support their Independency, the\nFather laboured as well as he could at Husbandry, and the Mother and\nDaughter sometimes got spinning and knitting Work, to help to furnish\nthe Means of Subsistence; which however was so precarious and uncertain,\nthat they often, for many Weeks together, lived on nothing but Cabbage\nand Bread boiled in Water. But God never forsaketh the Righteous, nor\nsuffereth those to perish who put their Trust in him. At this Time a\nLady, who was just come to England, sent to take a pleasant Seat ready\nfurnished in that Neighbourhood, and the Person who was employed for the\nPurpose, was ordered to deliver a Bank Note of an hundred Pounds to Mr.\nLovewell, another hundred to his Wife, and fifty to the Daughter,\ndesiring them to take Possession of the House, and get it well aired\nagainst she came down, which would be in two or three Days at most.\nThis, to People who were almost starving, was a sweet and seasonable\nRelief, and they were all sollicitous to know their Benefactress, but of\nthat the Messenger himself was too ignorant to inform them. However, she\ncame down sooner than was expected, and with Tears embraced them again\nand again: After which she told the Father and Mother she had heard from\ntheir Daughter, who was her Acquaintance, and that she was well and on\nher Return to England. This was the agreeable Subject of their\nConversation till after Dinner, when drinking their Healths, she again\nwith Tears saluted them, and falling upon her Knees asked their\nBlessings.",
        "Tis impossible to express the mutual Joy which this occasioned. Their\nConversation was made up of the most endearing Expressions,\nintermingled with Tears and Caresses. Their Torrent of Joy, however,\nwas for a Moment interrupted, by a Chariot which stopped at the Gate,\nand which brought as they thought a very unseasonable Visitor, and\ntherefore she sent to be excused from seeing Company.",
        "But this had no Effect, for a Gentleman richly dressed jumped out of\nthe Chariot, and pursuing the Servant into the Parlour saluted them\nround, who were all astonished at his Behaviour. But when the Tears\ntrickled from his Cheeks, the Daughter, who had been some Years dumb,\nimmediately cried out, my Brother! my Brother! my Brother! and\nfrom that Instant recovered her Speech. The mutual Joy which this\noccasioned, is better felt than expressed. Those who have proper\nSentiments of Humanity, Gratitude, and filial Piety will rejoice at\nthe Event, and those who have a proper Idea of the Goodness of God,\nand his gracious Providence, will from this, as well as other\nInstances of his Goodness and Mercy, glorify his holy Name, and\nmagnify his Wisdom and Power, who is a Shield to the Righteous, and\ndefendeth all those who put their Trust in him.",
        "As you, my dear Children, may be sollicitous to know how this happy\nEvent was brought about, I must inform you, that Mr. Lovewell’s Son,\nwhen the Ship foundered, had with some others got into the long Boat,\nand was taken up by a Ship at Sea, and carried to the East Indies,\nwhere in a little Time he made a large Fortune; and the Pirates who\ntook his Daughter, attempted to rob her of her Chastity; but finding\nher Inflexible, and determined to die rather than to submit, some of\nthem behaved to her in a very cruel Manner; but others, who had more\nHonour and Generosity, became her Defenders; upon which a Quarrel\narose between them, and the Captain, who was the worst of the Gang,\nbeing killed, the rest of the Crew carried the Ship into a Port of the\nManilla Islands, belonging to the Spaniards; where, when her Story\nwas known, she was treated with great Respect, and courted by a young\nGentleman, who was taken ill of a Fever, and died before the Marriage\nwas agreed on, but left her his whole Fortune.",
        "You see, my dear Sally, how wonderfully these People were\npreserved, and made happy after such extreme Distress; we are\ntherefore never to despair, even under the greatest Misfortunes, for\nGOD Almighty is All-powerful and can deliver us at any Time. Remember\nJob, but I think you have not read so far, take the Bible,\nBilly Jones, and read the History of that good and patient Man.\nAt this Instant something was heard to slap at the Window, Wow,\nwow, wow, says Jumper, and attempted to leap up and open the Door,\nat which the Children were surprized; but Mrs. Margery knowing\nwhat it was, opened the Casement, as Noah did the Window of the\nArk, and drew in Tom Pidgeon with a Letter, and see here he is.",
        "As soon as he was placed on the Table, he walked up to little\nSally, and dropping the Letter, cried, Co, Co, Coo, as\nmuch as to say, there read it. Now this poor Pidgeon had\ntravelled fifty Miles in about an Hour, to bring Sally this\nLetter, and who would destroy such pretty Creatures.–But let us read\nthe Letter.",
        "My dear Sally,",
        "GOD Almighty has been very merciful, and restored your Pappa to us\nagain, who is now so well as to be able to sit up. I hear you are a\ngood Girl, my Dear, and I hope you will never forget to praise the\nLord for this his great Goodness and Mercy to us–What a sad Thing it\nwould have been if your Father had died, and left both you and me, and\nlittle Tommy in Distress, and without a Friend: Your Father\nsends his Blessing with mine–Be good, my dear Child, and God Almighty\nwill also bless you, whose Blessing is above all Things.",
        "I am, my Dear Sally,",
        "Your ever affectionate Mother,",
        "Martha Jones.",
        "               Of the amazing Sagacity and Instincts\n                         of a little Dog.",
        "Soon after this, a dreadful Accident happened in the School. It was on\na Thursday Morning, I very well remember, when the Children\nhaving learned their Lessons soon, she had given them Leave to play,\nand they were all running about the School, and diverting themselves\nwith the Birds and the Lamb; at this Time the Dog, all of a sudden,\nlaid hold of his Mistress’s Apron, and endeavoured to pull her out of\nthe School. She was at first surprized, however, she followed him to\nsee what he intended. No sooner had he led her into the Garden, but he\nran back, and pulled out one of the Children in the same manner; upon\nwhich she ordered them all to leave the School immediately, and they\nhad not been out five Minutes, before the Top of the House fell in.\nWhat a miraculous Deliverance was here! How gracious! How good was God\nAlmighty, to save all these Children from Destruction, and to make Use\nof such an Instrument, as a little sagacious Animal to accomplish his\nDivine Will. I should have observed, that as soon as they were all in\nthe Garden, the Dog came leaping round them to express his Joy, and\nwhen the House was fallen, laid himself down quietly by his Mistress.",
        "Some of the Neighbours, who saw the School fall, and who were in great\nPain for Margery and the little ones, soon spread the News\nthrough the Village, and all the Parents, terrified for their\nChildren, came crowding in Abundance; they had, however, the\nSatisfaction to find them all safe, and upon their Knees, with their\nMistress, giving God thanks for their happy Deliverance.",
        "            ADVICE from the MAN in the MOON.",
        "Jumper, Jumper, Jumper, what a pretty Dog he is, and how\nsensible? Had Mankind half the Sagacity of Jumper, they would\nguard against Accidents of this Sort, by having a public Survey,\noccasionally made of all the Houses in every Parish (especially of\nthose, which are old and decayed) and not suffer them to remain in a\ncrazy State, ’till they fall down on the Heads of the poor\nInhabitants, and crush them to Death. Why, it was but Yesterday, that\na whole House fell down in Grace-church-street, and another in\nQueen’s-street, and an hundred more are to tumble, before this\nTime twelve Months; so Friends, take Care of yourselves, and tell the\nLegislature, they ought to take Care for you. How can you be so\ncareless? Most of your Evils arise from Carelesness and Extravagance,\nand yet you excuse yourselves, and lay the Fault upon Fortune. Fortune\nis a Fool, and you are a Blockhead, if you put it in her Power to play\nTricks with you.",
        "Yours,",
        "The MAN in the MOON.",
        "You are not to wonder, my dear Reader, that this little Dog should\nhave more Sense than you, or your Father, or your Grandfather.",
        "Though God Almighty has made Man the Lord of the Creation, and endowed\nhim with Reason, yet in many Respects, he has been altogether as\nbountiful to other Creatures of his forming. Some of the Senses of\nother Animals are more acute than ours, as we find by daily\nExperience. You know this little Bird, sweet Jug, Jug, Jug,\n’tis a Nightingale. This little Creature, after she has entertained us\nwith her Songs all the Spring, and bred up her little ones, flies into\na foreign Country, and finds her Way over the Great Sea, without any\nof the Instruments and Helps which Men are obliged to make Use of for\nthat Purpose. Was you as wise as the Nightingale, you might make all\nthe Sailors happy, and have twenty thousand Pounds for teaching them\nthe Longitude.",
        "You would not think Ralph the Raven half so wise and so good as he\nis, though you see him here reading his book. Yet when the Prophet\nElijah, was obliged to fly from Ahab King of Israel, and hide\nhimself in a Cave, the Ravens, at the Command of God Almighty, fed him\nevery Day, and preserved his Life.",
        "And the Word of the Lord came unto Elijah, saying, Hide\nthyself by the Brook Cherith, that is before Jordan, and\nI have commanded the Ravens to feed thee there. And the Ravens brought\nhim Bread and Flesh in the Morning, and Bread and Flesh in the\nEvening, and he drank of the Brook, Kings, B.I.C. 17.",
        "And the pretty Pidgeon when the World was drowned, and he was confined\nwith Noah in the Ark, was sent forth by him to see whether the\nWaters were abated, And he sent forth a Dove from him, to see if\nthe Waters were abated from off the Face of the Ground. And the Dove\ncame in to him in the Evening, and lo, in her Mouth was an Olive Leaf\nplucked off: So Noah knew that the Waters were abated from off\nthe Earth. Gen. viii. 8. 11.",
        "As these, and other Animals, are so sensible and kind to us, we ought\nto be tender and good to them, and not beat them about, and kill them,\nand take away their young ones, as many wicked Boys do. Does not the\nHorse and the Ass carry you and your burthens; don’t the Ox plough\nyour Ground, the Cow give you Milk, the Sheep cloath your Back, the\nDog watch your House, the Goose find you in Quills to write with, the\nHen bring Eggs for your Custards and Puddings, and the Cock call you\nup in the Morning, when you are lazy, and like to hurt yourselves by\nlaying too long in Bed? If so, how can you be so cruel to them, and\nabuse God Almighty’s good Creatures? Go, naughty Boy, go; be sorry for\nwhat you have done, and do so no more, that God Almighty may forgive\nyou. Amen, say I, again and again. God will bless you, but not\nunless you are merciful and good.",
        "The downfal of the School, was a great Misfortune to Mrs.\nMargery; for she not only lost all her Books, but was destitute\nof a Place to teach in; but Sir William Dove, being informed of\nthis, ordered the House to be built at his own Expence, and ’till that\ncould be done, Farmer Grove was so kind, as to let her have his\nlarge Hall to teach in.",
        "The House built by Sir William, had a Statue erected over the\nDoor of a Boy sliding on the Ice, and under it were these Lines,\nwritten by Mrs. Two-Shoes, and engraved at her Expence.",
        "  On SIN. A SIMILE.",
        "    As a poor Urchin on the Ice,\n  When he has tumbl’d once or twice,\n  With cautious Step, and trembling goes,\n  The drop-stile Pendant on his Nose,\n  And trudges on to seek the Shore,\n  Resolv’d to trust the Ice no more:\n  But meeting with a daring Mate,\n  Who often us’d to slide and scate,\n  Again is into Danger led,\n  And falls again, and breaks his head.\n    So Youth when first they’re drawn to sin,\n  And see the Danger they are in,\n  Would gladly quit the thorney Way,\n  And think it is unsafe to stay;\n  But meeting with their wicked Train,\n  Return with them to sin again:\n  With them the Paths of Vice explore;\n  With them are ruin’d ever more.",
        "                 What happened at Farmer Grove’s;\n                and how she gratified him for the Use\n                           of his Room.",
        "While at Mr. Grove’s, which was in the Heart of the Village,\nshe not only taught the Children in the Day Time, but the Farmer’s\nServants, and all the Neighbours, to read and write in the Evening;\nand it was a constant Practice before they went away, to make them all\ngo to Prayers, and sing Psalms. By this Means, the People grew\nextremely regular, his Servants were always at Home, instead of being\nat the Ale-house, and he had more Work done than ever. This gave not\nonly Mr. Grove, but all the Neighbours, an high Opinion of her\ngood Sense and prudent Behaviour: And she was so much esteemed, that\nmost of the Differences in the Parish were left to her Decision; and\nif a Man and Wife quarrelled (which sometimes happened in that Part of\nthe Kingdom) both Parties certainly came to her for Advice. Every Body\nknows, that Martha Wilson was a passionate scolding Jade, and\nthat John her husband, was a surly ill-tempered Fellow. These\nwere one Day brought by the Neighbours for Margery to talk to\nthem, when they fairly quarrelled before her, and were going to Blows;\nbut she stepping between them, thus addressed the Husband;\nJohn, says she, you are a Man, and ought to have more Sense\nthan to fly in a Passion, at every Word that is said amiss by your\nWife; and Martha, says she, you ought to know your Duty better,\nthan to say any Thing to aggravate your Husband’s Resentment. These\nfrequent Quarrels, arise from the Indulgence of your violent Passions;\nfor I know, you both love one another, notwithstanding what has passed\nbetween you. Now, pray tell me John, and tell me Martha,\nwhen you have had a Quarrel the over Night, are you not both sorry for\nit the next Day? They both declared that they were: Why then, says\nshe, I’ll tell you how to prevent this for the future, if you will\nboth promise to take my Advice. They both promised her. You know, says\nshe, that a small Spark will set Fire to Tinder, and that Tinder\nproperly placed will fire a House; an angry Word is with you as that\nSpark, for you are both as touchy as Tinder, and very often make your\nown House too hot to hold you. To prevent this, therefore, and to live\nhappily for the future, you must solemnly agree, that if one speaks an\nangry Word, the other will not answer, ’till he or she has distinctly\ncalled over all the Letters in the Alphabet, and the other not reply,\n’till he has told twenty; by this Means your Passions will be stifled,\nand Reason will have Time to take the Rule.",
        "This is the best Recipe that was ever given for a married Couple to\nlive in Peace: Though John and his Wife frequently attempted to\nquarrel afterwards, they never could get their Passions to any\nconsiderable Height, for there was something so droll in thus carrying\non the Dispute, that before they got to the End of the Argument, they\nsaw the Absurdity of it, laughed, kissed, and were Friends.",
        "Just as Mrs. Margery had settled this Difference between\nJohn and his Wife, the Children (who had been sent out to play,\nwhile that Business was transacting) returned some in Tears, and\nothers very disconsolate, for the Loss of a little Dormouse they were\nvery fond of, and which was just dead. Mrs. Margery, who had\nthe Art of moralizing and drawing Instructions from every Accident,\ntook this Opportunity of reading them a Lecture on the Uncertainty of\nLife, and the Necessity of being always prepared for Death. You should\nget up in the Morning, says she, and to conduct yourselves, as if that\nDay was to be your last, and lie down at Night, as if you never\nexpected to see this World any more. This may be done, says she,\nwithout abating of your Chearfulness, for you are not to consider\nDeath as an Evil, but as a Convenience, as an useful Pilot, who is to\nconvey you to a Place of greater Happiness: Therefore, play my dear\nChildren, and be merry; but be innocent and good. The good Man sets\nDeath at Defiance, for his Darts are only dreadful to the Wicked.",
        "After this, she permitted the Children to bury the little Dormouse,\nand desired one of them to write his Epitaph, and here it is.",
        "Epitaph on a DORMOUSE, really\n     written by a little BOY.",
        "  In Paper Case,\n  Hard by this Place,\nDead a poor Dormouse lies;\n  And soon or late,\n  Summon’d by Fate,\nEach Prince, each Monarch dies.",
        "  Ye Sons of Verse,\n  While I rehearse,\nAttend instructive Rhyme;\n  No Sins had Dor,\n  To answer for,\nRepent of yours in Time.",
        "         The whole History of the Considering Cap, set forth\n        at large for the Benefit of all whom it may concern.",
        "The great Reputation Mrs. Margery acquired by composing\nDifferences in Families, and especially, between Man and Wife, induced\nher to cultivate that Part of her System of Morality and Economy, in\norder to render it more extensively useful. For this Purpose, she\ncontrived what she called a Charm for the Passions; which was a\nconsidering Cap, almost as large as a Grenadier’s, but of three equal\nSides; on the first of which was written, I MAY BE WRONG; on the\nsecond, IT IS FIFTY TO ONE BUT YOU ARE; and on the third, I’LL\nCONSIDER OF IT. The other Parts on the out-side, were filled with odd\nCharacters, as unintelligible as the Writings of the old\nEgyptians; but within Side there was a Direction for its Use,\nof the utmost Consequence; for it strictly enjoined the Possessor to\nput on the Cap, whenever he found his Passions begin to grow\nturbulent, and not to deliver a Word whilst it was on, but with great\nCoolness and Moderation. As this Cap was an universal Cure for\nWrong-headedness, and prevented numberless Disputes and Quarrels, it\ngreatly hurt the Trade of the poor Lawyers, but was of the utmost\nService to the rest of the Community. They were bought by Husbands and\nWives, who had themselves frequent Occasion for them, and sometimes\nlent them to their Children: They were also purchased in large\nQuantities by Masters and Servants; by young Folks, who were intent on\nMatrimony, by Judges, Jurymen, and even Physicians and Divines; nay,\nif we may believe History, the Legislators of the Land did not disdain\nthe Use of them; and we are told, that when any important Debate\narose, Cap, was the Word, and each House looked like a grand\nSynod of Egyptian Priests. Nor was this Cap of less Use to\nPartners in Trade, for with these, as well as with Husband and Wife,\nif one was out of Humour, the other threw him the Cap, and he was\nobliged to put it on, and keep it till all was quiet. I myself saw\nthirteen Caps worn at a Time in one Family, which could not have\nsubsisted an Hour without them; and I was particularly pleased at Sir\nHumphry Huffum’s, to hear a little Girl, when her Father was\nout of Humour, ask her Mamma, if she should reach down the Cap?\nThese Caps, indeed, were of such Utility, that People of Sense never\nwent without them; and it was common in the Country, when a Booby made\nhis Appearance, and talked Nonsense, to say, he had no Cap in his\nPocket.",
        " Advice from Friar Bacon.\nWhat was Fortunatus’s Wishing Cap, when compared to this? That\nCap, is said to have conveyed People instantly from one Place to\nanother; but, as the Change of Place does not change the Temper and\nDisposition of the Mind, little Benefit can be expected from it; nor\nindeed is much to be hoped from his famous Purse: That Purse, it is\nsaid, was never empty, and such a Purse, may be sometimes convenient;\nbut as Money will not purchase Peace, it is not necessary for a Man to\nencumber himself with a great deal of it. Peace and Happiness depend\nso much upon the State of a Man’s own Mind, and upon the Use of the\nconsidering Cap, that it is generally his own Fault, if he is\nmiserable. One of these Caps will last a Man his whole Life, and is a\nDiscovery of much greater Importance to the Public than the\nPhilosopher’s Stone. Remember what was said by my Brazen Head, Time\nis, Time was, Time is past: Now the Time is, therefore buy\nthe Cap immediately, and make a proper Use of it, and be happy before\nthe Time is past.",
        "Yours ROGER BACON.",
        "          How Mrs. MARGERY was taken up for a Witch,\n                and what happened on that Occasion.",
        "And so it is true? And they have taken up Mrs. Margery then,\nand accused her of being a Witch, only because she was wiser than some\nof her Neighbours! Mercy upon me! People stuff Children’s Heads with\nStories of Ghosts, Faries, Witches, and such Nonsense when they are\nyoung, and so they continue Fools all their Days. The whole World\nought to be made acquainted with her Case, and here it is at their\nService.",
        "The Case of Mrs. MARGERY.",
        "Mrs. Margery, as we have frequently observed, was always doing\nGood, and thought she could never sufficiently gratify those who had\ndone any Thing to serve her. These generous Sentiments, naturally led\nher to consult the Interest of Mr. Grove, and the rest of her\nNeighbours; and as most of their Lands were Meadow, and they depended\nmuch on their Hay, which had been for many Years greatly damaged by\nwet Weather, she contrived an Instrument to direct them when to mow\ntheir Grass with Safety, and prevent their Hay being spoiled. They all\ncame to her for Advice, and by that Means got in their Hay without\nDamage, while most of that in the neighbouring Villages was spoiled.",
        "This made a great Noise in the Country, and so provoked were the\nPeople in the other Parishes, that they accused her of being a Witch,\nand sent Gasser Goosecap, a busy Fellow in other People’s\nConcerns, to find out Evidence against her. This Wiseacre happened to\ncome to her School, when she was walking about with the Raven on one\nShoulder, the Pidgeon on the other, the Lark on her Hand, and the Lamb\nand the Dog by her Side; which indeed made a droll Figure, and so\nsurprized the that he cried out, a Witch! a Witch! upon this she\nlaughing, answered, a Conjurer! a Conjurer! and so they parted; but it\ndid not end thus, for a Warrant was issued out against Mrs.\nMargery, and she was carried to a Meeting of the Justices,\nwhither all the Neighbours followed her.",
        "At the Meeting, one of the Justices, who knew little of Life, and less\nof the Law, behaved very idly; and though no Body was able to prove\nany Thing against her, asked, who she could bring to her Character?\nWho can you bring against my Character, Sir, says she, there\nare People enough who would appear in my Defence, were it necessary;\nbut I never supposed that any one here could be so weak, as to believe\nthere was any such Thing as a Witch. If I am a Witch, this is my\nCharm, and (laying a Barometer or Weather Glass on the Table) it is\nwith this, says she, that I have taught my Neighbours to know the\nState of the Weather. All the Company laughed, and Sir William\nDove, who was on the Bench, asked her Accusers, how they could be\nsuch Fools, as to think there was any such Thing as a Witch. It is\ntrue, continued he, many innocent and worthy People have been abused\nand even murdered on this absurd and foolish Supposition; which is a\nScandal to our Religion, to our Laws, to our Nation, and to common\nSense; but I will tell you a Story.",
        "There was in the West of England a poor industrious Woman, who\nlaboured under the same evil Report, which this good Woman is accused\nof. Every Hog that died with the Murrain, every Cow that slipt her\nCalf, she was accountable for: If a Horse had the Staggers, she was\nsupposed to be in his Head; and whenever the Wind blew a little harder\nthan ordinary, Goody Giles was playing her Tricks, and riding\nupon a Broomstick in the Air. These, and a thousand other Phantasies,\ntoo ridiculous to recite, possessed the Pates of the common People:\nHorse-shoes were nailed with the Heels upwards, and many Tricks made\nuse of, to mortify the poor Creature; and such was their Rage against\nher, that they petitioned Mr. Williams, the Parson of the\nParish, not to let her come to Church; and at last, even insisted upon\nit: But this he over-ruled, and allowed the poor old Woman a Nook in\none of the Isles to herself, where she muttered over her Prayers in\nthe best Manner she could. The Parish, thus disconcerted and enraged,\nwithdrew the small Pittance they allowed for her Support, and would\nhave reduced her to the Necessity of starving, had she not been still\nassisted by the benevolent Mr. Williams.",
        "But I hasten to the Sequel of my Story, in which you will find, that\nthe true Source from whence Witchcraft springs is Poverty,\nAge, and Ignorance; and that it is impossible for a\nWoman to pass for a Witch, unless she is very poor, very\nold, and lives in a Neighbourhood where the People are void of\ncommon Sense.",
        "Some Time after, a Brother of her’s died in London, who, though he\nwould not part with a Farthing while he lived, at his Death was\nobliged to leave her five thousand Pounds, that he could not carry\nwith him.–This altered the Face of Jane’s Affairs prodigiously:\nShe was no longer Jane, alias Joan Giles, the ugly old Witch, but\nMadam Giles; her old ragged Garb was exchanged for one that was new\nand genteel; her greatest Enemies made their Court to her, even the\nJustice himself came to wish her Joy; and though several Hogs and\nHorses died, and the Wind frequently blew afterwards, yet Madam\nGiles was never supposed to have a Hand in it; and from hence it is\nplain, as I observed before, that a Woman must be very poor, very\nold, and live in a Neighbourhood, where the People are very stupid,\nbefore she can possibly pass for a Witch.",
        "’Twas a Saying of Mr. Williams, who would sometimes be jocose,\nand had the Art of making even Satire agreeable; that if ever\nJane deserved the Character of a Witch, it was after this Money\nwas left her; for that with her five thousand Pounds, she did more\nActs of Charity and friendly Offices, than all the People of Fortune\nwithin fifty Miles of the Place.",
        "After this, Sir William inveighed against the absurd and\nfoolish Notions, which the Country People had imbibed concerning\nWitches, and Witchcraft, and having proved that there was no such\nThing, but that all were the Effects of Folly and Ignorance, he gave\nthe Court such an Account of Mrs. Margery, and her Virtue, good\nSense, and prudent Behaviour, that the Gentlemen present were\nenamoured with her, and returned her public Thanks for the great\nService she had done the Country. One Gentleman in particular, I mean\nSir Charles Jones, had conceived such an high Opinion of her,\nthat he offered her a considerable Sum to take the Care of his Family,\nand the Education of his Daughter, which, however, she refused; but\nthis Gentleman, sending for her afterwards when he had a dangerous Fit\nof Illness, she went, and behaved so prudently in the Family, and so\ntenderly to him and his Daughter, that he would not permit her to\nleave his House, but soon after made her Proposals of Marriage. She\nwas truly sensible of the Honour he intended her, but, though poor,\nshe would not consent to be made a Lady, till he had effectually\nprovided for his Daughter; for she told him, that Power was a\ndangerous Thing to be trusted with, and that a good Man or Woman would\nnever throw themselves into the Road of Temptation.",
        "All Things being settled, and the Day fixed, the Neighbours came in\nCrouds to see the Wedding; for they were all glad, that one who had\nbeen such a good little Girl, and was become such a virtuous and good\nWoman, was going to be made a Lady; but just as the Clergyman had\nopened his Book, a Gentleman richly dressed ran into the Church, and\ncry’d, Stop! stop! This greatly alarmed the Congregation, particularly\nthe intended Bride and Bridegroom, whom he first accosted, and desired\nto speak with them apart. After they had been talking some little\nTime, the People were greatly surprized to see Sir Charlesstand Motionless, and his Bride cry, and faint away in the Stranger’s\nArms. This seeming Grief, however, was only a Prelude to a Flood of\nJoy, which immediately succeeded; for you must know, gentle Reader,\nthat this Gentleman, so richly dressed and bedizened with Lace, was\nthat identical little Boy, whom you before saw in the Sailor’s Habit;\nin short, it was little Tom Two Shoes, Mrs. Margery’sBrother, who was just come from beyond Sea, where he had made a large\nFortune, and hearing, as soon as he landed, of his Sister’s intended\nWedding, had rode Post, to see that a proper Settlement was made on\nher; which he thought she was now intitled to, as he himself was both\nable and willing to give her an ample Fortune. They soon returned to\nthe Communion-Table, and were married in Tears, but they were Tears of\nJoy.",
        "There is something wonderful in this young Gentleman’s Preservation\nand Success in Life; which we shall acquaint the Reader of, in the\nHistory of his Life and Adventures, which will soon be published.",
        "                         CHAP. VII. and Last.",
        " The true Use of Riches.\nThe Harmony and Affection that subsisted between this happy Couple, is\ninexpressible; but Time, which dissolves the closest Union, after six\nYears, severed Sir Charles from his Lady; for being seized with\na violent Fever he died, and left her full of Grief, tho’ possessed of\na large Fortune.",
        "We forgot to remark, that after her Marriage, Lady Jones (for\nso we must now call her) ordered the Chappel to be fitted up, and\nallowed the Chaplain a considerable Sum out of her own private Purse,\nto visit the Sick, and say Prayers every Day to all the People that\ncould attend. She also gave Mr. Johnson ten Guineas a Year, to\npreach a Sermon, annually, on the Necessity and Duties of the marriage\nState, and on the Decease of Sir Charles; she gave him ten\nmore, to preach yearly on the Subject of Death; she had put all the\nParish into Mourning for the Loss of her Husband; and to those Men who\nattended this yearly Service, she gave Harvest Gloves, to their Wives\nShoes and Stockings, and to all the Children little Books and\nPlumb-cakes: We must also observe, that she herself wove a Chaplet of\nFlowers, and before the Service, placed it on his Grave-stone; and a\nsuitable Psalm was always sung by the Congregation.",
        "About this Time, she heard that Mr. Smith was oppressed by Sir\nTimothy Gripe, the Justice, and his Friend Graspall, who\nendeavoured to deprive him of Part of his Tythes; upon which she, in\nConjunction with her Brother, defended him, and the Cause was tried in\nWestminster-hall, where Mr. Smith gained a Verdict; and\nit appearing that Sir Timothy had behaved most scandalously, as\na Justice of the Peace, he was struck off the List, and no longer\npermitted to act in that Capacity. This was a Cut to a Man of his\nimperious Disposition, and this was followed by one yet more severe;\nfor a Relation of his, who had an undoubted Right to the\nMouldwell Estate, finding that it was possible to get the\nbetter at Law of a rich Man, laid Claim to it, brought his Action, and\nrecovered the whole Manor of Mouldwell, and being afterwards\ninclined to sell it, he, in Consideration of the Aid Lady\nMargery had lent him during his Distress, made her the first\nOffer, and she purchased the Whole, and threw it into different Farms,\nthat the Poor might be no longer under the Dominion of two over-grown\nMen.",
        "This was a great Mortification to Sir Timothy, as well as to\nhis Friend Graspall, who from this Time experienced nothing but\nMisfortunes, and was in a few Years so dispossessed of his Ill-gotten\nWealth, that his Family were reduced to seek Subsistance from the\nParish, at which those who had felt the Weight of his Iron Hand\nrejoiced; but Lady Margery desired, that his Children might be\ntreated with Care and Tenderness; for they, says she, are no\nWays accountable for the Actions of their Father.",
        "At her first coming into Power, she took Care to gratify her old\nFriends, especially Mr. and Mrs. Smith, whose Family she made\nhappy.–She paid great Regard to the Poor, made their Interest her\nown, and to induce them to come regularly to Church, she ordered a\nLoaf, or the Price of a Loaf, to be given to every one who would\naccept of it. This brought many of them to Church, who by degrees\nlearned their Duty, and then came on a more noble Principle. She also\ntook Care to encourage Matrimony; and in order to induce her Tenants\nand Neighbours to enter into that happy State, she always gave the\nyoung Couple something towards House-keeping; and stood Godmother to\nall their Children, whom she had in Parties, every SundayEvening, to teach them their Catechism, and lecture them in Religion\nand Morality; after which she treated them with a Supper, gave them\nsuch Books as they wanted, and then dispatched them with her Blessing.\nNor did she forget them at her Death, but left each a Legacy, as will\nbe seen among other charitable Donations when we publish her Will,\nwhich we may do in some future Volume. There is one Request however so\nsingular, that we cannot help taking some Notice of it in this Place;\nwhich is, that of her giving so many Acres of Land to be planted\nyearly with Potatoes, for all the Poor of any Parish who would come\nand fetch them for the Use of their Families; but if any took them to\nsell they were deprived of that Privilege ever after. And these Roots\nwere planted and raised from the Rent arising from a Farm which she\nhad assigned over for that purpose. In short, she was a Mother to the\nPoor, a Physician to the Sick, and a Friend to all who were in\nDistress. Her Life was the greatest Blessing, and her Death the\ngreatest Calamity that ever was felt in the Neighbourhood. A Monument,\nbut without Inscription, was erected to her Memory in the Church-yard,\nover which the Poor as they pass weep continually, so that the Stone\nis ever bathed in Tears.",
        "On this Occasion the following Lines were spoken extempore by a young\nGentleman.",
        "  How vain the Tears that fall from you,\n  And here supply the Place of Dew?\n  How vain to weep the happy Dead,\n  Who now to heavenly Realms are fled?\n  Repine no more, your Plaints forbear,\n  And all prepare to meet them there.\n                               The END.",
        "                       The GOLDEN DREAM; or,\n                      the INGENUOUS CONFESSION.",
        "To shew the Depravity of human Nature, and how apt the Mind is to be\nmisled by Trinkets and false Appearances, Mrs. Two-Shoes does\nacknowledge, that after she became rich, she had like to have been too\nfond of Money; for on seeing her Husband receive a very large Sum, her\nHeart went pit pat, pit pat, all the Evening, and she began to think\nthat Guineas were pretty Things. To suppress this Turbulence of Mind,\nwhich was a Symptom of approaching Avarice, she said her Prayers earlier\nthan usual, and at Night had the following Dream; which I shall relate\nin her own Words.",
        "“Methought, as I slept, a Genii stept up to me with a FrenchCommode, which having placed on my Head, he said, now go and be happy;\nfor from henceforth every Thing you touch shall turn to Gold. Willing\nto try the Experiment, I gently touched the Bed-post and Furniture,\nwhich immediately became massy Gold burnished, and of surprizing\nBrightness. I then touched the Walls of the House, which assumed the\nsame Appearance, and looked amazingly magnificent. Elated with this\nwonderful Gift, I rang hastily for my Maid to carry the joyful News to\nher Master, who, as I thought, was then walking in the Garden.\nSukey came, but in the Extacy I was in, happening to touch her\nHand, she became instantly an immovable Statue. Go, said I, and call\nyour Master; but she made no reply, nor could she stir. Upon this I\nshrieked, and in came my dear Husband, whom I ran to embrace; when no\nsooner had I touched him, but he became good for nothing; that is,\ngood for nothing but his Weight in Gold; and that you know could be\nnothing, where Gold was so plenty. At this instant up came another\nServant with a Glass of Water, thinking me ill; this I attempted to\nswallow, but no sooner did it touch my Mouth, than it became a hard\nsolid Body, and unfit for drinking. My Distress now grew\ninsupportable! I had destroyed, as I thought, my dear Husband, and my\nfavourite Servant; and I plainly perceived, that I should die for want\nin the midst of so much Wealth. Ah, said I, why did I long for Riches!\nHaving enough already, why did I covet more? Thus terrified, I began\nto rave, and beat my Breast, which awaked Sir Charles, who\nkindly called me from this State of Inquietude, and composed my Mind.”",
        "This Scene I have often considered as a Lesson, instructing me, that a\nLoad of Riches bring, instead of Felicity, a Load of Troubles; and\nthat the only Source of Happiness is Contentment. Go,\ntherefore, you who have too much, and give it to those who are in\nwant; so shall you be happy yourselves, by making others happy. This\nis a Precept from the Almighty, a Precept which must be regarded; for\nThe Lord is about your Paths, and about your Bed, and spieth out\nall your Ways.",
        "An Anecdote, respecting TOM TWO-SHOES, communicated by a\nGentleman, who is now writing the History of his Life.\nIt is generally known, that Tom Two-Shoes went to Sea when he was\na very little Boy, and very poor; and that he returned a very great Man,\nand very rich; but no one knows how he acquired so much Wealth but\nmyself, and a few Friends, who have perused the Papers from which I am\ncompiling the History of his Life.",
        "After Tom had been at Sea some Years, he was unfortunately cast\naway, on that Part of the Coast of Africa inhabited by the\nHottentots. Here he met with a strange Book, which the\nHottentots did not understand, and which gave him some Account\nof Prester John’s Country; and being a Lad of great Curiosity\nand Resolution he determined to see it; accordingly he set out on the\nPursuit, attended by a young Lion, which he had tamed and made so fond\nof him, that he followed him like a Dog, and obeyed all his Commands;\nand indeed it was happy for him that he had such a Companion; for as\nhis Road lay through large Woods and Forests, that were full of wild\nBeasts and without Inhabitants, he must have been soon starved or torn\nin Pieces, had he not been both fed and protected by this noble\nAnimal.",
        "Tom had provided himself with two Guns, a Sword, and as much\nPowder and Ball as he could carry; with these Arms, and such a\nCompanion, it was mighty easy for him to get Food; for the Animals in\nthese wild and extensive Forests, having never seen the Effects of a\nGun, readily ran from the Lion, who hunted on one Side, to Tom,\nwho hunted on the other, so that they were either caught by the Lion,\nor shot by his Master; and it was pleasant enough, after a hunting\nMatch, and the Meat was dressed, to see how Cheek by Joul they sat\ndown to Dinner.",
        "When they came info the Land of Utopia, he discovered the\nStatue of a Man created on an open Plain, which had this Inscription\non the Pedestal: On May-day in the Morning, when the Sun\nrises, I shall have a Head of Gold. As it was now the latter End\nof April, he stayed to see this wonderful Change; and in the\nmean time, enquiring of a poor Shepherd what was the Reason of the\nStatue being erected there, and with that Inscription, he was\ninformed, that it was set up many Years ago by an ArabianPhilosopher, who travelled all the World over in Search of a real\nFriend; that he lived with, and was extremely fond of a great Man who\ninhabited the next Mountain; but that on some Occasion they\nquarrelled, and the Philosopher, leaving the Mountain, retired into\nthe Plain, where he erected this Statue with his own Hands, and soon\nafter died. To this he added, that all the People for many Leagues\nround came there every May Morning, expecting to see the\nStone-head turned to Gold.",
        "Tom got up very early on the first of May to behold this\namazing Change, and when he came near the Statue he saw a Number of\nPeople, who all ran away from him in the utmost Consternation, hating\nnever before seen a Lion follow a Man like a Lap-dog. Being thus left\nalone, he fixed his Eyes on the Sun, then rising with resplendent\nMajesty, and afterwards turned to the Statue, but could see no Change\nin the Stone.–Surely, says he to himself, there is some mystical\nMeaning in this! This Inscription must be an Ænigma, the hidden\nMeaning of which I will endeavour to find; for a Philosopher would\nnever expect a Stone to be turned to Gold; accordingly he measured the\nLength of the Shadow, which the Statue gave on the Ground by the Sun\nshining on it, and marked that particular Part where the Head fell,\nthen getting a Chopness (a Thing like a Spade) and digging, he\ndiscovered a Copper-chest, full of Gold, with this Inscription\nengraved on the Lid of it.",
        "                               Thy WIT,\n                      Oh Man! whoever thou art,\n                      Hath disclos’d the Ænigma,\n                   And discover’d the GOLDEN HEAD.\n                         Take it and use it,\n                       But use it with WISDOM;\n                              For know,\n                    That GOLD, properly employ’d,\n                       May dispense Blessings,\n                 And promote the Happiness of Morals;\n                         But when hoarded up,\n                            Or misapply’d,\n             Is but Trash, that makes Mankind miserable.\n                               Remember\n                      The unprofitable Servant,\n                  Who hid his Talent in a Napkin;\n                                 And\n                         The profligate Son,\n                Who squander’d away his Substance and\n                         fed with the Swine.\n                  As thou hast got the GOLDEN HEAD,\n                      Observe the Golden Mean,\n                       Be Good and be happy.",
        "This Lesson, coming as it were from the Dead, struck him with such\nAwe, and Reverence for Piety and Virtue, that, before he removed the\nTreasure, he kneeled down, and earnestly and fervently prayed that he\nmight make a prudent, just and proper Use of it. He then conveyed the\nChest away; but how he got it to England, the Reader will be\ninformed in the History of his Life. It may not be improper, however,\nin this Place, to give the Reader some Account of the Philosopher who\nhid this Treasure, and took so much Pains to find a true and real\nFriend to enjoy it. As Tom had Reason to venerate his Memory,\nhe was very particular in his Enquiry, and had this Character of\nhim;–that he was a Man well acquainted with Nature and with Trade;\nthat he was pious, friendly, and of a sweet and affable Disposition.\nThat he had acquired a Fortune by Commerce, and having no Relations to\nleave it to, he travelled through Arabia, Persia, India, Libiaand Utopia in search of a real Friend. In this Pursuit he found\nseveral with whom he exchanged good Offices, and that were polite and\nobliging, but they often flew off for Trifles; or as soon as he\npretended to be in Distress, and requested their Assistance, left him\nto struggle with his own Difficulties. So true is that Copy in our\nBooks, which says, Adversity is the Touchstone of Friendship.\nAt last, however, he met with the Utopian Philosopher, or the\nwise Man of the Mountain, as he is called, and thought in him he had\nfound the Friend he wanted; for though he often pretended to be in\nDistress, and abandoned to the Frowns of Fortune, this Man always\nrelieved him, and with such Chearfulness and Sincerity, that\nconcluding he had found out the only Man to whom he ought to open both\nhis Purse and his Heart, he let him so far into his Secrets, as to\ndesire his Assistance in hiding a large Sum of Money, which he wanted\nto conceal, lest the Prince of the Country, who was absolute, should,\nby the Advice of his wicked Minister, put him to Death for his Gold.\nThe two Philosophers met and hid the Money, which the Stranger, after\nsome Days, went to see, but found it gone. How was he struck to the\nHeart, when he found that his Friend, whom he had often tried, and who\nhad relieved him in his Distress, could not withstand this Temptation,\nbut broke through the sacred Bonds of Friendship, and turned even a\nThief for Gold which he did not want, as he was already very rich. Oh!\nsaid he, what is the Heart of Man made of? Why am I condemned to live\namong People who have no Sincerity, and who barter the most sacred\nTies of Friendship and Humanity for the Dirt that we tread on? Had I\nlost my Gold and found a real Friend, I should have been happy with\nthe Exchange, but now I am most miserable. After some Time he wiped\noff his Tears, and being determined not to be so imposed on, he had\nRecourse to Cunning and the Arts of Life. He went to his pretended\nFriend with a chearful Countenance, told him he had more Gold to hide,\nand desired him to appoint a Time when they might go together, and\nopen the Earth to put it into the same Pot; the other, in Hopes of\ngetting more Wealth, appointed the next Evening. They went together,\nopened the Ground, and found the Money they had first placed there,\nfor the artful Wretch, he so much confided in, had conveyed it again\ninto the Pot, in order to obtain more. Our Philosopher immediately\ntook the Gold, and putting it into his Pocket, told the other he had\nnow altered his Mind, and should bury it no more, till he found a Man\nmore worthy of his Confidence. See what People lose by being\ndishonest. This calls to my Mind the Words of the Poet:",
        " A Wit’s a Feather, and a Chief’s a Rod,\n  An honest Man’s the noblest Work of God.\nRemember this Story, and take Care whom you trust; but don’t be\ncovetous, sordid and miserable; for the Gold we have is but lent us to\ndo Good with. We received all from the Hand of God, and every Person\nin Distress hath a just Title to a Portion of it.",
        "A Letter from the Printer, which he\ndesires may be inserted.",
        "Sir,",
        "I have done with your Copy, so you may return it to the\nVatican, if you please; and pray tell Mr. Angelo to\nbrush up the Cuts, that, in the next Edition, they may give us a good\nImpression.",
        "The Foresight and Sagacity of Mrs. Margery’s Dog calls to my\nMind a Circumstance, which happened when I was a Boy. Some Gentlemen\nin the Place where I lived had been hunting, and were got under a\ngreat Tree to shelter themselves from a Thunder Storm; when a Dog that\nalways followed one of the Gentlemen leaped up his Horse several\nTimes, and then ran away and barked. At last, the Gentlemen all\nfollowed to see what he would be at; and they were no sooner gone from\nthe Tree, but it was shivered in Pieces by Lightning! ’Tis remarkable,\nthat as soon as they came from the Tree the Dog appeared to be very\nwell satisfied, and barked no more. The Gentleman after this always\nregarded the Dog as his Friend, treated him in his Old Age with great\nTenderness, and fed him with Milk as long as he lived.",
        "My old Master Grierson had also a Dog, that ought to be\nmentioned with Regard; for he used to set him up as a Pattern of\nSagacity and Prudence, not only to his Journeymen, but to the whole\nNeighbours. This Dog had been taught a thousand Tricks, and among\nother Feats he could dance, tumble, and drink Wine and Punch till he\nwas little better than mad. It happened one Day, when the Men had made\nhim drunk with Liquor, and he was capering about, that he fell into a\nlarge Vessel of boiling Water. They soon got him out, and he\nrecovered; but he was very much hurt, and being sensible, that this\nAccident arose from his losing his Senses by Drinking, he would never\ntaste any strong Liquor afterwards.–My old Master, on relating this\nStory, and shewing the Dog, used to address us thus, Ah, my\nFriends, had you but half the Sense of this poor Dog here, you would\nnever get fuddled, and be Fools.\nI am, Sir, Your’s, &c. W.B.",
        "The BOOKS usually read by the Scholars of Mrs. TWO-SHOES, are these,\nand are sold at Mr. NEWBERY’S at the Bible and Sun in\nSt. Paul’s Church-yard.",
        " 1. The Christmas-Box, Price 1d.",
        " 2. The History of Giles Gingerbread, 1d.",
        " 3. The New-Year’s-Gift, 2d.",
        " 4. The Easter-Gift, 2d.",
        " 5. The Whitsuntide-Gift, 2d.",
        " 6. The Twelfth-Day-Gift, 1s.",
        " 7. The Valentine’s-Gift, 6d.",
        " 8. The FAIRING or Golden Toy, 6d.",
        " 9. The Royal Battledore, 2d.",
        "10. The Royal Primer, 3d.",
        "11. The Little Lottery-Book, 3d.",
        "12. The Little Pretty Pocket-Book, 6d.",
        "13. The Infant Tutor, or pretty Little\n    Spelling-Book, 6d.",
        "14. The Pretty Book for Children, 6d.",
        "15. Tom Trapwit’s Art of being Merry and Wife, 6d.",
        "16. Tom Trip’s History of Birds and Beasts, Price 6d.",
        "17. Food for the Mind, or a New Riddle Book, 6d.",
        "18. Fables in Verse and Prose by Æsop, and your old Friend\n    Woglog, 6d.",
        "19. The Holy Bible abridged, 6d.",
        "20. The History of the Creation, 6d.",
        "21. A new and noble History of England, 6d.",
        "22. Philosophy for Children, 6d.",
        "23. Philosophy of Tops and Balls, 1s.",
        "24. Pretty Poems for Children 3 Foot high, 6d.",
        "25. Pretty Poems for Children 6 Foot high, 1s.",
        "26. Lilliputian Magazine, or Golden Library, 1s.",
        "27. Short Histories for the Improvement of the Mind, 1s.",
        "28. The New Testament, adapted to the Capacities\n    of Children, 1s.",
        "29. The Life of our Blessed SAVIOUR, 1s.",
        "30. The Lives of the Holy Apostles and Evangelists, 1s.",
        "31. The Lives of the Fathers of the Christian Church for\n    the first four Centuries, 1s.",
        "32. A Concise Exposition of the Book of Common Prayer,\n    with the Lives of its Compilers, 1s.",
        "33. The Museum for Youth, 1s.",
        "34. An Easy Spelling Dictionary for those who would write\n    correctly, 1s.",
        "35. A Pocket Dictionary for those who would know the precise\n    Meaning of all the Words in the English Language, 3s.",
        "36. A Compendious History of England, 2s.",
        "37. The Present State of Great Britain, 2s.",
        "38. A Little Book of Letters and Cards, to teach young Ladies and\n    Gentlemen how to write to their Friends in a polite, easy\n    and elegant Manner, 1s.",
        "39. The Gentleman and Lady’s Key to Polite Literature; or, A\n    Compendious Dictionary of Fabulous History, 2s.",
        "40. The News-Readers Pocket-Book; or, A Military\n    Dictionary, 2s.",
        "41. A Curious Collection of Voyages, selected from the Writers of all\n    Nations, 10 Vol. Pr. bound 1l.",
        "42. A Curious Collection of Travels, selected from the Writers of all\n    Nations, 10 Vol; Pr. bound 1l.",
        "By the KING’S Royal Patent,",
        "Are Sold by J. NEWBERY, at the Bible and Sun in St.\nPaul’s Church-Yard.",
        " 1. Dr. James’s Powders for Fevers, the Small-Pox, Measles,\n    Colds, &c. 2s. 6d.",
        " 2. Dr. Hooper’s Female Pills, 1s.",
        " 3. Mr. Greenough’s Tincture for Teeth, 1s.",
        " 4. Ditto for the Tooth-Ach, 1s.",
        " 5. Stomachic Lozenges for the Heart-burn, Cholic,\n    Indigestion, &c. 1s. 6d.",
        " 6. The Balsam of Health, or, (as it is by some called) the\n    Balsam of Life, 1s. 6d.",
        " 7. The Original Daffy’s Elixir, 1s. 3d.",
        " 8. Dr. Anderson’s Scots Pills, 1s.",
        " 9. The Original British Oil, 1s.",
        "10. The Alterative Pills, which are a safe, and certain Cure\n    for the King’s Evil, and all Scrophulous Complaints, 5s. the Box,\n    containing 40 Doses.–See a Dissertation on these Disorders\n    sold at the Place above-mentioned, Price 6d.",
        "\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n"
    ]
}