{
    "title": "Goody Two-Shoes - Chap. IV.",
    "author": "Anonymous",
    "chapter": "5",
    "content": [
        "\n\n",
        "            How Little Margery learned to read,\n                  and by Degrees taught others.",
        "Little Margery saw how good, and how wise Mr. Smith was,\nand concluded, that this was owing to his great Learning, therefore\nshe wanted of all Things to learn to read. For this Purpose she used\nto meet the little Boys and Girls as they came from School, borrow\ntheir Books, and sit down and read till they returned;",
        "By this Means she soon got more Learning than any of her Playmates,\nand laid the following Scheme for instructing those who were more\nignorant than herself. She found, that only the following Letters were\nrequired to spell all the Words in the World; but as some of these\nLetters are large and some small, she with her Knife cut out of\nseveral Pieces of Wood ten Setts of each of these:",
        "                    a b c d e f g h i j k l m n o\n                    p q r  (s)  s t u v w x y z.",
        "[Post-processor’s note: (s) is an old-English style non-terminating\nletter “s”.]",
        "                       And six Setts of these:",
        "                     A B C D E F G H I K L M N O\n                        P Q R S T U V W X Y Z.",
        "And having got an old Spelling-Book, she made her Companions set up\nall the Words they wanted to spell, and after that she taught them to\ncompose Sentences. You know what a Sentence is, my Dear, I will be\ngood, is a Sentence; and is made up, as you see, of several Words.",
        "The usual Manner of Spelling, or carrying on the Game, as they called\nit, was this: Suppose the Word to be spelt was Plumb Pudding (and who\ncan suppose a better) the Children were placed in a Circle, and the\nfirst brought the Letter P, the next l, the next u, the next\nm, and so on till the Whole was spelt; and if any one brought a\nwrong Letter, he was to pay a Fine, or play no more. This was at their\nPlay; and every Morning she used to go round to teach the Children\nwith these Rattle-traps in a Basket, as you see in the Print.",
        "I once went her Rounds with her, and was highly diverted, as you may\nbe, if you please to look into the next Chapter.",
        "Continue...",
        "\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}