{
    "title": "Goody Two-Shoes - Chap. III.",
    "author": "Anonymous",
    "chapter": "4",
    "content": [
        "\n\n",
        " How Little Margery obtained the Name of        Goody Two-Shoes, and what happened in the Parish.",
        "As soon as Little Margery got up in the Morning, which was very\nearly, she ran all round the Village, crying for her Brother; and\nafter some Time returned greatly distressed. However, at this Instant,\nthe Shoemaker very opportunely came in with the new Shoes, for which\nshe had been measured by the Gentleman’s Order.",
        "Nothing could have supported Little Margery under the\nAffliction she was in for the Loss of her Brother, but the Pleasure\nshe took in her two Shoes. She ran out to Mrs. Smith as\nsoon as they were put on, and stroking down her ragged Apron thus,\ncried out, Two Shoes, Mame, see two Shoes. And so she behaved\nto all the People she met, and by that Means obtained the Name of\nGoody Two-Shoes, though her Playmates called her Old Goody\nTwo-Shoes.",
        "Little Margery was very happy in being with Mr. and Mrs.\nSmith, who were very charitable and good to her, and had agreed\nto breed her up with their Family; but as soon as that Tyrant of the\nParish, that Graspall, heard of her being there, he applied\nfirst to Mr. Smith, and threatened to reduce his Tythes if he\nkept her; and after that he spoke to Sir Timothy, who sent Mr.\nSmith a peremptory Message by his Servant, that he should\nsend back Meanwell’s Girl to be kept by her Relations, and not\nharbour her in the Parish. This so distressed Mr. Smiththat he shed Tears, and cried, Lord have Mercy on the Poor!\nThe Prayers of the Righteous fly upwards, and reach unto the Throne of\nHeaven, as will be seen in the Sequel.",
        "Mrs. Smith was also greatly concerned at being thus obliged to\ndiscard poor Little Margery. She kissed her and cried; as also\ndid Mr. Smith, but they were obliged to send her away; for the\nPeople who had ruined her Father could at any Time have ruined them.",
        "Continue...",
        "\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}