{
    "title": "Goody Two-Shoes - Chap. I.",
    "author": "Anonymous",
    "chapter": "12",
    "content": [
        "\n\n",
        "              Of her School, her Ushers, or Assistants,\n                    and her Manner of Teaching.",
        "We have already informed the Reader, that the School where she taught,\nwas that which was before kept by Mrs. Williams, whose\nCharacter you may find in my New Year’s Gift. The Room was\nlarge, and as she knew, that Nature intended Children should be always\nin Action, she placed her different Letters, or Alphabets, all round\nthe School, so that every one was obliged to get up to fetch a Letter,\nor to spell a Word, when it came to their Turn; which not only kept\nthem in Health, but fixed the Letters and Points firmly in their\nMinds.",
        "She had the following Assistants or Ushers to help her, and I will\ntell you how she came by them. Mrs. Margery, you must know, was\nvery humane and compassionate; and her Tenderness extended not only to\nall Mankind, but even to all Animals that were not noxious; as your’s\nought to do, if you would be happy here, and go to Heaven hereafter.\nThese are GOD Almighty’s Creatures as well as we. He made both them\nand us; and for wise Purposes, best known to himself, placed them in\nthis World to live among us; so that they are our fellow Tenants of\nthe Globe. How then can People dare to torture and wantonly destroy\nGOD Almighty’s Creatures? They as well as you are capable of feeling\nPain, and of receiving Pleasure, and how can you, who want to be made\nhappy yourself, delight in making your fellow Creatures miserable? Do\nyou think the poor Birds, whose Nest and young ones that wicked Boy\nDick Wilson ran away with Yesterday, do not feel as much Pain,\nas your Father and Mother would have felt, had any one pulled down\ntheir House and ran away with you? To be sure they do. Mrs.\nTwo-Shoes used to speak of those Things, and of naughty Boys\nthrowing at Cocks, torturing Flies, and whipping Horses and Dogs, with\nTears in her Eyes, and would never suffer any one to come to her\nSchool who did so.",
        "One Day, as she was going through the next Village, she met with some\nwicked Boys who had got a young Raven, which they were going to throw\nat, she wanted to get the poor Creature out of their cruel Hands, and\ntherefore gave them a Penny for him, and brought him home. She called\nhis Name Ralph, and a fine Bird he is. Do look at him and remember\nwhat Solomon says, The Eye that despiseth his Father, and regardeth\nnot the Distress of his Mother, the Ravens of the Valley shall peck it\nout, and the young Eagles eat it. Now this Bird she taught to speak,\nto spell and to read; and as he was particularly fond of playing with\nthe large Letters, the Children used to call this Ralph’a Alphabet.",
        "                      A B C D E F G H I J K L M\n                      N O P Q R S T U V W X Y Z.",
        "He always sat at her Elbow, as you see in the first Picture, and when\nany of the Children were wrong, she used to call out, Put them\nright Ralph, and a fine bird he is.  Do look at him.",
        "Some Days after she had met with the Raven, as she was walking in the\nFields, she saw some naughty Boys, who had taken a Pidgeon, and tied a\nString to its Leg, in order to let it fly, and draw it back again when\nthey pleased; and by this Means they tortured the poor Animal with the\nHopes of Liberty and repeated Disappointment. This Pidgeon she also\nbought, and taught him how to spell and read, though not to talk, and\nhe performed all those extraordinary Things which are recorded of the\nfamous Bird, that was some Time since advertised in the\nHaymarket, and visited by most of the great People in the\nKingdom. This Pidgeon was a very pretty Fellow, and she called him\nTom. See here he is.",
        "And as the Raven Ralph was fond of the large Letters,\nTom the Pidgeon took Care of the small ones, of which he\ncomposed this Alphabet.",
        "                      a b c d e f g h i j k l m\n                      n o p q r s t u v w x y z.",
        "The Neighbours knowing that Mrs. Two Shoes was very good, as to\nbe sure nobody was better, made her a Present of a little Sky-lark,\nand a fine Bird he is.",
        "Now as many People, even at that Time had learned to lie in Bed long\nin the Morning, she thought the Lark might be of Use to her and her\nPupils, and tell them when to get up.",
        "For be that is fond of his Bed, and lays ’till Noon, lives but half\nhis Days, the rest being lost in Sleep, which is a Kind of Death.",
        "Some Time after this a poor Lamb had lost its Dam, and the Farmer\nbeing about to kill it, she bought it of him, and brought it home with\nher to play with the Children, and teach them when to go to Bed; for\nit was a Rule with the wise Men of that Age (and a very good one, let\nme tell you) to",
        " Rise with the Lark, and lie down with the Lamb.\nThis Lamb she called Will, and a pretty Fellow he is; do, look\nat him.",
        "No sooner was Tippy the Lark and Will the Ba-lamb\nbrought into the School, but that sensible Rogue Ralph, the\nRaven, composed the following Verse, which every little good Boy and\nGirl should get by Heart.",
        "  Early to Bed, and early to rise;\n  Is the Way to be healthy, and wealthy, and wise.",
        "A sly Rogue; but it is true enough; for those who do not go to Bed\nearly cannot rise early; and those who do not rise early cannot do\nmuch Business. Pray, let this be told at the Court, and to People who\nhave Routs and Rackets.",
        "Soon after this, a Present was made to Mrs. Margery of little\nDog Jumper, and a pretty Dog he is. Pray, look at him.",
        "Jumper, Jumper, Jumper! He is always in a good Humour, and\nplaying and jumping about, and therefore he was called Jumper.\nThe Place assigned for Jumper was that of keeping the Door, so\nthat he may be called the Porter of the College, for he would let\nnobody go out, or any one come in, without the Leave of his Mistress.\nSee how he sits, a saucy Rogue.",
        "Billy the Ba-lamb was a chearful Fellow, and all the Children\nwere fond of him, wherefore Mrs. Two-Shoes made it a Rule, that\nthose who behaved best should have Will home with them at Night\nto carry their Satchel or Basket at his Back, and bring it in the\nMorning. See what a fine Fellow he is, and how he trudges along.",
        "Continue...",
        "\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}