{
    "title": "Goody Two-Shoes - Chap. VI.",
    "author": "Anonymous",
    "chapter": "17",
    "content": [
        "\n\n",
        "          How Mrs. MARGERY was taken up for a Witch,\n                and what happened on that Occasion.",
        "And so it is true? And they have taken up Mrs. Margery then,\nand accused her of being a Witch, only because she was wiser than some\nof her Neighbours! Mercy upon me! People stuff Children’s Heads with\nStories of Ghosts, Faries, Witches, and such Nonsense when they are\nyoung, and so they continue Fools all their Days. The whole World\nought to be made acquainted with her Case, and here it is at their\nService.",
        "The Case of Mrs. MARGERY.",
        "Mrs. Margery, as we have frequently observed, was always doing\nGood, and thought she could never sufficiently gratify those who had\ndone any Thing to serve her. These generous Sentiments, naturally led\nher to consult the Interest of Mr. Grove, and the rest of her\nNeighbours; and as most of their Lands were Meadow, and they depended\nmuch on their Hay, which had been for many Years greatly damaged by\nwet Weather, she contrived an Instrument to direct them when to mow\ntheir Grass with Safety, and prevent their Hay being spoiled. They all\ncame to her for Advice, and by that Means got in their Hay without\nDamage, while most of that in the neighbouring Villages was spoiled.",
        "This made a great Noise in the Country, and so provoked were the\nPeople in the other Parishes, that they accused her of being a Witch,\nand sent Gasser Goosecap, a busy Fellow in other People’s\nConcerns, to find out Evidence against her. This Wiseacre happened to\ncome to her School, when she was walking about with the Raven on one\nShoulder, the Pidgeon on the other, the Lark on her Hand, and the Lamb\nand the Dog by her Side; which indeed made a droll Figure, and so\nsurprized the that he cried out, a Witch! a Witch! upon this she\nlaughing, answered, a Conjurer! a Conjurer! and so they parted; but it\ndid not end thus, for a Warrant was issued out against Mrs.\nMargery, and she was carried to a Meeting of the Justices,\nwhither all the Neighbours followed her.",
        "At the Meeting, one of the Justices, who knew little of Life, and less\nof the Law, behaved very idly; and though no Body was able to prove\nany Thing against her, asked, who she could bring to her Character?\nWho can you bring against my Character, Sir, says she, there\nare People enough who would appear in my Defence, were it necessary;\nbut I never supposed that any one here could be so weak, as to believe\nthere was any such Thing as a Witch. If I am a Witch, this is my\nCharm, and (laying a Barometer or Weather Glass on the Table) it is\nwith this, says she, that I have taught my Neighbours to know the\nState of the Weather. All the Company laughed, and Sir William\nDove, who was on the Bench, asked her Accusers, how they could be\nsuch Fools, as to think there was any such Thing as a Witch. It is\ntrue, continued he, many innocent and worthy People have been abused\nand even murdered on this absurd and foolish Supposition; which is a\nScandal to our Religion, to our Laws, to our Nation, and to common\nSense; but I will tell you a Story.",
        "There was in the West of England a poor industrious Woman, who\nlaboured under the same evil Report, which this good Woman is accused\nof. Every Hog that died with the Murrain, every Cow that slipt her\nCalf, she was accountable for: If a Horse had the Staggers, she was\nsupposed to be in his Head; and whenever the Wind blew a little harder\nthan ordinary, Goody Giles was playing her Tricks, and riding\nupon a Broomstick in the Air. These, and a thousand other Phantasies,\ntoo ridiculous to recite, possessed the Pates of the common People:\nHorse-shoes were nailed with the Heels upwards, and many Tricks made\nuse of, to mortify the poor Creature; and such was their Rage against\nher, that they petitioned Mr. Williams, the Parson of the\nParish, not to let her come to Church; and at last, even insisted upon\nit: But this he over-ruled, and allowed the poor old Woman a Nook in\none of the Isles to herself, where she muttered over her Prayers in\nthe best Manner she could. The Parish, thus disconcerted and enraged,\nwithdrew the small Pittance they allowed for her Support, and would\nhave reduced her to the Necessity of starving, had she not been still\nassisted by the benevolent Mr. Williams.",
        "But I hasten to the Sequel of my Story, in which you will find, that\nthe true Source from whence Witchcraft springs is Poverty,\nAge, and Ignorance; and that it is impossible for a\nWoman to pass for a Witch, unless she is very poor, very\nold, and lives in a Neighbourhood where the People are void of\ncommon Sense.",
        "Some Time after, a Brother of her’s died in London, who, though he\nwould not part with a Farthing while he lived, at his Death was\nobliged to leave her five thousand Pounds, that he could not carry\nwith him.–This altered the Face of Jane’s Affairs prodigiously:\nShe was no longer Jane, alias Joan Giles, the ugly old Witch, but\nMadam Giles; her old ragged Garb was exchanged for one that was new\nand genteel; her greatest Enemies made their Court to her, even the\nJustice himself came to wish her Joy; and though several Hogs and\nHorses died, and the Wind frequently blew afterwards, yet Madam\nGiles was never supposed to have a Hand in it; and from hence it is\nplain, as I observed before, that a Woman must be very poor, very\nold, and live in a Neighbourhood, where the People are very stupid,\nbefore she can possibly pass for a Witch.",
        "’Twas a Saying of Mr. Williams, who would sometimes be jocose,\nand had the Art of making even Satire agreeable; that if ever\nJane deserved the Character of a Witch, it was after this Money\nwas left her; for that with her five thousand Pounds, she did more\nActs of Charity and friendly Offices, than all the People of Fortune\nwithin fifty Miles of the Place.",
        "After this, Sir William inveighed against the absurd and\nfoolish Notions, which the Country People had imbibed concerning\nWitches, and Witchcraft, and having proved that there was no such\nThing, but that all were the Effects of Folly and Ignorance, he gave\nthe Court such an Account of Mrs. Margery, and her Virtue, good\nSense, and prudent Behaviour, that the Gentlemen present were\nenamoured with her, and returned her public Thanks for the great\nService she had done the Country. One Gentleman in particular, I mean\nSir Charles Jones, had conceived such an high Opinion of her,\nthat he offered her a considerable Sum to take the Care of his Family,\nand the Education of his Daughter, which, however, she refused; but\nthis Gentleman, sending for her afterwards when he had a dangerous Fit\nof Illness, she went, and behaved so prudently in the Family, and so\ntenderly to him and his Daughter, that he would not permit her to\nleave his House, but soon after made her Proposals of Marriage. She\nwas truly sensible of the Honour he intended her, but, though poor,\nshe would not consent to be made a Lady, till he had effectually\nprovided for his Daughter; for she told him, that Power was a\ndangerous Thing to be trusted with, and that a good Man or Woman would\nnever throw themselves into the Road of Temptation.",
        "All Things being settled, and the Day fixed, the Neighbours came in\nCrouds to see the Wedding; for they were all glad, that one who had\nbeen such a good little Girl, and was become such a virtuous and good\nWoman, was going to be made a Lady; but just as the Clergyman had\nopened his Book, a Gentleman richly dressed ran into the Church, and\ncry’d, Stop! stop! This greatly alarmed the Congregation, particularly\nthe intended Bride and Bridegroom, whom he first accosted, and desired\nto speak with them apart. After they had been talking some little\nTime, the People were greatly surprized to see Sir Charlesstand Motionless, and his Bride cry, and faint away in the Stranger’s\nArms. This seeming Grief, however, was only a Prelude to a Flood of\nJoy, which immediately succeeded; for you must know, gentle Reader,\nthat this Gentleman, so richly dressed and bedizened with Lace, was\nthat identical little Boy, whom you before saw in the Sailor’s Habit;\nin short, it was little Tom Two Shoes, Mrs. Margery’sBrother, who was just come from beyond Sea, where he had made a large\nFortune, and hearing, as soon as he landed, of his Sister’s intended\nWedding, had rode Post, to see that a proper Settlement was made on\nher; which he thought she was now intitled to, as he himself was both\nable and willing to give her an ample Fortune. They soon returned to\nthe Communion-Table, and were married in Tears, but they were Tears of\nJoy.",
        "There is something wonderful in this young Gentleman’s Preservation\nand Success in Life; which we shall acquaint the Reader of, in the\nHistory of his Life and Adventures, which will soon be published.",
        "                         CHAP. VII. and Last.",
        " The true Use of Riches.\nThe Harmony and Affection that subsisted between this happy Couple, is\ninexpressible; but Time, which dissolves the closest Union, after six\nYears, severed Sir Charles from his Lady; for being seized with\na violent Fever he died, and left her full of Grief, tho’ possessed of\na large Fortune.",
        "We forgot to remark, that after her Marriage, Lady Jones (for\nso we must now call her) ordered the Chappel to be fitted up, and\nallowed the Chaplain a considerable Sum out of her own private Purse,\nto visit the Sick, and say Prayers every Day to all the People that\ncould attend. She also gave Mr. Johnson ten Guineas a Year, to\npreach a Sermon, annually, on the Necessity and Duties of the marriage\nState, and on the Decease of Sir Charles; she gave him ten\nmore, to preach yearly on the Subject of Death; she had put all the\nParish into Mourning for the Loss of her Husband; and to those Men who\nattended this yearly Service, she gave Harvest Gloves, to their Wives\nShoes and Stockings, and to all the Children little Books and\nPlumb-cakes: We must also observe, that she herself wove a Chaplet of\nFlowers, and before the Service, placed it on his Grave-stone; and a\nsuitable Psalm was always sung by the Congregation.",
        "About this Time, she heard that Mr. Smith was oppressed by Sir\nTimothy Gripe, the Justice, and his Friend Graspall, who\nendeavoured to deprive him of Part of his Tythes; upon which she, in\nConjunction with her Brother, defended him, and the Cause was tried in\nWestminster-hall, where Mr. Smith gained a Verdict; and\nit appearing that Sir Timothy had behaved most scandalously, as\na Justice of the Peace, he was struck off the List, and no longer\npermitted to act in that Capacity. This was a Cut to a Man of his\nimperious Disposition, and this was followed by one yet more severe;\nfor a Relation of his, who had an undoubted Right to the\nMouldwell Estate, finding that it was possible to get the\nbetter at Law of a rich Man, laid Claim to it, brought his Action, and\nrecovered the whole Manor of Mouldwell, and being afterwards\ninclined to sell it, he, in Consideration of the Aid Lady\nMargery had lent him during his Distress, made her the first\nOffer, and she purchased the Whole, and threw it into different Farms,\nthat the Poor might be no longer under the Dominion of two over-grown\nMen.",
        "This was a great Mortification to Sir Timothy, as well as to\nhis Friend Graspall, who from this Time experienced nothing but\nMisfortunes, and was in a few Years so dispossessed of his Ill-gotten\nWealth, that his Family were reduced to seek Subsistance from the\nParish, at which those who had felt the Weight of his Iron Hand\nrejoiced; but Lady Margery desired, that his Children might be\ntreated with Care and Tenderness; for they, says she, are no\nWays accountable for the Actions of their Father.",
        "At her first coming into Power, she took Care to gratify her old\nFriends, especially Mr. and Mrs. Smith, whose Family she made\nhappy.–She paid great Regard to the Poor, made their Interest her\nown, and to induce them to come regularly to Church, she ordered a\nLoaf, or the Price of a Loaf, to be given to every one who would\naccept of it. This brought many of them to Church, who by degrees\nlearned their Duty, and then came on a more noble Principle. She also\ntook Care to encourage Matrimony; and in order to induce her Tenants\nand Neighbours to enter into that happy State, she always gave the\nyoung Couple something towards House-keeping; and stood Godmother to\nall their Children, whom she had in Parties, every SundayEvening, to teach them their Catechism, and lecture them in Religion\nand Morality; after which she treated them with a Supper, gave them\nsuch Books as they wanted, and then dispatched them with her Blessing.\nNor did she forget them at her Death, but left each a Legacy, as will\nbe seen among other charitable Donations when we publish her Will,\nwhich we may do in some future Volume. There is one Request however so\nsingular, that we cannot help taking some Notice of it in this Place;\nwhich is, that of her giving so many Acres of Land to be planted\nyearly with Potatoes, for all the Poor of any Parish who would come\nand fetch them for the Use of their Families; but if any took them to\nsell they were deprived of that Privilege ever after. And these Roots\nwere planted and raised from the Rent arising from a Farm which she\nhad assigned over for that purpose. In short, she was a Mother to the\nPoor, a Physician to the Sick, and a Friend to all who were in\nDistress. Her Life was the greatest Blessing, and her Death the\ngreatest Calamity that ever was felt in the Neighbourhood. A Monument,\nbut without Inscription, was erected to her Memory in the Church-yard,\nover which the Poor as they pass weep continually, so that the Stone\nis ever bathed in Tears.",
        "On this Occasion the following Lines were spoken extempore by a young\nGentleman.",
        "  How vain the Tears that fall from you,\n  And here supply the Place of Dew?\n  How vain to weep the happy Dead,\n  Who now to heavenly Realms are fled?\n  Repine no more, your Plaints forbear,\n  And all prepare to meet them there.\n                               The END.",
        "Continue...",
        "\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}