{
    "title": "Goody Two-Shoes - Chap. III.",
    "author": "Anonymous",
    "chapter": "14",
    "content": [
        "\n\n",
        "               Of the amazing Sagacity and Instincts\n                         of a little Dog.",
        "Soon after this, a dreadful Accident happened in the School. It was on\na Thursday Morning, I very well remember, when the Children\nhaving learned their Lessons soon, she had given them Leave to play,\nand they were all running about the School, and diverting themselves\nwith the Birds and the Lamb; at this Time the Dog, all of a sudden,\nlaid hold of his Mistress’s Apron, and endeavoured to pull her out of\nthe School. She was at first surprized, however, she followed him to\nsee what he intended. No sooner had he led her into the Garden, but he\nran back, and pulled out one of the Children in the same manner; upon\nwhich she ordered them all to leave the School immediately, and they\nhad not been out five Minutes, before the Top of the House fell in.\nWhat a miraculous Deliverance was here! How gracious! How good was God\nAlmighty, to save all these Children from Destruction, and to make Use\nof such an Instrument, as a little sagacious Animal to accomplish his\nDivine Will. I should have observed, that as soon as they were all in\nthe Garden, the Dog came leaping round them to express his Joy, and\nwhen the House was fallen, laid himself down quietly by his Mistress.",
        "Some of the Neighbours, who saw the School fall, and who were in great\nPain for Margery and the little ones, soon spread the News\nthrough the Village, and all the Parents, terrified for their\nChildren, came crowding in Abundance; they had, however, the\nSatisfaction to find them all safe, and upon their Knees, with their\nMistress, giving God thanks for their happy Deliverance.",
        "            ADVICE from the MAN in the MOON.",
        "Jumper, Jumper, Jumper, what a pretty Dog he is, and how\nsensible? Had Mankind half the Sagacity of Jumper, they would\nguard against Accidents of this Sort, by having a public Survey,\noccasionally made of all the Houses in every Parish (especially of\nthose, which are old and decayed) and not suffer them to remain in a\ncrazy State, ’till they fall down on the Heads of the poor\nInhabitants, and crush them to Death. Why, it was but Yesterday, that\na whole House fell down in Grace-church-street, and another in\nQueen’s-street, and an hundred more are to tumble, before this\nTime twelve Months; so Friends, take Care of yourselves, and tell the\nLegislature, they ought to take Care for you. How can you be so\ncareless? Most of your Evils arise from Carelesness and Extravagance,\nand yet you excuse yourselves, and lay the Fault upon Fortune. Fortune\nis a Fool, and you are a Blockhead, if you put it in her Power to play\nTricks with you.",
        "Yours,",
        "The MAN in the MOON.",
        "You are not to wonder, my dear Reader, that this little Dog should\nhave more Sense than you, or your Father, or your Grandfather.",
        "Though God Almighty has made Man the Lord of the Creation, and endowed\nhim with Reason, yet in many Respects, he has been altogether as\nbountiful to other Creatures of his forming. Some of the Senses of\nother Animals are more acute than ours, as we find by daily\nExperience. You know this little Bird, sweet Jug, Jug, Jug,\n’tis a Nightingale. This little Creature, after she has entertained us\nwith her Songs all the Spring, and bred up her little ones, flies into\na foreign Country, and finds her Way over the Great Sea, without any\nof the Instruments and Helps which Men are obliged to make Use of for\nthat Purpose. Was you as wise as the Nightingale, you might make all\nthe Sailors happy, and have twenty thousand Pounds for teaching them\nthe Longitude.",
        "You would not think Ralph the Raven half so wise and so good as he\nis, though you see him here reading his book. Yet when the Prophet\nElijah, was obliged to fly from Ahab King of Israel, and hide\nhimself in a Cave, the Ravens, at the Command of God Almighty, fed him\nevery Day, and preserved his Life.",
        "And the Word of the Lord came unto Elijah, saying, Hide\nthyself by the Brook Cherith, that is before Jordan, and\nI have commanded the Ravens to feed thee there. And the Ravens brought\nhim Bread and Flesh in the Morning, and Bread and Flesh in the\nEvening, and he drank of the Brook, Kings, B.I.C. 17.",
        "And the pretty Pidgeon when the World was drowned, and he was confined\nwith Noah in the Ark, was sent forth by him to see whether the\nWaters were abated, And he sent forth a Dove from him, to see if\nthe Waters were abated from off the Face of the Ground. And the Dove\ncame in to him in the Evening, and lo, in her Mouth was an Olive Leaf\nplucked off: So Noah knew that the Waters were abated from off\nthe Earth. Gen. viii. 8. 11.",
        "As these, and other Animals, are so sensible and kind to us, we ought\nto be tender and good to them, and not beat them about, and kill them,\nand take away their young ones, as many wicked Boys do. Does not the\nHorse and the Ass carry you and your burthens; don’t the Ox plough\nyour Ground, the Cow give you Milk, the Sheep cloath your Back, the\nDog watch your House, the Goose find you in Quills to write with, the\nHen bring Eggs for your Custards and Puddings, and the Cock call you\nup in the Morning, when you are lazy, and like to hurt yourselves by\nlaying too long in Bed? If so, how can you be so cruel to them, and\nabuse God Almighty’s good Creatures? Go, naughty Boy, go; be sorry for\nwhat you have done, and do so no more, that God Almighty may forgive\nyou. Amen, say I, again and again. God will bless you, but not\nunless you are merciful and good.",
        "The downfal of the School, was a great Misfortune to Mrs.\nMargery; for she not only lost all her Books, but was destitute\nof a Place to teach in; but Sir William Dove, being informed of\nthis, ordered the House to be built at his own Expence, and ’till that\ncould be done, Farmer Grove was so kind, as to let her have his\nlarge Hall to teach in.",
        "The House built by Sir William, had a Statue erected over the\nDoor of a Boy sliding on the Ice, and under it were these Lines,\nwritten by Mrs. Two-Shoes, and engraved at her Expence.",
        "  On SIN. A SIMILE.",
        "    As a poor Urchin on the Ice,\n  When he has tumbl’d once or twice,\n  With cautious Step, and trembling goes,\n  The drop-stile Pendant on his Nose,\n  And trudges on to seek the Shore,\n  Resolv’d to trust the Ice no more:\n  But meeting with a daring Mate,\n  Who often us’d to slide and scate,\n  Again is into Danger led,\n  And falls again, and breaks his head.\n    So Youth when first they’re drawn to sin,\n  And see the Danger they are in,\n  Would gladly quit the thorney Way,\n  And think it is unsafe to stay;\n  But meeting with their wicked Train,\n  Return with them to sin again:\n  With them the Paths of Vice explore;\n  With them are ruin’d ever more.",
        "Continue...",
        "\nThis eBook of “Goody Two-Shoes” (or, Mrs. Margery Two-Shoes, 1881) by Anonymous belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}