{
    "title": "Half-Past Seven Stories - XV: The Peppermint Pagoda",
    "author": "Robert Gordon Anderson",
    "chapter": "17",
    "content": [
        "\n\n",
        "After Marmaduke and Wienerwurst, Ping Pong, Sing Song, and Ah See, had\nscooted down the long hole for a few thousand miles or so, they began\nto see light below them, a little circle of blue, just at the other\nend, on the other side of the world. When their long journey was over,\nthey got up from their flatirons and stretched themselves, and\nWienerwurst got up from his haunches and stretched himself. Then one\nby one they stuck their heads out of the bottom of the hole to take a\nlook at China.",
        "A very pretty country it was, yet quite strange. The strangest thing\nabout it all was that now, though they were on the opposite side of\nthe world from the White House with the Green Blinds by the Side of\nthe Road, they weren’t standing upside down. They could stand up\nstraight, with their heads–not their feet–in the air, and look at\nthe sun, at the bottom of the hole just as they did at the top, on the\nfarm back home.",
        "When all five had climbed out, they found that they were near a great\nwall. It was built of very old stones and was as wide as a road on\ntop. Several horses could ride abreast on it.",
        "A company of Chinese soldiers with guns and swords guarded the gate,\nand the three little Chinamen, Ping Pong, Sing Song, and Ah See, were\nafraid to enter with the American boy. The soldiers might have let\nWienerwurst in because he was yellow like themselves, but Marmaduke\nwas much too white.",
        "Of course, he was disappointed, but his disappointment didn’t last\nlong, for Ping Pong just clapped his hands, and all three crouched\ndown as boys do when they are playing leapfrog, or like the acrobats\nin the circus. Sing Song climbed on the back of Ping Pong, and Ah See\non top of Sing Song. But at that Ah See’s head reached only half way\nup the great wall.",
        "He leaned down towards Marmaduke.",
        "“Come up, little Mellican boy,” said he.",
        "And Marmaduke climbed up on the three backs and stood on the shoulders\nof Ah See, who exclaimed in delight to his friends,–",
        "“Why, he not flaidlily at all.”",
        "Then he told Marmaduke to catch hold of his pigtail. Which the little\nboy did, and Ah See swung his head round and round, and his pigtail\nwith it, like David’s slingshot in the Bible story.",
        "When the little boy was spinning around through the air, fast as fast\nas could be, Ping Pong cried,–",
        "“Velly fine–now–one-two-thlee! let him go!”",
        "Marmaduke obeyed instantly, letting go of the pigtail and flying\nthrough the air like a shot. The three little Chinamen all tumbled in\na heap at the foot of the wall, but Marmaduke flew over on the other\nside and landed safely on his feet, inside the great country of China.",
        "He was pleased to see little Wienerwurst, whom the soldiers had let in\nthrough the gate, wagging his tail right beside him; and soon the\nthree little Chinamen came running up, too, and one and all started to\nexplore this great country of China.",
        "As far as their eyes could see, stretched green valleys and blue hills\nunder a pale silver sky, and thousands of men and women, as little and\nas yellow as Ping Pong, Sing Song and Ah See, worked among the\ntea-fields on every side.",
        "“See that bush,” said Ping Pong, “some day Mellican boy’s mother drink\ncup tea from that. Taste velly fine too.”",
        "“And this bush,” he went on, pointing to another, “make cup for Missee\nF-f-f-\"–he found it hard to say that name–\"for Missee Fizzletlee.”",
        "And Marmaduke thought it quite wonderful to see the very tea plants\nwhich his mother and Mrs. Fizzletree would drink up some day, on the\nother side of the world, twelve thousand miles away. But there was\nsomething else to think about. Trouble seemed to be in the wind. For a\nlittle way ahead of them, up the zigzaging white road, they saw an\nodd-looking group of men. They had swords curved like sickles, hats\nlike great saucers turned upside down, and fierce eyes, and drooping\nmustaches. Their finger nails were six inches long and stuck out, when\nthey talked, like the claws of wild beasts.",
        "All the people working in the tea-fields hid under the bushes when\nthey saw those men. Only the tea-bushes didn’t help them much, for\nthey were so frightened that their little pigtails rose straight up in\nthe air like new shoots growing out of the bushes. There were\nthousands of those pigtails sticking up straight in the air all over\nthe fields. As for the three little friends, Ping Pong, Sing Song, and\nAh See, they trembled like leaves in the wind, then threw themselves\nflat on their bellies in the dusty road.",
        "“Who are those fellows?” asked Marmaduke, beginning to be frightened.",
        "“It’s Choo Choo Choo and his gang, allee velly bad men,” explained\nPing Pong, though he found it very hard to say anything, his teeth\nchattered so.",
        "The wild men with hats like saucers turned upside down and the long\nmustaches and fingernails, came near. Four of them had big poles laid\nover their shoulders. From the poles hung a funny carriage like a\nhammock-swing with beautiful green curtains. It was called a\n“palanquin.” When they reached the place where Marmaduke stood, they\nlet the palanquin down on the ground, and he heard a terrible swearing\ngoing on behind the green curtains.",
        "[Illustration]",
        "The curtains opened, and out stepped a man, also with a hat like a\nsaucer turned upside down, only it was made all of gold and had\nprecious stones in its rim. And his eyes were fiercer, his mustaches\nlonger than those of the other men. In fact, his mustaches reached\nalmost to his knees, and he kept pulling and tugging at them with\nfingernails that were fully a foot long. My! if those fingernails ever\nreached Marmaduke’s eyes there wouldn’t be much of them left. That’s\nwhat Marmaduke was thinking. And they were very much frightened–all\nexcept Wienerwurst, who was smelling the funny slippers of the wild\nstrangers.",
        "Choo Choo Choo (for that was their leader’s name) stretched himself.\nWith his drooping sleeves and foot-long fingernails, he looked like\nthe bats that sail under the trees in the twilight and nest, so they\nsay, in people’s hair. He gazed out over the tea-fields and saw not a\nsoul, for every mother’s son and mother’s daughter, too, was hiding\ntight under the bushes, but a million little pigtails trembled in the\nair.",
        "“Whee!” shouted the great Choo Choo Choo;",
        "And again,–",
        "“Whee!”",
        "And once more,–",
        "“Whee!”",
        "The million pigtails shook more wildly each time until, at the last,\nthe million little Chinamen rose up from their hiding-places under the\nbushes, and came running from all over the fields like the inhabitants\nof a great city running to a fire.",
        "When they reached the road and the green palanquin, they fell on their\nknees, jabbering and praying the chief Choo Choo Choo not to hurt them\nwith his long curved sword or the curved fingernails, which were worse\nthan the sword.",
        "“Pss-ss-iss-ssst!” exclaimed Choo Choo Choo, who for all his faults\nliked to see people brave and not cowardly like that.",
        "“Psss-sss-iss-sst!” he said again, then a third time, for in China,\nespecially if you are a robber, you must say things three times if you\nreally mean it, or else people won’t believe you at all.",
        "So, again “Pss-ss-iss-sst!” said this bold Choo Choo Choo.",
        "At this third dread cry, each of the million Chinamen took out of his\npocket a penny, a Chinese penny. And a Chinese penny is rather big,\nwith a hole in the centre, and funny chicken-track letters stamped on\nit.",
        "Before Marmaduke could have said “Jack Robinson,” there were a million\nof them lying in the road.",
        "Choo Choo Choo scratched his head with his long fingernail. He didn’t\nknow what in the world to do with so many pennies.",
        "After some time he seemed to land on an idea, for he beckoned to one\nof his soldiers with that nail. And when that nail beckoned, it looked\nlike the long claw of a lobster, waving awkwardly back and forth. It\nwould have been funny indeed, if it hadn’t been quite so dangerous.",
        "Nearby a kite flew high in the air, its string tied to a tea-bush.\nChoo Choo Choo’s servant hauled in the kite and the twine, and one by\none the soldiers strung all those pennies, those pennies with holes in\nthem, on the twine, like beads on a string.",
        "When they had finished, the string of pennies looked like a great\nshiny bronze snake coiling back in the road for almost a mile.",
        "By this time the great robber chief Choo Choo Choo had begun to notice\nMarmaduke.",
        "“Come here!” he commanded, crooking a fingernail. It was funny how\nPing Pong, Sing Song, and Ah See, who were quite honest, spoke broken\nor Pigeon English, while Choo Choo Choo talked correctly and very\npolitely. Robbers, and burglars too, frequently do that. So you can’t\nalways tell a man by his fine language.",
        "Marmaduke obeyed. He drew near the palanquin and waited, his heart\nbanging against his ribs.",
        "“What are you doing here?” asked Choo Choo Choo.",
        "“I want to see China.”",
        "“Oh you do, do you!” said the robber chief, “and why, pray, do you\nwant to see China?”",
        "“I wanted to see if the people stood upside down on the other side of\nthe world,” explained Marmaduke, hoping that this explanation would\nplease Choo Choo Choo.",
        "“So,” said he very sarcastically, “that’s silly–immeasurably silly, I\ncall it. Look out or you’ll go back without a head yourself. But first\ntell me,–have you any ancestors, honorable ancestors?”",
        "“What are ancestors, honorable ancestors, sir?” Marmaduke\ninquired. He thought that if he said “sir\"–very politely–it might\nhelp matters a bit.",
        "“Oh, people in your family who lived long before you, and who have\nlong beards and are very honest,” returned the robber chief.",
        "Marmaduke thought it was odd, his mentioning that honorable ancestors\nmust be honest, when he was a robber himself, but anyway he was\nrelieved as he thought of “Greatgrandpa Boggs.”",
        "“Yes,” he told Choo Choo Choo, “if that’s what it is, I have an\nhonorable ancestor–Greatgrandpa Boggs. He was very old before he\ndied. He was so old his voice sounded like a tiny baby’s, and he had a\nbeard–a long and white one–that nearly reached to the bottom button\nof his vest, and he must have been honest, ’cause Mother said he might\nhave been rich if he hadn’t been so honest.”",
        "“But wait a minute,” roared Choo Choo Choo, “did he have fingernails\nas long as mine?”",
        "“No,” replied Marmaduke, “they were short like these,” and he showed\nhim his own hands.",
        "“Pss-ss-iss-sst!” said Choo Choo Choo in disgust, “he couldn’t have\nbeen so very honorable then. I guess we’d better behead you without\nany more argument.”",
        "He looked around at the sky and so did Marmaduke. It was very pretty\nand blue, and the road looked very white and inviting, the tea-bushes\nvery lovely and green.",
        "“It’s just the right weather for beheading,” remarked Choo Choo Choo,\n“soldiers, are your swords very sharp?” and he patted the snake made\nof pennies that curved up the white road.",
        "Marmaduke was certainly in danger now, but he kept his head so as not\nto lose it. And he found an idea in it.",
        "The idea was this:–",
        "Before he had left the Coal-Giant in the Pit in the centre of the\nearth, the Giant had told him, if he ever needed an earthquake to help\nhim out, to call on him. All Marmaduke was to do was to tap on the\nearth three times with his right foot, three times with his left, and\nthree times more, standing on his head. Then he was to run away. The\nGiant had promised to allow five minutes so that Marmaduke and his\nfriends could get to safety.",
        "So this Marmaduke did, just as he had been told. He tapped on the\nground three times with his right foot, three times with his left, and\nthree times more, standing on his head, and all under Choo Choo Choo’s\nvery nose, for, of course, that was the very place where Marmaduke\nwanted the earthquake to come.",
        "Choo Choo Choo must have been fooled, for he stopped patting the snake\nmade of pennies, and sharpening his fingernails, and the soldiers\nceased whetting their swords. They thought Marmaduke was performing\ncircus tricks for their entertainment.",
        "As soon as he was through standing on his head, he had run away, of\ncourse, to get out of the way of the earthquake which he knew would\ncome. But the robbers thought he was just running back to his\ndressing-room, as all acrobats do, and would come back again for his\nbow. But he didn’t. And after five minutes, just as the Coal Giant had\npromised, there came a great roar and a mighty tremble, and Choo Choo\nChoo and all his soldiers were blown up in the air, and when they came\ndown they fell on their heads and knocked their brains out. Then\nMarmaduke came back–to find them all dead–stone dead.",
        "And he thought it was very kind of the Coal Giant in the Pit in the\ncenter of the Earth to help him out with that little favor.",
        "But now all the million tea-Chinamen, who had seen the great\nhappening, fell down on their knees. They thought Marmaduke must have\ncome from Heaven, to work such wonders.",
        "So they dressed him all up in a blue mandarin’s coat, which they found\nin the palanquin. It was covered with pretty snakes, all embroidered\nin scarlet and gold. And they gave him a cap like a saucer turned\nupside down and made of gold, and he looked all dressed up for a\nparty.",
        "I guess the million Chinamen thought he did, too, and that they must\nget up a party for him, for they led him to the great Pagoda which\nstood on the top of the hill, and which, they told him, was the\nhighest anywhere in the world.",
        "When they reached it, Marmaduke saw that it had many stories, which\ngrew smaller as they mounted nearer the sky. And each had roofs\ncurving like skis at the end. It was all pink-colored, too, with\nstripes, and he saw that it was built of peppermint!",
        "He was minded to eat it as Hansel and Gretel had eaten their sugar\nhouse, but he didn’t, because Ping Pong said it was sacred.",
        "On a throne of stone, inside the Pagoda, sat an old jolly Billiken,\nalso of stone, and shaped just like an egg, with his hands across his\ntummy and his legs crossed under him.",
        "Now all the million Chinamen had followed Marmaduke, their slippers\ngoing “clippity clop,” on the pavement of the courtyard. They thought\nhe must be very wonderful to make the earthquake that killed Choo Choo\nChoo, and they wanted him to sit on the great stone throne of the\nBilliken. But Marmaduke wouldn’t let them. He didn’t want to take the\nseat of the old Billiken when the old fellow had sat there for three\nthousand years and more.",
        "Billiken, however, had an idea about that. Probably he thought he had\nbeen sitting there long enough, for he uncrossed his stone arms from\nhis stone tummy, unwriggled his stone feet, and stood up, stretching\nand yawning.",
        "“My! but that was a long sleep,” he said, and Marmaduke nodded his\nhead. Three thousand years was considerable of a sleep.",
        "Then the Billiken stretched out his hand to shake Marmaduke’s. The\nlittle boy thought it felt very cold, but his new friend’s face looked\njolly enough.",
        "“Hello!” said the Billiken, “have a game?”",
        "“A game of what Mr. Billiken?” Marmaduke replied.",
        "“Oh, any old thing. What’s the latest?”",
        "Marmaduke thought for a moment.",
        "“Well, there’s Duck on the Rock,” he suggested, “or Roly Poly.”",
        "“Duck on the Rock sounds interesting, let’s try that.”",
        "Then he waved to the other little stone images all around him.",
        "“Come on, fellows, let’s play Duck on the Rock. But how do you play\nit?” he added to Marmaduke, as they reached the courtyard.",
        "“Oh!” replied that little boy, “it’s easy. You just place a little\nrock on a big one, and you each stand on the line with rocks in your\nhand, an’ take turns trying to knock the little one off the big one.”",
        "“Suits me,” said Billiken, “here, you, stand on my head.” And\nhe picked up one of the little stone images and set him upon his own\nhead, that was shaped so like an egg.",
        "“Now shoot,” he commanded Marmaduke, “let’s see how it goes.”",
        "And Marmaduke did as he was bid, and he knocked off the little stone\nimage from the old Billiken’s head.",
        "They kept up the game for quite a while, but at last Marmaduke made a\nwild shot. The rock which he threw went high up in the air and knocked\na pink gable off the Peppermint Pagoda.",
        "At this, all the million Chinamen, who had been watching the game\nrespectfully from a distance, set up a howl. They thought it was a sin\nto smash their pagoda, and that Marmaduke ought to be punished.",
        "So, one and all, they made a rush for him, but again he remembered the\nCoal Giant’s advice. He tapped the ground three times with his right\nfoot, three times with his left, and three times, standing on his\nhead.",
        "Then, after he had run to safety, there came as pretty an earthquake\nas ever you saw. It didn’t kill all the million little Chinamen, but\nit threw them down on the ground, knocking the wind out of their\nmillion tummies completely. And, of course, after that they were very\ngood, being afraid of Marmaduke, as well they might be.",
        "Now, just at this time, the Queen happened by in a magnificent\npalanquin of cloth of gold. When she saw the trick that Marmaduke had\nperformed, she, too, thought he must have come down from the sky, and\nshe sent her chief officer, the mandarin, to fetch the strange little\nboy to the Palace.",
        "He was glad to accept the invitation, for he was getting pretty hungry\nby now. But they had to go through many beautiful grounds with strange\nsummer-houses, and high walls, and ponds with rainbow goldfish\nswimming in them, before they reached the main part of the palace\nitself. Then the Queen sat down on her throne, with her mandarins\naround her, all dressed in those funny coats like pajama-tops and\nembroidered with red dragons, and gold birds with great wings, and all\nsorts of queer things.",
        "The Queen seemed a little out of sorts, for, when he came to the\nthrone, she said to him sharply,–",
        "“Show me a trick, or I’ll cut your head off.”",
        "Marmaduke was puzzled. He didn’t know just what to do. He didn’t want\nto start another earthquake. That was only to be used in times of\ngreat danger. He’d better try something else first. So he felt in his\npockets once more, to see what he could find, and brought out the\nlittle pack of cards with which he had played with the Coal Giant.",
        "“I’ll teach you how to play\"–\"Old Maid,” he was going to say, but he\nstopped in time. He thought that maybe the Queen had never been\nmarried and she’d be insulted if he asked her to play Old Maid. Then,\ntoo, she might insult him back by cutting his head off. And nobody\ncould stand an insult like that. So he just said,–",
        "“_Casino is a fine game.”",
        "But “No,” the Queen replied angrily, “I played that long before you\nwere born. And my honorable ancestors played it before me.”",
        "Again Marmaduke felt in his pockets, hoping to find something that\nwould help him out. He drew forth a penny, a fishhook, a dried worm,\ntwo marbles, and–there–just the thing–the game of Authors, which\nAunt Phrony had given him for his birthday.",
        "“I’ll tell you what,” he told the Queen, “let’s play Authors. There’s\nnothing better than that.”",
        "“Authors, authors–” the Queen replied, tapping her foot impatiently,\n“what are they?”",
        "“Oh, people who write books and stories an’ things. It’s very nice.”",
        "So he explained to the Queen all about them, about Longfellow and\nWhittier and all the rest. He really didn’t know so very much about\nthem, you see, but he had played the game so often that he knew the\ncards and names “’most by heart.”",
        "“Gracious!” exclaimed the Queen–in Chinese, of course. “Whittier and\nLongfellow–what pretty names! But haven’t you got Confucius\nthere, somewhere?” Confucius, you see, was a man who wrote in Chinese\nlong years ago, and he was one of her pet authors.",
        "Marmaduke shuffled the cards all over, but couldn’t seem to find that\nname.",
        "“I guess he’s been lost,” he said politely, so as not to hurt her\nfeelings and lose his head, “but I’ll tell you what\"–he added,\npointing to a picture of Dickens–\"we can call this man Confoundit\njust as well.”",
        "“_Confucius, not Confoundit,” the Queen corrected him crossly,\nthen she looked at the card. “That’ll do, I suppose. That author has a\nkind face and a real long beard. It’s not half bad.”",
        "She chose Marmaduke for her partner, and they played against the two\ntallest mandarins in the red dragon coats.",
        "The Queen and Marmaduke beat the old mandarins badly, due to\nMarmaduke’s fine playing. And the Queen was so pleased that she\nexclaimed,–",
        "“After all, I won’t cut off your head. You see, it might stain that\npretty rug. I guess we’d better have tea and a party instead.” Then\nshe added,–\"By the way, do you drink tea?”",
        "“Yes, thank you,” he replied, “but make it ’cambric.’”",
        "“All right if you prefer it,” she remarked, “but I call it silly to\nspoil a good drink that way.”",
        "Then she clapped her hands, and her servants came running in, with\nhuge trays of wonderful foods in their arms. And the Queen and the\nmandarins, Marmaduke and Wienerwurst, and Ping Pong, Sing Song, and Ah\nSee, all sat around the throne, drinking out of the little blue cups\nand eating the strange food. It made Marmaduke’s eyes almost pop out\nof his head to see the way the Queen and her mandarins, and his three\nlittle yellow friends, devoured those dishes,–the stewed rats, the\nfricasseed shark’s fins, and the old birds’ nests. Now Wienerwurst\ndidn’t seem to object to that sort of food at all, but “licked it\nright up” like the Chinamen. Marmaduke chose other things\ninstead,–some pickled goldfish, candied humming-birds’ tongues, some\nfrozen rose-petals, whipped cloud pudding, and a deep dish of spiced\nair from the sky, with dried stars for raisins. And, to wash it all\ndown, he had a little blue cup of tea, “cambric” of course, quite as\nhis mother would have wished.",
        "Seeing that he was growing drowsy from such a big meal, the Queen took\npity on him and said he could lean back against the golden throne and\ntake a nap.",
        "But first she called the mandarin who was in charge of the\nFire-cracker Treasury, where they kept all the finest fire-crackers in\nthe world, and ordered him to bring Marmaduke some. Soon the mandarin\ncame back, and, with him, six servants, with trays heaped high with\nthe prettiest and the fanciest fire-crackers ever boy or man saw. They\nwere wrapped in rose-colored silk paper, with gold letters on the paper,\nand dragons, too, with great eyes and fiery forked tongues.",
        "[Illustration: “Then the Queen clapped her hands and the servants came\nrunning in with trays piled high with wonderful foods.\"]",
        "The six servants and the mandarin filled all Marmaduke’s seven pockets\nwith the packs of fire-crackers, and tied one on Wienerwurst’s tail.\nThen they handed him some bundles of extra-fine punk sticks. It wasn’t\nat all like ordinary punk, but very sweet-smelling.",
        "He lighted one stick, and it smelled so like incense, and he felt so\ndrowsy and nice, that he started to fall asleep. The lighted punk fell\nlower and lower until it touched one of the fire-cracker-packs. The\nsilk paper began to curl and grow black, then it burst into flames.\nThere was a sputter, then a crackle like the firing of many rifles,\nand then a great roar. My! but those were powerful fire-crackers. One\npack exploded–and he was blown through the palace. Another–and over\nthe Peppermint Pagoda he flew. Still another went off, and he was\ntossed clean over the Great Wall to the mouth of the hole down which\nhe had come that very same day.",
        "Then the last pack went–bang! and he was blown through the\nhole, Wienerwurst after him, up, up, up, past the Coal Giant and the\nFurnace Pit, and up, up, up, until he saw, just above him, the little\ncircle of light again.",
        "Out of it he flew–and–all of a sudden his head cleared, and he saw\nhe was sitting back at home once more, sitting against the cedar post,\nand the Toyman was rubbing his head.",
        "“Never mind,” the Toyman was saying, “It’ll feel better soon. And how\ndid you like China?”",
        "The head did feel better “pretty soon.” Anyway, he didn’t mind it a\nbit. It was worth a headache, as the Toyman said, to have seen the\nwonderful land of China.",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}