{
    "title": "Half-Past Seven Stories - XVI: He That Took the City",
    "author": "Robert Gordon Anderson",
    "chapter": "18",
    "content": [
        "\n\n",
        "Marmaduke trudged up the road. And the road went up, up, up the hill.\nFirst he thought that road was like a great worm, always squirming\nahead of him, but then he decided that, although it twisted, it didn’t\nsquirm, it was too still for that. After all, it was more like\na ribbon, a wide brown ribbon, tied around the green shoulder of the\nhill.",
        "He wondered where that ribbon road went–over the hill and far\naway–perhaps clear round the World! But, no, it couldn’t do that, for\nthere was the Sea between, and it must stop at the Sea. Anyway, he\nwould have liked to have travelled over it, to the very end, to see\nall the people and animals that walked over it, and the cities and\nchurches that stood by its side.",
        "But first he must find the Toyman. That is what he had come for. And\nthe Toyman had just gone over that very road. Marmaduke had seen him\nfrom the valley below, his long legs climbing up that hill and the\nlittle boy had hurried after him, calling and calling.",
        "“’Llo, Toyman, ’llo, Toyman!” he shouted.",
        "He heard an answer and put his hand to his ear to hear more clearly.",
        "“’Llo, Toyman, ’llo, Toyman!” came the mocking answer, faint and\nfar-away.",
        "But it wasn’t the Toyman. It was Echo, calling back from the hills.",
        "Marmaduke had always wanted to meet Echo, but so far he never had. He\nthought she must be something like the Star-Lady, whom he hadmet, only not quite so bright. Her voice sounded a little sadder, too,\nlike the Bluebird’s in the Fall when he says “Goodbye” to the fields\nand flies to the South. Often he had run after Echo, but he never\ncould catch up with her, nor even see a glimpse of her silver and\ngreen dress. She always played Hide-and-Seek with him, and he was\nalways “it.”",
        "However, he didn’t worry long about friend Echo this morning. He was\nthinking of the Toyman. For the Toyman’s face had looked worried–far\naway and sad. It had looked somehow as Echo’s voice always\nsounded. What was it Mother had said? “Poor Frank!\"–that’s\nwhat she called him; “he’s in trouble,” she had whispered to Father.",
        "Marmaduke didn’t know what he could do, but he wanted to catch up with\nhim, and put his hand in his, and tell him not to worry at all, and\nsay, if he needed money he could have all there was in Marmaduke’s\nbank–every last penny, even the bright ones.",
        "Across the road a big jack-rabbit jumped–jumped\nsping–sping–sping–like a toy animal made of steel springs.\nWienerwurst ran after the rabbit, but his master didn’t stop to chase\nJack. He was afraid if he wasted any time he would never catch up with\nthe Toyman.",
        "At last the ribbon road reached the top of the hill and wound along it\na little way before it started twisting down the other side. For a\nmoment Marmaduke’s eyes followed it down hill, and he wanted to follow\nit with his legs too, there were so many wonderful and mysterious\nplaces where it went, but just then he caught sight of the Toyman.",
        "He was sitting right on the top of the hill, sitting with his chin in\nhis hands, and his eyes on the West far away. And he said never a\nword.",
        "So Marmaduke just stole up softly, and put his face against the\nToyman’s, and sat down beside him.",
        "And then the Toyman’s eyes came back from far away and looked down on\nthe little boy and smiled again.",
        "“Don’t you worry, Toyman,” the little boy said to him, “don’t you\nworry about anything. It’ll all come out in the wash.”",
        "The Toyman didn’t ask what he meant by that, for he knew it was a\nproverb, a boy’s proverb that was as good as any King Soloman ever\nmade.",
        "“Sure, sonny,” he repeated, “it’ll all come out in the wash.” And he\npatted the hand beside him.",
        "You see, Marmaduke never asked the Toyman what his trouble really was,\nor anything at all. And that is always the very best way–when a\nfriend’s in trouble, don’t bother him with a lot of questions–and\npester the life out of him–but just take his mind off his troubles by\nsuggesting some nice game to play–like marbles or “Duck-on-the-Rock,\"\nor going fishing, or something; and if you can’t do that, just sit\nbeside him, “quiet-like,” and be his friend.",
        "For a while they sat so, drinking in the cool air, and looking down at\nthe valley, and the white houses, and red barns, and the yellow\nhaystacks, and the horses and people like ants crawling here and\nthere. There were two ribbons in the valley now, one brown and one\nsilver, the Road and the River. And from the Church with the Long\nWhite Finger Pointing at the Sky, came the sound of bells–pealing\n–pealing–up the hill to the Sky.",
        "All else was still. But after they had listened for a while they\ndiscovered that it wasn’t so still as it had seemed. Every bird and\ninsect, each leaf and blossom, was busy, preparing its dinner, or else\njust growing. A twig rustled as a little garter snake squirmed into\nthe thicket. A little gray nuthatch looked for its lunch on a locust\ntree, crawling over the trunk head-downwards, while, on a branch\noverhead, a crested flycatcher perched watching, watching, then\nall-of-a-sudden swooped down and pounced on a fly, swallowed him, flew\nback to its perch, and watched again.",
        "In the tall grasses which rose like a miniature forest around his\nhead, green katydids jumped, as spry as monkeys. And, as he lay on his\nback, he could see, way up in the middle of the sky, and right on a\nline with his eye, Ole Robber Hawk himself, or else one of his\nrelatives or friends. He was brown, of course, but against the blue of\nthe sky he looked like a little black speck with a couple of thin wavy\nlines for wings.",
        "There was music, too, for a woodthrush sang, oh ever so sweet, and the\noriole whistled as clear as a flute, while a locust rattled away like\nthe man who plays the drum and all the noisy things in the\ntheatre-orchestra. But, busiest of all, at his feet an army of black\nants hurried around a little hole in the ground, seeming quite as big\nas the people and horses in the valley below.",
        "“It’s just like a little city here, isn’t it, Toyman?” Marmaduke said,\n“all the katydids, and bugs, and snakes, and things, workin’ an’\nworkin’ away.”",
        "“Yes,” said the Toyman, as they watched Robber Hawk swing round and\nround in the sky, “how any one can feel lonely in the country I can’t\nsee. I can understand it in the city, where you can’t speak to a soul\nwithout his putting his hand on his watch, but here there’s always a\nlot of folks with beaks and claws and tails, and all kinds o’ tongues\nan’ dialecks, that you don’t need any introduction to, to say\n’howdy!’”",
        "But Marmaduke remembered that morning and how the Toyman had seemed in\ntrouble. He had certainly looked lonely when Marmaduke and Wienerwurst\nhad found him sitting up there on the hill, and the little boy\ncouldn’t help asking,–\"Don’t you ever feel lonely? You haven’t any\nwife, and Mother says she pities a man without chicken or\nchild–’tleast she said something like that–and how it wasn’t good\nfor a man to live alone–an’ you do–out in your bunkhouse.”",
        "For the first time that afternoon the Toyman, who had been so worried,\nlaughed his old hearty laugh, and Echo sent it back from her cave in\nthe hill.",
        "“No!” said he, “I don’t want any ole wife. Like as not she’d talk me\nto death. Besides I don’t feel lonely when you’re along, little\nfellow.”",
        "The little boy felt very happy over that, but, for some reason or\nother, he felt quite embarrassed, too. Often, when he felt happiest,\nhe couldn’t put his happiness into words–he just couldn’t talk about\nthe particular thing that was making him happy. And, strange to say,\nhe would usually talk about something quite different. So he said,–",
        "“Let’s see your knife.”",
        "The Toyman took it out. It was a beauty, too, with five blades,\nall of different sizes, and a corkscrew.",
        "Marmaduke tried to open one of the blades, but he couldn’t, they were\ntoo strong for his fingers.",
        "So the Toyman took it.",
        "“Which shall it be?” he asked.",
        "“The very biggest,” came the answer, “and oh, Toyman, let’s play\n’Mumbledy Peg!’”",
        "“A galoochious idea!” exclaimed the Toyman, “how did you ever think of\nit?”",
        "“Oh!” said Marmaduke, “I thought of it–just like this_\"; and he\nsnapped his fingers to show just how quick. “But pshaw! I could think\nof lots more galoochious than that.” Then he added in delight,–\"The\none who loses has to pull the peg out of the ground with his teeth.”",
        "Meanwhile the Toyman was driving that peg into the ground. When it was\nin so far that it seemed as if no Thirty White Horses could ever pull\nit out, they began the game–the famous game of Mumbledy Peg.",
        "First, Marmaduke put the knife in the palm of his right hand and made\nthat knife turn a somersault in the air. And it landed right on the\nblade point and stuck upright in the ground.",
        "Then, taking the knife in the palm of his left hand, he made it turn\nanother somersault in the air. Again it landed on the point of the\nblade and stuck in the ground, quivering deliciously.",
        "“Neat work!” said the Toyman. Probably he said it too soon, for on the\nvery next try Marmaduke missed, and the Toyman had his turn.",
        "He took the knife and got just as far as Marmaduke with his\ntricks, then he missed, too.",
        "So Marmaduke took another turn and clenched his right fist tight shut,\nand threw the knife in the air from that, and it turned another\nsomersault clean, and landed straight up in the ground. And he did the\nsame with his left hand clenched. He was getting on famously!",
        "The next trick in the game of Mumbledy Peg was to twirl the knife from\nthe tip of the first finger, then from the second, and so on. When\nMarmaduke tried it from the third finger, the knife fell on its point,\nquivered feebly as if it were sick, then fell over on its side, only\npart way up in the air.",
        "“Can you get two fingers under it–between the blade and the ground?\"\nsaid the Toyman eagerly. “If you can, it’s all right.”",
        "“_You try?” said Marmaduke.",
        "“What–with these fingers?” laughed the Toyman, “you’d better\ntry yours–you’d have more of a chance.”",
        "So Marmaduke tried, and just managed to squeeze his two smallest\nbetween the blade and the ground. But when he tried twirling it from\nhis last finger he failed. The knife fell over on its side, and he\ncouldn’t squeeze any two of his fingers, even the smallest, between\nthe grass and the blade.",
        "“Oh dear!” he exclaimed, “I always miss with my ’pinky.’”",
        "However, the Toyman missed with his fourth finger, and Marmaduke was\nstill ahead.",
        "“I’m off my game,” the Toyman explained a little later, as he threw\nthe knife over his left shoulder and failed, “and you’re in rare\nform!”",
        "Now this was strange, for the Toyman was so good at work and games and\neverything, but I’m thinking it was like that time they played\nmarbles–he did it on purpose, just to let the little boy have the fun\nof winning. That would have been like the Toyman.",
        "Anyway, the last time Marmaduke threw the knife through the air, and\nit made its last somersault and stuck up in the ground, straight as\nstraight as could be and quivering like a jews-harp, the Toyman\nsaid,–",
        "“Congratulations, ole man, you’ve won!”",
        "And somehow Marmaduke liked to be called “ole man,” and felt quite as\nproud over that as over winning the game.",
        "Now the Toyman had to get down on his hands and knees and try to pull\nthe peg out of the ground with his teeth. And oh, what a time he made\nof it, growling like a dog over a bone, all for the fun of the thing,\nuntil Marmaduke shouted in glee and Echo answered back from her cave\nagain.",
        "So for a long time they played Mumbledy Peg on the hill, while the\nshadows grew longer and longer on the grass at their feet. Then they\nstopped to rest and sat quiet “for a spell.”",
        "Opposite them, in the West, were other hills, higher ones too, rising\nway up in the sky. And far above them curled great white clouds,\nstanding still as still could be.",
        "For a long while they watched those clouds, the man and the boy, then\nMarmaduke said,–",
        "“I wonder if you see what I see.”",
        "“What do you see, Sonny?” the Toyman replied.",
        "“A great big city–look, there it is!” And the little boy pointed\nstraight at the clouds.",
        "“Why, to be sure!” exclaimed the Toyman, “there it is, an’ it looks\nmighty pretty. But just what do you make out?”",
        "“Well!” replied Marmaduke, squinting his eye thoughtfully, ’Isee a big wall and towers on it–a whole lot of towers. There’s about\nfifty, I guess.”",
        "The Toyman squinted too, and pointed his brown finger at the clouds,\ncounting slowly under his breath.",
        "“Fifty-one towers I make,” he said as he finished–\"some little\nand some big; and some have little peaks on ’em, and some are all\nscalloped out on top.”",
        "“And there’s a church–a whopper of a big one!” went on\nMarmaduke.",
        "“Where?” asked the Toyman, craning his neck.",
        "Marmaduke pointed at the Cloud City.",
        "“There–just behind the biggest tower.”",
        "“Just a little to the right, you mean?” again asked the Toyman, trying\nhard to see so as not to miss anything in that wonderful city. Then he\nadded,–\"oh, I get it now–it’s got a gold cross on it an’ little\ndiamonds at the tips. My! how they shine in the sun.”",
        "Then Marmaduke put in,–",
        "“An’ there’s flags on the towers, red, yellow and blue–”",
        "“How nice they look!” the Toyman murmured, “all a wavin’ in the wind.”",
        "“And there’s soldiers in the streets, with helmets on their heads, an’\nspears, an’ things–”",
        "“You bet–an’ you kin hear the silver shoes of their horses on the\ncobbles–”",
        "“What kind of cobbles?”",
        "The Toyman thought a moment–",
        "“Oh, let me see–wh-h-y, I’d say they were all cut outo’ agate like\nyour shooters–leastways they look like that at this distance. An’ the\nsidewalks, of course, are of gold–a blind man could tell that–”",
        "“What else?” demanded Marmaduke, a little out of breath, and dazzled\nby all this sudden glory.",
        "“Oh, a lot else–” the Toyman replied, “for one thing, the door-knobs\nin all the castles are silver–but then that’s nothin’–silver’s so\ncommon even their frying-pans are made outo’ that. But you ought to\nsee their lamp-posts in the street. Their poles are built of ivory\nfrom the tusks of elephants of the first water; an’ the glass on top\nis nothing but rubies–”",
        "“Whew!” exclaimed Marmaduke, “that’s a great city.”",
        "“Yes,” added the Toyman, “it’s a great city.”",
        "So for a little while they watched that great Cloud City with all its\ntowers, and flags and banners waving in the wind; and heard the horses\nprance over the bright cobbles, and the glorious music coming from out\nthe great church doors. Suddenly Marmaduke asked,–",
        "“Do you ’spose we could take that city?”",
        "“’_Spose!” exclaimed the Toyman, “why, I’m sure of it.\nJust call up your horses an’ call up your men.” And he put his hands\nto his lips and hallooed through them as through a trumpet, Echo\nanswering back as if she had a trumpet, too.",
        "“Hurry,” the Toyman went on in excitement, “there’s your horse–come,\nput your foot in the stirrup an’ lick him up an’ away we’ll go!”",
        "And he made all the motions of mounting a horse himself, and calling,\n“Charge!” to the soldiers. It was a beautiful game, and so real that\nMarmaduke felt he was actually flying through the air on a winged\nhorse, at the head of a mighty column of soldiers, straight towards\nthe Cloud City.",
        "But alas! they didn’t take that city, for, as they came near it, a\nhorn sounded from the valley below. They turned back to look and there\nfar, far beneath them, they saw the White House with the Green Blinds\nBy the Side of the Road, and Mother standing by the door. She looked\never so tiny, and she was blowing that horn over and over to call them\nto supper. They reined in their horses to listen, for they knew what\nthey would hear in a minute. Yes, there it came, that other horn–it\nwas Echo’s. And when they turned in their saddles to look at the Cloud\nCity again, it had vanished–vanished at the sound of the horn, with\nall their horses and men.",
        "[Illustration: “So, for a little while, they watched that great Cloud\nCity, with all its towers and flags and banners waving in the wind.\"]",
        "“Oh dear!” said Marmaduke, when he found himself on the hill once\nmore, the game all over and ended, “she’s always mocking us an’\nspoiling things, that Echo. If I ever catch her, I–I’ll break her\nhorn an’ throw it down the waterfall, so she can’t blow it\nagain–ever.”",
        "“Never mind, sonny, we’ll take that city some time,” said the Toyman.",
        "“We had a lesson ’bout that, in Sunday school today,” Marmaduke told\nhim, “all about ’he who taketh the city.’ But the teacher said ’he who\nconquers his spirit is greater’n he who taketh the city.’ How can you\nconquer a spirit, Toyman, when you can’t see it? Did you ever conquer\nyour spirit?”",
        "The Toyman looked very sober for a while, as they rose and turned\ntheir faces towards the road and the valley.",
        "“Yes,” he said, “that’s what I’ve been trying to do all day. I had\nsome trouble an’ temptation, an’ it was getting the best of me. You\nknow, something bad in me that was tellin’ me to do things I’d\noughtn’t to. I tried hard to get my fingers around that bad spirit an’\nthrow him out by his heels. That’s why I came up here on the hill to\nfight it out. You’ll understand some day–when you’re older.”",
        "But, strange to say, the little boy thought he understood even\nthen–at least part of it.",
        "“Have you conquered it, Toyman?” he asked at last.",
        "“I think so,” the Toyman answered slowly–\"leastways I hope so.”",
        "“And when did you conquer it?” the little boy prattled on.",
        "The Toyman thought for a moment.",
        "“When you just crep’ up behind me, so still an’ quiet, an’ put your\nface against mine.” And at that the Toyman hugged him again. “No, I\nguess we won’t take that city tonight–we’ve done a better job.”",
        "As they walked to the brown ribbon road again, and over the hill to\nthe valley, the sun was setting. They could see it perched like a gold\nsaucer on the top of the hill, or like the shield of one of their\nsoldiers. Gold bit by gold bit it sank below. Then it went altogether,\nout of sight, but the Cloud City came back again just for a moment,\nand a rosy light shone upon that Cloud City and all its banners, and\ntowers, and spires.",
        "Then suddenly it faded quite away. And the little boy and the Toyman\nwalked home through the night, but they whistled together as they\nwent.",
        "The End.",
        " ",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}