{
    "title": "Half-Past Seven Stories - IV: The Blue Croaker, the Bright Agate, and the Little Gray Mig",
    "author": "Robert Gordon Anderson",
    "chapter": "6",
    "content": [
        "\n\n",
        "It is odd about Grownups–how mistaken they can be, how sadly\nmistaken. Now for instance, they will insist there are only\nfour seasons when, as every one who has lived in Boyland knows, there\nare scores more than that.",
        "There’s",
        "  Sled-time;\n  Ball-time;\n  Marble-time;\n  Top-time;\n  Kite-time;\n  Garden-time;\n  Hay-time;\n  Harvest-time;\n  Grape-time;\n  Nut-time;\n  Pumpkin-Pie-time;\n  and\n  a time\n  for",
        "Hunting strawberries, elderberries, or red rasps; for orioles to move,\nfor shad to run, and to go bobbin’ for eels; and a whole lot of other\nfamous seasons as well, all happy ones, and too many to count, at\nleast on one set of fingers and toes.",
        "Any American boy will tell you this and–what is more to the\npoint–prove it, too. And so can the Toyman, for, though he is six\nfeet tall, and wears suspenders and long pants, and shaves and all\nthat, he can get down on his knees in the good old brown earth and\ncry, “Knuckles down!,” with the youngest.",
        "Well, then, it was–not Spring, as the grownups would say–but\nMarble-time–midway between Kite-time and the Time for Red\nStrawberries, which comes in June.",
        "One day, at the very beginning of this sunny season, the Toyman came\nback from town. And as usual the children gathered around him. There\nwas no delay, no dilly-dallying, as there was when kindlings were\ncalled for. It was funny to see how quickly they could gather\nwhen they heard the wheels come up the drive. Somehow their particular\ncreak was different from that of any other wheels–and the children\ncould tell it long before ever the wagon came in sight.",
        "When they were younger, the children used to ask a question just as\nthe reins fell over the dashboard and the Toyman jumped to the ground.",
        "“What have you got for me, Toyman?” it always was.",
        "But not now, for Mother had explained it was very bad manners. And\nJehosophat and Marmaduke were trying hard to be “Little Gentlemen,\"\nand to show Hepzebiah a “Good Example.”",
        "Of course, just as Mother had expected, when she suggested all this,\nMarmaduke asked,–",
        "“But how can a girl be a Little Gentleman?”",
        "Mother made it clear.",
        "“Well hardly,” she said, “we wouldn’t want her to be just that, but by\nbeing a Little Gentleman you can teach her to be a Little Lady.”",
        "It was hard sometimes, and once in a while the boys didn’t think the\nLittle Gentleman game quite so attractive. However, they remembered it\npretty well, considering. And today they didn’t ask any rude\nquestions, but just waited, though they danced on their toes.",
        "This time he led them all into the kitchen without saying a word.",
        "And then!!!–one after another he took from his pockets little round\nthings–marbles, of course, of all sorts and sizes and colors.",
        "“My!” exclaimed Marmaduke, “there’s most a hundred.”",
        "And there was, sixty, to be exact. Twenty-seven little ones, colored\nlike clay; six big ones of brown, with spots on them like the\ndapplings on horses; and six of blue dappled the same way; nine big\nglass ones with pink and blue streaks like the colorings in Mother’s\nmarble cake; nine made of china; and three–one for each–of the\nbeautiful agates–one of dark red and cream, one dark blue and cream,\nand one that was mostly pink.",
        "“Now,” said Mother, when he had tumbled all the beautiful marbles out\non the table, “you’ve got me in trouble, Frank.”",
        "But she didn’t mean that. No, indeed. It was all said in fun. They\nsaid so many things in fun in the White House with the Green Blinds by\nthe Side of the Road. So she got out her needle and thread, some\npieces of flannel, and began.",
        "She made three little bags, each with draw strings. On one she sewed a\nred J; on the second a blue M; on the third a pink H. You can probably\nguess for whom each was meant.",
        "By this time it was too dark to see. Mother lit the lamp and started\nsupper. And of course they ate it–they seldom skipped that of their\nown free will–but after it was over, the Toyman kneeled down on the\nfloor, and Father got down on the floor, too, and they played marbles\non the rag rug.",
        "That was pretty nice and interesting, but they looked forward to the\nreal game in the morning, for the real game must be played, not on a\nrug, but on the good brown earth.",
        "Again the Toyman took a little, oh, just a little time from his\nwork–that is, he meant to, but it turned out a longer “spell” than he\nhad intended.",
        "First they sorted the marbles. And when the sorting was over, each had\nnine of the little gray ones, which the Toyman told them were called\n“Migs\"; two of the dappled brown ones which he said were “Croakers\";\nand two of the blue; three “Chineys\"; three “Glasseys” with the pink\nand blue streaks; and one each of the most beautiful of all,–the\nagates. The blue and cream-colored agate Marmaduke took to match the\nblue M on his bag; Jehosophat the reddest one to match his letter J;\nand Hepzebiah the agate that looked most like a strawberry–almost\npink it was, like her letter H.",
        "These last beautiful ones, their old friend informed them, were\nagates, but had other names.",
        "“They called them ’Pures’ when I was a boy,” he remarked, “but in some\nplaces they called ’em ’Reals,’ just as in some cities they say pink\nis for boys and blue for girls, and in some the other way round.”",
        "And don’t let any one tell you this question of “Reals” and “Pures\"\nisn’t important, for it is, surely as much so as “hazards” and “simple\nhonors” which the grownups are forever discussing. In fact this matter\nof “Reals” and “Pures” was one that had to be settled at once. And\nJehosophat settled it.",
        "“I guess,” he said, after grave deliberation, “if you called them\n’Pures’ when you were a boy, we’ll call ’em that too.”",
        "Now this suggested a question to Marmaduke.",
        "“Say, Toyman, when did you stop being a boy?”",
        "And the Toyman just laughed his hearty laugh and slapped his knees\nwith his rough brown hand. His answer was strange yet very true.",
        "“Tomorrow,” he replied.",
        "It was true, you see, for, as they say in school, “Tomorrow never\ncomes,” and that is just when the Toyman will stop being a boy.",
        "Meanwhile he was making a ring in the ground, two feet across. In the\nmiddle he scooped out a little hole with his heel.",
        "Each put some marbles in the centre, the same number from each bag,\nand they began. Of course, as you know, they had to stand on the\noutside of the ring and shoot at the marbles in the hole, that is,\nthey did in that year, in that particular part of the country, though\nwise men who have travelled much say the rules differ in other states\nand are changing from day to day.",
        "When anyone put his foot over the line the Toyman would stop him\nsternly.",
        "“No matter what’s the game,” he told them, “always play fair.”",
        "He showed them the best way to shoot, not by placing the marble in the\nhollow of the first finger and shooting it out with the thumb, but on\nthe tip of the first finger and letting it fly with the thumb.",
        "Now this is of the greatest importance, so always remember it.",
        "However, Hepzebiah couldn’t follow that style, so they let her roll\nher marbles. But the boys were patient and tried again and again until\nthey had learned the right way. They did finely, too–though naturally\nnot as well as the Toyman. They had lent him some of their marbles,\nand my! wasn’t he a fine shot! He would send those marbles flying from\ntheir hole like little smithereens in all directions. However, he said\nthe boys were learning fast and would soon catch up with him.",
        "And in a few minutes, strange to say, the Toyman wasn’t doing so\nwell–though, maybe–between you and me–he was just giving the boys a\nchance.",
        "Anyway, before long, the Toyman’s pile was growing less and less,\nwhile Marmaduke had nine gray marbles–we should say “migs\"–one\n“chiney,” two brown “croakers,” one blue “croaker,” and one “glassey,\"\nand his shooter, the “pure,” of course. And Jehosophat had ten “migs,\"\ntwo “chimneys,” one “glassey,” two brown “croakers,” and one blue one,\nand his shooter. But poor little Hepzebiah had only three, counting\nall kinds. She began to cry, and rubbed her eyes with her two fists.\nBut when, after a little, she stopped and looked down, why she had\nmore marbles than any of the players.",
        "I’ll tell you a secret, if you won’t tell it to a soul–for that\nwouldn’t be fair to Marmaduke and Jehosophat, who were trying their\nbest not to let their right hands know what their left ones were\ndoing.",
        "Well then, if you won’t tell,–when Hepzebiah put her two fists to her\neyes, quick as a wink the Toyman placed three of his marbles in her\npile, and when Marmaduke saw him do that, why he put in four, and\nJehosophat, not to be outdone, slipped in five.",
        "“Better than slipping duck’s eggs under the old hen, isn’t it?\"\nwhispered Jehosophat to his brother, who agreed with a nod.",
        "And that is the way the little girl came to win the game.",
        "And so all through marble time they played many games, some of them\nvery close, too, and a few even ties.",
        "However, on one occasion the game didn’t turn out so well. That was\nthe time when Fatty Hamm strolled into the yard.",
        "“Hello!” he said, and something chinked in his pockets. It sounded\nlike marbles.",
        "“Hello!” called the boys, not very cordially, for they were always a\nlittle suspicious when Fatty happened around.",
        "“Playin’ marbles?” he asked.",
        "“Yes,” said the two brothers.",
        "“I can beat you,” he declared.",
        "“You can’t, either,” Marmaduke started to yell, but Jehosophat, who\nwas having one of his good days, said,–",
        "“Let’s treat him politely. He’s mean, but he’s company.”",
        "“Play ’for fair’?” Fatty next asked.",
        "“Course,” replied Jehosophat, “what did you think?”",
        "This friendly state of affairs didn’t last very long.",
        "“You’re cheating,” called Jehosophat a little later.",
        "“I’m not, neither,” Fatty shouted very angrily and ungrammatically.",
        "“You are, too,” insisted Jehosophat. “The Toyman says you mustn’t get\nover the marbles that way or put your foot in the ring. You’ve got to\n’knuckles down.’ Beside you call’ slippseys’ every time you make a bad\nshot.”",
        "[Illustration: “’Better than slipping ducks’ eggs under the ole hen,\nisn’t it?’ whispered Jehosophat to his brother.\"]",
        "When that strange game was over Fatty had forty-two marbles and they\nhad only nine apiece. Altogether it was very unsatisfactory.",
        "Then something very surprising happened.",
        "Fatty counted the forty-two very carefully, then put them in his bag.",
        "“Here,” said Jehosophat, “what are you doing?”",
        "“I won ’em, they’re mine,” and still Fatty kept putting them in his\nbag. Marmaduke could hear them dropping in. “Chink, chink,” they went,\nbut their “chink, chink” didn’t sound so pretty or so much like music\nas when they were dropping in his own bag.",
        "“That’s not the way the Toyman plays,” Jehosophat insisted, “when\nwe’re through we divide ’em up again so’s to be even.”",
        "“Your ole Toyman doesn’t know everything,” Fatty said with a sneer.",
        "And, angry at this, both the brothers shouted,–",
        "“He does, too–he knows most everything there is to know.”",
        "But Fatty decided things once and for all.",
        "“Anyway,” he declared, “this game’s not ’in fun.’ You said you’d play\n’for fair’ and that means ’for keeps.’”",
        "Jehosophat was silent. He hadn’t understood what ’for fair’ had meant\nat all. Still, he had agreed to play that way, and so, though he\nwanted to punch Fatty’s head for him, he supposed he’d have to take\nhis losses like a gentleman.",
        "But now Fatty was taking something out of his pocket, something made\nof wood and shaped like a bridge or a saw with teeth in it. He placed\nit on the ground.",
        "“Your turn, Joshy,” he said.",
        "“What’ll I do?” asked Jehosophat.",
        "“Just roll your marbles under this bridge, and if they go through the\nlittle holes, you can keep ’em. If they don’t, they’re mine.”",
        "The two boys didn’t see through the trick, and very foolishly they\nthought they might win some of their beautiful marbles back.",
        "So they rolled marble after marble against that little wooden bridge.\nBut it was much harder to aim straight than they had expected. More\nmarbles would hit against the wood and bounce back than ever went\nthrough the little holes. And when this strange new game was ended\nFatty had fifty-two marbles and they each had four!",
        "Then Fatty walked off.",
        "“Nice game,” he said, “I’ll come tomorrow.”",
        "But the boys didn’t second that or give him any warm invitation like\nsaying, “yes, and stay a week.” They spoke never a word–just looked\nand listened–looked at the few marbles left in their own hands, and\nlistened to the “chink, chink, chink” of Fatty’s pockets as he walked\ndown the drive.",
        "They were very solemn around the table that night, and though Mother\nknew there must be something the matter, she didn’t ask any questions\nyet. However, Marmaduke kept reaching down into his pockets so often,\nto feel the lonely little marbles he had left,–the one agate, and the\ncroaker, and the little gray mig, and the clink of them sounded so\nweak and thin and lonesome that Father said,–",
        "“Well, how did the game go today?”",
        "“F-f-f-fine,” said Marmaduke, but his lip quivered.",
        "Then they knew there surely must be something the matter, and\nMarmaduke couldn’t help saying,–",
        "“That ole Fatty Hamm said he was playing ’for keeps,’ and he took away\nalmost all our marbles.”",
        "“Humph!” exclaimed Father, and Mother looked at him with an odd look.",
        "“I’m sorry it happened,” she said, “but I’m glad, too.”",
        "Jehosophat exclaimed:",
        "“Glad we lost our marbles?”",
        "“Not exactly, dear, but I knew it would happen. You see, as the Toyman\nsaid, it’s always kinder and more fun, too, to play games ’in fun.’ If\nyou play anything ’for keeps,’ the one who loses is always hurt and\nfeels badly. Supposing you had played with Johnny Cricket, now, and\nhad won all his marbles–how would you feel?”",
        "She didn’t need to say any more. They understood.",
        "But after supper the Toyman called the boys into the woodshed. They\nsneaked out quietly and he whispered to them,–",
        "“Just wait till tomorrow.”",
        "“What’s going to happen tomorrow?”",
        "And the Toyman gave that old answer of his which was so like him,–",
        "“Wait an’ see.”",
        "Well, the Toyman had to go to town “tomorrow,” which was much sooner\nthan he had expected earlier in the week. And when he came back his\npockets chinked right merrily. They were as full of marbles as on his\nfirst trip back from town.",
        "They were very beautiful, too, but somehow Marmaduke loved the first\nblue croaker and the bright agate and the little gray mig best of all.",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}