{
    "title": "Half-Past Seven Stories - XII: The Norway Spruce",
    "author": "Robert Gordon Anderson",
    "chapter": "14",
    "content": [
        "\n\n",
        "The Three Happy Children were looking at the calendar. It was a large\none which had been given to Father by Silas Drown who kept the\nHardware Store. On it was a picture of a meadow, with a green brook\nrunning through it; and people were haying in the meadow. It was\nundoubtedly a beautiful picture, but the children weren’t interested\nin it at all. They were gazing at the numbers underneath.",
        "Now one would suppose that nothing could be quite so dull as figures,\nor so uninteresting. But these told a very fascinating story. There\nwere thirty-one of them, all in little black squares like those that\nmake up a checkerboard. Thirty of the numbers were black like the\nsquares, but one was red, bright red. And there lies the story. You\nsee, there was a good reason for that one being red, oh, a very good\nreason!",
        "Jehosophat took out a pencil and climbed on a chair, while Marmaduke\nand Hepzebiah looked on in wonder. The pencil made a mark at\n23.",
        "“Only two more days,” said the older boy.",
        "“Hooray!” exclaimed his brother.",
        "“Hooway!” echoed their little sister.",
        "Then they all sighed–three long-drawn out sighs–it was so hard to\nwait. And when they were through sighing, they all stood and stared at\nall those numbers, and particularly that bright 25, their eyes\ngrowing rounder each minute.",
        "There was something in the air, most decidedly, something that the\nchildren couldn’t exactly feel or touch or handle. It was as though\nthe sky, and air, and the trees, and the house itself, were carrying a\nsecret, a happy secret, and one almost too big to be kept.",
        "They could get hints of that secret everywhere. Sometimes they caught\nMother and Father whispering about things–very mysterious things.\nMother, too, was working late these nights. What she was making they\ncould never find out, though they looked and guessed and wondered.",
        "The Toyman wouldn’t let them in his shop. And Father, when he went to\ntown, for once refused to let the children go with him and old\nMethusaleh.",
        "But the closets were the most mysterious of all. Some of them were\nactually locked, and, though Marmaduke tried to peek through the\nkeyholes, all he could see was darkness–like midnight.",
        "Once Mother saw him peeking.",
        "She went over to the door and unlocked it. But she didn’t open it.",
        "“I thought I would keep it locked, children,” she said, “but after all\nI’ve decided I won’t. Trust is stronger than any key. And I think I\ncan trust you, can’t I?”",
        "“Y-y-yes,” said Jehosophat.",
        "“Y-y-yes,” said Marmaduke.",
        "“Y-y-yeth,” lisped Hepzebiah.",
        "“Thank you, my dears,” she said, then went away, leaving the door\nunlocked.",
        "For two whole weeks they hadn’t peeked. They had hung around that\ncloset and stared and sighed, but never once did they even try the\ndoor. And I think they were rather brave, when they knew there were\npackages inside, all wrapped in red paper and tied with green ribbon,\nand they could almost hear the paper rustle. Oh, well they knew those\npackages were there, for hadn’t they caught Mother inside with her\napron over packages and things, the bits of red and green showing\nthrough the folds of the apron. Besides that, they had seen Father go\nto the largest closet of all with parcels covered by a blanket. And it\nis very hard to know that there are things, wonderfully beautiful\nthings like treasures, hidden in dark closets, and not to be able to\ninvestigate and find out about them. But then, of course, there was\nthe fun of guessing. And they guessed everything under the sun, enough\ntoys and articles to fill the biggest store in the world, or the whole\nof Santa Claus’ workshop, which stands under the North Star where the\npolar bears live and the Aurora weaves pretty scarfs in the sky.",
        "Well, that day passed, and in the morning Jehosophat climbed on a\nchair again and put a little mark through the next number–24.",
        "“Tomorrow!” he said in a solemn whisper. And the whispers of the other\ntwo children, echoing him, were quite as full of wonder and awe.",
        "Then they went to the window. Snow was on the ground.",
        "“It’s as white as the feathers of the Foolish White Geese,” Jehosophat\nhappened to remark.",
        "“No, it’s prettier than that,” Marmaduke corrected him. “It’s like the\ncoats of the Hippity-Hop Bunnies. And the sky is just as gray as the\nQuaker ladies over in the meeting-house on Wally’s creek,” he added.",
        "That afternoon they heard sleigh-bells, clear, tinkling, but never\njangling, on the still air.",
        "“Whoa!” yelled the Toyman.",
        "The big sleigh stopped by the side porch. Hal the Red Roan and Teddy\nthe Buckskin Horse tossed their heads merrily, and the sleigh-bells\njingled even after the team had come to a halt.",
        "“All aboard!” shouted the Toyman, as he stamped the snow from his\nboots and entered the kitchen. “We’re going to find the biggest,\nfinest tree in the whole woods! Who wants to go?”",
        "Who wouldn’t want to go! There was a scurrying for boots and coats,\nmufflers and mittens. Then they tumbled in, the sleighbells jingled,\nand off they flew through the deep, powdery, sparkling snow.",
        "The river was not in motion; it was not flowing at all this day, but\nlay like a long lead pipe, twisting between the white snow banks.\nSometimes, when the sun came out and shone upon it, the lead was\nchanged to pearl.",
        "They drove away from it now, up by Jake Miller’s place, and past the\nFizzletrees’ and the Van Nostrands’, then up the hill to the woods.",
        "The trees stood still like a great congregation, Marmaduke thought.\nThere were giant oaks, their heavy branches all gnarled and twisted;\ntall chestnuts with rough gray trunks; shaggy hickories with bark\nalways ready to peel off like “proud flesh\"; little ironwood trees\nwhose wood was so tough that the axe must be sharp to cut them at all;\nand silver birches, gracefully swaying in the wind, and white against\nthe snow. Most of them were naked and bare, but on the oaks and\nbirches rustled a few little left-over leaves, brown and dried-up, and\ncrackling and cackling like little old people. Ah! but everywhere, in,\nand around, and between, the naked trees, and on higher up the hill,\nwere others still clothed in green,–trees that never cast off their\ncloaks, even when winter came,–spruces, cedars, firs, and hemlocks\nand pines. They were decorated, too, for on their green branches hung\ntufts of snow like the pieces of fur on the carriage robe of the\nneighbor’s baby.",
        "The Toyman tied the horses to the fence-rail and they all jumped out\nof the sleigh. He lifted little Hepzebiah, then started to help\nMarmaduke.",
        "“No, thank you,” said that little boy, “I don’t need any help,” and,\nall alone, he climbed over the fence after his big brother.",
        "Then on they tramped, through the snow, and under the branches and\naround the bushes, looking for that great tree which soon was to have\nthe place of honor in their house.",
        "“There’s one,” said Marmaduke.",
        "“No,” replied the Toyman, “that won’t do. See-it has clumps of needles\nlike a porcupine’s quills. It looks beautiful in the woods, but it\nwouldn’t look so pretty in the parlor. And that cedar yonder is too\nthick to hang the presents and the ornaments on.–Yes, that hemlock is\npretty, and that fir–but I guess we’ll stick to the spruce. Let’s\nfind one that’s shapely and just the right height.”",
        "So they hunted around until he said:",
        "“Now there’s a likely young spruce.”",
        "It was covered with little needles that ran evenly all along the\ntwigs, leaving plenty of room on the branches for all they were going\nto put on them. And it looked very soft and feathery and green against\nthe snow.",
        "The Toyman looked up at the topmost twig, carefully measuring it with\nhis eye.",
        "[Illustration: “’Stand back, fellows,’ the Toyman shouted, ’and watch\nthe chips fly.’\"]",
        "“It will just about reach the parlor ceiling,” he declared, and the\nboys guessed so, too.",
        "Then he took the axe from his shoulder.",
        "“Stand back, fellows,” he shouted, “and watch the chips fly!”",
        "Crack! went the sharp axe blade. A little cut appeared in the tree,\nabout fifteen inches above the ground. Crack! again, and a little cut\nappeared in the trunk, about four inches under the other mark. Crack!\nagain, and a piece of wood flew out of the spruce.",
        "“A little farther back, youngsters!” called the Toyman, and the\nchildren sought the shelter of the big oak nearby.",
        "Fast flew the axe, still faster the white chips. My! how strong the\nToyman was! Now a big hole yawned in the trunk of the spruce, like the\njaws of the alligator when he basks in the sun. It grew wider and\nwider. The Toyman looked around to make sure that the children were\nwell out of harm’s way, then he swung once more, one great hefty\nstroke, and with a great crash the spruce fell and measured its length\nin the snow. And the Toyman put the axe and the tree too, over his\nshoulder–he certainly was strong, that Toyman–and through the woods\nthey tramped back again, and loaded the tree on the sleigh.",
        "Then he paused for a moment.",
        "“Think a little jag of green would go nice on the windows,” he\nremarked, “and a touch of red to brighten things up a bit.”",
        "So they looked and found plenty of green for wreaths, and some\nbayberries like coral, and some holly, besides, by the ruins of the\ndeserted house that had burned down years before they were born.",
        "It had been a long hunt and, though the sky had cleared, it was\ngrowing pretty dark when they climbed in the sleigh. As the Toyman\nclambered upon the seat and took the reins, he turned around and\nlooked up the hill.",
        "“The stars are beginning to twinkle,” he said, “and look, youngsters,\nthere is a whole army of Christmas trees for you.”",
        "They turned around and gazed in the direction in which his finger\npointed, and there, sure enough, the evergreens,–the spruces, pines,\nand hemlocks, the firs, and the cedars, too, were standing so still,\nand the stars were peeping out between their twigs and branches all\nover the hill, twinkling like little candles. There were hundreds and\nhundreds of Christmas trees, standing up straight on that hill, with\nmillions and millions of candles on them.",
        "“My, but that’s pretty!” the Toyman exclaimed.",
        "As for the children, they said, “Oh,” and “Ah,” all in one breath. It\nwas so wonderful to see all those live Christmas trees growing and\nshining in the forest.",
        "“You see,” the Toyman went on to explain, “that’s how they first got\nthe notion of a Christmas tree, seein’ the little stars shine through\nthe forest.–A good notion, too, I should say.”",
        "A good one? Why, the best in the world! So the Three Happy Children\nthought as they drove down the hill and back by the river.",
        "And when they turned in the drive and Teddy and Hal walked off to the\nbarn, the sleighbells jingling like Christmas chimes in the air, they\nshouted “hooray” again, one and all.",
        "Then Jehosophat said as they reached the door,–",
        "“And now for tomorrow!\"––",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}