{
    "title": "Half-Past Seven Stories - by Robert Gordon Anderson [Authorama]",
    "author": "Unknown",
    "chapter": "stories",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "To",
        "Sarah Davis Anderson",
        "Not that this dedication is in itself so great an honor, but because\nthe youngsters’ choice, “Aunt Sally!” is indeed a tribute to the\nloving heart which has made so many little ones happy.",
        "“The top o’ the morning!”",
        "That’s what the Toyman used to say. And I am sure if you ever go to\nthe White House with the Green Blinds by the Side of the Road the\nToyman will say it still, whatever the weather.",
        "And when you hear him call that over the fence so cheerily, from his\nsmile you will know at once what he means,–that he wishes for you the\nvery top of the morning, not only the finest of weather, but\nthe best of happiness and fun, in whatever you do and wherever you go.",
        "If you have read all about him in the Seven O’Clock Stories you\nwill remember his name. Of course, it won’t matter whether you’ve read\nthem or not–you can make his acquaintance at any time–but the sooner\nthe better, for, as all who know him will tell you, he’s worth\nknowing.",
        "His name is Frank Clarke, but his real name isn’t really as real as\nthe one the children gave him,–\"the Toyman.” For he is forever making\nthem things,–kites and tops, and sleds and boats, and jokes and\nhappiness and laughter.",
        "His face is as brown as saddle leather, with a touch of apple red in\nit from the sun. There are creases in it, too, because he laughs and\njokes so much. Sometimes when he appears to be solemn you want to\nlaugh most, for he’s only pretending to be solemn. And, best of all,\nif you hurt yourself, or if your pet doggie hurts himself, the Toyman\nwill know how to fix it, to “make it all well” again.",
        "The Three Happy Children love him. That’s what we always call them,\nthough they, too, have other names–funny ones, you will\nthink,–Jehosophat, Marmaduke, and Hepzebiah Green, but they are\nfamily names and came from some very old uncles and aunts.",
        "They still live in the White House with the Green Blinds by the Side\nof the Road–that is, when they aren’t sliding down hill, or fishing\nin the Pond, or riding on the hay, or to town with the Toyman and Ole\nMethusaleh. Mother and Father are still there. Home wouldn’t be home\nwithout them. And they have many playmates and friends–of all sorts\n–two-legged and four-legged, in serge and corduroy, in feathers and fur.",
        "[Illustration: “When they aren’t riding on the hay, or to town with\nthe Toyman and Ole Methusaleh.\"]",
        "What they all did, the fun they had, and the trouble they got in and\nout of, you’ll find if you turn these pages.",
        "One thing more–a secret–in absolute confidence,\nthough.–After all, it isn’t really so very necessary to read\nthese stories at Half-Past Seven. You can read them, or be read\nto, “any ole time,” as the Toyman used to say–Monday morning,\nThursday noon, or Saturday night–as long as it doesn’t interfere with\nthose lessons.",
        "Still, the very best time is at twilight in summer when the lights and\nthe fireflies begin to twinkle through the dusk, or in the winter\naround the fire just before you go to bed–with Father or Mother–or\nthe Toyman.",
        "P.S.–",
        "  The Toyman says to send his love and\n “The Top o’ the Morning.”",
        "Marmaduke was sitting on the fence. He wasn’t thinking of anything in\nparticular, just looking around. Jehosophat called to him from the\nbarnyard,–",
        "“Come’n an’ play ’I spy.’”",
        "But Marmaduke only grumbled,–",
        "“Don’t want to.”",
        "“Well, let’s play ’Cross Tag’ then,” Jehosophat suggested.",
        "“Don’t want to,” repeated his brother again, not very politely.",
        "Jehosophat thought for a moment, then he suggested something\nworth-while:",
        "“I’ll tell you what, let’s play ’Duck-on-the-Rock.’”",
        "Now as every boy in the world–at least in America–knows, that is a\nwonderful game, but Marmaduke only said very crossly,–",
        "“I don’t want to play any of your ol’ games.” Now when Marmaduke acted\nthat way there must have been something the matter. Perhaps he had\ngobbled down his oatmeal too fast–in great big gulps–when he should\nhave let the Thirty White Horses “champ, champ, champ,” all those\noats. They were cooked oats, but then the Thirty White Horses, unlike\nTeddy and Hal and ole Methusaleh, prefer cooked oats to raw.",
        "Perhaps he had eaten a green apple. Sometimes he did that, and the\ntart juice puckered his mouth all up, and–what was worse–puckered\nhis stomach all up, too.",
        "Any way, he felt tired and out-of-sorts; tired of his toys, tired of\nall the games, even such nice ones as “Duck-on-the-rock” and “Red\nRover.”",
        "There was nothing to do but sit on the fence.",
        "Still, the world looked pretty nice from up there. It always looked\nmore interesting from a high place, and sometimes it gave you an\nexcited feeling. Of course, the big elm was a better perch, or the\nroof of the barn, and Marmaduke often wondered what it would be like\nto see the world from a big balloon, but the fence was good enough. It\ncurved up over a little hill, and he could see lots of the world from\nthere.",
        "He looked over towards the West, where the Sun marched into his barn\nevery night. Fatty Hamm declared that the Sun kept a garage behind\nthat hill, but Marmaduke insisted it was a barn, for he liked\nhorses best, and the Sun must drive horses. There was a real\nhill there, not little like the one where he sat on the fence, but a\nbig one, ’most as big as a mountain, Marmaduke thought. Sometimes it\nwas green, and sometimes grey or blue, and once or twice he had seen\nit almost as purple as a pansy.",
        "But it was Fall now, and the hill had turned brown. Over it he could\nsee little figures moving. He looked at them very carefully, with one\neye shut to see them the better. Then he decided that the bigger ones\nwere men on horses, the little ones dogs. They all looked tiny because\nthey were so far away.",
        "As they came nearer and the sun shone on them, he was pretty sure the\nmen had red coats. Could they be soldiers_?",
        "Just then the Toyman came by, with coils of wire and clippers in his\nhand. He was on his way to mend the fence in the North Pasture.",
        "“’Llo Toyman!” said Marmaduke.",
        "“Howdy, little fellow!” replied the Toyman, “what are you doing there?\nSettin’ on the top of the world and enjoyin’ yourself?”",
        "“I was wondering what those men over there were doing.” And the boy\nwaved his hand towards the little black figures on the hill.",
        "“Why, that’s the hunt,” explained the Toyman. “The rich folks, having\nnothing better to do, are killin’ time.”",
        "Marmaduke was puzzled.",
        "“Are they really hunting Time_?” he asked. “I thought maybe they\nwere hunting lions or tigers.”",
        "“No, not today,” the Toyman responded, “I’m sorry to disappoint you,\nbut they’re only after Reddy.”",
        "“Reddy Toms?” the little boy exclaimed. ’Why, whatever did he\ndo?_”",
        "Now Reddy Toms was a boy in his own class, and you could always tell\nhim a long way off because his head was covered with red hair as thick\nas a thatched roof, and his face was spotted all over, like a snake’s,\nwith freckles.",
        "However, the Toyman said it was all a mistake.",
        "“No, not that tad,” he explained, “it’s Reddy Fox they’re\nafter.”",
        "“What!” exclaimed Marmaduke. “Does it take all those big men to hunt\none little fox?”",
        "“It seems so, son,” the Toyman returned, “but that’s the way of the\nworld.”",
        "“Well, I think it’s mean,” insisted Marmaduke. “Those men are nothing’\nbut–but–dumbbells!”",
        "The Toyman threw back his head and laughed. That was a new expression\nto him, but it was a perfectly good one. You see, the big boys in\nschool used it when they thought anyone was particularly stupid or\nmean. But the Toyman must have understood it anyway, for he went on,–",
        "“That’s my sentiments exactly. I don’t suppose they mean to be cruel,\nbut they don’t give little Reddy half a chance–and he’s so small! Now\nif it was lions or tigers, as you suggest, why, that would be\ndifferent.”",
        "“You bet it would!” Marmaduke replied. “I just wish it was.\"\nNow, of course, he should have said “were,” as the teacher in the Red\nSchoolhouse was forever telling him, but a little boy can’t always\nremember correct English when a hunt is coming so close.",
        "“Just set tight, boy, and you’ll see their red coats soon.”",
        "And, waving his clippers, the Toyman went on his way to the North\nPasture.",
        "But Marmaduke didn’t need any advice. He had spotted those red coats\nalready. They were much nearer now, for they rode very fast. Already\nthe horses were leaping the fence of the Miller Farm, and the dogs\nwere crisscrossing over the field, making lots of letter W’s as they\nran–hundreds of them, Marmaduke was sure. And they followed\nsomething–something so small he could hardly see what it was. But he\nguessed it must be Reddy.",
        "So many fences they leaped, and so many stone walls! Now they were\nnear the Brook, and yes, he could see the red coats, very bright and\nplain now.",
        "And then he spied Reddy. His coat wasn’t as gay as those the men wore.\nTheirs were bright like cherries, and his was the color of chestnuts.\nIt seemed such a shame to want his poor little coat when the men had\nsuch nice ones themselves.",
        "“Cracky!” he exclaimed. One of the “ole hunters” had fallen in the\nBrook. And Marmaduke hoped that red coat would get soaked and soaked\nand run like the stockings Mother had bought from the pedlar. And he\nhoped that “ole hunter” would get wet to the skin, and shiver and\nshiver, and have to call in the doctor who’d prescribe the very worst\nmedicine there was in the world. It would serve that “ole hunter\"\nright if he’d almost die. But Marmaduke hoped the poor horse wouldn’t\nbreak his leg. It wasn’t the horses’ fault they were chasing Reddy.",
        "Now the hunters were lost in Jake Miller’s Woods. All he could see\nwere patches of red, here and there, in the bushes, but he heard the\ndeep voices of the dogs, all the time, calling and calling.",
        "Then all-of-a-sudden something happened. And Marmaduke liked\nall-of-a-sudden things to happen–they were so exciting.",
        "A little streak of fur, with tail flying behind like a long pretty hat\nbrush, galloped across the Apgar field, then the very field where\nMarmaduke sat, perched on the fence.",
        "The dogs were right after Reddy, running hard, too, but they were two\nfields farther back. Reddy, you see, had fooled them in that wood, and\nhe had gotten a good headstart.",
        "My, how Reddy was running!",
        "Marmaduke stood up on the fence and shouted:",
        "“Hooray, go it Reddy!”",
        "[Illustration: “Marmaduke stood on the fence and shouted:–’Hooray! Go\nit, Reddy!’\"]",
        "He shouted so hard, and waved his hands so excitedly that he tumbled off\nhis perch, and lay still for a second. He was frightened, too, but he\nforgot all about the bump on his forehead, and picked himself up, and ran\nafter Reddy across the field towards the barnyard, which, fortunately,\nwas just on the other side.",
        "“Ooooooohhhhh!\"–a very deep “Oooooohhhh!” came from behind him from\nthe throats of the dogs. They were only one field away now, and it\nsounded as if they were pretty mad.",
        "But Reddy had reached the corner of the field where the blackberry\nbushes lined the fence. Now usually Reddy would have looked all around\nthose bushes until he found an opening; then he would have stepped\ndaintily through it. But he didn’t do that today, oh no! You see his\nfamily has a great reputation for wisdom, and Reddy must have been\njust as wise as the man in Mother Goose, for he neither stopped nor\nstayed, but jumped right in those brambles and managed somehow to get\nthrough the rails of the fence to the other side. He left part of his\npretty red coat in the briars. However, that was better than leaving\nit all to those dogs who were howling not far behind.",
        "And now the Little Fox found himself near the barn and flew towards it\nso fast that his legs fairly twinkled as he ran.",
        "The Foolish White Geese were taking their morning waddle, and Reddy\nran plump into them. Now there was nothing that he liked better to eat\nthan nice fat goose. Still, he didn’t wait, but left them beating\ntheir wings and stretching their long necks to hiss, hiss, hiss, as\nthey scattered in all directions. I guess Reddy wished his legs were\nas long as their necks.",
        "Now in the old days when rich folks lived in castles and robber\nknights quarreled and fought every day of the week, there were always\nplaces of sanctuary, where any man could be safe from harm. That is\njust what Reddy saw in front of him, a place of sanctuary for himself.",
        "It was funny, but it had been prepared by little Wienerwurst. And\nWienerwurst was really Reddy’s enemy, for all dogs like to chase foxes\nwhenever they get the chance. It was a little hole, just the right\nsize for Wienerwurst, just the right size for Reddy. The little yellow\ndoggie wasn’t there now. He had dug it that morning to catch the big\nrat hiding somewhere below the floor of the barn. He had started to\nbuild a tunnel under the wall, and had been a long time working at it\nwhen Mother Green came from the house. She carried a fine large bone,\nwith lots of meat left on it, too. And, of course, when the little dog\nsmelled that bone and meat, much as he liked rats, he just had to\nleave his work at the tunnel and run straight for the bone, leaving\nthe hole waiting for Reddy.",
        "Straight into it Reddy ran, just as Marmaduke and the big dogs reached\nthe fence and the blackberry bushes, all at the same time. Now\nMarmaduke could have cried because the hunter dogs would reach the\nhole before he could get there and cover it up, and they would reach\ndown into that hole and drag Reddy out by his pretty red coat and eat\nhim all up.",
        "But when he stuck his head through the rail he saw help coming.\nJehosophat was there and he had heard those bad dogs and seen them,\ntoo, coming on with their big mouths open and their tongues hanging\nout as if they wanted to swallow Reddy down in one gulp. And\nJehosophat could see the redcoats on the horses not far away. They had\nreached the big oak in the field and were coming on very fast.",
        "He looked around. There was the very thing. A nice, broad cover of an\negg-crate. It would fit exactly. So, quick as a wink, Jehosophat\npicked it up and clapped it over the hole. Then he looked around\nagain. It wasn’t quite safe yet. But there was the big rock which they\nused for “Duck-on-the-rock.” The very thing! It was almost more than\nhe could manage, that rock, but he pulled and he tugged, and he tugged\nand he pulled, ’til he had it safe on the crate-cover over the\nhole–and Reddy was saved!",
        "It was just in time, too, for the dogs had come barking and yelping\nand bellowing, and now all they could do was to sniff, sniff, sniff\naround that hole.",
        "Then over the fence into the barnyard jumped the horses; and Marmaduke\ncame running up; and the Toyman rushed over from the field; and Father\ncame out of the barn; and Mother flew out of the house; and Rover and\nBrownie and Wienerwurst raced from the pond, each one to see what all\nthe hullabaloo was about.",
        "What they did see was the two boys standing guard in front of the hole\nto protect little Reddy, and the big hunter dogs jumping up on them\nwith their paws and growling most terribly. It was a wonder that the\nboys weren’t frightened enough to run away, but they didn’t. They just\nstood their ground. Still, they were glad enough to see Father and the\nToyman close by.",
        "And now one of the men in redcoats had dismounted from his horse, and\nMarmaduke called to him,–",
        "“You shan’t touch Reddy, you shan’t!”",
        "He was half crying, too, not for himself, but for Reddy.",
        "The man was taking off his cap. He was very polite, and he bowed to\nMother.",
        "“We’ll pay for all damages, Madam, but let us have the brush.”",
        "The boys thought that was funny, calling their mother “madam,” when\neverybody in the neighborhood called her “Mis’ Green.” And what did he\nwant a brush for? To brush his fine cap and red coat or his shiny\nboots? Or to wipe up Reddy out of his hole? However, the Toyman was\nwhispering:",
        "“He means Reddy’s tail. That’s what hunters call the brush.”",
        "When Marmaduke heard that, he grabbed tight hold of the Toyman’s hand\non one side and of his father’s on the other, and shouted:",
        "“Don’t let them get Reddy!”\nBut Father was talking to the man. He called him “Mr.\nSeymour-Frelinghuysen,” and both the boys wondered if all people with\nfine horses and shiny boots and red coats had to have long,\nfunny-sounding names like that.",
        "“It’s all right about the damages, Mr. Seymour-Frelinghuysen,” Father\nwas saying, “but I guess we won’t give up the fox today.”",
        "And Father smiled down at Marmaduke, and oh, wasn’t that little boy\nrelieved and happy, and his brother, too! As for the Toyman, he had a\nfunny twinkle in his eyes.",
        "Of course, there was a lot of grumbling on the part of the redcoats,\nand a lot of barking and growling from the big hunter dogs, but the\nmen had to get on their horses and call off their dogs and ride away.",
        "“I guess they knew they were in the wrong,” said Jehosophat, after\nthey had tied up Rover and Brownie and Wienerwurst, and taken the\nstone and board away from Reddy’s hole.",
        "Then they looked in the hole-but no Reddy!",
        "Meanwhile the Toyman had gone into the barn.",
        "“Come here!” he shouted.",
        "So they ran in, and there, in the corner, hidden under the hay was\nReddy, all muddy from the brook and torn from the briars. His eyes\nlooked very bright, but they looked pitiful too.",
        "The Toyman put out his hand and stroked his fur. At first Reddy showed\nhis teeth and snapped at the Toyman just like a baby wolf. But that\nhand came towards him so quietly, and the voice sounded so gentle,\nthat Reddy lay still. You see, the Toyman somehow understood how to\ntreat foxes and all kinds of animals just as well as he did boys,\nlittle or big.",
        "“What doesn’t that man know?” Mother had said once, and right\nshe was, too.",
        "It took some time to train Reddy, for, although he was very small, he\nwas very wild. However, the Toyman managed to tame him. Perhaps it was\nbecause the Little Lost Fox was wounded and sore and hurt all over.\nAnyway, he seemed to appreciate what the Toyman did for him, for all\nhe was a little wild child of the fields and the forests.",
        "They built him a house, all for himself, and a fence of wire. It was\ngreat fun to see him poking his sharp nose through the holes and\nstepping around so daintily on his pretty little feet.",
        "He always had such a wise look. In fact, he was too wise altogether,\nfor one day he was gone, through some little hole he had dug under his\nfence.–And they never saw him again–at least, they haven’t to this\nday.",
        "At first the three children felt very sad about this, but when the\nToyman explained it, they saw how everything was all right.",
        "“You see,” the Toyman said, “he’s happier in the woods and fields than\nbeing cooped up here.”",
        "Marmaduke thought about that for a moment.",
        "“Anyway,” he began, “anyway,––”",
        "“Yes?” said Mother, trying to help him out.",
        "“Anyway, I’m glad we saved him from the ole redcoats,” he finished.",
        "And maybe Reddy will visit them again some day. Stranger things than\nthat have happened. So, who knows!",
        "Teddy the Buckskin Horse and Hal the Red Roan had just come in the\nyard. They were drawing a big load of lumber from the mill which stood\nin the woods on the north branch of the River.",
        "Just before he unloaded the boards and planks back by the barn, the\nToyman picked out a few of the finest and carried them into his shop.\nThat did look mysterious and suspicious–very pleasantly suspicious.",
        "“I’ll bet that’s for us,” declared Marmaduke.",
        "“You just bet it is!” said his brother.",
        "So each day for almost a week, they lingered around the shop, after\nschool was out. But the Toyman never appeared until long after five.\nHe had his cornhusking to do, and he wanted to get all the fall jobs\nfinished before cold weather.",
        "One week went by, then another. It was very provoking, thought the\nboys, to have to wait so long for that secret.",
        "Jehosophat did try once to find out about it. He stopped the Toyman as\nhe was coming from the barn with a pail full of bubbly milk.",
        "“Say, Toyman, what are those boards for?”",
        "“What boards?” asked the Toyman–just as if he didn’t know.",
        "“Those boards you put in your workshop,” both the boys answered\ntogether. It sounded like some chorus they had learned for\nCommencement.",
        "“Ho ho!” laughed the Toyman, “ask me no questions and I’ll tell you no\nlies.”",
        "He was hopeless. He was forever making queer answers and queerer\nrhymes which Miss Prue Parsons the school teacher didn’t at all\napprove. But Father said it didn’t hurt the children as far as he\ncould see–it just entertained them.",
        "So the Toyman was answering:",
        "  “Ask me no questions an’ I’ll tell you no lies;\n  Gooseberries are sour but make very sweet pies.”\nThe boys had to be content with that information, but it was very hard\nwaiting.",
        "There came a day when it rained, and the Toyman couldn’t work in the\nfields, or paint the house, or mend the leaks in the roof of the barn.\nOf course, he might have fixed Old Methusaleh’s harness, which badly\nneeded repairs, but he looked at the sky and said,–",
        "“It looks like snow. I ought to get at that–”",
        "Then he bit his lip and the secret was still safe.",
        "Very mysteriously he unlocked the door of his workshop. And the boys\npeeked in.",
        "“Where’s your ticket, Sonny?” he asked, seeing their two heads in the\ndoorway. That was his way, you see, making a game out of everything.",
        "“We haven’t any, but oh, Toyman, let us in, plee-a-sse.”",
        "“All right, but don’t talk more than forty words to the minute, or I\ncan’t plane this straight,” he said, working away at the boards.",
        "They couldn’t yet guess what IT was. And it took a good many\nhours from his work and chores for the Toyman to finish IT, whatever\nIT was. But after about a week they saw standing against the wall four\nboards about two feet long, curved like this:",
        "[Illustration]",
        "And four more cross-pieces of a very ordinary shape:",
        "[Illustration]",
        "And one cross-piece with handles:",
        "[Illustration]",
        "Then one very long one like this:",
        "[Illustration]",
        "The thing to do was to guess what they would make when put together.",
        "Just then the Toyman arrived with three barrel hoops. And he worked\naway with his tools until the hoops were almost straight. Then he made\nlittle holes in them and nailed them with little nails, very neatly,\non the four long curved pieces of wood. Then he fastened these curved\npieces together by nailing the cross-pieces between. He fastened the\nother pair in the same way, and the affair began to look something\nlike catamarans, those funny boats the geographies say folks use in\nAustralasia.",
        "[Illustration]",
        "But when he nailed the big board on and attached the steering gear, it\nwas easy to see what all the time the Toyman had been planning to\nmake. And when he painted the runners yellow with a little blue edge\nrunning around them, and the seat bright red, with a white star on it,\nthey decided it was the finest bobsled in the world.",
        "And, oh yes, he had to paint the word “Scud” in blue letters, right\nnear the star.",
        "[Illustration]",
        "Yes sir, there was no doubt about it, it was the finest bobsled in the\nworld–the whole world, we mean.",
        "And again the boys shouted, “Hooray!,” together as in a chorus, not\nforgetting to add,–\"And thank you, Toyman, heaps!”",
        "Then they happened to think the bobsled was ready, but something else\nwas missing–something very necessary, too.",
        "“Now for the snow!” Jehosophat said.",
        "“I can knock together a bobsled, sonny,” the Toyman replied, “But I\nhaven’t any tools to make that.”",
        "So every night, when he said his prayers, Marmaduke added another\nsentence to “God bless Mamma an’ Papa an’ the Toyman an’ Wienie an’\"\nall the rest of his friends. Perhaps you can guess what it was. No?\nWell it sounded something like this:",
        "“An’ please, God, send us some snow,–a whole lot of it!”",
        "Well, it came in about a week. On the twenty-third of November, to be\nexact.",
        "It took only an hour to make the fields white, and only about three\nfor the snow to pile deep enough to carry the new bobsled.",
        "The Toyman looked at the sky, then at the ground, and then at his\nshop.",
        "“Guess I’ll knock off,” he said. He was always knocking off work or\nsomething for the children.",
        "But he had to stop their quarreling now. Each one wanted the honor of\npulling the big bobsled first. For it was a thing to be proud of, with\nits yellow runners and the blue edge around them, and the red seat\nwith the white star in the middle.",
        "“You’re as bad as the pigs in the corner pen,” said the Toyman, “where\nare your manners?”",
        "That settled it, of course. Turns! That was the proper way, and off\nthey went.",
        "But after all, “taking turns” wasn’t as fine as the next thing the\nToyman suggested.",
        "“All jump on,” he called, “and I’ll be the cayuse.”",
        "That was a funny word he had learned out West, but by this time the\nchildren knew he meant horse. So the three, Jehosophat,\nMarmaduke, and Hepzebiah, sat on the red seat and were pulled through\nthe snow, oh, ever so swiftly!",
        "It was like riding through fairyland, for the branches above them were\nfurred with white feathery snow, and the woods looked like some great\nlace design made by the Winter Queen who, they say, knits when the\nnights are cold and the Winter King is out at the club.",
        "Soon they reached the hill. It was pretty steep and Jehosophat and\nMarmaduke wanted to get off and walk up so as to make it easier for\nthe Toyman. He wouldn’t hear of that, but just set his shoulders like\nTeddy in the shafts and puffed and pulled up hill.",
        "On the fields the snow was light and feathery like powdered sugar, but\non the hill it had been packed down hard by the coasters. There were\nso many of them, boys and girls from the neighborhood all around! Some\nwere at the top, and some at the bottom, and some in the middle,\nsliding merrily down.",
        "When the Three Happy Children reached the top of the hill the Toyman\ncried:",
        "“I’ll sit in front to steer and hold little Hepzebiah. You boys sit in\nback, Jehosophat at the end, and hold on to the grips.”",
        "Yes there were grips, too, for the Toyman hadn’t forgotten anything\nthat goes with a perfect sled.",
        "“All aboard! Toot, toot!” he shouted, and Jehosophat yelled,–",
        "“Clear the way!”",
        "And down the hill they shot. It wasn’t like any other kind of travel\nin the world. Perhaps it was more like flying than anything else, but\nthat was funny, too, when you come to think of it, for when you fly\nyou usually go up, and they were going down.",
        "They reached the bottom all too soon, but the trip was worth the\ntrouble of trudging back, especially as all the hard work was done by\nthe Toyman.",
        "When they reached the top again, once more he shouted, “All aboard,\ntoot, toot!”",
        "Some folks thought he was silly, and Mrs. Hamm, riding by in a buggy,\non the road below, said to Mr. Hamm,–",
        "“There’s that good-for-nothing Frank Clark again, hollerin’ like a\nwild Injun with all those children.”",
        "“Yes, Maria,” agreed her husband. “I’d send him to the work’us if I\nwas on the Township Committee.”",
        "But the Hamms, like many other people, were very stupid. Was the\nToyman worth while? You just ask Jehosophat and Marmaduke and\nHepzebiah and Wienerwurst, and hear what they have to say.",
        "Once during that long and glorious afternoon they had trouble. Fatty\nHamm started it. It was the only thing he was good at–trouble and\neating. And, of course, Reddy Toms and Dicky Means had to help him.\nAnyway, Fatty pushed Hepzebiah into a deep snowdrift–when he thought\nthe Toyman wasn’t looking. And Hepzebiah fell into the snowdrift head\nfirst so that only her legs could be seen, and they were kicking\nwildly in the air. Now the Toyman was busy untangling the rope, which\nhad gotten mixed with the steering-gear, and he hadn’t noticed Fatty\nand Reddy at their old tricks. But her two brothers pulled her out of\nthe drift by her little kicking legs, and brushed her off and dried\nher tears. Then they went for Reddy and Fatty. Reddy ran away, but\nFatty stood his ground, for he was much bigger than they. They had\ntheir fists clenched, and were going to punch him, very hard, I guess,\nwhen the Toyman looked up from his work and called,–",
        "“What’s the trouble, son?”",
        "The boys explained it, but they kept their fists clenched just the\nsame. They were rather excited, you see, and as soon as they were\nthrough telling the Toyman all about it, they wanted to pitch into\n\"that ole Fatty.”",
        "But Fatty tried to lie out of it.",
        "“She just fell herself,” he said, half scared.",
        "“She didn’t, either,” Jehosophat yelled, “he pushed her in.” And he\nstarted to rush for the fat boy when the Toyman called,–",
        "“Hold on there, let me settle it.”",
        "He came over, and squinted his eyes thoughtfully like a judge, while\nFatty twisted and squirmed and squirmed and twisted.",
        "“I wouldn’t hit him,” said the Toyman, “Fatty’s so fat it wouldn’t do\nany good anyway. Your fists would only sink into him like dough. So I\nguess you’d better wash his face in the snow–hard now.”",
        "So they did–very hard, as the Toyman had told them.",
        "“Why, he’s actually blubbering, the great big booby,” said Jehosophat,\n\"shame!”",
        "Now there’s no word in the language in which boys and girls join more\nreadily than this same word “Shame.” So they all took up the chorus,\neverybody on that hill. You know that chorus, and your parents know\nit, and your grandparents, and great grandparents, too, sang it, long,\nlong before you were born.",
        " “Shame, shame, puddin’ an’ tame.\n  Everybody knows your name.”",
        "What pudding has to do with it probably none in the whole world knows.\nBut it is a very effective song, and they one and all shouted it,\ndancing around Fatty and Reddy, and laughing at them; and the fat boy\nstarted to run away, yelling at the top of his lungs. But he stumbled\nover the bobsled, and the tangled ropes caught his feet and started\nhim rolling down the hill. He didn’t exactly roll, either, for he was\nso fat that he seemed to bounce like a rubber ball; and little\nWienerwurst, who thought it all very fine sport, ran after him, nosing\nand snapping at him all the way down that hill. Then, when he reached\nthe bottom, coward Fatty picked himself up and “made tracks” for home.",
        "It was to–be sure, an odd sort of punishment that the Toyman ordered\nfor Fatty. It was just such things that made Mr. and Mrs. Hamm and all\nthe neighbors shake their heads over the Toyman and say he was crazy.\nBut Jehosophat, who had heard it said that Solomon was a wonderful\njudge, knew one that could beat Solomon–and he was the Toyman.",
        "Perhaps he was right. At all events, the children were ever so happy,\nas they coasted down, down the hill on that big bobsled, which they\ndid till the stars came out, and, far over the fields, the supper bell\nsounded.",
        "Marmaduke thought he knew now what it meant to be in jail. For three\nwhole days he had had to stay in the house. For three whole days and\nnights, too, it had rained–\"rained pitchforks.” That is what Father\nsaid, but Marmaduke could see nothing but prongs. There were thousands\nof them, coming down through the air. Where were the handles?\nHe looked a long time, thinking that perhaps they had gotten loose\nfrom the prongs and would come down afterwards, but never a handle\ncame.",
        "They must be having haying time, the folks in the sky, to use so many\nforks, he decided, and the sun must be shining for them, way up above\nthe clouds, or they wouldn’t have haying weather. But maybe, after\nall, it was wet there, too, and they had just grown disgusted, and\nwere throwing their forks away, every last one of them.",
        "Yes, it was pretty lonesome and dull, staying in the house like this.\nTo be sure, once in a while, when the rain slackened a little and the\npitchforks didn’t come down so fast, he could put on his rubber boots\nand go out to the barn. But for most of the time he had been a\nprisoner–in jail.",
        "He looked out at the Pond. So much water had fallen in it that it was\nswelling up like a pouter pigeon, or like the bowl that held the\nChinese Lily, when he dropped pebbles in it.",
        "My, how Duckie the Stepchild must like this weather! There he was now,\nand his father and his mother and all his relatives. All just letting\nthe water run off their backs and having a grand time. But Father\nWyandotte and all his family were sticking pretty close to the coops.\nFunny how ducks liked water and chickens didn’t, all but the Gold\nRooster on the top of the barn. He never seemed to mind it a\nbit. Marmaduke looked for him up in the sky, but he was almost hidden\nby the rain and the gray mist, and stood there on his high perch,\nswinging from East to North, and back again.",
        "But he grew tired of watching the Gold Rooster, and looked up the\npasture for his friend, the Brook. It wasn’t hard to find, for it had\ngrown so big and stretched almost to the fence-rails now, and was\nracing along towards the Pond, growing wider and wider every\nminute–just like Marmaduke’s eyes.",
        "“Crackey! Sposin’ there should be a flood!” exclaimed Jehosophat.",
        "“Wouldn’t that be fine!” said Marmaduke.",
        "“Fine!” Jehosophat cried. “What would you do? It might rise an’ rise\ntill the barnyard’d be covered, an’ the road an’ all the country an’\nthe whole world.”",
        "“Like Noah’s flood, you mean?”",
        "“Yes, just like Noah’s, only he isn’t here to build any ole ark for\nyou to get on.”",
        "“I don’t care,” said Marmaduke stoutly.",
        "“You don’t care!” cried his brother. “Why, you’d drown, that’s what\nyou’d do!”",
        "“No, I wouldn’t either–” Marmaduke seemed very sure about\nthis–\"’cause,” he started to explain.",
        "“’Cause what?”",
        "“’Cause the Toyman is as good as ole Noah any day,” replied the little\nboy. “He could build an ark as big as a house, as big as the Church,\nan’ the ducks’d get on an’ the cows an’ the horses an’–”",
        "“Yes,” interrupted his brother, “but don’t you remember–there were\nonly two of each kind. Now Hal an’ Teddy could get on, but White Boots\nan’ Ole Methusaleh’d have to stay off, an’ Rover an’ Brownie could go,\nbut Wienerwurst couldn’t–see?”",
        "Marmaduke looked frightened at this–at the very thought of\nWienerwurst, his little doggie, trying to swim around in a terrible\nflood.",
        "“I’d hide him under my coat,” he declared.",
        "“You couldn’t get on yourself,” Jehosophat insisted, “I tell you an\nark only takes two of each sort of people an’ animals an’ chickens and\nthings. Now Mother and Father could go–that’s two grown-ups, an’\nHepzebiah an’ me, but you an’ Wienie would have to swim around in the\nwater just as long as you could, then go under–way under, too,” he\nadded.",
        "Perhaps he was only teasing, but Marmaduke didn’t take it quite that\nway. It seemed very serious. Then suddenly he had a bright idea.",
        "“You forgot the Toyman,” he shouted, “and that makes another\ntwo, for the Toyman an’ I are just alike. Didn’t Mother say,–’He’s\nnothing but a boy.’ So I’d sneak Wienie under my coat–if it was ol’\nNoah’s ark–an’ if it was the Toyman’s, why he’d let me in anyway.”",
        "Jehosophat had no answer at all for this, and all they could do now\nwas to watch the rain and the Pond and the Brook, but Marmaduke was\nvery happy picturing to himself the big Ark which the Toyman would\nbuild, and how he would help, and the fine time, too, he and all the\nanimals would have, living together under the very same roof.",
        "Of course, the rain had to stop some time. It always does in the end.\nAnd on the sixth day the Sun came out jolly and warm again, and the\nboys put on their rubber boots and went out to the Pond. They couldn’t\nget quite as near it as usual, for the edge was almost at the Ducks’\nhouse now, and not so very far from the house of the White Wyandottes,\nwho seemed to think the end of the world had come, and looked very sad\nwith their draggled feathers.",
        "For a little while the boys threw sticks in the water. When the dogs\nhad fetched the sticks they would shake the water from their coats and\nover the boys, just like shower baths. It was all very jolly, and I\ndon’t know which the children enjoyed more, throwing the sticks or the\nnice cool showers.",
        "But after a while they tired of this, too, and walked up the pasture\nto see the Brook.",
        "There it was, racing and romping and tearing along for dear life. It\nwasn’t clear and silvery now, but muddy and brown as if a thousand\ncups of coffee had been spilled in it. And on it floated many strange\nthings,–branches of trees and a fence-rail, the roof of a pig-pen, an\nold shoe, and one poor drowned sheep.",
        "“Maybe,” said Jehosophat, “maybe, if we watch long enough, some\npirates’ll come sailin’ along with big hats an’ swords an’–”",
        "“An’ knives in their mouths,” Marmaduke suggested.",
        "“But that’s not the best thing,” Jehosophat went on, “they’ll have a\nflag with a skull an’ dead men’s bones painted on it.”",
        "“Crackey!” exclaimed his brother, just like the big boys. It was a\nfine word, too, but only to be used on special occasions. And pirates\nand skulls and dead men’s bones certainly made a “special occasion.”",
        "Jehosophat seemed to think so, too, for he was singing in high glee,",
        " “Yo, ho, ho,\n  And a bottle of bay rum.”",
        "As these last dread words died on the air, they thought they heard a\nsound behind them. It was something like a laugh–more, perhaps, like\na chuckle. They turned and saw nothing but the high board fence of the\ncowyard, and, over by the barn, the Toyman, walking very swiftly\ntowards his workshop. Now usually they would have wondered about that;\ntried to guess what he “would make,” but this morning there were\nother, very grave, things taking their attention.",
        "“Guess it was pirates–ssshhh!” whispered Jehosophat, “they may have\ndisbarked an’ be hidin’ in the bushes.”",
        "But a way of escape was open. It was coming down the stream.",
        "Jehosophat spied it.",
        "“The very thing!” he cried.",
        "It was a big gate which had been carried off by the flood; and it was\ntossed first to this side and then to the other by the brown water.",
        "“I hope it catches on something an’ stops,” cried Marmaduke. And they\nhurried down the Brook towards the Pond. They had to walk pretty fast,\ntoo, almost run, to keep up with the gate.",
        "Jehosophat looked ahead.",
        "“Those big roots of the walnut tree might stop it,” he said.",
        "And sure enough the gate was caught by the roots and swung in under\nthe branches. The water was more quiet here than out in the stream and\nit made a fine harbor for the ship. For, you see, after all, it was\nnot a gate but a ship!",
        "But they must make sure of their prize. So Jehosophat ran to the barn\nand fetched some rope. With this he made the ship fast to the trunk of\nthe tree, that is, to the wharf in Walnut Harbour.",
        "But there was more work to be done, for the ship had been damaged by\nthe storm.",
        "“You stand watch an’ keep off all pirates,” ordered Jehosophat. “I’ll\nbe back in three shakes of a lamb’s tail.”",
        "It was rather a scary thing to stand guard all alone with pirates\naround, but Marmaduke stuck by the ship and Jehosophat went on his\nerrand.",
        "As he entered the door, the Toyman hid something, quite hurriedly,\nunder a sack. Now that was very mysterious, but the messenger only\nsaid to himself, “Guess he’s making something for my birthday,” then\nasked aloud,–",
        "“Please, may I have some boards and some nails?”",
        "“To be sure, Mr. Ship’s Carpenter.”",
        "It was fine to be called that, though Jehosophat wondered how the\nToyman knew what he was, when they hadn’t told a soul. But then the\nToyman knew most everything, all their plans as soon as made.",
        "It didn’t take long to mend that ship. Soon the boards were nailed\nacross and the deck was ready for the crew.",
        "“All aboard!” shouted Jehosophat, and then even more loudly,–",
        "“All ashore that’s goin’ ashore!”",
        "Having said this very splendidly, he turned to his brother.",
        "“I’m Captain Kidd,” he told him.",
        "“And what’s me?” shouted back Marmaduke excitedly, and excitement is\nalways bad for grammar.",
        "“Oh, you! You’re my slave,” his brother informed him–in a very grand\nmanner.",
        "This didn’t seem to suit Marmaduke, and he tried hard to remember a\nname Reddy Toms had told him, out of a book of Reddy’s, all about\npirates and things. But he couldn’t think of it at all.",
        "Just then a voice shouted,–",
        "“What ho, Dick Deadeye!”",
        "It was the Toyman, who had been standing in the doorway watching them.",
        "“Dick Deadeye–whew!” Marmaduke rolled the name under his tongue like\nsomething that tasted very nice. He was completely satisfied now.",
        "Then something still nicer happened, for, when their backs were\nturned, something whistled through the air and fell at their feet.\nReal swords! One for each of them! Now we said they were realswords, and they were, though they were made of wood. They could do a\nlot of damage. The pirates would find that out soon enough. And there\nwas a flag, too, with bones and a skull on it, just as Jehosophat had\nsaid.",
        "“Why, it’s the Jolly Roger,” he told his brother, “that’s what they\ncall this flag.”",
        "But where did they come from? Marmaduke sort of suspected the Toyman,\nbut he had disappeared, and Jehosophat said,–",
        "“They must have dropped from Heaven an’ were sent us to ’venge the\npeople the pirates have killed. It’s a sign. Guess we’re not pirates\nafter all, but just good sailors an’ we’ll scrunch those pirates.”",
        "Then he thought for a moment.",
        "“But I guess we’ll keep this flag anyway, even if it is the pirates’.”",
        "And they kept their names as well. They were far too fine to give up.",
        "But just as they were about to go aboard, the Toyman came to the\nshore.",
        "“What ho!” he said, then again, “what ho!”",
        "That sounded exciting–not like a game at all, but like real life! And\nhe was “saying some more,\"–",
        "“Avast, me hearties, what’s in the wind?”",
        "This last was a very odd question, for whatever could be in the wind,\nwhen you can see right through it and it can’t hold anything at all.\nStrange talk it was, to be sure, and the neighbors would never have\nunderstood it. Still, folks never understood the Toyman and his\nlanguage anyway, but they did, and Marmaduke called,–\"Come ’n,\nToyman,” when Captain Kidd corrected him.",
        "“Pshaw! That’s not the way to say it. You just listen to me.”",
        "Then he raised his hands to his mouth like a trumpet and called,–",
        "“Ho, there, you landlubber, will you ship with us?”",
        "The Toyman touched his hat.",
        "“Thankee kindly, Cap’n, but I’ve killed many a pirate in my time. Now\nit’s your chance. But it’s blowin’ great guns an’ ye’d better\ncruise near shore.”",
        "“Ay, ay, sir,” shouted the captain as a last farewell, then they set\nsail. They made quite a voyage of it and had some trouble, for the\nwaves were rough and the seas were high, but they reached port safely\nat last.",
        "They hadn’t seen anything of the pirates yet, and they decided to make\nanother try for it when Hepzebiah came to the wharf. She wanted to\nsail too, but the Captain only said, very thoughtfully,–",
        "“It’s not safe for the women an’ children.”",
        "However, she cried so hard that they just had to let her on board.",
        "“But if you come, you’ll have to be my slave,” the Captain told her.",
        "Perhaps that is the reason why he let her sail at all. He wanted a\nslave very much and since Marmaduke wouldn’t be one and was Dick\nDeadeye anyway, why, the little girl would have to do. Still she\ndidn’t care what she was called as long as she could sail on that fine\nship.",
        "So they sailed and they sailed, the white flag with the skull and the\ndead men’s bones floating merrily in the breeze. And at last Dick\nDeadeye called,–",
        "“Cracky! Look where we are! You’d better go back. Remember what the\nToyman told us.”",
        "But Captain Jehosophat Kidd knew better.",
        "“Pshaw! It isn’t deep at all. It wouldn’t drown a rat–not even a\nlittle mouse.”",
        "Then there was trouble.",
        "They heard shouts along the shore, and, looking back, saw Fatty Hamm,\nReddy Toms, and Sammy Soapstone, jumping around like wild Indians.\nThey looked again–sharply this time–and saw that it wasn’t boys\nafter all, but pirates, wicked, cruel, bloodthirsty pirates! And that\nwas bad enough!",
        "“They’re trying to capture us,” shouted brave Captain Kidd, then,\nforgetting that his ship was a full-rigged ship and went by sail, he\ncalled,",
        " “Row, brothers, row,\n  The stream runs fast.”",
        "You see, he remembered that from a poetry book he had read once and\nthought it would just suit.",
        "And all the time the crew of the “Jolly Roger” looked angrily back at\nshore.",
        "“Splash!”",
        "A big stone fell near them. No, it wasn’t a stone. It was a–cannon\nball! The pirates on shore were trying to knock holes in their ship!",
        "“You’re awful shots,” the Captain jeered fearlessly. “We’re coming\nashore to capture your cannon.” He was very brave through all these\ntrying times–and so were the crew. And they just turned their ship\naround and headed straight for the shore, though the cannon balls fell\nall around them.",
        "But now a more terrible danger threatened. For the rascals on shore\nhad seized long poles and were reaching out over the water, trying to\nsmash holes in the ship, to stove in its hull.",
        "“They’re grapplin’ irons and marlin spikes,” explained the Captain,\n\"and very terrible weapons.” He must have been right, for he knew the\nways of the sea.",
        "Meantime the ship was beginning to rock. The crew looked around for\nrescue, but none was in sight.",
        "“We’ll sink your ole ship,” shouted Pirate Fatty. “You’re awful\nsailors.”",
        "And all the time, up and down, and down and up, went the poor little\nship. Would they drown? Far off, Dick Deadeye saw the Toyman running,\nrunning as fast as he could towards shore. And Rover, too. He was\nbarking for all he was worth, seeming to think it fun. But Rover was\nonly a dog, and couldn’t realize the danger at all.",
        "At last the big fat pirate’s pole hit the ship a terrible crack, and\noverboard Slave Hepzebiah fell.",
        "Dick Deadeye reached for her, but his hand only touched her uniform,\nand over he fell, too, down in the coffee-colored waves.",
        "It was way over his head. Down, down, he sank. He was terribly\nfrightened, with water all around him and in his eyes and his nose and\nmouth. He was choking, but all he thought of, even then, was his\nlittle sister, the poor slave.",
        "The first thing he knew, he felt a strong hand on his shoulder and\nheard the Toyman’s voice saying,–",
        "“Hold on, Sonny, you’re all right–just grab on to me.”",
        "He had always liked to be held close in the Toyman’s arms, especially\nat night before the fire when he told them stories, but never had\nthose arms felt as safe as now.",
        "Then, all-of-a-sudden he thought–!",
        "“Stop!” he tried to shout, but his mouth was almost too full of water\nto say anything, “get–blllllloooo–Hep-ze-bbbllllooo\"–and then he\nhad to stop.",
        "[Illustration: “’They’re grapplin’ irons and marlin spikes,’ explained\nCaptain Jehosophat, ’and very terrible weapons.’\"]",
        "But the Toyman laughed as he pulled him safe on the shore.",
        "“Look there,” he said.",
        "And Marmaduke did look, and there was Rover dragging his little sister\nout of the sea by the back of her dress.",
        "The Toyman patted the brave dog on the head.",
        "“He’s the hero,” he said, “good old Rover!”",
        "Then something fine happened. At least Marmaduke and Jehosophat\nthought so. And we’ll leave it to you to decide whether it was fine or\nnot.",
        "Now the pirates had started to run, but their chief, the big fat one,\njust before he reached the road, slipped in the mud. And down over the\nbanks into the sea he fell, and the Toyman didn’t trouble to fish him\nout, either. Of course, it wasn’t very deep, but Fatty tumbled flat on\nhis back, and the water covered him–all but his stomach, which stuck\nout above the water like the fat rump of a whale. He got up at last.\nAnd a pretty sight he was, not like a bold pirate, but a great big\n\"booby,” Mother said, with the mud all over his clothes, and the water\ngoing slippity slop in his shoes, and he shouting,\n\"Bbbbbbllllllllloooooooooo–splutter–gerchoo!” worse even than\nMarmaduke.",
        "Quick as a wink the Toyman lifted Marmaduke on one shoulder, the\nlittle girl on the other, as he always carried them, and took them\ninto the house.",
        "And soon their clothes were off, and dry ones on, and–best of\nall–some nice warm lemonade was trickling down just where the muddy\nwater had been–down the Red Lane.",
        "He felt greatly contented, did Marmaduke, for hadn’t they beaten the\n\"ol’ pirates,” and driven them away? And after that they had heaped\ncoals of fire on their heads, as the minister used to say. Yes sir,\nthey invited the big, fat chief of the pirates into their kitchen,\nthough he didn’t deserve it, and gave him some dry clothes, too,\nthough he didn’t deserve that, either, and some lemonade into the\nbargain.",
        "Altogether, it was a very successful day.",
        "It is odd about Grownups–how mistaken they can be, how sadly\nmistaken. Now for instance, they will insist there are only\nfour seasons when, as every one who has lived in Boyland knows, there\nare scores more than that.",
        "There’s",
        "  Sled-time;\n  Ball-time;\n  Marble-time;\n  Top-time;\n  Kite-time;\n  Garden-time;\n  Hay-time;\n  Harvest-time;\n  Grape-time;\n  Nut-time;\n  Pumpkin-Pie-time;\n  and\n  a time\n  for",
        "Hunting strawberries, elderberries, or red rasps; for orioles to move,\nfor shad to run, and to go bobbin’ for eels; and a whole lot of other\nfamous seasons as well, all happy ones, and too many to count, at\nleast on one set of fingers and toes.",
        "Any American boy will tell you this and–what is more to the\npoint–prove it, too. And so can the Toyman, for, though he is six\nfeet tall, and wears suspenders and long pants, and shaves and all\nthat, he can get down on his knees in the good old brown earth and\ncry, “Knuckles down!,” with the youngest.",
        "Well, then, it was–not Spring, as the grownups would say–but\nMarble-time–midway between Kite-time and the Time for Red\nStrawberries, which comes in June.",
        "One day, at the very beginning of this sunny season, the Toyman came\nback from town. And as usual the children gathered around him. There\nwas no delay, no dilly-dallying, as there was when kindlings were\ncalled for. It was funny to see how quickly they could gather\nwhen they heard the wheels come up the drive. Somehow their particular\ncreak was different from that of any other wheels–and the children\ncould tell it long before ever the wagon came in sight.",
        "When they were younger, the children used to ask a question just as\nthe reins fell over the dashboard and the Toyman jumped to the ground.",
        "“What have you got for me, Toyman?” it always was.",
        "But not now, for Mother had explained it was very bad manners. And\nJehosophat and Marmaduke were trying hard to be “Little Gentlemen,\"\nand to show Hepzebiah a “Good Example.”",
        "Of course, just as Mother had expected, when she suggested all this,\nMarmaduke asked,–",
        "“But how can a girl be a Little Gentleman?”",
        "Mother made it clear.",
        "“Well hardly,” she said, “we wouldn’t want her to be just that, but by\nbeing a Little Gentleman you can teach her to be a Little Lady.”",
        "It was hard sometimes, and once in a while the boys didn’t think the\nLittle Gentleman game quite so attractive. However, they remembered it\npretty well, considering. And today they didn’t ask any rude\nquestions, but just waited, though they danced on their toes.",
        "This time he led them all into the kitchen without saying a word.",
        "And then!!!–one after another he took from his pockets little round\nthings–marbles, of course, of all sorts and sizes and colors.",
        "“My!” exclaimed Marmaduke, “there’s most a hundred.”",
        "And there was, sixty, to be exact. Twenty-seven little ones, colored\nlike clay; six big ones of brown, with spots on them like the\ndapplings on horses; and six of blue dappled the same way; nine big\nglass ones with pink and blue streaks like the colorings in Mother’s\nmarble cake; nine made of china; and three–one for each–of the\nbeautiful agates–one of dark red and cream, one dark blue and cream,\nand one that was mostly pink.",
        "“Now,” said Mother, when he had tumbled all the beautiful marbles out\non the table, “you’ve got me in trouble, Frank.”",
        "But she didn’t mean that. No, indeed. It was all said in fun. They\nsaid so many things in fun in the White House with the Green Blinds by\nthe Side of the Road. So she got out her needle and thread, some\npieces of flannel, and began.",
        "She made three little bags, each with draw strings. On one she sewed a\nred J; on the second a blue M; on the third a pink H. You can probably\nguess for whom each was meant.",
        "By this time it was too dark to see. Mother lit the lamp and started\nsupper. And of course they ate it–they seldom skipped that of their\nown free will–but after it was over, the Toyman kneeled down on the\nfloor, and Father got down on the floor, too, and they played marbles\non the rag rug.",
        "That was pretty nice and interesting, but they looked forward to the\nreal game in the morning, for the real game must be played, not on a\nrug, but on the good brown earth.",
        "Again the Toyman took a little, oh, just a little time from his\nwork–that is, he meant to, but it turned out a longer “spell” than he\nhad intended.",
        "First they sorted the marbles. And when the sorting was over, each had\nnine of the little gray ones, which the Toyman told them were called\n\"Migs\"; two of the dappled brown ones which he said were “Croakers\";\nand two of the blue; three “Chineys\"; three “Glasseys” with the pink\nand blue streaks; and one each of the most beautiful of all,–the\nagates. The blue and cream-colored agate Marmaduke took to match the\nblue M on his bag; Jehosophat the reddest one to match his letter J;\nand Hepzebiah the agate that looked most like a strawberry–almost\npink it was, like her letter H.",
        "These last beautiful ones, their old friend informed them, were\nagates, but had other names.",
        "“They called them ’Pures’ when I was a boy,” he remarked, “but in some\nplaces they called ’em ’Reals,’ just as in some cities they say pink\nis for boys and blue for girls, and in some the other way round.”",
        "And don’t let any one tell you this question of “Reals” and “Pures\"\nisn’t important, for it is, surely as much so as “hazards” and “simple\nhonors” which the grownups are forever discussing. In fact this matter\nof “Reals” and “Pures” was one that had to be settled at once. And\nJehosophat settled it.",
        "“I guess,” he said, after grave deliberation, “if you called them\n’Pures’ when you were a boy, we’ll call ’em that too.”",
        "Now this suggested a question to Marmaduke.",
        "“Say, Toyman, when did you stop being a boy?”",
        "And the Toyman just laughed his hearty laugh and slapped his knees\nwith his rough brown hand. His answer was strange yet very true.",
        "“Tomorrow,” he replied.",
        "It was true, you see, for, as they say in school, “Tomorrow never\ncomes,” and that is just when the Toyman will stop being a boy.",
        "Meanwhile he was making a ring in the ground, two feet across. In the\nmiddle he scooped out a little hole with his heel.",
        "Each put some marbles in the centre, the same number from each bag,\nand they began. Of course, as you know, they had to stand on the\noutside of the ring and shoot at the marbles in the hole, that is,\nthey did in that year, in that particular part of the country, though\nwise men who have travelled much say the rules differ in other states\nand are changing from day to day.",
        "When anyone put his foot over the line the Toyman would stop him\nsternly.",
        "“No matter what’s the game,” he told them, “always play fair.”",
        "He showed them the best way to shoot, not by placing the marble in the\nhollow of the first finger and shooting it out with the thumb, but on\nthe tip of the first finger and letting it fly with the thumb.",
        "Now this is of the greatest importance, so always remember it.",
        "However, Hepzebiah couldn’t follow that style, so they let her roll\nher marbles. But the boys were patient and tried again and again until\nthey had learned the right way. They did finely, too–though naturally\nnot as well as the Toyman. They had lent him some of their marbles,\nand my! wasn’t he a fine shot! He would send those marbles flying from\ntheir hole like little smithereens in all directions. However, he said\nthe boys were learning fast and would soon catch up with him.",
        "And in a few minutes, strange to say, the Toyman wasn’t doing so\nwell–though, maybe–between you and me–he was just giving the boys a\nchance.",
        "Anyway, before long, the Toyman’s pile was growing less and less,\nwhile Marmaduke had nine gray marbles–we should say “migs\"–one\n\"chiney,” two brown “croakers,” one blue “croaker,” and one “glassey,\"\nand his shooter, the “pure,” of course. And Jehosophat had ten “migs,\"\ntwo “chimneys,” one “glassey,” two brown “croakers,” and one blue one,\nand his shooter. But poor little Hepzebiah had only three, counting\nall kinds. She began to cry, and rubbed her eyes with her two fists.\nBut when, after a little, she stopped and looked down, why she had\nmore marbles than any of the players.",
        "I’ll tell you a secret, if you won’t tell it to a soul–for that\nwouldn’t be fair to Marmaduke and Jehosophat, who were trying their\nbest not to let their right hands know what their left ones were\ndoing.",
        "Well then, if you won’t tell,–when Hepzebiah put her two fists to her\neyes, quick as a wink the Toyman placed three of his marbles in her\npile, and when Marmaduke saw him do that, why he put in four, and\nJehosophat, not to be outdone, slipped in five.",
        "“Better than slipping duck’s eggs under the old hen, isn’t it?\"\nwhispered Jehosophat to his brother, who agreed with a nod.",
        "And that is the way the little girl came to win the game.",
        "And so all through marble time they played many games, some of them\nvery close, too, and a few even ties.",
        "However, on one occasion the game didn’t turn out so well. That was\nthe time when Fatty Hamm strolled into the yard.",
        "“Hello!” he said, and something chinked in his pockets. It sounded\nlike marbles.",
        "“Hello!” called the boys, not very cordially, for they were always a\nlittle suspicious when Fatty happened around.",
        "“Playin’ marbles?” he asked.",
        "“Yes,” said the two brothers.",
        "“I can beat you,” he declared.",
        "“You can’t, either,” Marmaduke started to yell, but Jehosophat, who\nwas having one of his good days, said,–",
        "“Let’s treat him politely. He’s mean, but he’s company.”",
        "“Play ’for fair’?” Fatty next asked.",
        "“Course,” replied Jehosophat, “what did you think?”",
        "This friendly state of affairs didn’t last very long.",
        "“You’re cheating,” called Jehosophat a little later.",
        "“I’m not, neither,” Fatty shouted very angrily and ungrammatically.",
        "“You are, too,” insisted Jehosophat. “The Toyman says you mustn’t get\nover the marbles that way or put your foot in the ring. You’ve got to\n’knuckles down.’ Beside you call’ slippseys’ every time you make a bad\nshot.”",
        "[Illustration: “’Better than slipping ducks’ eggs under the ole hen,\nisn’t it?’ whispered Jehosophat to his brother.\"]",
        "When that strange game was over Fatty had forty-two marbles and they\nhad only nine apiece. Altogether it was very unsatisfactory.",
        "Then something very surprising happened.",
        "Fatty counted the forty-two very carefully, then put them in his bag.",
        "“Here,” said Jehosophat, “what are you doing?”",
        "“I won ’em, they’re mine,” and still Fatty kept putting them in his\nbag. Marmaduke could hear them dropping in. “Chink, chink,” they went,\nbut their “chink, chink” didn’t sound so pretty or so much like music\nas when they were dropping in his own bag.",
        "“That’s not the way the Toyman plays,” Jehosophat insisted, “when\nwe’re through we divide ’em up again so’s to be even.”",
        "“Your ole Toyman doesn’t know everything,” Fatty said with a sneer.",
        "And, angry at this, both the brothers shouted,–",
        "“He does, too–he knows most everything there is to know.”",
        "But Fatty decided things once and for all.",
        "“Anyway,” he declared, “this game’s not ’in fun.’ You said you’d play\n’for fair’ and that means ’for keeps.’”",
        "Jehosophat was silent. He hadn’t understood what ’for fair’ had meant\nat all. Still, he had agreed to play that way, and so, though he\nwanted to punch Fatty’s head for him, he supposed he’d have to take\nhis losses like a gentleman.",
        "But now Fatty was taking something out of his pocket, something made\nof wood and shaped like a bridge or a saw with teeth in it. He placed\nit on the ground.",
        "“Your turn, Joshy,” he said.",
        "“What’ll I do?” asked Jehosophat.",
        "“Just roll your marbles under this bridge, and if they go through the\nlittle holes, you can keep ’em. If they don’t, they’re mine.”",
        "The two boys didn’t see through the trick, and very foolishly they\nthought they might win some of their beautiful marbles back.",
        "So they rolled marble after marble against that little wooden bridge.\nBut it was much harder to aim straight than they had expected. More\nmarbles would hit against the wood and bounce back than ever went\nthrough the little holes. And when this strange new game was ended\nFatty had fifty-two marbles and they each had four!",
        "Then Fatty walked off.",
        "“Nice game,” he said, “I’ll come tomorrow.”",
        "But the boys didn’t second that or give him any warm invitation like\nsaying, “yes, and stay a week.” They spoke never a word–just looked\nand listened–looked at the few marbles left in their own hands, and\nlistened to the “chink, chink, chink” of Fatty’s pockets as he walked\ndown the drive.",
        "They were very solemn around the table that night, and though Mother\nknew there must be something the matter, she didn’t ask any questions\nyet. However, Marmaduke kept reaching down into his pockets so often,\nto feel the lonely little marbles he had left,–the one agate, and the\ncroaker, and the little gray mig, and the clink of them sounded so\nweak and thin and lonesome that Father said,–",
        "“Well, how did the game go today?”",
        "“F-f-f-fine,” said Marmaduke, but his lip quivered.",
        "Then they knew there surely must be something the matter, and\nMarmaduke couldn’t help saying,–",
        "“That ole Fatty Hamm said he was playing ’for keeps,’ and he took away\nalmost all our marbles.”",
        "“Humph!” exclaimed Father, and Mother looked at him with an odd look.",
        "“I’m sorry it happened,” she said, “but I’m glad, too.”",
        "Jehosophat exclaimed:",
        "“Glad we lost our marbles?”",
        "“Not exactly, dear, but I knew it would happen. You see, as the Toyman\nsaid, it’s always kinder and more fun, too, to play games ’in fun.’ If\nyou play anything ’for keeps,’ the one who loses is always hurt and\nfeels badly. Supposing you had played with Johnny Cricket, now, and\nhad won all his marbles–how would you feel?”",
        "She didn’t need to say any more. They understood.",
        "But after supper the Toyman called the boys into the woodshed. They\nsneaked out quietly and he whispered to them,–",
        "“Just wait till tomorrow.”",
        "“What’s going to happen tomorrow?”",
        "And the Toyman gave that old answer of his which was so like him,–",
        "“Wait an’ see.”",
        "Well, the Toyman had to go to town “tomorrow,” which was much sooner\nthan he had expected earlier in the week. And when he came back his\npockets chinked right merrily. They were as full of marbles as on his\nfirst trip back from town.",
        "They were very beautiful, too, but somehow Marmaduke loved the first\nblue croaker and the bright agate and the little gray mig best of all.",
        "In front of the White House with the Green Blinds by the Side of the\nRoad was the Canal; and beyond the Canal the River. They always flowed\nalong side by side, and Marmaduke thought they were like two brothers.\nThe Canal was the older brother, it was always so sure and steady and\nready for work. It flowed steadily and evenly and carried the big\ncanal-boats down to the Sea. The River also flowed towards the Sea,\nbut it wasn’t at all steady, and never quiet. It was indeed like the\nyounger brother, ever ready for play, although, as a matter of fact,\nit had been there long before the Canal had been even thought of by\nthe men who built it. But thousands of years couldn’t make that River\ngrow old. It was full of frolicsome ripples that gleamed in the sun,\nand of rapids and waterfalls. Here it would flow swiftly, and there\nalmost stop as if it wanted to fall asleep. And every once in a while\nit would dart swiftly like small boys or dogs chasing butterflies.\nSometimes it would leap over the stones or, at the dam, tumble\nheadlong in sheets of silver.",
        "Little fish and big loved to play in its waters. Of course they swam\nin the Canal too, but life was lazier there and the fish, like\nMarmaduke, seemed to prefer the River. There were pickerel and trout\nand catfish and eels, and in the Spring the great shad would come in\nfrom the Sea and journey up to the still cool pools to hatch out their\nmillions of children.",
        "They looked very inviting this morning, the River and the Canal, and\nMarmaduke decided he would take a stroll. He whistled to Wienerwurst,\nwho was always the best company in the world, and the little dog came\nleaping and barking and wagging his tail, glad to be alive and about\nin such lovely weather, and on they went by the side of the Canal.",
        "They went along very slowly, for it is a mistake to walk too fast on a\nSpring morning–one misses so many things.",
        "Now and then a big fish would leap out of the River, it felt so gay,\nand in the little harbours under the banks of the Canal the\nscuttle-bugs went skimming, skimming, like swift little tugboats at\nplay. In the fields on the other side of the road a meadowlark sang;\nswallows twittered overhead; and in the grass at his feet the\ndandelions glowed like the round gold shields of a million soldiers.\nYes, altogether it was a wonderful day.",
        "Marmaduke picked a great bouquet of the dandelions–for Mother–then\nhe looked up the towpath. He could see the Red Schoolhouse, and, not\nso far away, the Lock of the Canal. He was very glad it was Saturday.\nIt was far too nice to stay indoors.",
        "Just then he had a great piece of good luck, for a big boat came by, a\ncanal-boat, shaped like a long wooden shoe. It had no sails and no\nsmokestacks, either, so it had no engine to make it go. It was drawn\nby two mules who walked on shore quite a distance ahead of it. A long\nthick rope stretched from the collars of the mules to the bow of the\nboat. A little boy walked behind the mules, yelling to them and now\nand then poking them with a long pole to make them go faster. My! how\nthey pulled and tugged on that rope! They had to, for it was a pretty\nbig load, that boat. And it had a big hole in it laden with black\nshiny coal–tons and tons of it!",
        "Just behind the coal was a clothes-line with scores of little skirts\nand pairs of pants on it, and behind that, a little house with many\nchildren running in and out of the door. A round fat rosy woman with\ngreat big arms was calling to the children to “take care,” and a man\nstood at the stern with his hand on the tiller. He had a red shirt on\nand in his mouth a pipe which Marmaduke could smell a long way off.",
        "The little boy waited until the stern came by so he could see the name\nof the boat. There it was now, painted in big letters, right under the\ntiller. He spelled it out, first “Mary,” then “Ellen\"–\"Mary Ellen–\"\na pretty name, he thought.",
        "The Man With the Red Shirt and the Pipe, and the Round Fat Rosy Woman\nWith the Big Arms, and all the children waved their hands to Marmaduke\nand he waved back, then hurried ahead, Wienerwurst trotting alongside,\nto catch up with the boy who was driving the mules.",
        "“’Llo!” said he to the boy, but the boy paid no attention at all, just\n\"licked up” his mules. But Marmaduke didn’t mind this rudeness. He\nthought that probably the boy was too busy to be sociable, and he\ntrotted along with the mules and watched their long funny ears go\nwiggle-waggle when a fly buzzed near them. But they never paused or\nstopped, no matter what annoyed them, but just tugged and strained in\ntheir collars, pulling the long rope that pulled the boat that carried\nthe coal that would make somebody’s fire to cook somebody’s supper\nsome day down by the Sea.",
        "For a long time Marmaduke trotted alongside the boy and the mules, not\nrealizing at all how far he had come. Once or twice he looked back at\nthe “Mary Ellen” and the Man With the Red Shirt and the Pipe, and the\nlittle house on the deck. He wished he could go on board and steer the\n\"Mary Ellen,” and play in that little house, it looked so cute. The\nRound Fat Rosy Woman was coming out of it now with a pan of water\nwhich she threw in the Canal; and the little children were running all\nover the deck, almost tumbling in the water.",
        "After quite a journey they drew near the Lock, a great place in the\nCanal like a harbour, with two pairs of gates, as high as a house, at\neach end, to keep the water in the Lock.",
        "Outside one pair of gates the water was low; outside the others, which\nwere near him, the water was high; and Marmaduke knew well what those\ngreat gates would do. The pair at the end where the water was high\nwould open and the canalboat would float in the Lock and rest there\nfor a while like a ship in harbour. Then those gates would shut tight,\nand the man who tended the Lock would open the gates at the end where\nthe water was low. And the water would rush out and go down, down in\nthe Lock, carrying the boat with it until it was on a level with the\nlow part of the Canal. And the boat at last would float out of the\nharbour of the Lock and away on its journey to the Sea.",
        "But all this hadn’t happened yet. There was much work to be done\nbefore all was ready.",
        "Now the boat had stopped in front of the high pair of gates. The Man\nWith the Red Shirt and the Pipe shouted to the boy who drove the\nmules, without taking the pipe out of his mouth. The great towrope was\nuntied and the mules rested while the man who tended the Lock swung\nthe high gates open with some machinery that creaked in a funny way,\nand the “Mary Ellen” glided in the harbour of the Lock.",
        "Then the man who tended the Lock went to the gates at the lower end.\nThere were more shouts and those gates opened too. The water rushed\nout of the Lock into the lower part of the Canal, and down, down, went\nthe boat. And down, down, went the deck and the little house on it,\nand down, down, went the Man With the Red Shirt and the Pipe, and the\nRound Fat Rosy Woman With the Great Arms, and all the children.\nMarmaduke started to count them. He couldn’t have done that before,\nthey ran around too fast. But now they stood still, watching the water\nfall and their boat as it sank. Yes, there were thirteen–he counted\ntwice to make sure.",
        "Now the boat had sunk so low that Marmaduke was afraid it would\ndisappear forever, with all the children on it. But there was no\ndanger, for when the water in the Lock was even with the water on the\nlower side of the Canal it stopped falling, and the “Mary Ellen\"\nstopped, too. At least, there was no danger for the children, but\nthere was for Master Marmaduke, he had leaned over so far, watching\nthat boat go down, down, down.",
        "All-of-a-sudden there was a splash. It was certainly to be expected\nthat one of the thirteen children had fallen in, but no!–\nIt–was–Marmaduke!",
        "Down, down, down, he sank in the gurgly brown water. Then he came up,\nspluttering and choking.",
        "“Help, help!” he cried.",
        "Then under he went again.",
        "But the Round Fat Rosy Woman had seen him.",
        "“Quick, Hiram!” she shouted to her husband in a voice that sounded\nlike a man’s, “there’s a boy fallen overboard!”",
        "“Where?” asked the man at the tiller, still keeping the pipe in his\nmouth.",
        "She pointed into the brown water.",
        "“Right there–there’s where he went down.”",
        "Perhaps the Man With the Red Shirt and the Pipe was so used to having\nhis children fall into the coal, or the Canal, or something, that he\ndidn’t think it was a serious matter, for he came to the side of the\n\"Mary Ellen” very slowly, just as Marmaduke was coming up for the\nthird time.",
        "And that is a very important time, for, they say, if you go down after\nthat you won’t come up ’til you’re dead. Whether it was true or not,\nMarmaduke didn’t know, for he had never been drowned before, and no\none who had, had ever come back to tell him about it. Anyway, he\nwasn’t thinking much, only throwing his arms around in the water,\ntrying vainly to keep afloat.",
        "The Round Fat Rosy Woman grew quite excited, as well she might, and\nshe shouted again to the Man With the Red Shirt and the Pipe:",
        "“Don’t stand there like a wooden Injun in front of a cigar-store.\nHustle or the boy’ll drown!”",
        "Then he seemed to wake up, for he ran to the gunwale of the boat, and\nhe jumped over with his shoes and all his clothes on. And, strange to\nsay, he still kept that pipe in his mouth. However, that didn’t matter\nso very much, for he grabbed Marmaduke by the collar with one hand and\nswam towards the “Mary Ellen” with the other. The woman threw a rope\nover the side; he grasped it with his free hand, and the woman drew\nthem up–she certainly was strong–and in the shake of a little jiffy\nthey were standing on board, safe but dripping a thousand little\nrivers from their clothes on the deck. The man didn’t seem to mind\nthat a bit, but was quite disturbed to find that his pipe had gone\nout.",
        "“Come, Mother,” said he to the Round Fat Rosy Woman, “get us some dry\nduds and a match.”",
        "And quick as a wink she hustled them into the little house which they\ncalled a cabin, and gave Marmaduke a pair of blue overalls and a\nlittle blue jumper which belonged to one of the thirteen children. Of\ncourse, she found the right size, with so many to choose from. His own\nclothes, she hung on the line, with all the little pairs of pants and\nthe skirts, to dry in the breeze.",
        "Then she put the kettle on the cook stove and in another jiffy she was\npouring out the tea.",
        "“M–m–m–m,” said Marmaduke. He meant to say,–\"Make mine ’cambric,’\nplease,” for he knew his mother wouldn’t have wanted him to take\nregular tea, but his Forty White Horses galloped so he couldn’t\nmake himself heard.",
        "“There, little boy,” said the Round Fat Rosy Woman, “don’t talk. Just\nwrap yourself in this blanket and drink this down, and you’ll feel\nbetter.”",
        "It did taste good even if it was strong, and it warmed him all the way\ndown under the blue jumper, and the Forty White Horses stopped their\ngalloping, and while the men were hitching the mules up again, and the\n\"Mary Ellen” was drifting through the lower pair of gates out of the\nLock, he fell fast asleep.",
        "He must have slept for a whole lot of jiffies. When he woke up at\nlast, he looked around, wondering where he could be, the place looked\nso strange and so different from his room at home. Then he\nremembered,–he was far from home, in the little cabin of the “Mary\nEllen.” It was a cosy place, with all the little beds for the children\naround the cabin. And these beds were not like the ones he usually\nslept in. They were little shelves on the wall, two rows of them, one\nrow above the other. It was funny, he thought, to sleep on a shelf,\nbut that was what the thirteen children had to do. He was lying on a\nshelf himself just then, wrapped in a blanket.",
        "The Round Fat Rosy Woman was bending over the stove. It was a jolly\nlittle stove, round and fat and rosy like herself, and it poked its\npipe through the house just above his head. In the pot upon it, the\npotatoes were boiling, boiling away, and the little chips of bacon\nwere curling up in the pan.",
        "Outside, he could see all the little skirts and the little pairs of\npants, dancing gaily in the wind. He could hear the children who owned\nthose skirts and pairs of pants running all over the boat. The patter\nof their feet sounded like raindrops on the deck above him.",
        "They seemed to be forever getting into trouble, those thirteen\nchildren, and the Round Fat Rosy Woman was forever running to the door\nof the little house and shouting to one or the other.",
        "“Take care, Maintop!” she would call to one boy as she pulled him back\nfrom falling into the Canal.",
        "“Ho there, Bowsprit!” she would yell to another, as she fished him out\nof the coal.",
        "They were certainly a great care, those children, and all at once\nMarmaduke decided he knew who their mother must be. The boat was\nshaped just like a huge shoe and she surely had so many children she\ndidn’t know what to do. Yes, she must be the Old Woman Who Lived in a\nShoe, only the shoe must have grown into a canalboat.",
        "He wondered about the funny names she called them.",
        "“Are those their real names?” he asked, as he lay on his little shelf.",
        "“Yes,” she said, “my husband out there with the pipe was a sailor\nonce, on the deep blue sea. But he had to give it up after he was\nmarried, ’cause he couldn’t take his family on a ship. We had a lot of\ntrouble finding names for the children started to call ’em Mary and\nDaniel and such, but the names ran out. So, seeing my husband was so\nfond of the sea, we decided to call ’em after the parts of a ship, not\na canalboat, but the sailing ships that go out to sea–that is, all\nbut Squall.",
        "“Now that’s Jib there, driving the mules, and that’s Bowsprit–the one\nall black from the coal. Cutwater’s the girl leaning over the stern;\nMaintop, the one with the three pigtails; and Mizzen, the towhead\nplaying with your dog.”",
        "“And what are the names of the rest?” Marmaduke asked, thinking all\nthis very interesting.",
        "“Oh!” she replied. “I’ll have to stop and think, there’s so many of\nthem. Now there’s Bul’ark and Gunnel–they’re pretty stout; the twins,\nAnchor and Chain; Squall, the crybaby; Block, the fattest of all;\nTopmast, the tallest and thinnest; and Stern, the littlest. He came\nlast, so we named him that, seeing it’s the last part of a ship.",
        "“Now, let me think–have I got ’em all?” and she counted on her\nfingers,–\"Jib, Bowsprit, Cutwater, Maintop, Mizzen, Bul’ark, Gunnel,\nAnchor, Chain, Block, Squall, Topmast, and Stern. Yes, that surely\nmakes thirteen, doesn’t it? I’m always proud when I can remember ’em.”",
        "[Illustration: “The boat was shaped like a wooden shoe, and she surely\nhad so many children she didn’t know what to do.\"]",
        "By this time the potatoes and the bacon and coffee seemed about ready,\nso she went out on deck, and Marmaduke slid off his little shelf bed\nand followed her to see where she was going. On deck was a great bar\nof iron with another beside it. She took up one bar of iron and with\nit struck the other–twelve times. The blows sounded way out over the\nCanal and over the fields and far away, like a mighty fire-alarm, and\nall the children, that is all but Jib, who was driving the mules and\nwould get his dinner later, came running into the cabin.",
        "A great clatter of tin plates and knives and forks there was, and very\nnice did those potatoes and that bacon taste.",
        "And it didn’t take long for them to finish that meal, either. Then\nthey went out on deck.",
        "The mules were pulling and pulling, and the boat was sailing on and on\ntowards the Sea. They passed by so many places–lots of houses and\nlots of farms, the Red Schoolhouse and Reddy Toms’ house, and Sammy\nSoapstone’s, and the funny place where Fatty lived, and the pigs, fat\nlike himself, ran all over the yard.",
        "Fatty and Sammy were playing on the shore at that very moment. He\nwaved to them and they waved back, but they didn’t know they were\nwaving to their old playmate Marmaduke, he was so mixed up with all\nthe children of the woman who lived on the canalboat that looked just\nlike a shoe. How Sammy and Sophy and Fatty would have envied him if\nthey had only known it was he sailing away to the Sea!",
        "But he never arrived there, after all–at least he didn’t on that\nvoyage. For, you see, after he had had a wonderful time, running all\nover the deck with the thirteen children, and looking down into the\nbig hole where they kept the shiny coal, and exploring the little\nhouse on the deck, the Round Fat Rosy Woman and her Husband With the\nRed Shirt and the Pipe had a talk together.",
        "“We must send him back home,” said she, “or his folks’ll be scared out\nof their wits.”",
        "The man took a few puffs on his pipe, which always seemed to help him\nin thinking, then replied,",
        "“We might let him off at the Landing it’s up the towpath a piece. We\nkin find someone to give him a lift.”",
        "“That’s the best plan,” she agreed, “there’s the Ruralfree’livery\nnow.”",
        "And she pointed to the shore where the horse and wagon of the postman\nwere coming up the road.",
        "“What ho, Hi! Heave to!” she called, raising her hands to her mouth\nand shouting through them just like a man, “here’s a passenger for\nyou, first class.”",
        "“Mr. Ruralfree’liv’ry” shook his whip at them, then hollered “Whoa!\"\nand stopped the old horse; and Jib hollered “Whoa!” and stopped his\nmules, right at the Landing.",
        "Then Marmaduke said “Goodbye.” It took him some time, for there was\nthe Man With the Red Shirt and the Pipe; and the Round Fat Rosy Woman;\nand Jib, Bowsprit, Cutwater, Mizzen, Maintop, Bul’ark, Gunnel, Anchor,\nChain, Block, Squall, Topmast, and Stern; the “Mary Ellen\"; and the\nmules, to say “Goodbye” to. Just before he went ashore the Round Fat\nRosy Woman gave him his clothes back, for they were all dry by that\ntime, and she stuffed something in his pocket besides. And what do you\nthink it was? A toy anchor and chain that would just fit the “White\nSwan,” the ship the Toyman had made him.",
        "So he rode home with Mr. Ruralfree’liv’ry and all his sacks of mail.\nBut he kept turning his head for a long while to watch the Man With\nthe Red Shirt and the Pipe, and the Round Fat Rosy Woman, and the\nThirteen Children, and all the little pairs of pants that seemed to be\nwaving farewell to him. But soon the “Mary Ellen” drifted out of\nsight. She was a good boat, the “Mary Ellen.”",
        "He almost felt like crying, for he would have liked to have gone on\nthat voyage to see the rest of the world. But, after all, he had seen\na great deal of it, and he had that anchor and chain.",
        "It was hard to be called a “kid\"–harder still to be left out of the\ngame. And, besides, it wasn’t fair. Marmaduke knew he could catch that\nball as well, and hit it as often as any of them.",
        "This is the way it began:–",
        "That morning Jehosophat had gone with the Toyman to Sawyer’s Mill over\non Wally’s Creek. Marmaduke felt lonely, for there was nobody but\nHepzebiah to play with, and she wouldn’t leave her dolls, and he had\nlong ago gotten past playing with them. As he was wandering\nforlornly around the barnyard, wondering what he could do, he heard a\nshout over by the Miller farm.",
        "“You’re out!”",
        "It was a very fascinating cry, an inviting one as well. Looking over\nthe field he saw boys–at least six of them–playing baseball. So he\nhurried over to get in the game, too.",
        "But his old enemy “Fatty” told him that they didn’t “want any\nkids hangin’ around.”",
        "And Dicky Means agreed with that.",
        "“Naw, we don’t want any kids!”",
        "“I can catch an’ I can pitch–curves, too,” Marmaduke protested, but\nthey wouldn’t believe him.",
        "“You can’t, either,” Fatty yelled back, “you’d muff it every time.\nWouldn’t he, Means?”",
        "He was talking to Dicky Means, but he called him by his last\nname just because he had heard grown-up men do that sometimes and he\nthought it was very smart.",
        "Again Dicky Means agreed with Fatty.",
        "“_Sure he’d muff it every time.”",
        "Reddy Toms and Harold Skinner didn’t take Marmaduke’s part, nor did\nSammy Soapstone, though he had borrowed Marmaduke’s mouth-organ and\nlost it, and had Marmaduke’s appendix all pickled in alcohol in a big\nbottle and wouldn’t give it back, either. But they were all bigger\nthan Marmaduke, so what could he do but sit on the fence and watch\nthem, while his fingers fairly itched to catch one of those “flies.\"\nAnd the crack of the bat against the ball did sound so fine across the\nfield.",
        "At last he couldn’t stand it, so he got down from the fence, and\nshouted at them,",
        "“I wouldn’t play in your ole game–not for a million dollars!”",
        "And off he walked towards his own barn, swinging his arms all the way,\nas if he were holding a bat and showing them just how well he could\nplay. My! what long “flies” he would knock, if he only had the\nchance–over the dead chestnut tree, over the Gold Rooster on the top\nof the barn, and even above the Long White Finger of the Church\nPointing at the Sky. Maybe, sometime, if he hit it hard enough and\njust right, the ball would sail on and on, and up and up, to the Moon:\nand the Ole Man there would catch it and throw it down to him again.",
        "But he would have to practice a lot first, so, when he reached the\nhouse, he went in and found a ball of his own. He turned it over and\nover in his fingers, admiring it. It was a fine one, with leather as\nwhite as buckskin but very hard, and thick seams sewed in the cover\nwith heavy thread, winding in and out in horseshoe curves.",
        "It had a dandy name, too,–\"Rocket,” that was it. And he threw it up\nhigh up, up, up, until it reached the eaves of the barn and startled\nthe swallows, who flew out and swept the sky with their pretty wings,\nchattering angrily at him.",
        "He watched to see where the ball would fall, and ran under it, holding\nhis hands like a little cup. It fell into them, but it fell outeven quicker than it had fallen in. Jiminy! but that ball was hard!\nMarmaduke thought the man who made it should have left the “et” from\nits name and called it plain “Rock” instead. It was just like a rock\ncovered with hard leather.",
        "He tried it again, but he didn’t throw it up quite so high.",
        "“Crack!” it went against the side of the barn, and little clouds of\nhay-dust from the loft danced in the air, and the swallows chattered\nstill more angrily:",
        "“He persists–sists–sists–sists–sists,” they called to one another.",
        "This time the ball fell on his cheekbone and raised a lump as round\nand as hard as a marble.",
        "He didn’t cry. Oh, no! for he was trying hard these days to be a\nregular boy and never to cry even one little whimper. So he just went\nin the house and Mother put a kiss and some arnica on it–it is always\nmore effective if mixed that way–and out he came and tried it all\nover again. For regular boys never give up. Of course, at first he\nthrew the ball a little lower than before, but that was only wise. And\nthis time it did fall into his hands and he held it tight. Over and\nover he practised until his hands were pretty red from catching the\nhard “Rocket” ball, but he felt very happy inside–which is what\ncounts, for one doesn’t mind being sore outside if one is all\nright within.",
        "However, all the time he could hear the sound of that bat over on the\nMiller lot. Then–all of a sudden–he heard an altogether different\nsort of noise–more like a crash and a smash than a crack.",
        "“Glass!” that was it!",
        "“Hooray!” he shouted in delight, ’now that Fatty’s going to get\nit.”",
        "But he was wrong. Fatty was too plump to hit a ball so hard. It was\nDicky Means that had done it. And, like Fatty, he was always up to\ntricks, only usually Fatty planned them and Dicky did them.",
        "Yes, it was Dicky Means who had hit that ball right through Mis’\nMiller’s window, the big parlor window, too, and she expected the\nMethodist ladies of the Laborforlovesociety that very afternoon. There\nwas Mis’ Miller now, running out of the house and shrieking,–",
        "“You younglimbosatan, you’ll pay for that!”",
        "“Pleeze, Mis’ Miller, I haven’t any money,” Dicky was saying, very\npolitely, with his eye on the broom she held in her hand, “I’ll pay\nyou tomorrow.”",
        "“No, you’ll settle it now,” she told him–very cross she was,\ntoo, “or I’ll tell your mother, and your father’ll paddle you in the\nwoodshed.” Then she added,–\"an’ you won’t get your ball.”",
        "Dicky seemed to be more worried about the ball than about the\nwoodshed, for he whined.",
        "“Aw, pleeze, Mis’ Miller, have a heart!”",
        "You see, “Have a heart!” was an expression he had heard down in the\ncity, and for the last week the boys had been using it every chance\nthey got.",
        "Still it didn’t work on Mis’ Miller, for she only shook her head\nangrily and took her broom and shouted,–",
        "“Scat, get out!\"–just as if they were so many cats–\"an’ don’t come\nback for the ball till you come with the money in your hand.”",
        "And as everybody in the neighborhood used to say, “Gracious, but Mis’\nMiller has a turrible temper!” or “Whew, but can’t she get mad?” and\nbecause she was flourishing that broom right in their faces, why, they\ndid scat like so many cats, just as she had told them.",
        "Across the field they all came running, straight towards Marmaduke,\nwho pretended not to see them at all, but just kept passing his Rocket\nball from one hand to the other, trying to juggle it like the trick\nmen in the circus.",
        "When they saw that ball, all the boys suddenly grew very polite to\nMarmaduke.",
        "“Lend us your ball, Marmy!” they said.",
        "“Wouldn’t you like to have it!” he replied, still juggling the ball,\nbut he watched them out of the corner of his eye. They had been pretty\nmean to him, but he supposed he ought to be decent even if they\nweren’t, and besides it would be fine to play a real game with “sides\"\ninstead of one just by himself.",
        "“All right,” he said, after making them wait long enough to want that\nball very much, “if you’ll play ’sides’ ’stead of’ two o’ cat,’ and\nlet me be captain.”",
        "“Aw!” said Dicky, “you’re not big enough.”",
        "“All right,” replied Marmaduke, still juggling that fine Rocket ball,\n\"you’ll have to play with some ole rock then.”",
        "“Aw, come ’n, have a heart!”",
        "Marmaduke thought it over for a little while. To “have a heart” was\nlike “heaping coals of fire” on people’s heads, in minister’s\nlanguage, he supposed. And he wasn’t so fond of that. But anyway he\ngave in.",
        "“All right,” he agreed, “come ’n, where’ll we play?”",
        "“Here,” said Fatty, “this big rock’ll be home-plate, and that one over\nthere by the chestnut tree ’first.’ An’ we’ll choose up sides–first\nchoosin’!”",
        "Then Dicky, who insisted on being the other captain, picked up the bat\nand threw it with the handle uppermost to Fatty, who caught it around\nthe middle. Then Dicky clasped his fingers around the bat just above\nFatty’s hand; then Fatty put his left hand above Dicky’s right; and\nDicky his left hand next; and so on until their fingers almost reached\nthe handle of the bat. There was just a little space left. If Fatty\ncould squeeze his plump fingers in between Dicky’s and the top he\nwould win, and he could have first choice of the best players for his\nside. But his fingers were much too fat.",
        "“Your pinky’s over,” said Dicky, and Reddy Toms picked up a flat stone\nand scraped it over the top of the bat, and Fatty howled and let go.",
        "So it was Dicky’s turn to choose, and Marmaduke waited breathlessly.\nHe hoped that he would be chosen first, second anyway. He ought to be,\nfor wasn’t it his ball they were going to play with!",
        "But–",
        "“I’ll take Reddy,” said Dicky;",
        "“Sammy,” said Fatty;",
        "“Skinny,” chose Dicky next;",
        "“Froggy Waters,” chose Fatty–and poor little Marmaduke was left to\nthe last, as if he were the worst player in the whole world.",
        "“Well,” said Dicky, “I spouse I’ve got to take him. But he’ll\nlose the game for us.”",
        "He turned to Marmaduke.",
        "“I’ll tell you what, Marmy,” he said, “you can be the spectators–a\nwhole pile of them–in the grand stand. Wouldn’t you like to be a\ngrand stand? That’s great. Isn’t it, fellows?”",
        "“Sure,” they all said, grinning, but Marmaduke didn’t want to be any\nspectator, not even a grand stand. He wanted to be doing things, not\nwatching. Lose that game, would he? No, he’d show them, he’d win it\ninstead. He’d hit that ball clean over the fence–so far they’d never\nfind it. But whew! That wouldn’t do. He’d better not hit it quite so\nfar or he’d lose his dandy Rocket ball.",
        "But they had to give in and let him play before he would give them\nthat ball. Then the two captains told their men to take their\npositions.",
        "“I’ll pitch,” declared Dicky, “’n Reddy’ll catch. Skinny you play\n’first,’ and Marmaduke out in the field. You kin go to sleep, too, for\nall I care–for you can’t catch anything even if you had a peach\nbasket to hold it in.”",
        "“Play ball!” shouted Fatty, and they all took their places, Dicky’s\nteam in the field, and Fatty’s at the bat.",
        "Marmaduke had to stand way out, and he didn’t have much to do for a\nwhile, for the other team either struck out, or hit the ball towards\nDicky, the pitcher, or Skinny at ’first.’ Once a ball did come his way\n\"Hold it!” shouted Dicky, but Marmaduke was so excited that he threw\nhimself right at it, and the ball rolled between his legs.",
        "“Aw! didn’t I tell you?” said Dicky in disgust, and all on the other\nteam shouted:",
        "“Butterfingers!”",
        "And, as every boy in the world knows, it is a great disgrace to be\ncalled “Butterfingers.”",
        "When the first inning was over the score stood six to five, and\nFatty’s team was ahead.",
        "In the next inning the ball never once came towards Marmaduke, way out\nthere in the field. All he could do was to watch the other boys catch\nthe “pop-flies,” stop the grounders, or run back and forth between\nfirst base and home. It was hard, too, when Marmaduke wanted so much\nto be in the thick of it.",
        "Before long the score stood seventeen to fifteen, still in favor of\nFatty’s team. At last they were put out, and it was Marmaduke’s turn\nto bat. If he could only knock a home run it would bring Skinny in and\ntie the score.",
        "“Strike one!” called Sammy, who was catching.",
        "Marmaduke swung at the next one too wildly.",
        "“Strike two!”",
        "And then, sad to tell,–",
        "“Strike three!”",
        "He was out–no doubt about it!",
        "“Aw!” exclaimed Dicky, “what’d I tell you–you ought to be fired.”",
        "Marmaduke felt very much ashamed as he took his place out in the field\nagain, with the score thirty-six to thirty against them.",
        "Just then the Toyman and Jehosophat came up the road on their way back\nfrom Sawyer’s Mill, and the Toyman stopped his horses to watch the\ngame for a minute. Marmaduke gritted his teeth and clenched his hands.\nHe would have to do well now when they were looking on.",
        "Before he knew it, two of the other team were out. Then, all of a\nsudden, he heard a loud crack. Looking up, he saw the ball sailing\nthrough the air. It wasn’t sailing towards Dicky or Skinny. It was\ncoming straight in his direction!",
        "He formed his hands in the shape of a cup and waited. He was going to\nhold that ball–if it ever got there. And, sure enough, it fell in his\noutstretched hands. My! how that Rocket ball stung and burned! But he\nhung on for dear life.",
        "“Butterfingers!” he heard Fatty call to “rattle” him. And that settled\nthe matter, for, if he hadn’t heard that word, he might have dropped\nthe ball after all, but he was so determined to make Fatty take it all\nback that he made his fingers tight as a vise around the ball–and it\nstayed–it stayed there!",
        "[Illustration: “He formed his hands in the shape of a cup and\nwaited.\"]",
        "When he came in to take his turn at bat, Dicky patted him on the\nshoulder.",
        "“Good boy, Mary!” he said, and Outfielder Green felt as pleased and\nproud as before he had been ashamed. But he felt even happier a little\nlater.",
        "It was the last half of the last inning. Reddy and Skinny each made\none run and Dicky made two, and now the score stood thirty-six to\nthirty-five. Fatty’s team was only one run ahead, and Dicky was on\nfirst with Marmaduke at the bat.",
        "Now was Marmaduke’s chance to win the game–the chance of a lifetime!",
        "Fatty twirled the ball in his hand. Though he was fat, he could pitch\nlike a regular pitcher. At least his motions were just as funny. He\nwould curl up his fingers in a strange way to make what he called a\ncurve. Then he would hold the ball up to his chin and look wisely over\nat first base, watching Dicky. Then he would curl his arms around his\nhead several times, and at last he would let the ball fly.",
        "Marmaduke tried hard to hit it, but he just tipped it.",
        "“Foul!” called the catcher.",
        "And Marmaduke missed the next one and the next. He had only one chance\nleft now. And Fatty twisted himself up almost in knots, to make an\nextra fine curve, I suppose, for Marmaduke’s benefit. Six times he did\nthis before he let the ball go.",
        "It came towards the home-plate and Marmaduke, as fast as an arrow. He\ngritted his teeth, and gripped his hands tight around the bat, and hit\nat that Rocket ball harder than he ever had in his life; and all the\ntime his ears were listening for the “crack!”",
        "Of course, it all happened very quickly, more quickly than we can ever\ntell about it in words, but–to make a long story short–he heard that\ncrack!",
        "He had hit it! And away the Rocket ball flew towards the dead chestnut\ntree, up, up, by the old crow’s nest, and plop! right in the nest it\ndropped.",
        "And Dicky came racing home, and Marmaduke not far behind him, his face\nred with excitement and his eyes shining.",
        "And how the team cheered him now, and patted him on the back, and said\n\"Good boy, Mary!” again, and how happy he felt!",
        "There was a nice ending to it too, although the dandy Rocket ball was\nlost in the old crow’s nest. For, when he told them about it all at\nthe supper-table that night, Father turned to the Toyman, and,\nreaching into his pockets, where some money jingled, said:–",
        "“So the home-team won, did they? though they lost the ball? Well,\nFrank, there are some more ’dandy Rockets’ where that came from,\naren’t there?”",
        "The Toyman was quite sure there were, and Father added,–",
        "“And that baseball glove, that big catcher’s mitt that Marmaduke\nalways wanted–do you ’spouse that’s still in the store?”",
        "Again the Toyman seemed rather hopeful, and the promise was fulfilled\non the following Saturday. And many a time the hard Rocket ball and\nlots of other balls, too, thumped in that big leather mitt.",
        "Once in about every so often, it seems, little boys just haveto get sick. Sometimes it is their own fault; sometimes the fault of\nthe weather; and sometimes there doesn’t seem to be any reason at\nall–except maybe germs. And who ever saw a real live germ walking\naround, except, perhaps, doctors looking through microscopes? And,\nbesides, germs are too tiny to make a real big boy with pockets in his\ntrousers, and a reader, and a geography, go to bed.",
        "But that is just what had happened to Marmaduke.",
        "He hadn’t felt so sick in the daytime–just sort of dreamy, and not\nlike playing at all. He only wanted to lie where he could watch the\nfingers of the sun-beams stray over the rag rug and pick out the\npretty colors in it, and where he could see Mother and call to her\nwhen he wanted her. That was always important–to have her near.",
        "At supper all Mother would give him was a cup of warm milk. She said\nhe couldn’t have anything solid, not even bread. But after all,\nperhaps it was better, for his appetite wasn’t so very big. He had\nonly asked because he thought he ought to have things Jehosophat had,\nand didn’t want to be deprived of any of his privileges.",
        "Those two round things–like cherries–stuck in his throat so. What\nwas it the doctor called them? Tonsils, that was it. And they felt as\nbig as footballs now, and, oh, so sore!",
        "The doctor decided he had “tonsil-eatus\"–a funny name. He called out\nto Mother to inquire if they would really “eat us\"–and how they could\n\"eat us” when they were in your throat already. He felt rather proud\nof that joke and better for having made it–for a little while,\nanyway.",
        "There was one “’speshully fine” thing about being sick. Mother would\nalways send Jehosophat and Hepzebiah into the spare room to sleep, and\nshe would come herself and lie down in Jehosophat’s bed, right next to\nthe little sick boy, right where he could reach out his hand and place\nit in hers. That was “most worth” all the aches and the pains.",
        "It was all right to have Father near, but somehow Marmaduke felt\nbetter if it was Mother that lay by his side. Her hands and her voice\nwere sort of cool and they drove the bad things that came in his\ndreams far away.",
        "There was one other fine thing about being sick the Fairy Lamp!",
        "At least that was what the children had named it. It was really a\nlittle blue bowl, not light blue like his oatmeal bowl, but almost as\nblue as periwinkles, or the sky some nights. It had little creases on\nthe outside, “flutings,” Mother said, like the pleats in her dress.\nInside the bowl was a thick white candle, and it had a curly black\nwick like a kewpie’s topknot.",
        "Now Mother wanted to make sponge for the bread, but Marmaduke\npleaded,–",
        "“I want you to stay with me, I feel so sick.”",
        "“Wouldn’t my little boy let me go–just for five minutes?”",
        "He thought that over for a little while. Then, “Yes,” he said slowly,\n\"if you light the Fairy Lamp.”",
        "So she struck the match and touched it to the wick. The wick always\nseemed lazy about being lit. It acted as if the match were waking it\nup.",
        "But all of a sudden it would burst into flame, and the dark blue of\nthe bowl would turn into light blue–oh, such a pretty color, not like\nthe bluing Hannah put in the water to make the clothes white, nor\nwould it match Sophy Soapstone’s electric blue dress. It was more like\na blue mist, just such a shade as the fairies would wear.",
        "Marmaduke watched it a long time. Sometimes the little flame\nsputtered, sometimes it waved in the air, or dipped and bowed in his\ndirection, and once it actually winked at him.",
        "From where he lay he could see a bright star shining through the\nwindow. He tried to look with one eye at the light and with the other\neye at the star, both at the same time. The star seemed sort of blue,\ntoo.",
        "“I wonder if the little light is the baby of the star,” he said to\nhimself.",
        "And when he looked at the star again, he saw a ray travel down from it\ninto the window, right towards his eyes.",
        "He blinked, and the light grew brighter. It made a pathway reaching\nfrom the sky to his bed. Something seemed to be traveling down the\nbright pathway, singing a song as it came.",
        "First he thought it must be an angel, then a fairy with wings like a\nmoth.",
        "He shut his eyes a minute, to see what would happen, and he heard the\nvoice singing a funny sort of song–no, not funny, but pretty.",
        "And this was the song:",
        " “Light, light\n  By day or night;\n  Stars in the skies,\n  Stars in the eyes.”",
        "He opened his. And there before him, in front of the window, stood a\nlittle lady. He thought she was dressed in white, then he decided it\nwas yellow, then gold and white.",
        "She walked, yet she seemed to be pasted on a big, shiny star. The top\npoint rose just above her head, making the peak of a crown. The two\nmiddle points stuck out beyond her shoulders like bright moth wings,\nand the two bottom points extended below her waist, and away from her,\nlike the ends of a sash.",
        "At first Marmaduke thought she must be a painted doll, such as you see\nin the magazines about Christmas time, made for little children to cut\nout. But her golden hair was not still like that, but was always in\nmotion like crinkly water that flows over the stones in the brook when\nthe sun shines on it. And there on the rag rug, his own rag rug, were\nher little feet–very white, with little toes, and she could sing,\ntoo. My, how she could sing! No, she was not any painted doll.",
        "She was going on with that song now:",
        " “Far and near,\n  Bright and clear,\n  On sky and sea,\n  And the Christmas tree.”",
        "“’Llo!” said Marmaduke–then he stopped, ashamed. That was the way he\ntalked to the fellows at school. He mustn’t speak to such a beautiful\nlady that way. So–\"How do you do?” he corrected himself.",
        "But she only smiled and said–what do you think?",
        "“’Llo! little boy\"–just like himself. That seemed to set her singing\nagain:–",
        " “Low and high,\n  In the lake or the sky;\n  High and low,\n  In the crystal snow.”",
        "Then she stopped.",
        "“Is there any more to it?” asked Marmaduke. “Oh, yes, one could go on\nforever”",
        " “On the church spire,\n  Or in the fire;\n  On the wavelet’s tip,\n  Or the mast of a ship;\n  In the shining gem\n  Over Bethlehem;\n  In the little cradle,\n  With the ox in the stable,\n  A baby fair\n  It was brightest there!”",
        "“Now is that all of it?” Marmaduke asked her.",
        "“Oh, there’s lots more, but I’ll sing just the last part for\ntonight\"–and she told him the end:",
        " “And in Mother’s eyes,\n  Just as bright as the skies.”",
        "Marmaduke thought she was right in the last part of the song, anyway.\nOf course, he didn’t understand exactly what it was all about, but it\nwas a very pretty song, and he would think it over in the morning. But\nthen his curiosity got the better of him.",
        "“What did you come down here for?”",
        "“Oh, I saw the light in your window,” she explained, “and I thought\nmaybe it was a little lost star. You see, we have to look out for\nthem. When we do find a star that has lost its way we take it back–”",
        "“Do you stick it up there with a pin?”",
        "This question seemed to strike her as very amusing, and she laughed.\nAnd when she laughed it sounded like church bells far, far off, or the\nvoice of the Brook.",
        "“Oh, no,” she said as soon as she could speak. “Do I look as if I\ncould be stuck up there by a pin?”",
        "“No-o-o, but what do you do? Just float around–or swim?”",
        "“Well, that’s the way you Earth people would put it–but we have\nanother word for it.”",
        "“What is the word?”",
        "She shook her head.",
        "“That I can’t tell you, for you’d never understand it, but it’s a very\npretty word.”",
        "Marmaduke sighed.",
        "“I’d like to know it,” he said, “but I suppose I can’t.”",
        "And the Star Lady answered,–",
        "“Not now, perhaps some day.”",
        "“Do you do anything else besides hunting for little lost stars?”",
        "“Oh, yes,” she said, coming a trifle nearer his bed, “sometimes we\nfind little stars on earth that have never been in the sky, and they\nshine so very brightly that we take them up there, too.”",
        "“What kind of stars?”",
        "“Would you like to see them?”",
        "“You bet I would,” Marmaduke started to say, then stopped. That\nsounded rather rude. Still she didn’t reprove him; she didn’t seem to\nmind it a bit. There was something very homelike about her, for all\nshe was so radiant and bright.",
        "“I understand perfectly,” she assured him, “but we must be off before\ndaylight.” Then she turned to the bureau.",
        "“Take the Little Blue Lamp with you, then you’ll seem like a star,\ntoo.”",
        "Now long ago Marmaduke had made another trip to the skies, to see The\nOld Man in the Moon, but that journey was never like this. This was so\nmuch more beautiful.",
        "He didn’t feel as if he were walking or riding, just rising in the air\nwith one hand clasped in the fingers of the Star Lady, the other\naround the little lamp.",
        "Marmaduke wondered if all the people would look up and see his little\nlight.",
        "“Perhaps they can see just the light and not me,” he said to himself,\n\"and that would be just right.”",
        "They rose up over the trees, then over the brook, and he saw himself\nshining in the brook. It looked as if his twin were lying there in the\nwater, and he laughed out loud–that is he thought he did. But he\nfound he wasn’t making any sound. Instead of words, sparkles seemed to\ncome from his mouth, like the twinkles of a star.",
        "He asked the Star Lady about that. It was very funny, but now that\nthey were getting up in the clouds he couldn’t hear his own voice and\nshe couldn’t hear it, either, but they understood each other just the\nsame.",
        "“When a star twinkles, it is laughing,” she explained, and it all\nseemed very clear to him.",
        "Now they passed through great clouds. When they rose above them he\nlooked down. They seemed like white islands in a clear blue sea. And\nthe sky was the sea. It wasn’t like water, but just as cool, and the\nearth, and the towns, and the trees lay like places buried at the\nbottom of the ocean.",
        "He tried to step on a cloud, and he couldn’t feel anything at all\nunder him, yet it didn’t give way–he could sit down on it. He did lie\ndown for a little while, it felt so soft and nice, but the Star Lady\nmade him get up.",
        "“We must hurry, for way over there I see the Sun. He’s stirring in his\nsleep, and when he gets up and washes his face–”",
        "“Does he wash his face?” interrupted Marmaduke, “just like real\npeople?”",
        "“Yes, he rubs cloud lather all over it, and then he dips his face in\nthe bowl of the ocean.”",
        "“How does he dry it?”",
        "“Oh, the morning wind does that,” she replied, smiling at such a\nparade of questions, “but let’s go before he starts to wash up, for I\nmust show you all the star fields. It’s only a few steps up.”",
        "“But I don’t see any steps,” exclaimed the little boy.",
        "She smiled.",
        "“Don’t you?” she said, “you’ve been climbing them all the time.”",
        "“But it’s such a long way to come, and my legs don’t feel a bit\ntired,” he persisted, a little doubtfully.",
        "[Illustration: “’We must hurry, for way over there I see the Sun. He’s\nstirring in his sleep.’\"]",
        "“Oh, no one ever gets tired in the skies,” she explained, “we never\nget tired and we never grow old.”",
        "“Do you live forever ’n ever?”",
        "“Yes, forever,” she answered gently, “but there are the fields.”",
        "Before them and all around them they stretched–as far as his eyes\ncould see, and as far as they could have seen if he had had the\nbiggest telescope in the world.",
        "They were not green like those of Earth, but blue–blue as if each\nblade of grass were a blade of violet. And each field was thickly\nplanted with bright little gleams like fireflies, winking, winking\nthrough the night.",
        "And here and there was a great big star, like the Star Lady herself,\nwalking about–no, it wasn’t that–they were floating about the\nmeadows. How Marmaduke wished he knew the word she had said they used\nin the skies for “walking.”",
        "“Are they stars or angels?” he asked her.",
        "“Yes and no,” she replied. Her answer was very strange, but she\nwouldn’t explain it.",
        "Suddenly Marmaduke thought of a question he had often asked people\ndown on Earth. He could put it to the Star Lady and see if she would\ngive the same answer as Mother. It was an old, old question that\nlittle children have asked ever since the world began.",
        "“Who made the stars?” it was.",
        "“God,” she answered gently, “at least He made the big ones–but not\nthe little ones.”",
        "“And who made them?”",
        "“Oh, the people on earth. Perhaps you made a few yourself,” she added.",
        "“_Me_? How ever could I make stars?” And he stared at her in\nwonder.",
        "“Oh, yes you can. Do you see those little ones there? They are the\nkind deeds people do on Earth. We go looking for them, and we can find\nthem easily, for they shine out even in the darkest woods and the\ndarkest streets. Then we put them up here. Look hard and perhaps you\ncan find some you recognize.”",
        "Marmaduke did look hard. There was one near him. It was very little,\nbut, somehow, as he looked he seemed to know it.",
        "He went very near it. It twinkled like a real star, yet it was round\nas a bubble. And in it, just as in a soap bubble, he saw a picture.",
        "The Star Lady was looking at him with an amused smile.",
        "“What do you see?” she asked.",
        "Yes, sure enough, there was a picture in it, a little faint, but he\ncould make it out a horse and a bright red cart and on the seat a boy\nwith crutches.",
        "“Why it’s Little Geeup and Johnny Cricket!” he exclaimed.",
        "“Yes, it’s the picture of the time you took him for a ride,” she\nanswered. “I saw you do it, and I went down to Earth, and took that\nkind, bright little star deed, and planted it here in this very same\nfield.”",
        "“Oh, oh!” It was all he could say, it was so wonderful.",
        "Then he saw another field not far away that was full of particularly\nbright stars.",
        "“I think I know those,” he told the Star Lady, “they seem like\nfriends.”",
        "“Do they? No wonder!”",
        "Then she looked at him, her head on one side, and a smile in her eyes.",
        "“I won’t tell you what they are. I’m going to let you tell\nme.”",
        "“Oh, I know, I know,” he cried, “they’re Mother’s kind deeds–all\nshe’s done for me and Jehosophat and Hepzebiah–and, oh, how many\nthere are!” he added.",
        "“Yes indeed, my dear. You never guessed there were so many, did you?”",
        "Marmaduke grew very solemn as he replied,–",
        "“But I won’t forget now ever.”",
        "From where they stood, the great blue fields rose into a hill. And on\nthe top of the hill was a beautiful star, the largest of all.",
        "“And what is that?” the little boy asked his new friend.",
        "“The star that shone over the cradle in Bethlehem.”",
        "He begged her to let him go nearer, but she shook her head.",
        "“Not tonight. Someday you’ll see it very clearly.”",
        "He was disappointed at that.",
        "“When can I?” he asked.",
        "“I do not know–but someday you and all in the world will see it, when\nthe Earth people are kind to each other–not once in a while, but\nevery day–all the while–”",
        "“Anyway,” said Marmaduke, “I don’t think that star is any prettier\nthan Mother’s. It’s bigger but not prettier.”",
        "“No, dear,” she said, “not any more beautiful–it’s all the same\nlight. But the Sun is putting on his gold shoes. Look–over there,\"\nshe added, “you can see the reflection.”",
        "And sure enough, as Marmaduke looked over to the East, the edge of the\nsky was turning to gold.",
        "“You’ll have to say goodbye now,” the Star Lady told him, not sadly\nbut gently, “to all the stars and to me. But before you go, listen,\nand you’ll hear them all singing together. They always do, in the\nmorning before the Sun comes. There, can you hear it?”",
        "He listened, oh, so hard, but all he could hear was music like sleigh\nbells that were very far away.",
        "“I hear something,” he told her, “but it isn’t clear. It sounds so\nfar, far off.”",
        "“Someday you’ll hear that clearly, too,” she said, then turned.\n\"Goodbye, my dear, I’ll look out for your stars again, all the little\nones you make each day. Don’t forget.”",
        "And as he felt himself sinking, he saw the Star Lady waving at him\nfrom above, and he was sure she was singing again:",
        " “Light, light\n  By day or night;\n  Stars in the skies,\n  Stars in the eyes.”",
        "Again he opened his. There was the Blue Fairy Light winking at\nhim–and his mother’s hand was on his forehead. How good it felt! And\nhow cool her voice sounded!",
        "“Was it a nice dream, dear?” she asked him. He didn’t answer that\nquestion. Instead he said shyly,",
        "“Mother–”",
        "“Yes, dear?”",
        "“Your eyes are like–”",
        "“Like what, my dear little boy?”",
        "“Like stars,” he finished drowsily, then fell asleep, her hand still\non his forehead.",
        "Birthdays are always important events, but some are more important\nthan others. The most important of all, of course, is one you can’t\nremember at all–the zero birthday, when you were born.",
        "After that, the fifth, I suppose, is the red letter day. A boy\ncertainly begins to appreciate life when he gets to be five years old.\nNext, probably, would come the seventh, for a boy–or a girl–is\npretty big by then, and able to do so many things. In old Bible days\nseven was supposed to be a sacred number, and even today many people\nthink it lucky. Why, at the baseball games the men in the stands rise\nup in the seventh inning and stretch, they say, to bring victory to\nthe home team.",
        "The seventeenth birthday is the next great event. By that time a boy\nis quite grown up and ready for college; and on the twenty-first he\ncan vote. But after that people don’t think so much of birthdays until\ntheir seventieth or so, when they become very proud of them once more.\nPerhaps they grow like little children again. Wouldn’t it be funny to\nhave, say, eighty candles on one cake? But what cook or baker makes\ncakes big enough for that?",
        "Marmaduke wasn’t looking so far ahead. All he was thinking about was\nhis own birthday, which came that fine day, his seventh; and he was\nwondering if Mother would put the seven candles on his cake, and if it\nwould turn out chocolate, which he very much hoped.",
        "About three o’clock of this same day, Mother looked out of the window\nand said “Good gracious!,” which were the very worst words she ever\nsaid; and Father looked up from the cider-press which he was mending,\nand said “By George!”, which were the very worst he ever said; and the\nToyman looked up from the sick chicken to which he was giving some\nmedicine, and said “Geewhillikens!” And whether or not that was the\nworst he ever said I do not know. I hope so.",
        "What could they be exclaiming about? Marmaduke! He was all\nalone as far as human beings went, for Jehosophat was putting\naxle-grease on his little red cart, and Hepzebiah was playing with\nHetty, her rag doll, and the rest were busy at their tasks, as we have\njust seen.",
        "But he had some fine company, oh, yes, he had. He was giving a\nbirthday party for the animals.",
        "And this is the way he persuaded all his noisy quarrelsome friends of\nthe barnyard to come to his party:",
        "First he went to the barn and filled one pocket–you see, he was a big\nboy now and had pockets–one, two, three, four, five, six, seven–one\nover his heart, two close by his belt, one on the inside of his\njacket, one on each side of his hips, and two in the back of his\ncorduroy trousers. Well, he filled pocket number one with golden\nkernels of corn from the sack; pocket number two with meal from\nanother sack; and he filled pocket number three with lettuce leaves\nfrom the garden; and number four with birdseed from a little box. That\nmakes four pockets.",
        "To fill the others, he had to make three more journeys–three very\nstrange journeys, so strange you could never guess where he was going.\nFirst he went to the wagon-shed, and there, because it was near the\nthree kennels, was kept the box of dog-biscuit. Six of these biscuits\nwent in the fifth pocket. Let’s see–yes, that leaves two more to be\nfilled.",
        "For the sixth, he went into his own little room and got a bottle with\na stopper in it, one which he had begged from the doctor that time he\nwas sick. Then he went to the springhouse by the well, and filled the\nlittle bottle with milk from the big can.",
        "But the seventh pocket had the strangest load of all. He took his\nshovel and actually dug some worms from the garden, long, wriggly\nworms–\"night-walkers,” the boys call them–and placed them in a can,\nand presto! that too went into his pocket, the seventh. And now all\nthe pockets were filled.",
        "And, mind you, he did all this by himself. And when he came back from\nall these errands he bulged out in such funny places, the places where\nhe had stuffed his pockets, so that he looked as if he had tremendous\nwarts or knobs all over his body.",
        "“Did you ever!” said Mother, and all three–she, the Toyman, and\nFather–kept watching, trying hard not to laugh. It paid them to watch\nhim, too, for they were going to see something worth-while, better\nthan a “movie,” better even than a circus.",
        "Well, after all the errands were over, Marmaduke collected some\nshingles, and all the cups and tins in which the Three Happy Children\nmade mud-pies. And he spread them out on the table in the summer-house\nvery carefully.",
        "Can you guess what he did that for? I don’t believe you can. I know I\ncouldn’t.",
        "Then he took his little scoopnet, and went to the pond and put the net\nin. Out it came, and in the meshes flopped and tumbled and\nsomersaulted three tiny fish.",
        "These he placed in one of the pans on the table in the summer-house,\nand then hurried to the rabbit-hutch and opened the sliding door and\ncalled,–",
        " “Come, Bunny, Bunny,\n  An’ don’t be funny!”",
        "But first we must explain that Marmaduke had a queer trick of making\nrhymes. I guess he caught it from the Toyman, who used to make lots\nfor the children, just to see them laugh. So Marmaduke got the habit.\nAnd making rhymes is just as catching as measles and whooping cough,\nonly it doesn’t hurt so much.",
        "Of course, some of Marmaduke’s rhymes weren’t very good, but he tried\nhis best, which is all you can ask of anybody. Anyway, we will have to\ntell you them just as he made them, so you can see what sort of a\nparty he had.",
        "So he said,–",
        " “Come, Bunny, Bunny,\n  An’ don’t be funny!”",
        "It didn’t mean anything much, but he just said it.",
        "And out, hippity hop, hippity hop, came the White Rabbits, making\nnoses at him in the odd way of their kind.",
        "Holding out the lettuce leaves in front of their wriggling noses, he\ncoaxed them over to the summer-house, and when they got there, he\nplaced a leaf in one of the dishes, saving the rest for the feast.",
        "And the Bunnies made funnier noses than ever and nibbled, nibbled away\nat their plates.",
        "Then he called out loud,–",
        " “Here chick, chick, chick,\n  Come quick, quick, quick!”",
        "And all the White Wyandottes came running. Mother Wyandotte and all\nthe little ones, and all their relatives, hurrying like fat old women\ntrying to catch the trolley car. Even lordly Father Wyandotte himself\nstalked along a little faster than usual, and I guess the Big Gold\nRooster on the top of the barn tried to fly down too, but he was\npinned up there tight on the roof, and so couldn’t accept the\ninvitation, much to his grave dissatisfaction.",
        "Marmaduke put only one or two kernels of corn from his first pocket,\nin the plates for the White Wyandottes, to hold them there until the\nrest of the guests could come. He wanted to get them all together and\nmake a speech to them, the way Deacon Slithers did when they gave a\npurse of gold to the minister. He was going to present himself with\nsomething at that speech. He had it all planned out, you see.",
        "So next he called the Pretty Pink Pigeons from their house on the top\nof the barn.",
        " “Coo, coo,\n  There’s some for you.”",
        "And the Pretty Pink Pigeons accepted his invitation very quickly, and\nhe tempted them, too, all the way to the summer-house, with a little\nof the bird-seed from the fourth pocket.",
        "And then he called,–",
        " “Goose, Goose, Goose–”",
        "At first he couldn’t think of anything nice for them, but just kept\ncalling, “Goose, Goose, Goose,” over and over until he thought up a\nbright idea–a fine rhyme,–",
        " “You’ve no excuse.”",
        "And then to the Turkey,–",
        " “Turkey, come to my party,\n  If you don’t, you’re a smarty.”",
        "Sort of silly, wasn’t it?–but, no, I guess that was pretty good.",
        "Then he yelled,–",
        " “Here Pussy Cat, Pussy Cat,\n  You’ll have a bite of that.”",
        "And–",
        " “Wienie and Brownie and Rover,\n  Come ’n over, come ’n over, come ’n over!”",
        "And at last,–",
        " “Here, little fish,\n  Is a nice little dish.”",
        "All things considered, he did pretty well, didn’t he?",
        "Now he emptied all the different kinds of food, from his seven\ndifferent pockets, on the little shingles and the little dishes on the\ntable in the summer-house.",
        "There was corn for the White Wyandottes and Mr. Stuckup the Turkey,\nand some, too, for the Foolish White Geese; and meal for the Pretty\nPink Pigeons; and lettuce leaves for the hippity-hop white Bunnies;\nand milk from the little bottle for the Pussy; and puppy biscuit for\nthe three Dogs; and worms for the Little Fish, all placed very\npolitely in their little dishes.",
        "It was a grand party. No wonder Mother said, “Good gracious!” and “Did\nyou ever!\"; and no wonder Father whistled, and said, “By George!”, and\nthe Toyman slapped his overalls, and said “Gee-willikens!\"–and\nperhaps a lot of other things besides.",
        "But there was one serious trouble about this party. Marmaduke couldn’t\nkeep sufficient order to make that important speech, which was to have\nbeen the event of the celebration.",
        "He stood up on the bench in the summer-house, put his hands in his new\npockets, made a fine bow, and began:",
        "“Ladees and gen’lemen an’ all others, Mr. Rooster and Mrs. Rooster an’\nGeneral Turkey\"–but he could get no further.",
        "The White Wyandottes were jumping all over the table, and the Pretty\nPink Pigeons, who were very tame, were trying to get in his pockets\nfor more of the feast; and Rover and Brownie and Wienerwurst were\njumping up and trying to lick his face; and his grand speech turned\nout something like this:",
        "“Down, Rover! Get away, you crazy Geese! Stop that, Bunny! Stop it, I\nsay–scat!!–scat!!!–”",
        "Well, by this time Wienerwurst was biting the tails of the Pretty Pink\nPigeons again; and Brownie was chasing the rabbits; and the Geese were\nflapping their wings and crying, “hiss, hiss!\"; and the Pigeons were\nflying back to their home on the roof; and Rover had his mouth full of\nWhite Geese feathers; and Tabby was swallowing the little\nfish–and–and–Marmaduke was almost crying.",
        "“I’ll take it all back,” he yelled, “you’re no ladies and gen’lemen\nyou’re–you’re just mean an’ I won’t ever ask you to my party again.”",
        "Of course, by this time, Mother and the Toyman and Father weren’t just\nstanding still and looking and saying things–they were\nrunning–and–saying things!–running straight for that party which\nhad turned out such a grand fight.",
        "They tried to save what they could from the wreck. They spanked little\nWienerwurst until he let go of the tails of the Pretty Pink Pigeons,\nand they got the Bunnies safe back in their hutch, and the White\nWyandottes in their yard, and Mr. Turkey in his.",
        "But they couldn’t save the poor little fish. It was very sad, but it\nwas too late. Tabby wasn’t like Jonah’s whale. What she had once\nswallowed she wasn’t apt to give up.",
        "[Illustration: “’I’ll take it all back,’ Marmaduke yelled, ’you’re no\nladies an’ gen’lemen–an’ I won’t ever ask you to my party again’\"]",
        "Marmaduke felt very much hurt and very indignant about the way he had\nbeen treated. As Father said, “it was a grave slight to his\nhospitality.”",
        "However, he forgot all about it when he saw the new skates which\nMother and Father had waiting for him, and the grand Noah’s Ark which\nthe Toyman had made with his very own hands. There isn’t much use\ntelling the colors in which it was painted, because you know the\nToyman was sure to put a lot of colors, and pretty ones, too, on all\nthe things he made for the Three Happy Children.",
        "There is one good thing about all the animals in that Noah’s Ark. They\nare very cunning and look like the real thing, but, as the Toyman\nsaid, “You can invite them to your house any time and they won’t\nfight, or bite, or scratch, or quarrel. They are very polite and\nwell-behaved.”",
        "Marmaduke had many a celebration for them, and made many a glorious\nspeech to them as well, and they listened to every word.",
        "So the birthday party really lasted long after the seven candles had\ngone out, and the cake had gone, too, every crumb.",
        "Uncle Roger lived in town, quite a distance from the home of the Three\nHappy Children. When they walked, Marmaduke’s short legs took one\nwhole hour to reach it; Jehosophat’s, forty-five minutes; though the\nToyman’s long shanks could cover the ground in fifteen. But then he\ncould go ever so fast. However, they usually rode, and horses can\nalways go faster than men. Even Old Methusaleh could trot there in\ntwelve, and he was spavined and a little wind-broke, while Teddy and\nHal, who were young and frisky, could get there as quick as a wink.",
        "On this particular day Uncle Roger and Aunt Mehitable had a family\nparty. It was a fine one, you may be sure, but we are not going to\ntell you about it, when something even more interesting happened that\nnight.",
        "At half-past eight the last horn sounded and the party was over.\nMother and Hepzebiah climbed in the surrey, and, with them, two\ngreat-aunts, Sophronisba and Abigail. Aunt Phrony weighed more than\nthree hundred pounds, but Aunt Abby only a hundred; and they were\nplanning to visit the White House With the Green Blinds by the Side of\nthe Road–\"for a week,” they said, but the boys heard Father whisper\nto Mother, as he piled their baggage under the tailboard,–\"From the\nsize of those bags it looks like a year and a day.” The boys wondered\nwhat that extra day could ever be for–probably to move all that\nbaggage.",
        "Now Teddy the Buckskin Horse was hitched to the surrey; and in the\nshafts of the buggy stood Hal the Red Roan. And that night the boys\nparticularly wanted to ride behind Teddy. They liked to watch the\nblack stripe that ran down his yellow back skim ahead of them over the\nroad, just like a snake. And they liked the surrey, too. It had a\nfringe all around the top, and high mudguards, and a whip with a\ntassel and ribbon on it. But now that the great-aunts were in, Aunt\nAbby’s side rose way up in the air, she was so light, but Aunt\nPhrony’s sank down until the steel springs of the carriage groaned and\nscrunched on the axles. The surrey looked like a boat when all the\npassengers rush to one side to see who has fallen over.",
        "There was no room for the boys, so they had to climb in the buggy.\nBut, after all, the Toyman was to drive, and that quite made up for\nit. He might even let them drive, or tell them stories–about Ole Man\nPumpkin, or the stars, or the cowboys out West, or any one of a number\nof wonderful things. So they were quite content as the Toyman said\n\"Gee-dap,” and they drove off through the night.",
        "They had gone but a short distance when they saw a light. It was\ndifferent from all the lights in the houses and the street lamps on\nthe corners, which shone steadily and all the while. This one\nflickered and flared like a fire in the wind; and it smoked rather\nbadly, too.",
        "Jehosophat and Marmaduke tried to guess what it was, but neither was\nright. When they reached the corner of the street and got out of the\nbuggy, they saw a lot of boys, big boys and little boys, and men, too,\ncrowding around a wagon. The horses which had brought it there were\ntied to a hitching post a little way off, and a man stood in the back\nby the tailboard. The light which they had seen from afar shone over\nhis head, a strange sort of torch, and was fed with oil by a little\nmetal pan with a tube running to it. And it flickered oddly up and\ndown, and from side to side, throwing funny shadows on the man, who\nlooked queer enough himself.",
        "He had long black hair like Buffalo Bill, and a long black\ncoat–very long, with a fur collar on it.",
        "Marmaduke whispered to the Toyman,–",
        "“Can’t you cure the man’s coat? It’s got the mange.”",
        "And the Toyman replied,–",
        "“No, money is all that can cure that, and pretty soon he’s going to\nget plenty from these people’s pockets.”",
        "Marmaduke’s eyes bulged.",
        "“Is he a robber?” he asked in an awed whisper.",
        "The Toyman laughed.",
        "“Well, some folks might call him that without being sued for libel,\nbut I ’spose he’s within the law.”",
        "Marmaduke wondered how he could be in the law and in the wagon at the\nsame time, and the Toyman had to explain that he meant that the\nstrange man ought to go to jail, but probably wouldn’t. Just\nwhy, he told them to “wait and see.”",
        "But, oh, we forgot–what was most important,–on the man’s head was a\ntall silk hat. It looked as if it needed the mange cure quite as much\nas did the fur collar of his coat. And it was tipped on the side of\nhis head, like a crazy old mill Marmaduke had seen once, that was\nabout to fall in the river.",
        "Behind the man was spread a banner with the man’s name on it, Dr.\nPhilemon Pipp, and a big chart like those the teachers used in school.",
        "“Whew!” whistled Jehosophat, “look at that ole bag of bones!”",
        "For on that chart was a big picture of a skeleton, and, by the side of\nthe skeleton, other pictures, of a man with his skin taken off, which\nshowed his bones, and his muscles, and all his insides–very prettily\npainted in blue and yellow and red.",
        "That wasn’t all there was on that wonderful wagon. Behind the chart,\nthey saw lots of bottles filled with nice black juice. It looked like\nlicorice water, and it made anyone’s mouth water just to look at it!",
        "But the man, Dr. Philemon Pipp, was talking.",
        "And as he talked, he made queer gestures with his arms, as if he\nwanted to scoop up all the people–or something the people had–into\nhis wagon. Perhaps it was their money he wanted to scoop up, though he\nsaid nothing–as to that, just,–",
        "“Now, gents, step up a little closer, pleeze.”",
        "Then he tilted his hat on the other side of his head, and put one hand\nacross his chest, the middle finger between the buttons of his vest,\nand all in a very grand way.",
        "“Tonight,” he went on, “for youah entertainment, I will oferrr this\ndistinguished audience a marrvelous programme–an extrahorrrdinary\nexheebeeshun of tricks and sleight of hand meeraculs such as nevah\nbefoh were puhfomed by human hands.",
        "“Now watch, ladees, and keep yuh eyes peeled, gents–and mebbe youall\nkin learn the secret.”",
        "Then he had to stop for a minute, for the small boys were climbing on\nthe hubs of the wheels.",
        "“Heah, young man,” he shouted, “have youall fohgot yuh mannahs? Do not\nfuthuh disturb muh discourse.”",
        "Of course, Jehosophat and Marmaduke couldn’t understand all these\nmagnificent words, but they sounded quite splendid. No wonder the hat\nwas so big, when it had to cover a head with such long words inside.",
        "Now Dr. Philemon Pipp had turned to the crowd.",
        "“Have any of you gents got a quatah?–Thank you, sah,” he said to a\nman who handed him the money.",
        "Then he took the silver quarter and asked a little boy to step up on\nthe wagon. Jehosophat wished he had been asked, so that he could have\nlearned the wonderful trick.",
        "And now Dr. Pipp showed the coin to the little boy.",
        "“You see it, young man?” he asked.",
        "“Yes sir, yes sir,” said the little boy, all excitement.",
        "Ah, but the man was wiggling his hands through the air, saying,–",
        "“Now you see it and now you don’t.”",
        "And presto! he took that very same quarter which had been in his hand,\nout of–where do you think?–why, right out of the boy’s mouth. That\nwasn’t all, either, for next minute he took it out of his cap, then\nout of his ears. There had been one quarter before–now in his hand\nthere were–five–shiny–quarters! It was a wonderful trick!",
        "But now the strange man, Dr. Philemon Pipp, was speaking again.",
        "“Now that you all understand the trick,” he declared, “I will pefohm\nanother foh youah entahtainment.”",
        "The funny thing about it was that no one understood it at all–except\nthe Toyman.",
        "“Do you really?” the boys asked him, and he replied,–",
        "“Pshaw! that’s easy, but watch, sonny, and see what he’ll try next.”",
        "Meanwhile the man had taken off his tall silk hat.",
        "“You see this hat, ladees an’ gents? Just a simple piece of headwear\nthat has seen many suns and rains. No false bottom or top.”",
        "And he tapped the hat to show them it was just an ordinary hat. Still,\nMarmaduke thought it was very much out of the ordinary. Never had he\nseen such a grand one–not even on Deacon Smithers.",
        "“Now peel yuh eyes–careful–watch–everybody ready? Presto,\nchango–and here we are.”",
        "And believe it or not as you may, out of that hat he drew a white\nrabbit–a real live white rabbit. He held it up by its ears for all to\nsee.",
        "And again he said,–",
        "“Now that youall undahstand this simple little trick, I will–”",
        "And again no one understood how to do it but the Toyman.",
        "However, they just had to listen, for it was a wonderful speech.",
        "“Ladees an’ gents and fellow citizens of–” the strange man paused,\ncoughed, then leaned down to his helper. “What’s the name of this\nburg, Jake?” he whispered to him. “Ah, yes, fellow citizens of the\nglorious ceety of Five Corners–”",
        "And Jehosophat whispered to the Toyman,–",
        "“How does he know it’s so glorious when he can’t even remember the\nname?”",
        "The Toyman chuckled and replied,–",
        "“Oh, he’s a remarkable man, the Doctor, a very remarkable man. But\nlisten, boy, listen, you’ll never hear the like again.”",
        "So of course they listened–with all their ears, and their eyes and\ntheir mouths, too.",
        "“I will introjooce to you,” went on the grand speech, “the famous\nIndian\"–yes, that’s just what he said,–\"the famous Indian,\nChief-Afraid-of-a-Rat. Come on, Chief, don’t scare the ladies, and\ndon’t scalp the little boys as long as they’re good.”",
        "[Illustration: “Out of that hat he drew a rabbit, a live white rabbit,\nand held it up by its ears for all to see.\"]",
        "Then up on that wagon stepped a big Indian with moccasins on his feet,\nand a dress of deerskin with beads embroidered on it, and a headdress\nof many feathers and many colors too. He opened his mouth wide, and said\nsomething that sounded like a speech and yet like a song:–",
        " “Ging-goo, ging goo, ging goo!\n  Tunk a tin, tunk a tin, tunk a tin!\n  Geegry goo, geegry goo,\n  All-a-man lissen!”",
        "That’s what the Red Indian with all the feathers said, and it sounded\nvery impressive.",
        "As it was so hard for anyone who didn’t know the real Indian language\nto understand, the man with the long hair and tall silk hat, this wise\nDr. Philemon Pipp, explained it.",
        "“The noble red man, the last of his tribe, Chief-Afraid-of-a-Rat,\"\nsaid he, “is a great medicine man. He says that from his native soil\nhe has distilled a wonderrful medicine that works like magic.”",
        "Then, wetting his lips, he leaned over and picked up one of the big\nbottles that was full of black juice like the water the children used\nto make from licorice sticks.",
        "“If yuh have a pain or an ache, a misery in yuh back, if yuh suffah\nfrom stomach-ache or tooth-ache, or an ache in the head; if yuh feet\nburn and blister; if yuh tongue evah feels thick; if yuh feel a leetle\ninclined to dizzyness–in fact, if yuh have any ache or trouble in the\nworld, this medicine will cure yuh, will bring instant relief.”",
        "Then he took another bottle and said some more:",
        "“One bottle of this medicine is worth five dollahs. Who would not give\na paltry five dollahs for to be cured of his miseries? But–ladees and\ngents, because I was once born in your beautiful ceety I will sell–”",
        "“Why, he even forgot its name,” whispered Jehosophat.",
        "“Shush,” whispered the Toyman right back at him, “don’t give him\naway.”",
        "But, instead, of Jehosophat giving him away, it seemed Dr. Pipp was\ngoing to give something away himself, for he was saying in his\nspeech,–",
        "“Because I was once born in your beautiful ceety, I will give\naway–for this night only–a whole bottle of this magic medicine for\nthe trifling sum of fifty cents!”",
        "That was very generous, thought the boys, and they said so to the\nToyman, but again he told them to “wait an’ see.”",
        "And then Dr. Philemon Pipp turned to the crowd of men and boys and\nhollered real loud like the minister at camp-meeting,–",
        "“Who’ll be the first to be cuhed? Who’ll be the first to be happy\nagain?”",
        "And one by one the silly people went down in their pockets, and\nbrought up their fifty-cent pieces, and handed them up to the man on\nthe wagon.",
        "You see, every one must have had at least one of the kinds of pains\nand aches Dr. Pipp talked about, for he mentioned every one in the\nworld.",
        "Marmaduke thought that black medicine would be fine for the Toyman.",
        "“Toyman,” he said, “buy a bottle, an’ it will cure you of that bad\nrheumatism.”",
        "“No,” replied the Toyman, “that won’t cure even chilblains. That old\ncodger’s not telling the truth. And the people are fools to believe\nhim.”",
        "But all this time Dr. Pipp was handing out the bottles with one hand,\nand collecting the fifty-cent pieces with the other, and the Red\nIndian was singing his funny song,–",
        " “Ging goo, ging goo,\n  Hunk-a-tin, hunk-a-tin, hunk-a-tin,\n  Geegry goo, geegry goo,\n  All-a-man lissen!”",
        "And the light nickered on the funny pictures of the skeleton and the\nman with his skin off, and then on Dr. Philemon Pipp with his long\nblack hair and tall silk hat, and on the feathers of the Red Indian,\nas he danced up and down singing that funny song.",
        "At last something stranger still happened.",
        "The Toyman had just muttered to himself,–",
        "“They’re fools, they are, but I guess I ought to stop him.”",
        "And just as he said this, Dr. Philemon saw him in the crowd. The\nDoctor must have felt hurt because the Toyman hadn’t bought any of his\nbottles, for he pointed a finger with a great long nail right at the\nToyman and said:",
        "“Yuh sah, aren’t yuh willin’ to be cuhed?”",
        "Now the Toyman was forever saying funny and surprising things, but he\nnever said anything funnier and more surprising in his life than what\nhe told that patent-medicine man.",
        "“No, thank you, Mr. Steve Jorkins\"–that’s just what he called him,\nnot Dr. Pipp at all–\"that medicine of yours isn’t magic. It wouldn’t\neven cure a chicken of the pip.”",
        "Then all the men crowded around the Toyman, calling him by his old\nname.",
        "“Do you know him, Frank? Is he fooling us?”",
        "“You bet he is,” replied the Toyman, “and he’s got all your\nhard-earned money in his jeans.”",
        "Then he called to the boys to “come quick,” for he thought there would\nbe trouble, and there was.",
        "For all those men and boys in the crowd climbed up on the wagon–and\nthey grabbed Dr. Philemon Pipp by his fine fur collar–and they made\nhim give back their money, every last cent of it. Then, while some of\nthem held him, the others smashed all his bottles until the black\njuice ran over the tailboard like a dark waterfall, and they hurled\nhis high silk hat on the top of the lamp-post, yelling,–",
        "“You git out of here, quick! Come, skedaddle!”",
        "And since, in his fright, he didn’t “skedaddle” fast enough to suit\nthem, they threw beets and all sorts of vegetables at him, vegetables\nthat had been ripe a very long time. So at last the tall Doctor with\nhis fine fur collar–but without his silk hat–hitched up his horses\nwith trembling fingers, and he and his helper Jake and the Red Indian\ndrove out of town “lickety-split.” You could hear the wagon-wheels\nrattling away long after he turned the corner.",
        "Then the Toyman “tlucked” to Hal and they drove off, too.",
        "“How did you know him?” Jehosophat asked, after they had trotted a\nlittle way.",
        "“Oh, I used to know him out West. He didn’t remember me, but I did\nhim. I bought one of his bottles once.”",
        "“Is he a robber?”",
        "“Well, he calls himself a patent-medicine man, but I’d call him a\n’fakir.’”",
        "“What’s a ’fakir,’ Toyman?” put in Marmaduke, very sleepily.",
        "“Oh, a man who pretends to be something he isn’t, and who sells folks\nsomething that’s no good, and takes all their money for nothing.\nBut\"–and he laughed–\"some folks like to be fooled.”",
        "“It’s too bad!” sighed Marmaduke.",
        "“What’s too bad, sonny?”",
        "“Why, to smash all those big bottles and waste all that lovely\nlicorice water.”",
        "But he soon forgot all about the bottles and the licorice water, and\nthe bad Doctor Pipp with the tall hat and the fur collar, and the Red\nIndian, too, for, as they rode along by the River, the Moon was up,\nand seemed to be riding along with them–never getting ahead or\nbehind, just keeping even with Hal the Red Roan. And Marmaduke loved\nto go riding or walking with a great yellow moon. Besides, the Toyman\ntold them a story, as he had promised–and a nice one it was–so the\nlittle boy fell asleep.",
        "But I wouldn’t say that they never dreamed about that fur collar, and\nthe tall hat, and the Indian, and all those bottles.",
        "It’s just possible that they did.",
        "There was much excitement in the Red Schoolhouse. Examinations were\nover; books laid aside. And the walls re-echoed to thrilling\nsounds,–to happy voices and shuffling feet, to poetry, marches, and\nsongs. They were practising for Commencement, for Closing Day. And at\nhome the parents were busy, too, making white dresses and sashes for\nthe girls, buying new suits for the boys in town, or making some over\nfrom father’s old trousers.",
        "Marmaduke was to take part in the marches and songs, but Jehosophat\nhad to speak a whole piece, all alone too. It was a great honor, no\ndoubt about that, which Jehosophat didn’t appreciate. He thought it a\nbother.",
        "Now their teacher was a patriot and fond of History. All through the\nterm she had told them tales of brave lads who were good and great.\nProbably she wanted them to become good and great, too, and of course\nit was the thing to be. That Jehosophat knew, but it was pretty hard\nwhen one kept forgetting.",
        "So he wasn’t at all sure of himself, but of one thing he wassure,–the stories were lost on Fatty. Try as he would he never could\nthink of him as being “good and great,” or exactly “a hero.”",
        "But that was the least of Jehosophat’s worries. He had been given a\npiece to learn–to recite before a big crowd!",
        "It was poetry–all about a boy who had stuck by his ship and gone down\nwith it, too. The piece was called by the boy’s name–a queer sort of\nword–Casabianca. If the piece was as hard as its name, Jehosophat\nthought he never would learn it.",
        "“Well, Jehosophat,” said his father that night, “how’s the orator?”",
        "But Mother said,–",
        "“Don’t tease him, Will, I’m sure he’ll do us proud.”",
        "Jehosophat squirmed in his seat. He didn’t want to “do anyone proud.\"\nThat was not his ambition. And he squirmed still more when she asked\nhim,–",
        "“Have you learned it all, Jehosophat?”",
        "He mumbled something that sounded like,–",
        "“Donev’nknownameyet.”",
        "So next day when he came back from school he had to stay in the\nparlour to study it.",
        "After a while–not so long a while, either–he called to Mother,–",
        "“Mother, I think I could learn it a lot better out doors than in this\ndark room.”",
        "“All right, dear,” she said, “if you’re sure you won’t let anything\ndistract you.”",
        "“No, Mother, I promise.” And he went out by the big elm and stood\nunder the Oriole’s nest. “The boy stood on the burning deck Whence all\nbut he had fled.”",
        "That is the way it began and he started:",
        "“The boy stood on the burning deck\"–then he had to stop, for Mr.\nStuck-up, the Turkey, was taking his afternoon parade right near him.\nMr. Stuckup didn’t seem to like that piece at all. Neither did\nJehosophat, for that matter.",
        "“’The boy’\"–he began again.",
        "“Gobble, gobble,” shrieked the Turkey.",
        "“’Stood on the burning–’”",
        "“Gobble, gobble,” again rudely interrupted Mr. Stuckup.",
        "So Jehosophat went around to the side of the house by the Lilac Bush.\nHe stood up straight and tried it all over again.",
        "“’The boy stood on the burning deck’–get down, get down!” he\nyelled. Now that was strange. It sounded as if he were telling the boy\nto get down off that deck. But it was only Wienerwurst he was talking\nto. For, when he made that fine gesture which Teacher had shown them,\nWienerwurst, who had crept up behind him, thought his master was\nplaying some game, and jumped up at his outstretched fingers.",
        "So once more Jehosophat picked up his reader, and walked over to the\nCrying Tree, whose green willow branches trailed in the Pond.",
        "He practised his fine bow for a while, then began. This time he\nactually got through the first verse all right, and was quite pleased\nwith himself. But no sooner had he stopped than he heard behind him–",
        "A loud",
        "“Hiss! Hiss!”",
        "Now it isn’t pleasant to try to make a good speech, and have some one\nhiss you when they ought to be clapping their hands. But that is just\nwhat The Foolish White Geese were doing to Jehosophat.",
        "Once more he picked up his reader, and marched way up the Brook. He\nhad just begun the lines all over again when Miss Cross Patch the\nGuinea Hen ran out from behind the barn and screeched horribly–just\nas he was making that fine gesture, too.",
        "“Gawke’e!–gawke’e!–gawke’e!”",
        "Now to be called gawky when he thought the gesture was particularly\ngraceful, was indeed discouraging. And, to add to his discomfort, when\nhe tried it again–for the hundredth time, it seemed–the cows in the\npasture stretched their red muzzles over the bars and called:",
        "“Booooooo!”",
        "–just as if they wanted him to stop. And the horses whinnied:",
        "“FUNN-NN-NN-NNY!”",
        "It was no use, so Jehosophat rushed into the house again, stuffed some\ncotton in his ears, and went up in the attic, where he was sure he\nwouldn’t be disturbed.",
        "Here he succeeded pretty well, and had learned two verses, and the\nname–which was quite important–when the supper bell rang. So he felt\nhe had earned that nice glass of creamy milk, and the big slice of\ngingerbread, especially the thick chocolate icing on top. It was an\nextra thick piece, too, which Mother gave him, probably as a prize for\nall his hard work.",
        "Next morning, on the way to school, he was reciting Casabianca for\npractice. He tried it on the Purple Crackles that flew in the fields\nby the blackberry bushes; the little Gold Finches that swayed on the\ngrasses; and the topknotted Kingbirds on the telegraph wires overhead.",
        "And he thought he was getting on pretty well with “The boy stood on\nthe burning deck,” when a voice took the second line right out of his\nmouth:",
        "“Eating peanuts by the peck!!!!!”",
        "Angrily he turned, and there were Fatty Hamm and Reddy Toms, Dicky\nMeans too, and Lizzie Fizzletree, all making faces at him and mocking\nhim with funny gestures. Surely no teacher ever taught gestures like\nthose.",
        "They began it all over again, reciting together. And this is the piece\nthey made of it–you never would have recognized poor Casabianca at\nall:",
        " “The boy stood on the burning deck\n  Eating peanuts by the peck.\n  His father called, he would not go\n  Because he loved his peanuts so!!!”",
        "“Stop,” yelled Jehosophat, “that isn’t it at all.”",
        "“’Tis, too,” shouted Fatty and the others together, and they repeated\nin one breath, as fast as they could:",
        " “’Sfathercalled andewouldn’tgo\n  Causeeloved ’ispeanutsso.”",
        "Yes, every time Jehosophat tried to tell them what it reallywas, they kept shouting in singsong voices, faster and faster:",
        " “Fathercalled ’ewoodengo\n  Causeeloved ’ispeanutsso.”",
        "And every once in a while that little imp Lizzie Fizzletree would make\noutrageous bows, almost down to the ground, in imitation of\nJehosophat.",
        "Next day was the day, the great day. And all the boys\ncame dressed in new suits, or suits made over from Father’s old\ntrousers, with stiff collars, and ties of red, or blue, or brown; and\nthe girls had pretty white dresses with sashes sticking out like\nbutterflies’ wings.",
        "Jehosophat thought they did resemble butterflies until he looked down\nat their feet; and then very crossly he decided that those feet\nspoiled “the effect.” You see, he was getting to use and to\nthink in big words now.",
        "But while he was looking at the regiment of feet, along came Mr.\nHumbleby, the Presidentboardofeducation, and all the County Trustees,\nand the proud parents from near and from far. You could see a long\nline of buggies and surries and carryalls lined against the fence.",
        "Then the signal was given, and the Teacher took her pointer and rose,\nand the scholars smoothed their sashes, or their hair, and rose, too;\nand one and all sang,–",
        "“My country, ’tis of thee.”",
        "Then there were more songs by Theentireschool and pieces by the\nscholars. Lizzie Fizzletree tried one all about flowers. “The Fringed\nGentian,” it was called, and it was very pretty. But when Lizzie got\nthrough with it, Jehosophat didn’t think it was so beautiful. She\nrecited it something like this:",
        "“Dear flo’wr so cal’m and pu’re and bri’ght That op’nest in’ the\nqu’i-et nig’ht.”",
        "And as she recited it she made gestures in all directions, first to\none side, then to the other, just such floppy gestures as Ole Man\nScarecrow would have made. That is, sometimes they looked like that,\nand sometimes her arms looked like the arms of a windmill. And her\nfrizzy pigtails swished around with her arms–just like the sails of a\nwindmill that had suddenly gone mad. The people started to titter, and\nJehosophat started to giggle with them, when suddenly he thought of\nhis own plight, and little shivers ran up and down his back, and his\nface felt very flushed and warm.",
        "Then there were more songs by “Theentireschool\"–and more pieces. My,\nwould they never end! And then there were speeches by the\nPresidentboardeducation and the Trustees, who seemed to appreciate the\nprivilege more than most of the pupils, Jehosophat thought, for they\nnever stopped when they had the chance.",
        "He looked out of the window. Over by the orchard, he could hear a\nflicker go “Rat-a-tat-tat,” boring away at the old apple tree. The sun\nwas shining nice and warm, and he wondered if he couldn’t climb up on\nhis seat, and drop out of the open window, and run away ever so far.\nHe was supposed to “do his parents proud\"; and if there was anything\nhe hated, it was “doing somebody proud.” Oh, golly!",
        "“The boy stood on the burning deck.”",
        "Once or twice he repeated it to himself. Yes, he knew it all right.\nBut just then Fatty Hamm, who sat behind him, leaned over and\nwhispered,–",
        "“Don’t forget the peanuts, Joshy!”",
        "Jehosophat frowned and tried not to pay any attention, but the\nPresidentboardeducation had taken out his spectacles and was reading\nfrom a paper.",
        "“Recitation by––.” He couldn’t seem to understand the name and put\non his glasses a little nearer the end of his nose,",
        "“Recitation by Je-hos-o-phat Green!”",
        "How loud it sounded!",
        "The Presidentboardeducation was looking all over the room.",
        "“Come, come,” he said, ’where is Jehosophat?”",
        "Now that boy couldn’t rise, for the tail of his jacket had slid down\nin the crack of the seat, and Fatty Hamm was holding it tight so he\ncouldn’t even move.",
        "Again the spectacles of the Presidentboardeducation looked over the\nchildren in grave surprise. They lighted on Jehosophat.",
        "“Come, come, my little man, there’s nothing to be afraid of.”",
        "And the Presidentboardeducation smiled on him, with that sort of smile\n\"grownups” always put on when they’re going to “do something for your\ngood,” like pulling a tooth, for instance, or offering you castor oil.",
        "There was a drone, too, of voices like the bees outside, and all eyes\nwere looking at him. He didn’t dare look at his mother, who was hoping\nso hard that he would “do her proud,” or at his father, either. But he\ndid glance once at the Toyman, who was sitting, looking very\nuncomfortable, in a boiled shirt and a stiff collar that almost choked\nhis adam’s apple. His hair was slicked down extra tight, too, and he\nkept gazing down into his new store hat. He felt very sorry for\nhimself, and even sorrier for Jehosophat.",
        "But the Presidentboardeducation was saying,–",
        "“Come, come,” again, and then,–",
        "“Tut, tut!”",
        "And all-of-a-sudden Fatty let go of his coat, and Jehosophat found\nhimself on his feet and on his way to the platform.",
        "He wanted to take a little of the glass of water that stood by the\nPresidentboardeducation–just one little sip–for his throat felt so\ndry and his tongue stuck to the roof of his mouth. But he couldn’t.",
        "He made the fine bow all right, and Mother looked at Father as much as\nto say,–",
        "[Illustration: “But then Jehosophat just had to look at Fatty, and\nFatty had just put a peanut up to his mouth–as a sort of a signal, I\nguess–\"]",
        "“There, I knew our boy could do it.”",
        "And wonderfully he got through the first line,–\"The boy stood on the\nburning deck.”",
        "But then he just had to look at Fatty, and Fatty had just put a peanut\nup to his mouth–as a sort of signal, I guess.",
        "“The boy stood on the burning deck,” repeated Jehosophat, forgetting\nthe next line, and so having to stick to the first. He couldn’t think\nof anything but Fatty’s grinning mouth and that peanut.",
        "“The boy stood on the burning deck,” he called, louder than before.",
        "“The boy stood on the burning deck,” still louder.",
        "“Yes, yes, my little man,” said the Presidentboardeducation, still\nwith that smile that Jehosophat hated so, and before he knew it he was\nshouting right back at the spectacles:–",
        " “Eating peanuts by the peck.\n  His father called ’e wouldngo\n  Causehelovedispeanutsso!”\nYes sir, he shouted the last line oh, so loud, like a little bull,\nright in the Presidentboardeducation’s face. And the\nPresidentboardeducation was so startled that he almost knocked the\npitcher of water off the table. And the teacher’s glasses fell off her\nnose, and she seemed to be unable to find them in her embarrassment–and\nthen–the whole audience roared till the walls of the little Red\nSchoolhouse echoed to their laughter, and Jehosophat saw Fatty slapping\nhis fat legs in delight.",
        "Meanwhile, Jehosophat wasn’t losing any time. He just hurried to the\nwindow, climbed up on the seat, then on the sill, and dropped on the\nsoft grass below, and ran up the road towards home, just as fast as he\ncould travel.",
        "He hadn’t gone far when he heard someone calling,–",
        "“Hey, Sonny!”",
        "He turned with relief.",
        "There was the Toyman, his long legs fast catching up with the runaway.\nAnd the same old smile was on the Toyman’s face.",
        "And when the long legs had caught up with the short ones, the Toyman\nput his arm around the boy’s shoulders, and they walked along\nlike–well, like two old chums.",
        "What was finest, too, was that he never mentioned the cause of\nJehosophat’s trouble and embarrassment, which is what no really true\nfriend ever should do.",
        "At last Jehosophat asked,–",
        "“Where we goin’?”",
        "“Let’s go fishin’–I hate speeches,” the Toyman replied.",
        "“I made a silly, a fool of myself, didn’t I?” said Jehosophat.",
        "“Not by a long sight,” the Toyman replied. “You see, sonny,” he went\non to explain, very soberly, “that’s an old piece of yours and out of\ndate. Now they’re making new arrangements and editions of books and\npo’try all the time. They just change with the times. And yours is a\nheap better than the old piece, anyway you look at it.”",
        "Jehosophat wasn’t quite so sure. But, anyway, they had a great time\n\"fishin’.”",
        "It was October, and the cornfield was deserted and bare. Jehosophat\nand Marmaduke could remember it as a more beautiful picture. For\nthere, in the Summer, an army had camped, the great army of the corn,\nwith tassels and tall yellow spears, and bright green banners waving\nand tossing in the wind. But when Fall had come, Father and the Toyman\nhad come, too, with their sickles like swords, to attack and cut down\nthat brave army. And now the corn soldiers were all laid away, stiff\nand cold, in the barn, or else in the silo–to be pickled in juice!",
        "Marmaduke and Jehosophat looked over the field. It was covered with\nlittle hills, and there the feet of the corn soldiers still stood, all\nthat was left of them, for they had been “swished by those swords,\"\njust at the ankles.",
        "Between the hills shone the last of the pumpkins, big, round and\nyellow–red-yellow like an orange. Most of them had gone in the wagon,\nlong ago, but the largest of all had been left. My, but he was a big\nfellow! “The biggest in the world!” they declared.",
        "He had been saved for the great day–or night, we should\nsay–Hallowe’en.",
        "But let’s hurry the clock–over three days–to the morning before the\ncelebration.",
        "The three children were watching Mother in the kitchen. She was busy\nwith the big pumpkin, but the Toyman had to help her with it–it was\nso huge. He lifted it on the table–then–what do you think?",
        "He took a sharp knife and scalped that Pumpkin–just like an\nIndian–cut a great hole in his head. Then Mother scooped out his\ninsides and chopped them up fine. Ole Man Pumpkin was very brave, just\nstood it and said never a word.",
        "“Why, he doesn’t holler a bit!” exclaimed Marmaduke. ’I would,\nif anybody scalped me and took my insides out!”",
        "Next, Mother brought out the big pot, filling it part with water, and\npart with Ole Man Pumpkin’s yellow insides. And the fire roared\nangrily and boiled them, boiled them all up. It took quite a long\ntime, but the children didn’t grow tired–it was such a mysterious,\nsuch an interesting process.",
        "At last Mother decided it had been cooked long enough, and she poured\nthe water into the sink, the nice yellow stuff into a bowl. Then she\nmashed the lumps till it looked like golden mush.",
        "Now the flour was sifted on the pastry board, and the dough rolled\nuntil it was as smooth and flat as a sheet or counterpane. Then\nquickly and neatly the dough counterpanes were placed in the pans,\nhanging over the edges like covers overlapping a bed. Taking a knife,\nMother cut off these edges even with the pan, then, for decoration,\nmade little marks in the dough all around, like the flutings of the\nFairy Lamp.",
        "Of course, the insides of Ole Man Pumpkin wouldn’t taste quite right\nas they were, so Mother broke some eggs over them, adding some milk\nand a pinch of spice for seasoning, and the delicious mess was stirred\ntill all was thoroughly mixed.",
        "Soon it was ready, a fine filling for pies and pans or little boys or\nkings, for that matter, and she scraped it into the pans until the\nwhite crust was covered up, all but the fluted edges. Then into the\noven went the pies, on the top shelf, and the door was closed to keep\nthe heat in.",
        "Meanwhile the children had been so busy watching Mother and those\npies; and their mouths had watered so as they watched, that they\nhadn’t noticed the Toyman at all–until they heard him say,–",
        "“Good mornin’, Jack!”",
        "Jack Who? Not Jack Holmes or Jack Frost–no, it was someone much\nhandsomer, although he had a hole in the top of his head, a fat face,\nbig round eyes, a large flat nose, and a wide, wide mouth with lots of\nsquare teeth in it.",
        "“Mr. Jehosophat Green,” said the Toyman very politely, “let me make\nyou acquainted with Jack, or, as he is sometimes called, ’Ole Man\nPumpkin.’”",
        "Jehosophat bowed low.",
        "“Pleased to meet you,” he said, just like grownup folks.",
        "Then Marmaduke piped up,–",
        "“Make me acquainted, too.”",
        "“To be sure,” said the Toyman, “Mr. Marmaduke Green meet Mr. Jack\nLantern.”",
        "“_Very glad to know you,” said Marmaduke, bowing even lower than\nhad Jehosophat, while Hepzebiah, dancing in her eagerness, shouted,–",
        "“Make me ’quainted, make me ’quainted!”",
        "The Toyman took her by the arm, and he in turn made a grand bow.",
        "“Now, Jack, old fellow, this is an honor. Here’s a lady expressin’ a\ndesire to make your acquaintance. Miss Hepzebiah Green, let me present\nMr. Jack O. Lantern, otherwise known as ’Ole Man Pumpkin.’”",
        "Then he turned to Jack.",
        "“You don’t mind my calling you so familiarly, do you?”",
        "Apparently Jack didn’t mind, for he just squatted there, lazy-like,\nand grinned with all his big square teeth.",
        "Hepzebiah giggled back at him. She was having a glorious time. So were\nthey all.",
        "So, through that long–no, very short–afternoon, the kitchen\nwas filled with pleasant smells and the air of fun and a pleasant\nsurprise to come. They almost thought they could smell the\nsurprise as well as the pies.",
        "It came at last, that is the surprise did, for, just after supper, the\nToyman disappeared, probably to do some of his chores.",
        "A little while later there came a tap at the window.",
        "Marmaduke turned.",
        "Jehosophat turned.",
        "Hepzebiah turned.",
        "“Ooh, ooh!” said she;",
        "“Golly!” said Marmaduke; and",
        "“Gee whiz!”, Jehosophat.",
        "Great yellow eyes looked in through the window, and a nose, and a\ngreat grinning mouth with big teeth in it.",
        "The visitor nodded, needing no introduction, for they had made his\nacquaintance already.",
        "He came into the house, helped a little by the Toyman, and still\nnodding his great yellow head.",
        "They gave him a seat of honor, not by the table, but onit, right in the centre. Marmaduke climbed up and looked down into the\nbig hole in the top of his head. In it was a thick candle, dancing\ninside his old yellow skull, and he seemed a good comrade, that Ole\nMan Pumpkin.",
        "But what was the Toyman doing now?",
        "He had a tub in his arms. He set it down, filled it with water, then\npopped three red apples in it.",
        "And the children got down on their knees around the tub and tried to\ntake the apples in their teeth. But round and round they bobbed, so\nfast that it was difficult to catch them.",
        "“Ugh!” exclaimed Jehosophat;",
        "“Kerchoo!” sneezed Marmaduke;",
        "“Guhuh!” coughed Hepzebiah, all their eyes and their mouths, noses and\ntummies, too, full of water. And always those little red apples bobbed\nout of reach. Once Jehosophat thought he had caught one, but his teeth\nslipped on its smooth round cheek and all he got was a piece of skin.\nIt was fun just the same.",
        "A lot of other games they played, with flour, and candles, and rings,\nand things, then the Toyman gathered them up on his knees and the arm\nof his chair, and told them a story. A good one? Of course! He\nnever told a poor one.",
        "By this time the children were sneezing and Mother said they’d have to\ngo to bed or they’d catch their “deathocold.”",
        "When they were at last undressed Jehosophat lay his head on the\npillow. But it wouldn’t stay down. He could see Ole Man Pumpkin\nsitting there on the dining-room table–so still! The Toyman had\nforgotten to put out the candle in his head. It was a thick candle,\nand it burned a long, long time. Ole Man Pumpkin seemed to be very\ncheerful with it inside his hollow skull. It made him feel “all lit\nup,” he heard the Toyman say.",
        "The big, round eyes never blinked. They just watched the little boy\nall the time, and the big mouth was “just laughin’ an’ laughin’ an’\nlaughin’ at him.”",
        "Then all of a sudden Ole Man Pumpkin started to move. He didn’t have\nany legs, but he slid from the table to the floor, and somehow climbed\nup on the window sill, and rolled out of the window. Jehosophat had to\nget out of bed to see what his new friend was going to do. He followed\nhim across the dining room, over the window sill, and by the barn. And\nall the little boy had on were his pajamas, but he didn’t feel cold,\nfor Ole Man Pumpkin looked so bright and jolly and warm that\nJehosophat felt bright and jolly and warm, too.",
        "Ole Man Pumpkin kept bumping his way along to the cornfield where Mr.\nScarecrow stood on guard, though his work for the year was done.",
        "Now Mr. Scarecrow seemed to have a lot of friends around him, and he\nwas making a speech. There was Ole Man Pumpkin, of course; and\nJehosophat, who had just arrived; and Mr. Stuckup the Turkey, as usual\nlooking very grand and proud; and the Hippity-hop Bunnies, wiggling\ntheir noses in their funny way; and Johnny Cottontail, their little\nwild cousin, making his nose go, too. And there was Reddy Fox, with\none forepaw raised and his eyes as bright as beads; and a whole squad\nof corn-soldiers with yellow tassels and green banners and tall\nspears. My! but they looked bright and gay once more! And there were\nlots of funny little folk besides,–three bright rosy-cheeked Apples,\ntalking and laughing and chattering away just like real people, and\ntwo Pie-pans, only they didn’t look flat and dull as when they were in\nthe kitchen, but had shiny intelligent faces, and they were chattering\naway, too.",
        "Mr. Scarecrow was making a speech to them in such a ridiculous\nfashion. His arms stood out stiff and straight from the shoulder, but\nhe made queer floppy gestures with his wrists.",
        "“I’m a Red,” he was saying, “and I call upon you to rise upon the\ncap’talists, who feed on your flesh and bones.”",
        "Jehosophat shuddered, for he thought he knew what was in Mr.\nScarecrow’s mind. That very day in school they had had “Currantyvents,\"\nand Miss Prue Parsons had told them a lot about Reds, and Annarkisseds,\nand Revolushions they wanted to start all over the world. Horrible,\nshivery things they were that she had told them!",
        "“Revolt–rebel. Rebel–revolt!” Old Mr. Scarecrow shouted, flapping\nhis wrists and swinging in the wind.",
        "“Hear, hear!” cried the Little Red Apples;",
        "“Hear, hear!” cried the Shiny Pie Pans; and",
        "“Horrible, horrible!”, Mr. Stuckup the Turkey.",
        "Ole Man Pumpkin didn’t say anything, but just grinned and grinned with\nhis big eyes and old yellow teeth.",
        "“There is a cap’talist now, standing before you!” shouted Mr.\nScarecrow, and his wrists flapped right at Jehosophat, “away with\nhim!”",
        "“Away with him!” shouted one and all–the Little Red Apples, the Shiny\nPie Pans, Mr. Stuckup the Turkey, and the Tall Corn Soldiers; and all\nthe time Ole Man Pumpkin kept grinning and grinning, as if he were\nenjoying himself most cruelly.",
        "Then Mr. Scarecrow said in a solemn voice:",
        "“Soldiers, do your duty with the prisoner!”",
        "And all at once two Tall Corn Soldiers stood on each side of him,\ngrabbed him by one arm, and growled:",
        "“About face–forward march!”",
        "And the first thing he knew, he was being hustled very swiftly over\ntowards the Pond.",
        "The Little Red Apples and the Shiny Pie Pans rolled on ahead,\nchattering gaily to each other; Mr. Stuckup marched on very pompously;\nOle Man Pumpkin bumped along just in front; the two Corn Soldiers\nmarched by his side; and a lot of others pricked him from behind with\ntheir sharp, cruel spears.",
        "What were they going to do with him? That was the question.",
        "He was soon to know, for they had reached the edge of the Pond.",
        "“Duck him!” shouted the Little Red Apples in glee.",
        "And the Tall Corn Soldiers seized Jehosophat by the hair on the top of\nhis head, and shoved him under the water, way under, oh, way, way\nunder.",
        "“Give me a bite!” said the first Little Red Apple, snapping at their\nprisoner’s face when he came to the surface again.",
        "“Me, too!” shouted the second.",
        "“A big one for me!” yelled the third, and they all rolled in the water\nand bobbed around, bumping up against his face and trying their best\nto take a nip out of his cheeks.",
        "He never had known before that apples had teeth, but, sure enough, he\nfelt them now–there was actually a little piece gone from each side\nof his face.",
        "“Great fun, Hallowe’en!” they called to one another as they bobbed\nabout, still snapping at his cheeks.",
        "“Enough!” It was the two Corn Soldiers who spoke, and Jehosophat was\ndragged from the Pond. He was dripping wet and he felt pretty cold in\nhis pajamas.",
        "“Now it’s my turn,” said Ole Man Pumpkin. “Take him to the workshop,\nthere’s a lot of sharp tools there.”",
        "Tools! Whatever could they be going to do with him now! But he had no\ntime to think, for there they were, all bumping, or rolling, or\nstalking along, to the workshop, and taking him with them. They had no\nkeys, but they managed to enter just the same.",
        "“On the table–come, up with him!”",
        "And immediately the two Corn Soldiers siezed him by the arms and\nhoisted him on the table, where he sat in his little pajamas, like a\ntailor, with his knees crossed under him. But what was the idea? What\nwas that Ole Man Pumpkin telling the Corn Soldiers?",
        "“Just cut a little hole in the top of his head–just enough to scoop\nout his insides. Quick work, or he’ll spoil.”",
        "“Save the drumstick for me,” gobbled Mr. Stuck-up, “they didn’t bother\nme much on Hallowe’en, but I’m going to get even for Thanksgiving.”",
        "And all the time the Little Red Apples rolled around the floor in high\nglee; and the Shiny Pie Pans danced against each other, making a noise\nlike the cymbals of the Salvation Army parade; and Ole Man Pumpkin\nkept sharpening and sharpening his knife.",
        "Then–then–but it was a new voice that was speaking to him.",
        "“Get up!” it said.",
        "It wasn’t Ole Man Pumpkin that was telling him to get up on that\ntable, so he could scalp him. It was Mother telling him to sit up in\nbed!",
        "“I knew they had too much pie,” she was saying, and, “come, dear, open\nyour mouth; take this and you’ll feel better in the morning.”",
        "She was on one side of the bed, and Father was on the other, ready to\ntake a hand, as he always did under the circumstances.",
        "They weren’t pleasant, either, the circumstances, for they\nwere,–first Father’s grip on his arm, then a tablespoon–not a\nteaspoon, or a dessert spoon, but a tablespoon, such as a giant might\nuse–full of a thick yellow liquid from that bottle they hated so, and\npointed right at his tongue.",
        "[Illustration: “’Cut a hole in the top of his head–just enough to\nscoop out his insides,’ said Ole Man Pumpkin.\"]",
        "However, he took it pretty bravely, swallowed it, gulped, then choked\nback the tears. But the orange-juice, which followed the yellow stuff,\nalmost made up for it. He always did like orange as a color better\nthan yellow, any day.",
        "And there was Ole Man Pumpkin again, on the dining room table,\ngrinning, not wickedly but cheerfully. He winked at Jehosophat, just\nlike the Ole Man in the Moon, whom he strangely resembled–as much as\nto say:",
        "“We’ll have a good time yet in spite of that bottle.”",
        "After all, he wasn’t an enemy of the children, who would cut holes in\ntheir heads and scoop out their insides–he was their friend,\nwas Ole Man Pumpkin, and Jehosophat felt much relieved at that.",
        "The Three Happy Children were looking at the calendar. It was a large\none which had been given to Father by Silas Drown who kept the\nHardware Store. On it was a picture of a meadow, with a green brook\nrunning through it; and people were haying in the meadow. It was\nundoubtedly a beautiful picture, but the children weren’t interested\nin it at all. They were gazing at the numbers underneath.",
        "Now one would suppose that nothing could be quite so dull as figures,\nor so uninteresting. But these told a very fascinating story. There\nwere thirty-one of them, all in little black squares like those that\nmake up a checkerboard. Thirty of the numbers were black like the\nsquares, but one was red, bright red. And there lies the story. You\nsee, there was a good reason for that one being red, oh, a very good\nreason!",
        "Jehosophat took out a pencil and climbed on a chair, while Marmaduke\nand Hepzebiah looked on in wonder. The pencil made a mark at\n23.",
        "“Only two more days,” said the older boy.",
        "“Hooray!” exclaimed his brother.",
        "“Hooway!” echoed their little sister.",
        "Then they all sighed–three long-drawn out sighs–it was so hard to\nwait. And when they were through sighing, they all stood and stared at\nall those numbers, and particularly that bright 25, their eyes\ngrowing rounder each minute.",
        "There was something in the air, most decidedly, something that the\nchildren couldn’t exactly feel or touch or handle. It was as though\nthe sky, and air, and the trees, and the house itself, were carrying a\nsecret, a happy secret, and one almost too big to be kept.",
        "They could get hints of that secret everywhere. Sometimes they caught\nMother and Father whispering about things–very mysterious things.\nMother, too, was working late these nights. What she was making they\ncould never find out, though they looked and guessed and wondered.",
        "The Toyman wouldn’t let them in his shop. And Father, when he went to\ntown, for once refused to let the children go with him and old\nMethusaleh.",
        "But the closets were the most mysterious of all. Some of them were\nactually locked, and, though Marmaduke tried to peek through the\nkeyholes, all he could see was darkness–like midnight.",
        "Once Mother saw him peeking.",
        "She went over to the door and unlocked it. But she didn’t open it.",
        "“I thought I would keep it locked, children,” she said, “but after all\nI’ve decided I won’t. Trust is stronger than any key. And I think I\ncan trust you, can’t I?”",
        "“Y-y-yes,” said Jehosophat.",
        "“Y-y-yes,” said Marmaduke.",
        "“Y-y-yeth,” lisped Hepzebiah.",
        "“Thank you, my dears,” she said, then went away, leaving the door\nunlocked.",
        "For two whole weeks they hadn’t peeked. They had hung around that\ncloset and stared and sighed, but never once did they even try the\ndoor. And I think they were rather brave, when they knew there were\npackages inside, all wrapped in red paper and tied with green ribbon,\nand they could almost hear the paper rustle. Oh, well they knew those\npackages were there, for hadn’t they caught Mother inside with her\napron over packages and things, the bits of red and green showing\nthrough the folds of the apron. Besides that, they had seen Father go\nto the largest closet of all with parcels covered by a blanket. And it\nis very hard to know that there are things, wonderfully beautiful\nthings like treasures, hidden in dark closets, and not to be able to\ninvestigate and find out about them. But then, of course, there was\nthe fun of guessing. And they guessed everything under the sun, enough\ntoys and articles to fill the biggest store in the world, or the whole\nof Santa Claus’ workshop, which stands under the North Star where the\npolar bears live and the Aurora weaves pretty scarfs in the sky.",
        "Well, that day passed, and in the morning Jehosophat climbed on a\nchair again and put a little mark through the next number–24.",
        "“Tomorrow!” he said in a solemn whisper. And the whispers of the other\ntwo children, echoing him, were quite as full of wonder and awe.",
        "Then they went to the window. Snow was on the ground.",
        "“It’s as white as the feathers of the Foolish White Geese,” Jehosophat\nhappened to remark.",
        "“No, it’s prettier than that,” Marmaduke corrected him. “It’s like the\ncoats of the Hippity-Hop Bunnies. And the sky is just as gray as the\nQuaker ladies over in the meeting-house on Wally’s creek,” he added.",
        "That afternoon they heard sleigh-bells, clear, tinkling, but never\njangling, on the still air.",
        "“Whoa!” yelled the Toyman.",
        "The big sleigh stopped by the side porch. Hal the Red Roan and Teddy\nthe Buckskin Horse tossed their heads merrily, and the sleigh-bells\njingled even after the team had come to a halt.",
        "“All aboard!” shouted the Toyman, as he stamped the snow from his\nboots and entered the kitchen. “We’re going to find the biggest,\nfinest tree in the whole woods! Who wants to go?”",
        "Who wouldn’t want to go! There was a scurrying for boots and coats,\nmufflers and mittens. Then they tumbled in, the sleighbells jingled,\nand off they flew through the deep, powdery, sparkling snow.",
        "The river was not in motion; it was not flowing at all this day, but\nlay like a long lead pipe, twisting between the white snow banks.\nSometimes, when the sun came out and shone upon it, the lead was\nchanged to pearl.",
        "They drove away from it now, up by Jake Miller’s place, and past the\nFizzletrees’ and the Van Nostrands’, then up the hill to the woods.",
        "The trees stood still like a great congregation, Marmaduke thought.\nThere were giant oaks, their heavy branches all gnarled and twisted;\ntall chestnuts with rough gray trunks; shaggy hickories with bark\nalways ready to peel off like “proud flesh\"; little ironwood trees\nwhose wood was so tough that the axe must be sharp to cut them at all;\nand silver birches, gracefully swaying in the wind, and white against\nthe snow. Most of them were naked and bare, but on the oaks and\nbirches rustled a few little left-over leaves, brown and dried-up, and\ncrackling and cackling like little old people. Ah! but everywhere, in,\nand around, and between, the naked trees, and on higher up the hill,\nwere others still clothed in green,–trees that never cast off their\ncloaks, even when winter came,–spruces, cedars, firs, and hemlocks\nand pines. They were decorated, too, for on their green branches hung\ntufts of snow like the pieces of fur on the carriage robe of the\nneighbor’s baby.",
        "The Toyman tied the horses to the fence-rail and they all jumped out\nof the sleigh. He lifted little Hepzebiah, then started to help\nMarmaduke.",
        "“No, thank you,” said that little boy, “I don’t need any help,” and,\nall alone, he climbed over the fence after his big brother.",
        "Then on they tramped, through the snow, and under the branches and\naround the bushes, looking for that great tree which soon was to have\nthe place of honor in their house.",
        "“There’s one,” said Marmaduke.",
        "“No,” replied the Toyman, “that won’t do. See-it has clumps of needles\nlike a porcupine’s quills. It looks beautiful in the woods, but it\nwouldn’t look so pretty in the parlor. And that cedar yonder is too\nthick to hang the presents and the ornaments on.–Yes, that hemlock is\npretty, and that fir–but I guess we’ll stick to the spruce. Let’s\nfind one that’s shapely and just the right height.”",
        "So they hunted around until he said:",
        "“Now there’s a likely young spruce.”",
        "It was covered with little needles that ran evenly all along the\ntwigs, leaving plenty of room on the branches for all they were going\nto put on them. And it looked very soft and feathery and green against\nthe snow.",
        "The Toyman looked up at the topmost twig, carefully measuring it with\nhis eye.",
        "[Illustration: “’Stand back, fellows,’ the Toyman shouted, ’and watch\nthe chips fly.’\"]",
        "“It will just about reach the parlor ceiling,” he declared, and the\nboys guessed so, too.",
        "Then he took the axe from his shoulder.",
        "“Stand back, fellows,” he shouted, “and watch the chips fly!”",
        "Crack! went the sharp axe blade. A little cut appeared in the tree,\nabout fifteen inches above the ground. Crack! again, and a little cut\nappeared in the trunk, about four inches under the other mark. Crack!\nagain, and a piece of wood flew out of the spruce.",
        "“A little farther back, youngsters!” called the Toyman, and the\nchildren sought the shelter of the big oak nearby.",
        "Fast flew the axe, still faster the white chips. My! how strong the\nToyman was! Now a big hole yawned in the trunk of the spruce, like the\njaws of the alligator when he basks in the sun. It grew wider and\nwider. The Toyman looked around to make sure that the children were\nwell out of harm’s way, then he swung once more, one great hefty\nstroke, and with a great crash the spruce fell and measured its length\nin the snow. And the Toyman put the axe and the tree too, over his\nshoulder–he certainly was strong, that Toyman–and through the woods\nthey tramped back again, and loaded the tree on the sleigh.",
        "Then he paused for a moment.",
        "“Think a little jag of green would go nice on the windows,” he\nremarked, “and a touch of red to brighten things up a bit.”",
        "So they looked and found plenty of green for wreaths, and some\nbayberries like coral, and some holly, besides, by the ruins of the\ndeserted house that had burned down years before they were born.",
        "It had been a long hunt and, though the sky had cleared, it was\ngrowing pretty dark when they climbed in the sleigh. As the Toyman\nclambered upon the seat and took the reins, he turned around and\nlooked up the hill.",
        "“The stars are beginning to twinkle,” he said, “and look, youngsters,\nthere is a whole army of Christmas trees for you.”",
        "They turned around and gazed in the direction in which his finger\npointed, and there, sure enough, the evergreens,–the spruces, pines,\nand hemlocks, the firs, and the cedars, too, were standing so still,\nand the stars were peeping out between their twigs and branches all\nover the hill, twinkling like little candles. There were hundreds and\nhundreds of Christmas trees, standing up straight on that hill, with\nmillions and millions of candles on them.",
        "“My, but that’s pretty!” the Toyman exclaimed.",
        "As for the children, they said, “Oh,” and “Ah,” all in one breath. It\nwas so wonderful to see all those live Christmas trees growing and\nshining in the forest.",
        "“You see,” the Toyman went on to explain, “that’s how they first got\nthe notion of a Christmas tree, seein’ the little stars shine through\nthe forest.–A good notion, too, I should say.”",
        "A good one? Why, the best in the world! So the Three Happy Children\nthought as they drove down the hill and back by the river.",
        "And when they turned in the drive and Teddy and Hal walked off to the\nbarn, the sleighbells jingling like Christmas chimes in the air, they\nshouted “hooray” again, one and all.",
        "Then Jehosophat said as they reached the door,–",
        "“And now for tomorrow!\"––",
        "And of course Tomorrow came, as it always does–only to become Today.",
        "Jehosophat didn’t climb on the chair that morning. There was no need\nof making black marks with his pencil, when that red number,\n25, stood out above all the others, so bright in its scarlet\nsplendor.",
        "As a matter of fact, the children never looked at the calendar at all.\nThey were too busy with their stockings. Now, ordinarily; stockings\neither hang limp on the line or else fit very evenly on smooth little\nlegs. But the three which hung by the fireplace were stiff and queerly\nshaped, each full of knobs and bumps.",
        "The children rose very early in the morning to get them, and were\ntaking out the oranges, and apples, and tops, and nuts, and raisins,\nand marbles, and hair-ribbon (for Hepzebiah, of course) and the\nmouth-organs, tin wagons and candy-canes, when a voice called, “Merry\nChristmas,” and Mother’s face beamed in the doorway–then Father’s.\nSoon there was a stamping of feet on the kitchen porch, and the Toyman\ncame in from his milking and called, “Merry Christmas,” too. And he\nand Mother and Father seemed to get more fun out of those stockings\nthan the children themselves, or as much, which is saying a very great\ndeal.",
        "It was hard to dress properly that morning–and particularly hard to\nwash behind one’s ears. Jehosophat put on one stocking inside out;\nMarmaduke his union suit outside in; and one of his shoes was button\nand the other lace. But they were all covered up, anyway, and Ole\nNorthwind couldn’t nip their flesh, and the Constable couldn’t arrest\nthem, so it was sufficient, I suppose.",
        "How they did it, I don’t know, but they managed to get through\nbreakfast somehow. Then there was a glorious spinning of tops, and\nplaying of mouth-organs, and blowing of trumpets, throughout the\nmorning. Meantime the whole house was fragrant with the smells of\ncooking turkey, and sweet potatoes, and boiled onions, and chili\nsauce, and homemade chow chow, and doughnuts, and pumpkin pie, and\nplum pudding, and pound cake, and caramel cake, and jumbles (all cut\nin fancy shapes) and–but there, the list is long enough to make any\none’s mouth water, and that isn’t fair. Needless to say, the children\ndidn’t try all of the list, though they would have been quite willing,\nbut Mother made rather a good selection for them. Anyway, the smells\nand tastes of that fine dinner seemed to go very nicely with the\nwreaths in the window and the bright red berries. But where was the\nTree? It had vanished–probably in the parlor.",
        "They couldn’t go in–oh, no–not yet. And after Mother had washed all\nthe thousand and one dishes, helped by Black-eyed Susan–not\nBlack-eyed Susan who lived in the pasture, but the one who lived in\nthe cabin on the canal–she entered the parlor, closing the door very\ncarefully so they couldn’t get even a glimpse of what was inside. It\nwas funny how Mother found time to do all the things she did that\nday–yes, and all the week and month before it. Her hands, Marmaduke\nsaid, were like the magic hands in the “Arabian Nights,” and he was\nright. At least the Toyman said,–",
        "“You can bet your bottom dollar on that, my son.”",
        "All of which was very strange, when Marmaduke didn’t have any pennies\neven, in his bank, bottom or top, having spent them on surprises for\nMother and all the rest of the folks. Nice surprises they were, too.\nIn fact, it was really nicer planning them out, and getting them with\nthe money he had earned, than dreaming about what he would get\nhimself.",
        "The parlor door was kept carefully locked all that long afternoon. The\nchildren tried to play with the things that had come in their\nstockings, but somehow these didn’t seem as interesting as what they\nguessed was going on behind the closed door. So they kept their eyes\nglued there, as Marmaduke’s story-book said, though he thought that\nwas funny, when they hadn’t put any mucilage on them.",
        "Once in a while Mother would come out of the parlor to look in the big\ncloset, then she would journey back very quickly, holding the\nmysterious parcel tight under her apron or shawl so that they couldn’t\nsee it. She would open the door, too, only the tiniest crack, to slip\nin sideways like a slender fairy. And though a radiance and splendor\nwould shine through–like Heaven it was–they could never see what\nmade it, and before they could say “Jack Robinson,” the door would be\nshut–tight shut–and–that was all.",
        "“Oh, oh,” it was so hard to wait!",
        "At last–about four in the afternoon–the signal was given. The Toyman\nmade them all form in line in the dining-room, Mother leading, to show\nthem the way, though they hardly needed a guide; poor little Mrs.\nCricket next, for it wouldn’t be Christmas unless they made someone\noutside their own family happy; then Jehosophat, Marmaduke, and\nHepzebiah–no, that is wrong, Hepzebiah ahead, as the boys had decided\non “ladies first\"; then Father and the Toyman, carrying little lame\nJohnny Cricket on his shoulder; and Black-eyed Susan bringing up the\nrear–a very big rear she was, Father said, for Susan weighed\nconsiderably more than her heaviest clothes-basket.",
        "And so the doors opened!",
        "“Glory be!” sang out Susan, and in that she expressed the feelings of\nevery one in the long procession that entered the parlor. It\nwas “glory\"–that light, that shining, that radiance! Wreaths\nin the window, festoons overhead, presents heaped up in the corner and\non the floor–and the Tree, the Tree!",
        "It was covered with golden ornaments, and red and silver and blue, and\nit was draped with strings of popcorn and festoons of red cranberries,\nflung so gracefully over it, and everywhere, between the green twigs\nof the spruce and the red, and the gold, and the blue, and the silver\nof the ornaments and festoons, scores of little candles were shining\nbrightly, twinkling like the stars–like very Heaven come down to\nearth before their eyes.",
        "Life has many happy moments and many happy times to offer, but nothing\nmore wonderful than a beautiful shining tree bursting on the sight\nafter one has waited all day, no–really for weeks and months.",
        "For ten minutes they all stood and gazed at that tree. Mother and\nFather were smiling happily; Susan clasped her hands and very properly\nsaid “Glory” again; the children danced; Mrs. Cricket wiped the\ncorners of her eyes with her rusty-black shawl; and little Johnny\nCricket just sat there in delight.",
        "But where was the Toyman now? He had disappeared as mysteriously as\nhad the tree after they brought it home. He must have forgotten\nsomething important, for he couldn’t want to do chores when\nthere was that tree to look at.",
        "However, the boys were eager enough, both yelling:",
        "“Now for the presents!”",
        "“Wait a minute, laddies,” said their father, “somebody’s calling.”",
        "Now there was a telephone in the White House with the Green Blinds by\nthe Side of the Road, a funny old-fashioned instrument, but a very\nuseful one, nevertheless.",
        "It was tinkling. Father went to it, and this is what they heard him\nsay,–",
        "“Hello! hello!” Then,–",
        "“Why, is that you–”",
        "He turned around to the folks in the room:",
        "“Hush!” he warned them, “it’s Santa Claus.”",
        "Then he turned to the telephone again, very surprised to be talking to\nso important a person.",
        "“I’m certainly glad to hear from you. How are you?” said Father.",
        "And he whispered to the boys:–",
        "“He says he’s very well, “–then into the ’phone:–",
        "“That’s fine–we’re very glad to hear it.”",
        "There was a pause, and Father’s voice exclaimed,–",
        "“What! You’re not actually coming here?\nWell, I should say that’s the best news I’ve heard in a long time!”",
        "And, smiling, he told this good news to the folks in the room.",
        "“Doesn’t it beat all!” he said, “Santa Claus is coming here to pay us\na visit.”",
        "He spoke into the ’phone again.",
        "“How soon can you make it?–Fifteen minutes?”",
        "He looked at his watch.",
        "“Of course–we’ll wait for you.”",
        "Then he hung up the receiver.",
        "“As long as Santy will be here so soon, we’d better wait till he\ncomes, and let him distribute the presents, don’t you think?”",
        "He paused a minute, trying to remember.",
        "“Let me see–when was it I last saw him?–yes, yes–it’s all of forty\nyears. I was just a little shaver then. I wonder if he’s changed much,\nor grown much older.”",
        "As for the children, they could hardly think, much less talk. They sat\nthere, almost in a daze, blinking and looking at the little candles,\nwhich seemed to wink back at them as if they had been in the jolly\nsecret all the time.",
        "The youngsters had hardly gotten over their wonder and bewilderment,\nwhen they heard sleighbells, and a loud “Whoa–whoa–you old reindeer,\nwhoa when I tell you!” Then there was a stamping on the porch and the\nold brass knocker was lifted–it fell–\"clack, clack\"; the door\nopened, and in walked the welcome guest.",
        "Have you yourself ever seen Santa Claus, or only pictures of him?\nWell, he really looks like his pictures, only more human–like people\nyou know and love, though of course more magnificent.",
        "In the first place, he wasn’t so fat–he was plump in the stomach, but\nnot so really round all over as in the old pictures of him. But\nperhaps that is because when they were taken there weren’t so many\nchildren in the world to make things for, and he has grown just a\nlittle thinner since then, being so busy, you know.",
        "However, he had on the same red coat trimmed with white fur, the long\nbeard falling down over his chest, and the belt, and the rubber boots,\nand the red woolen cap on his head. But his face had lost a little\nflesh, and it wasn’t all red as you see in the pictures, but brown and\nred,–like–like–the Toyman’s; and his eyes didn’t pop out of his\nhead either, but were just like ordinary people’s eyes, only kinder,\nlike the Toyman’s, and these, the children said, were the kindest in\nthe world.",
        "Marmaduke wished the Toyman would come back, so that he might meet\nSanta, for he was a year-round Santa himself, always making things and\ndoing things for little boys.",
        "But Santa was talking:",
        "“Merry Christmas! Merry Christmas!” he said, then he added,–\"to one\nand all.”",
        "At the sound of his voice the children forgot their wonder and awe,\nand hurried to him and clasped his knees, and little Johnny Cricket\ntried to reach for his crutches, but Santa just picked him up in his\narms and kissed him and little Hepzebiah too.",
        "Now Father stood up.",
        "“Mr. Santa Claus,” he began, but Santy interrupted him,–",
        "“No Mister for me,” he told Father, “we’re among friends. I’ve known\nyou all ever since you were born. Ho! Ho!” and he laughed, and his\nlaugh seemed very jolly.",
        "“Very well,” replied Father, “pardon my mistake–Friend Santy, then.\nWould you be so good as to distribute the presents?”",
        "“Deelighted!” said Santy with a bow, “Marmaduke, you hand ’em to me\nand I’ll read off the names.”",
        "So Marmaduke got down on his knees near the pile of presents and\npicked out one. It was one of his own–not one for him but one\nhe had bought–for Mother. He couldn’t wait to see that look he knew\nwould come in her eyes.",
        "She opened it. It was a nice work-basket.",
        "“And my little boy bought it all with the pennies he saved.–I know\nthat,” she cried in delight, and that look he had waited for shone in\nher face.",
        "Then came a big long box which Santy handed to Hepzebiah. Santy\nhimself helped her to tear off the wrappings; and lo and behold! it\nwas a great big doll with blue eyes and flaxen hair.",
        "So back and forth the procession of presents passed,–a pipe for\nFather, and one for the Toyman, who wasn’t there to get it, a football\nfor Marmaduke, a pair of skates for Jehosophat, and oh, so many\nthings!",
        "Then Marmaduke heard a whisper in his ear. He started, for the voice\nsounded like the Toyman’s, but it couldn’t have been, for the Toyman\nwas still nowhere to be seen.",
        "“Can’t you find something in that heap o’ things for little Johnny\nCricket?” the voice asked.",
        "[Illustration: “Little Johnny Cricket tried to reach for his crutches,\nbut Santa just picked him up in his arms and kissed him.\"]",
        "Marmaduke turned round, to discover Santy whispering in his ear. And he\nlooked hard, and, sure enough, over in the corner was a great big parcel,\nmarked, “Johnny with a merry Christmas.” Santy undid it, and revealed a\nwagon with handles that could be worked by the arms. It looked very much\nlike the Toyman’s invention. And it was just the thing for Johnny, who\nwas so lame.",
        "When he saw it he just clasped his hands, and this time the tears did\nreally come, and they ran from the corners of his eyes and down his\ncheeks. But they were very happy tears.",
        "“You’re all so good to me,” was all he said.",
        "Marmaduke didn’t need Santy to remind him now, and he hunted hard\nagain and found something for “Mrs. Cricket from her friends in the\nWhite House,\"–a fine alpaca dress. There was something for Black-eyed\nSusan too. And all under that roof and around that tree were very\nhappy. It was too bad the Toyman wasn’t there to enjoy it.",
        "Now Santy stood up and looked at his watch. It was a great big one\nwith a ship on its face and an anchor on the chain. It resembled the\nToyman’s, and the children thought it odd that there were two such\nwatches anywhere in the world.",
        "“It’s getting late,” Santa was saying, “I’ve got a lot of places to\nvisit, but before I go, I want you to sing a song–every man Jack.”",
        "So together they sang “Peaceful Night, Holy Night,” and it sounded\nvery sweet and pretty and made them all think of what Christmas meant,\nbesides just the giving and receiving of presents.",
        "“Now the youngest ones–all together now!” and Jehosophat, Marmaduke,\nHepzebiah, and little Johnny Cricket sang, without the grownup people\nthis time:",
        " “Alone in the manger,\n  No crib for a bed,\n  The little Lord Jesus\n  Lay down his soft head.”",
        "And that song sounded even prettier and sweeter than the other, with\nthose little voices singing it around the tree and all its candles.",
        "When they had finished, Santa said “Goodbye,” and, “Merry Christmas to\none and all,” bowed, closed the door behind him, stamped his feet, and\nwhistled to his reindeer. Then the sleighbells sounded, growing\nfainter until they faded quite away.",
        "About ten minutes after he had gone, the Toyman appeared. It certainly\nwas a shame he had to just miss him like that.",
        "Marmaduke called,–",
        "“Oh, Toyman, you missed him–Santy was here.”",
        "“He was, was he?” the Toyman replied, “I am sorry, for I’d like\nto have paid my respects to the old fellow.”",
        "The funny thing about it was that he didn’t seem half as disappointed\nas the children–that is, Marmaduke and Hepzebiah, particularly\nHepzebiah. Jehosophat just smiled in a sort of superior way and said\nnothing, but perhaps that was because he was getting older and had\nlost some of his enthusiasm. As for Marmaduke, he hadn’t been so\nenthusiastic about seeing Santa Claus ever since Reddy Toms had told\nhim something, but now, after seeing Santa alive and before him–why,\nhe didn’t care what any “ole Reddy Toms” said.",
        "He had seen Santy–and had shaken him by the hand.",
        "By this time you should have noticed, if you ever stop to think, that\nMarmaduke was quite a traveller. It was really remarkable the trips\nand voyages that boy took–not only to the town, and Apgar’s Woods,\nand the Leaning Mill on Wally’s Creek, but to the South Seas, The Cave\nof the Winds, the Ole Man in the Moon, the Fields of Golden Stars, and\nto all sorts of beautiful cities and kingdoms, some of which you may\nfind in your geographies, and some not on any map in the world. And he\ndidn’t have much money for fares, either. It was hard to tell just how\nhe managed all these journeys, but sometimes, do you know, I suspect\nhe paid for his fare with a ticket of dreams. What do you think? Well,\nanyway, one day he went to China.",
        "And this is the way it all came about:",
        "First he went to town–with the Toyman, of course, and Old Methusaleh.\nThat old white horse was tied to the hitching-post in front of\nTrennery’s Grocery Store, with his nose deep in a feed-bag. While the\nToyman was talking to Mr. Trennery–Mr. Will Trennery, and his brother\nLish–Marmaduke sat on the seat of the buggy and watched the people.\nThere were a lot of them, more than he ever saw on the farm, all at\none time. There must have been almost fifty on the street. Some of\nthem were lounging around the soldier who stood on the big stone with\na gun that never went off; some were hitching up their horses, or\n\"giddyapping” to them; while a crowd was going in the side door of the\n\"City Hotel,” and another stood in front of Trennery’s Grocery Store,\ntelling who’d be the next president. They were very wise, they\nthought, but Marmaduke was sure the Toyman could tell them a thing or\ntwo–and that was just what the Toyman was doing.",
        "After a while Marmaduke tired of listening to all their talk about\npresidents and the new Justice of the Peace, and he looked at the\nother stores and all their signs. He noticed a new one that had just\ncome to town. It stood between Trennery’s and Candlemas’ Emporium, and\nit was even more interesting than the candy store. It had a red sign\nabove the door with white letters which read:–",
        " “Hop Sing\n  Laundry.”",
        "In the windows were parcels of shirts, tied with white string, with\nlittle slips of paper under the string. These slips of paper were\ncolored like the petunias in Mother’s garden, and on them were funny\nblack letters that looked like chicken-, and rabbit-, and fox-tracks,\nall mixed up.",
        "Inside the store three little men were ironing, ironing away on boards\ncovered with sheets, and jabbering in a strange language. And they\nwore clothes that were as strange as the words they spoke–clothes\nthat looked like pajamas with dark blue tops and light blue trousers.\nAnd each of the little men had a yellow face, slant eyes, and a black\npigtail.",
        "It was Saturday, and a group of town-boys stood around the door,\ngazing in at the three strange little men and mocking them:–",
        " “Ching, ching Chinaman,\n  Bow, wow, wow!”",
        "Then one of the boys would shout in through the door,–\"Bin eatin’ any\nole stewed rats, Chinky?” and another would ask,–\"Give us a taste of\nyer bird’s-nest pudding?” They thought they were very smart, and that\nwasn’t all, for, after calling the Chinamen all the names they could\nthink of, the boys reached down into the ditch, which some men were\ndigging for a sewer, and scooped up handfuls of mud and threw it\nstraight into the laundry and all over the snow-white shirts the\nlittle men were ironing; at which, the Chinamen grew very angry and\ncame to the door, shaking their flat-irons in their hands and\ncalling,–",
        "[Illustration]",
        "And the boys ran away, still mocking them. You could hear their shouts\ndying away in the distance:–",
        " “Chinky, chinky Chinaman,\n  Bow, wow, wow!”",
        "Not long after this the Toyman came out from Trennery’s and climbed on\nthe seat; and he and Marmaduke and Old Methusaleh jogged along towards\nhome. All the way, Marmaduke couldn’t help thinking of the three\nlittle men in their blue pajamas and their black pigtails; and he\nasked the Toyman a lot of questions, even more than you will find in\nhis arithmetic, I guess, all about what those letters on the packages\nof shirts meant, and if the Chinamen braided their pigtails every\nnight and morning just like girls, and if they really did eat “ole\nrats,” and bird’s-nest puddings, and all that.",
        "The Toyman could hardly keep up with the questions; and he hadn’t\nanswered them all, either, by the time they reached the White House\nwith the Green Blinds by the Side of the Road.",
        "On the afternoon of that same day, Marmaduke was sitting like a\nhoptoad, watching the Toyman dig post-holes in the brook pasture. The\nsun shone so soft and warm, and the cedar posts smelled so nice and\nfragrant, that he began to feel drowsy. He didn’t sit like a hoptoad\nany more, but lay on his elbow, and his head nodded–nodded––nodded.",
        "Rather faintly he heard the Toyman say:",
        "“Well, that’s pretty deep. A little more, and I’d reach down into\nChina.”",
        "The little boy rubbed his eyes and looked down into the deep brown\nhole.",
        "“If you dug a little more,” he asked, “would you really go down\nthrough the earth, all the way to China–where the Chinamen live?”",
        "“Sure,” replied the Toyman, who never liked to disappoint little boys.",
        "“Then,” said Marmaduke, “please dig a little more–for–I’d like–to\nsee–where–the Chinamen–live–.” His voice sounded very sleepy.",
        "The Toyman dug another shovelful or two, and all the while the little\nboy’s head kept nodding, nodding in the sun–then–as the last\nshovelful fell on the pile at his side, he looked down in the hole\nonce more and heard voices–strange voices.",
        "Words were coming up out of that hole, and it seemed to Marmaduke that\nhe could see those words as well as hear them. Now that is a very odd\nthing, but it is actually what happened–he could both see and hear\nthem–and they looked like the funny music on phonograph\nadvertisements–something like this:",
        "[Illustration]",
        "And, way down at the bottom of the hole, he saw three black heads with\npigtails that curled upward in the hole like smoke coming from a\nchimney.",
        "He tried to grab hold of them, but he fell, and Wienerwurst after him,\nright plump among the pigtails, landing on the three Chinamen way down\nin the hole, and knocking them flat on their backs until their feet\nwith the funny black slippers kicked in the air.",
        "Then they all got up and rubbed their tummies under the blue pajamas.",
        "“Velly wude little Mellican boy,” said the first little Chinaman,\nwhose name was Ping Pong.",
        "“Velly bad manners,” said the second, who was called Sing Song.",
        "“You beggy our pardon,” the third, whose name was Ah See.",
        "Now Marmaduke intended to do that very thing–that is, beg their\npardon, for he was very polite for an American boy.",
        "“I’m very sorry–I didn’t mean to hurt you,” he explained, “I just\nfell down that hole.”",
        "At this he looked up the sides of the hole. It seemed as if he were at\nthe bottom of a great round stove-pipe, or a well with brown sides.\nFar, far above him was a little circle of light blue, the top of the\nhole where he had fallen in.",
        "After he had begged their pardon so nicely, the three little yellow\nmen said, all together,–",
        "“Little Mellican boy velly politely; he has honorable ancestors.”",
        "Marmaduke looked around again and saw that they were standing, not on\nthe bottom of the hole, but on a little landing like that on a\nstairway. Below them the hole kept on descending into the darkness,\ncurving round and round like a corkscrew or the stairways in old\ncastles–down, down, down.",
        "“Little Mellican boy like see China?” asked Ping Pong.",
        "“Very much, thank you,” replied Marmaduke, trying to be as polite as\nthey were.",
        "But the Toyman would miss him. He looked way up at the circle of light\nat the top of the hole and shouted:",
        "“Say, Toyman, can I go to China–just for a little while?”",
        "The Toyman’s face appeared in the circle of light at the top.",
        "“Sure, sonny, have a good time,” he shouted back, and his voice coming\nway down that hole sounded hollow, as if he were hollering down a\nwell.",
        "Marmaduke waved to him.",
        "“Goodbye, I won’t be long,” he called.",
        "Then, turning, he saw that the three Chinamen had flat-irons in their\nhands. They were fitting the handles to them. Ah See handed Marmaduke\na fourth iron for himself.",
        "“Mellican boy wide on this–now, velly caleful,” said he.",
        "“But how can I ride on such a small iron?” asked Marmaduke.",
        " “Watchee and see,\n  Allee samee as me.”",
        "And at once all the three little Chinamen mounted the irons and curled\ntheir tiny slippered feet under them. And Marmaduke curled up on his\niron just as they did.",
        "“Allee weady!” shouted Ping Pong, and all-of-a-sudden they started\nscooting down that curving brown hole, round and round, down through\nthe deep earth. Wienerwurst had no iron to slide on, but he did pretty\nwell on his haunches, and how swiftly the brown sides of the earth\nslipped by them! How fast the air whistled past!",
        "After a fine ride they saw ahead of them a great red light. It looked\nlike the sky that time when Apgar’s barn was on fire.",
        "They stopped with a bump and a bang. Marmaduke waited until he had\ncaught his breath, then he looked around. They had stopped on a\ngallery, or sort of immense shelf, that extended around a tremendous\npit or hole in the earth. In the centre of it stood a big giant,\nshovelling coal in a furnace. The furnace was as high as the Woolworth\nBuilding in New York City, which Marmaduke had seen on picture\npost-cards. And the Giant was as big as the furnace himself.",
        "He had a beard, and eyes as large and round as the wheels of a wagon;\nand he was naked to the waist. Great streams of sweat, like brooks in\nflood-time, poured off his body. When these rivers of sweat struck the\nground, they sizzled mightily and turned into fountains of steam that\nrose in the air like the geysers in Yellowstone Park, it was so hot in\nthe place.",
        "Marmaduke felt pretty warm himself, and he mopped his face with the\nhandkerchief which he had won in the Jack Horner pie at the church\nsociable. It had pictures of pink and blue ducks and geese on it, and\nit looked very small beside the handkerchief with which the Giant was\nmopping his face. That was as big as a circus tent. Marmaduke himself\nlooked very small beside the stranger. When the little boy stretched out\nhis hand, he just reached the nail on the Giant’s great toe.",
        "The three little yellow men were exclaiming:–",
        "[Illustration]",
        "Which meant that this was the centre of the Earth.",
        "“But what is he doing that for–shovelling all that coal in the\nfurnace when it’s so hot already we’re most roasting!” complained\ntheir little American guest.",
        "His voice was almost lost in the tremendous place. It was strange that\nit ever reached the Giant’s ear, which was hundreds of feet above\nMarmaduke’s head, but nevertheless the Giant did hear it, for he\ncalled:–",
        "“Now, you three Chinamen keep your jabbering tongues still,” he said,\n\"and let me have a chance to talk. It’s so long since I’ve seen a boy\nfrom up on the Earth that I’d like to talk a spell myself–to limber\nup my old tongue. It’s grown pretty stiff all these years.”",
        "Then he looked way down at Marmaduke, who was standing there, no\nhigher than the Giant’s great toe.",
        "“Come up,” he invited the boy, “and have a seat on my shoulder.”",
        "Marmaduke looked up and hesitated, for the distance up to that\nshoulder was so great. He might as well have tried to climb a mountain\nrising straight up in the air. But the Giant helped him out.",
        "“Don’t be scared,” he said, “I’ll give you a boost.”",
        "And he reached down his mighty hand and placed it under the seat of\nMarmaduke’s trousers. The little boy looked no bigger than the kernel\nof a tiny hazelnut rolling around in the big palm. But very gently the\nbig fingers set him on the tall shoulder, way, way above the bottom of\nthat pit, but very safe and sound. Marmaduke grabbed tight hold of one\nof the hairs of the Giant’s beard to keep from falling off. He had\nhard work, too, for each hair of that beard was as stout and as thick\nas the rope of a ship.",
        "“Kind of cosey perch, ain’t it?” asked the Giant.",
        "Now it didn’t strike Marmaduke as quite that, when he had such hard\nwork to hold on, and he was so far from the ground, but nevertheless\nhe answered,–",
        "“Y-y-yes, s-s-sir.”",
        "His lip quivered like the lemon jelly in the spoon, that time he was\nso sick. If he had fallen from that shoulder, he would have dropped as\nfar as if he had been thrown from the top gilt pinnacle of the\nWoolworth Building. And so tremendous was the Giant’s voice that when\nhe talked the whole earth seemed to shake, and Marmaduke shook with it\nas if he were blown about by a mighty wind.",
        "“Now,” the Giant was saying in that great voice like thunder, “you\nwant to know what I’m heating up this furnace for?”",
        "“Y-y-yes,” replied Marmaduke, his lips still trembling like the lemon\njelly.",
        "“You see it’s this way,” the Giant tried to explain, “my old friend,\nMr. Sun, keeps the outside of the Earth warm, but I keep the inside\nnice and comfy.”",
        "It seemed strange to hear the Giant use that word, “comfy.” It is a\nword that always seems to sound small, and the Giant was so huge.",
        "“I haven’t seen my chum, Mr. Sun, for quite a spell,” the Giant went\non, “let me see–it was the other day when I last saw him.”",
        "“What day?” asked Marmaduke, “last Sunday?”",
        "“Oh, no, a little before that. I guess it was about a million years\nago.”",
        "“A million! Whew!” Marmaduke whistled. “That was quite a long time.”",
        "“Oh, no,” responded the Giant, “not as long as you think. No more than\nthree shakes of a lamb’s tail–when you come to look at it right.”",
        "“But where do you get all the coal?” was Marmaduke’s next question. “I\nshould think you’d use it all up quick, you put on such big\nshovelsful.”",
        "“See there,” the Giant said, for answer pointing in at the sides of\nthe pit. Little tunnels ran from the sides into the dark Earth. And in\nthe tunnels were little gnomes, with stocking caps on their heads, and\nthey were trundling little wheelbarrows back and forth. The\nwheelbarrows were full of coal, and when they had dumped the coal on\nthe Giant’s pile they would hurry back for more. In their foreheads\nwere little lights, and in the dark tunnels of the Earth these shone\nlike fireflies or little lost stars.",
        "“Would you like to see a trick?” asked the Giant.",
        "“A card trick?” asked Marmaduke in turn, rather hoping it was.",
        "The Giant laughed and looked down at his fingers. Each one was as big\nas a thick flagpole thirty feet long.",
        "“What would these fingers be doing, playing cards?” he said. “Pshaw! I\ncouldn’t play even Old Maid–or Casino.”",
        "“I’ll show you how,” said Marmaduke eagerly, and the Giant put him on\na shelf of the Earth close to his head. Then Marmaduke took from his\npocket a little pack of cards and shuffled them. He explained the\nrules very carefully–Old Maid it was–and then dealt them to Ping\nPong, Sing Song and Ah See, for they joined in the game, and to the\nGiant. In those thirty-foot fingers the tiny cards looked like little\nbits of pink confetti. The Giant seemed to like the game, but\nMarmaduke beat the three little Chinamen, and the Giant, too, for all\nhe was so big.",
        "They had finished the second hand, when the Giant looked at his\nfurnace.",
        "“There, that’s what I get for loafin’,” he said, “my furnace is ’most\nout.”",
        "After he had thrown about a thousand shovelfuls or so on the fire,\nwhich must have taken him all of five minutes, the Giant turned to\nMarmaduke.",
        "“I haven’t shown you my trick,” he said, “how would you like to\nsee me make a volcano blow up?”",
        "Marmaduke was a little frightened, but it was too good a chance to\nmiss.",
        "“Yes, thank you,” he replied, “that would be rather nice.”",
        "“Well, sir, watch then.”",
        "And the Giant raised his hands to his mouth and shouted at the little\ngnomes:–",
        "“Hurry, more coal now–make it snappy!”",
        "And the gnomes ran back and forth from the coal-piles to the tunnels,\ntrundling their wheelbarrows, until their legs twinkled under them as\nfast as the little lights in their foreheads.",
        "Soon the coal-pile was as high as a black mountain, and the Giant\nbegan to shovel, shovel away, throwing the coal into the mouth of the\nfurnace which was as high as the Woolworth Tower. Then he closed the\ndoor and watched.",
        "The flames began to leap, and the steam began to hiss, and soon the\ngreat furnace began to shake all over with the steam imprisoned\ninside, just like a man with chills and fever. Then all-of-a-sudden,\nfrom somewhere above them on the outside of the Earth, they heard a\ngreat roar.",
        "“There goes old Vesuvius,” said the Giant.",
        "There was another great roar.",
        "“And there’s Aetna and Cotopaxi,” he added, “now for Old Chimborazo!”",
        "Marmaduke remembered enough of his geography to know that the Giant\nwas calling off the names of the great volcanoes of the world. It was\nindeed very thrilling! But he really had hardly time to think, for he\nhad to hold on so tight to the rope hair of the Giant’s beard; and if\nthe three little Chinamen hadn’t kept tight hold, too, of their\nflatirons, they would have been blown to the ceiling of the pit, the\nfurnace and the whole place shook so. As it was they were tossed head\nover heels, their feet flying in the air, but their hands held on to\nthe flatirons like ships to their anchors, and they were saved.",
        "The Giant turned to Marmaduke.",
        "“Have you the time?” he asked, “I’ve broken the watch my grandfather\ngave me.”",
        "Marmaduke took out his little Ingersoll with one hand, meanwhile\nholding on with the other to the beard.",
        "“It’s just twelve,” he informed the Giant.",
        "“Noon again–my, how Time does fly!” the Giant exclaimed. “It seems as\nif yesterday were the first noon, and yet that was a couple of\nmillion years ago. But we’ve had only six volcanoes. We must have six\nmore for a noon whistle, so the little gnomes will know it’s time for\nlunch.”",
        "There were six more gigantic explosions up on the outside of the\nearth, then the little gnomes all stopped work, turned up their\nwheelbarrows, sat down on them in tailor-fashion, took out their\nlunch-pails, and began to eat. Then the three little Chinamen perched\non their irons and took out some bowls and chopsticks. It made the\nGiant laugh to see their funny antics.",
        "“Ho! ho!” exclaimed he, but he turned away his head in another\ndirection before he laughed.",
        "“I’m laughing in that direction,” he explained, “because\nthere’s a city full of wicked people up there, on the Earth outside.\nWhen I laugh, it’s an Earthquake, you see, and I don’t want to shake\nup the good people. Now\"–he pointed in another direction–\"the town\nof Five Corners is up about there. You wouldn’t want me to try an\nEarthquake on it, would you?”",
        "Marmaduke thought this was very kind and considerate of the Giant, to\ntry to spare the people in the town where he went to buy candy and to\nsee circuses and things. Then he had an idea.",
        "“Couldn’t you shake up the ground a mile or two west of that–see,” he\npointed his finger at the roof of the pit, “about there. That’s where\nFatty lives, over near Wally’s Creek, and it would do him good to be\nshaken up by a earthquake–just a little one.”",
        "“All right,” replied the Giant, “I can accommodate you. But you’re\nrunning a risk. I might kill your friend Fatty.”",
        "“He isn’t any friend of mine,” Marmaduke interrupted–then he thought\nfor a moment. After all he didn’t really want Fatty killed. He guessed\nhe’d better not take a chance.",
        "“No,” he said, shaking his head, “after all, I ’spose you’d better not\ntry it.”",
        "“All right,” the Giant answered, “just as you say. But have you had\nany lunch?”",
        "At that question Marmaduke suddenly felt rather faint, and he watched\nthe Giant hungrily, as he took out of an oven in the furnace a dozen\nsteers, roasted whole, and ten loaves of bread, each as big as a\nhouse.",
        "It didn’t take many gulps for the Giant to swallow the whole lot, but\nfirst he very kindly handed a few crumbs of bread to Marmaduke up on\nhis shoulder. At least the Giant thought they were crumbs, but they\nwere really as big as loaves of bread Mother made. And the little\nslivers of roasted steer which the Giant reached up to him were as big\nas whole steaks. So Marmaduke’s hunger was soon satisfied, and, for\nonce in his life, Wienerwurst’s, too.",
        "He wanted to stay a little longer, to talk with the big Giant and ask\nhim questions, but, looking down, he saw the three little Chinamen\nmaking odd gestures and beckoning to him with their long fingernails.",
        "“We must hully, quickillilly,” they said, which, of course, meant, as\nyou should know, that they had to hurry quickly, or it would be dark\nbefore they reached China.",
        "He told his troubles to the Giant, who said he “didn’t see what anyone\nwanted to see that heathen land for,” but nevertheless he lifted the\nlittle boy down, hundreds of feet to the ground, and Marmaduke curled\nup on his iron, and the three little yellow men curled up on theirs,\nwhile Wienerwurst got down on his haunches; and they all said\n\"goodbye” to the great Giant, and the little gnomes trundling their\nwheelbarrows, and the little twinkling lights in their foreheads.",
        "On the other side of the furnace, the hole opened up again, and down\nit they scooted on their way to China. It was fortunate that the Giant\nhad given Marmaduke something to eat, for it was a long trip.",
        "There were many wonderful things there, but as you’re all yawning, and\nwe couldn’t make sleepyheads understand, for that you’ll have to wait\ntill another night.",
        "After Marmaduke and Wienerwurst, Ping Pong, Sing Song, and Ah See, had\nscooted down the long hole for a few thousand miles or so, they began\nto see light below them, a little circle of blue, just at the other\nend, on the other side of the world. When their long journey was over,\nthey got up from their flatirons and stretched themselves, and\nWienerwurst got up from his haunches and stretched himself. Then one\nby one they stuck their heads out of the bottom of the hole to take a\nlook at China.",
        "A very pretty country it was, yet quite strange. The strangest thing\nabout it all was that now, though they were on the opposite side of\nthe world from the White House with the Green Blinds by the Side of\nthe Road, they weren’t standing upside down. They could stand up\nstraight, with their heads–not their feet–in the air, and look at\nthe sun, at the bottom of the hole just as they did at the top, on the\nfarm back home.",
        "When all five had climbed out, they found that they were near a great\nwall. It was built of very old stones and was as wide as a road on\ntop. Several horses could ride abreast on it.",
        "A company of Chinese soldiers with guns and swords guarded the gate,\nand the three little Chinamen, Ping Pong, Sing Song, and Ah See, were\nafraid to enter with the American boy. The soldiers might have let\nWienerwurst in because he was yellow like themselves, but Marmaduke\nwas much too white.",
        "Of course, he was disappointed, but his disappointment didn’t last\nlong, for Ping Pong just clapped his hands, and all three crouched\ndown as boys do when they are playing leapfrog, or like the acrobats\nin the circus. Sing Song climbed on the back of Ping Pong, and Ah See\non top of Sing Song. But at that Ah See’s head reached only half way\nup the great wall.",
        "He leaned down towards Marmaduke.",
        "“Come up, little Mellican boy,” said he.",
        "And Marmaduke climbed up on the three backs and stood on the shoulders\nof Ah See, who exclaimed in delight to his friends,–",
        "“Why, he not flaidlily at all.”",
        "Then he told Marmaduke to catch hold of his pigtail. Which the little\nboy did, and Ah See swung his head round and round, and his pigtail\nwith it, like David’s slingshot in the Bible story.",
        "When the little boy was spinning around through the air, fast as fast\nas could be, Ping Pong cried,–",
        "“Velly fine–now–one-two-thlee! let him go!”",
        "Marmaduke obeyed instantly, letting go of the pigtail and flying\nthrough the air like a shot. The three little Chinamen all tumbled in\na heap at the foot of the wall, but Marmaduke flew over on the other\nside and landed safely on his feet, inside the great country of China.",
        "He was pleased to see little Wienerwurst, whom the soldiers had let in\nthrough the gate, wagging his tail right beside him; and soon the\nthree little Chinamen came running up, too, and one and all started to\nexplore this great country of China.",
        "As far as their eyes could see, stretched green valleys and blue hills\nunder a pale silver sky, and thousands of men and women, as little and\nas yellow as Ping Pong, Sing Song and Ah See, worked among the\ntea-fields on every side.",
        "“See that bush,” said Ping Pong, “some day Mellican boy’s mother drink\ncup tea from that. Taste velly fine too.”",
        "“And this bush,” he went on, pointing to another, “make cup for Missee\nF-f-f-\"–he found it hard to say that name–\"for Missee Fizzletlee.”",
        "And Marmaduke thought it quite wonderful to see the very tea plants\nwhich his mother and Mrs. Fizzletree would drink up some day, on the\nother side of the world, twelve thousand miles away. But there was\nsomething else to think about. Trouble seemed to be in the wind. For a\nlittle way ahead of them, up the zigzaging white road, they saw an\nodd-looking group of men. They had swords curved like sickles, hats\nlike great saucers turned upside down, and fierce eyes, and drooping\nmustaches. Their finger nails were six inches long and stuck out, when\nthey talked, like the claws of wild beasts.",
        "All the people working in the tea-fields hid under the bushes when\nthey saw those men. Only the tea-bushes didn’t help them much, for\nthey were so frightened that their little pigtails rose straight up in\nthe air like new shoots growing out of the bushes. There were\nthousands of those pigtails sticking up straight in the air all over\nthe fields. As for the three little friends, Ping Pong, Sing Song, and\nAh See, they trembled like leaves in the wind, then threw themselves\nflat on their bellies in the dusty road.",
        "“Who are those fellows?” asked Marmaduke, beginning to be frightened.",
        "“It’s Choo Choo Choo and his gang, allee velly bad men,” explained\nPing Pong, though he found it very hard to say anything, his teeth\nchattered so.",
        "The wild men with hats like saucers turned upside down and the long\nmustaches and fingernails, came near. Four of them had big poles laid\nover their shoulders. From the poles hung a funny carriage like a\nhammock-swing with beautiful green curtains. It was called a\n\"palanquin.” When they reached the place where Marmaduke stood, they\nlet the palanquin down on the ground, and he heard a terrible swearing\ngoing on behind the green curtains.",
        "[Illustration]",
        "The curtains opened, and out stepped a man, also with a hat like a\nsaucer turned upside down, only it was made all of gold and had\nprecious stones in its rim. And his eyes were fiercer, his mustaches\nlonger than those of the other men. In fact, his mustaches reached\nalmost to his knees, and he kept pulling and tugging at them with\nfingernails that were fully a foot long. My! if those fingernails ever\nreached Marmaduke’s eyes there wouldn’t be much of them left. That’s\nwhat Marmaduke was thinking. And they were very much frightened–all\nexcept Wienerwurst, who was smelling the funny slippers of the wild\nstrangers.",
        "Choo Choo Choo (for that was their leader’s name) stretched himself.\nWith his drooping sleeves and foot-long fingernails, he looked like\nthe bats that sail under the trees in the twilight and nest, so they\nsay, in people’s hair. He gazed out over the tea-fields and saw not a\nsoul, for every mother’s son and mother’s daughter, too, was hiding\ntight under the bushes, but a million little pigtails trembled in the\nair.",
        "“Whee!” shouted the great Choo Choo Choo;",
        "And again,–",
        "“Whee!”",
        "And once more,–",
        "“Whee!”",
        "The million pigtails shook more wildly each time until, at the last,\nthe million little Chinamen rose up from their hiding-places under the\nbushes, and came running from all over the fields like the inhabitants\nof a great city running to a fire.",
        "When they reached the road and the green palanquin, they fell on their\nknees, jabbering and praying the chief Choo Choo Choo not to hurt them\nwith his long curved sword or the curved fingernails, which were worse\nthan the sword.",
        "“Pss-ss-iss-ssst!” exclaimed Choo Choo Choo, who for all his faults\nliked to see people brave and not cowardly like that.",
        "“Psss-sss-iss-sst!” he said again, then a third time, for in China,\nespecially if you are a robber, you must say things three times if you\nreally mean it, or else people won’t believe you at all.",
        "So, again “Pss-ss-iss-sst!” said this bold Choo Choo Choo.",
        "At this third dread cry, each of the million Chinamen took out of his\npocket a penny, a Chinese penny. And a Chinese penny is rather big,\nwith a hole in the centre, and funny chicken-track letters stamped on\nit.",
        "Before Marmaduke could have said “Jack Robinson,” there were a million\nof them lying in the road.",
        "Choo Choo Choo scratched his head with his long fingernail. He didn’t\nknow what in the world to do with so many pennies.",
        "After some time he seemed to land on an idea, for he beckoned to one\nof his soldiers with that nail. And when that nail beckoned, it looked\nlike the long claw of a lobster, waving awkwardly back and forth. It\nwould have been funny indeed, if it hadn’t been quite so dangerous.",
        "Nearby a kite flew high in the air, its string tied to a tea-bush.\nChoo Choo Choo’s servant hauled in the kite and the twine, and one by\none the soldiers strung all those pennies, those pennies with holes in\nthem, on the twine, like beads on a string.",
        "When they had finished, the string of pennies looked like a great\nshiny bronze snake coiling back in the road for almost a mile.",
        "By this time the great robber chief Choo Choo Choo had begun to notice\nMarmaduke.",
        "“Come here!” he commanded, crooking a fingernail. It was funny how\nPing Pong, Sing Song, and Ah See, who were quite honest, spoke broken\nor Pigeon English, while Choo Choo Choo talked correctly and very\npolitely. Robbers, and burglars too, frequently do that. So you can’t\nalways tell a man by his fine language.",
        "Marmaduke obeyed. He drew near the palanquin and waited, his heart\nbanging against his ribs.",
        "“What are you doing here?” asked Choo Choo Choo.",
        "“I want to see China.”",
        "“Oh you do, do you!” said the robber chief, “and why, pray, do you\nwant to see China?”",
        "“I wanted to see if the people stood upside down on the other side of\nthe world,” explained Marmaduke, hoping that this explanation would\nplease Choo Choo Choo.",
        "“So,” said he very sarcastically, “that’s silly–immeasurably silly, I\ncall it. Look out or you’ll go back without a head yourself. But first\ntell me,–have you any ancestors, honorable ancestors?”",
        "“What are ancestors, honorable ancestors, sir?” Marmaduke\ninquired. He thought that if he said “sir\"–very politely–it might\nhelp matters a bit.",
        "“Oh, people in your family who lived long before you, and who have\nlong beards and are very honest,” returned the robber chief.",
        "Marmaduke thought it was odd, his mentioning that honorable ancestors\nmust be honest, when he was a robber himself, but anyway he was\nrelieved as he thought of “Greatgrandpa Boggs.”",
        "“Yes,” he told Choo Choo Choo, “if that’s what it is, I have an\nhonorable ancestor–Greatgrandpa Boggs. He was very old before he\ndied. He was so old his voice sounded like a tiny baby’s, and he had a\nbeard–a long and white one–that nearly reached to the bottom button\nof his vest, and he must have been honest, ’cause Mother said he might\nhave been rich if he hadn’t been so honest.”",
        "“But wait a minute,” roared Choo Choo Choo, “did he have fingernails\nas long as mine?”",
        "“No,” replied Marmaduke, “they were short like these,” and he showed\nhim his own hands.",
        "“Pss-ss-iss-sst!” said Choo Choo Choo in disgust, “he couldn’t have\nbeen so very honorable then. I guess we’d better behead you without\nany more argument.”",
        "He looked around at the sky and so did Marmaduke. It was very pretty\nand blue, and the road looked very white and inviting, the tea-bushes\nvery lovely and green.",
        "“It’s just the right weather for beheading,” remarked Choo Choo Choo,\n\"soldiers, are your swords very sharp?” and he patted the snake made\nof pennies that curved up the white road.",
        "Marmaduke was certainly in danger now, but he kept his head so as not\nto lose it. And he found an idea in it.",
        "The idea was this:–",
        "Before he had left the Coal-Giant in the Pit in the centre of the\nearth, the Giant had told him, if he ever needed an earthquake to help\nhim out, to call on him. All Marmaduke was to do was to tap on the\nearth three times with his right foot, three times with his left, and\nthree times more, standing on his head. Then he was to run away. The\nGiant had promised to allow five minutes so that Marmaduke and his\nfriends could get to safety.",
        "So this Marmaduke did, just as he had been told. He tapped on the\nground three times with his right foot, three times with his left, and\nthree times more, standing on his head, and all under Choo Choo Choo’s\nvery nose, for, of course, that was the very place where Marmaduke\nwanted the earthquake to come.",
        "Choo Choo Choo must have been fooled, for he stopped patting the snake\nmade of pennies, and sharpening his fingernails, and the soldiers\nceased whetting their swords. They thought Marmaduke was performing\ncircus tricks for their entertainment.",
        "As soon as he was through standing on his head, he had run away, of\ncourse, to get out of the way of the earthquake which he knew would\ncome. But the robbers thought he was just running back to his\ndressing-room, as all acrobats do, and would come back again for his\nbow. But he didn’t. And after five minutes, just as the Coal Giant had\npromised, there came a great roar and a mighty tremble, and Choo Choo\nChoo and all his soldiers were blown up in the air, and when they came\ndown they fell on their heads and knocked their brains out. Then\nMarmaduke came back–to find them all dead–stone dead.",
        "And he thought it was very kind of the Coal Giant in the Pit in the\ncenter of the Earth to help him out with that little favor.",
        "But now all the million tea-Chinamen, who had seen the great\nhappening, fell down on their knees. They thought Marmaduke must have\ncome from Heaven, to work such wonders.",
        "So they dressed him all up in a blue mandarin’s coat, which they found\nin the palanquin. It was covered with pretty snakes, all embroidered\nin scarlet and gold. And they gave him a cap like a saucer turned\nupside down and made of gold, and he looked all dressed up for a\nparty.",
        "I guess the million Chinamen thought he did, too, and that they must\nget up a party for him, for they led him to the great Pagoda which\nstood on the top of the hill, and which, they told him, was the\nhighest anywhere in the world.",
        "When they reached it, Marmaduke saw that it had many stories, which\ngrew smaller as they mounted nearer the sky. And each had roofs\ncurving like skis at the end. It was all pink-colored, too, with\nstripes, and he saw that it was built of peppermint!",
        "He was minded to eat it as Hansel and Gretel had eaten their sugar\nhouse, but he didn’t, because Ping Pong said it was sacred.",
        "On a throne of stone, inside the Pagoda, sat an old jolly Billiken,\nalso of stone, and shaped just like an egg, with his hands across his\ntummy and his legs crossed under him.",
        "Now all the million Chinamen had followed Marmaduke, their slippers\ngoing “clippity clop,” on the pavement of the courtyard. They thought\nhe must be very wonderful to make the earthquake that killed Choo Choo\nChoo, and they wanted him to sit on the great stone throne of the\nBilliken. But Marmaduke wouldn’t let them. He didn’t want to take the\nseat of the old Billiken when the old fellow had sat there for three\nthousand years and more.",
        "Billiken, however, had an idea about that. Probably he thought he had\nbeen sitting there long enough, for he uncrossed his stone arms from\nhis stone tummy, unwriggled his stone feet, and stood up, stretching\nand yawning.",
        "“My! but that was a long sleep,” he said, and Marmaduke nodded his\nhead. Three thousand years was considerable of a sleep.",
        "Then the Billiken stretched out his hand to shake Marmaduke’s. The\nlittle boy thought it felt very cold, but his new friend’s face looked\njolly enough.",
        "“Hello!” said the Billiken, “have a game?”",
        "“A game of what Mr. Billiken?” Marmaduke replied.",
        "“Oh, any old thing. What’s the latest?”",
        "Marmaduke thought for a moment.",
        "“Well, there’s Duck on the Rock,” he suggested, “or Roly Poly.”",
        "“Duck on the Rock sounds interesting, let’s try that.”",
        "Then he waved to the other little stone images all around him.",
        "“Come on, fellows, let’s play Duck on the Rock. But how do you play\nit?” he added to Marmaduke, as they reached the courtyard.",
        "“Oh!” replied that little boy, “it’s easy. You just place a little\nrock on a big one, and you each stand on the line with rocks in your\nhand, an’ take turns trying to knock the little one off the big one.”",
        "“Suits me,” said Billiken, “here, you, stand on my head.” And\nhe picked up one of the little stone images and set him upon his own\nhead, that was shaped so like an egg.",
        "“Now shoot,” he commanded Marmaduke, “let’s see how it goes.”",
        "And Marmaduke did as he was bid, and he knocked off the little stone\nimage from the old Billiken’s head.",
        "They kept up the game for quite a while, but at last Marmaduke made a\nwild shot. The rock which he threw went high up in the air and knocked\na pink gable off the Peppermint Pagoda.",
        "At this, all the million Chinamen, who had been watching the game\nrespectfully from a distance, set up a howl. They thought it was a sin\nto smash their pagoda, and that Marmaduke ought to be punished.",
        "So, one and all, they made a rush for him, but again he remembered the\nCoal Giant’s advice. He tapped the ground three times with his right\nfoot, three times with his left, and three times, standing on his\nhead.",
        "Then, after he had run to safety, there came as pretty an earthquake\nas ever you saw. It didn’t kill all the million little Chinamen, but\nit threw them down on the ground, knocking the wind out of their\nmillion tummies completely. And, of course, after that they were very\ngood, being afraid of Marmaduke, as well they might be.",
        "Now, just at this time, the Queen happened by in a magnificent\npalanquin of cloth of gold. When she saw the trick that Marmaduke had\nperformed, she, too, thought he must have come down from the sky, and\nshe sent her chief officer, the mandarin, to fetch the strange little\nboy to the Palace.",
        "He was glad to accept the invitation, for he was getting pretty hungry\nby now. But they had to go through many beautiful grounds with strange\nsummer-houses, and high walls, and ponds with rainbow goldfish\nswimming in them, before they reached the main part of the palace\nitself. Then the Queen sat down on her throne, with her mandarins\naround her, all dressed in those funny coats like pajama-tops and\nembroidered with red dragons, and gold birds with great wings, and all\nsorts of queer things.",
        "The Queen seemed a little out of sorts, for, when he came to the\nthrone, she said to him sharply,–",
        "“Show me a trick, or I’ll cut your head off.”",
        "Marmaduke was puzzled. He didn’t know just what to do. He didn’t want\nto start another earthquake. That was only to be used in times of\ngreat danger. He’d better try something else first. So he felt in his\npockets once more, to see what he could find, and brought out the\nlittle pack of cards with which he had played with the Coal Giant.",
        "“I’ll teach you how to play\"–\"Old Maid,” he was going to say, but he\nstopped in time. He thought that maybe the Queen had never been\nmarried and she’d be insulted if he asked her to play Old Maid. Then,\ntoo, she might insult him back by cutting his head off. And nobody\ncould stand an insult like that. So he just said,–",
        "“_Casino is a fine game.”",
        "But “No,” the Queen replied angrily, “I played that long before you\nwere born. And my honorable ancestors played it before me.”",
        "Again Marmaduke felt in his pockets, hoping to find something that\nwould help him out. He drew forth a penny, a fishhook, a dried worm,\ntwo marbles, and–there–just the thing–the game of Authors, which\nAunt Phrony had given him for his birthday.",
        "“I’ll tell you what,” he told the Queen, “let’s play Authors. There’s\nnothing better than that.”",
        "“Authors, authors–” the Queen replied, tapping her foot impatiently,\n\"what are they?”",
        "“Oh, people who write books and stories an’ things. It’s very nice.”",
        "So he explained to the Queen all about them, about Longfellow and\nWhittier and all the rest. He really didn’t know so very much about\nthem, you see, but he had played the game so often that he knew the\ncards and names “’most by heart.”",
        "“Gracious!” exclaimed the Queen–in Chinese, of course. “Whittier and\nLongfellow–what pretty names! But haven’t you got Confucius\nthere, somewhere?” Confucius, you see, was a man who wrote in Chinese\nlong years ago, and he was one of her pet authors.",
        "Marmaduke shuffled the cards all over, but couldn’t seem to find that\nname.",
        "“I guess he’s been lost,” he said politely, so as not to hurt her\nfeelings and lose his head, “but I’ll tell you what\"–he added,\npointing to a picture of Dickens–\"we can call this man Confoundit\njust as well.”",
        "“_Confucius, not Confoundit,” the Queen corrected him crossly,\nthen she looked at the card. “That’ll do, I suppose. That author has a\nkind face and a real long beard. It’s not half bad.”",
        "She chose Marmaduke for her partner, and they played against the two\ntallest mandarins in the red dragon coats.",
        "The Queen and Marmaduke beat the old mandarins badly, due to\nMarmaduke’s fine playing. And the Queen was so pleased that she\nexclaimed,–",
        "“After all, I won’t cut off your head. You see, it might stain that\npretty rug. I guess we’d better have tea and a party instead.” Then\nshe added,–\"By the way, do you drink tea?”",
        "“Yes, thank you,” he replied, “but make it ’cambric.’”",
        "“All right if you prefer it,” she remarked, “but I call it silly to\nspoil a good drink that way.”",
        "Then she clapped her hands, and her servants came running in, with\nhuge trays of wonderful foods in their arms. And the Queen and the\nmandarins, Marmaduke and Wienerwurst, and Ping Pong, Sing Song, and Ah\nSee, all sat around the throne, drinking out of the little blue cups\nand eating the strange food. It made Marmaduke’s eyes almost pop out\nof his head to see the way the Queen and her mandarins, and his three\nlittle yellow friends, devoured those dishes,–the stewed rats, the\nfricasseed shark’s fins, and the old birds’ nests. Now Wienerwurst\ndidn’t seem to object to that sort of food at all, but “licked it\nright up” like the Chinamen. Marmaduke chose other things\ninstead,–some pickled goldfish, candied humming-birds’ tongues, some\nfrozen rose-petals, whipped cloud pudding, and a deep dish of spiced\nair from the sky, with dried stars for raisins. And, to wash it all\ndown, he had a little blue cup of tea, “cambric” of course, quite as\nhis mother would have wished.",
        "Seeing that he was growing drowsy from such a big meal, the Queen took\npity on him and said he could lean back against the golden throne and\ntake a nap.",
        "But first she called the mandarin who was in charge of the\nFire-cracker Treasury, where they kept all the finest fire-crackers in\nthe world, and ordered him to bring Marmaduke some. Soon the mandarin\ncame back, and, with him, six servants, with trays heaped high with\nthe prettiest and the fanciest fire-crackers ever boy or man saw. They\nwere wrapped in rose-colored silk paper, with gold letters on the paper,\nand dragons, too, with great eyes and fiery forked tongues.",
        "[Illustration: “Then the Queen clapped her hands and the servants came\nrunning in with trays piled high with wonderful foods.\"]",
        "The six servants and the mandarin filled all Marmaduke’s seven pockets\nwith the packs of fire-crackers, and tied one on Wienerwurst’s tail.\nThen they handed him some bundles of extra-fine punk sticks. It wasn’t\nat all like ordinary punk, but very sweet-smelling.",
        "He lighted one stick, and it smelled so like incense, and he felt so\ndrowsy and nice, that he started to fall asleep. The lighted punk fell\nlower and lower until it touched one of the fire-cracker-packs. The\nsilk paper began to curl and grow black, then it burst into flames.\nThere was a sputter, then a crackle like the firing of many rifles,\nand then a great roar. My! but those were powerful fire-crackers. One\npack exploded–and he was blown through the palace. Another–and over\nthe Peppermint Pagoda he flew. Still another went off, and he was\ntossed clean over the Great Wall to the mouth of the hole down which\nhe had come that very same day.",
        "Then the last pack went–bang! and he was blown through the\nhole, Wienerwurst after him, up, up, up, past the Coal Giant and the\nFurnace Pit, and up, up, up, until he saw, just above him, the little\ncircle of light again.",
        "Out of it he flew–and–all of a sudden his head cleared, and he saw\nhe was sitting back at home once more, sitting against the cedar post,\nand the Toyman was rubbing his head.",
        "“Never mind,” the Toyman was saying, “It’ll feel better soon. And how\ndid you like China?”",
        "The head did feel better “pretty soon.” Anyway, he didn’t mind it a\nbit. It was worth a headache, as the Toyman said, to have seen the\nwonderful land of China.",
        "Marmaduke trudged up the road. And the road went up, up, up the hill.\nFirst he thought that road was like a great worm, always squirming\nahead of him, but then he decided that, although it twisted, it didn’t\nsquirm, it was too still for that. After all, it was more like\na ribbon, a wide brown ribbon, tied around the green shoulder of the\nhill.",
        "He wondered where that ribbon road went–over the hill and far\naway–perhaps clear round the World! But, no, it couldn’t do that, for\nthere was the Sea between, and it must stop at the Sea. Anyway, he\nwould have liked to have travelled over it, to the very end, to see\nall the people and animals that walked over it, and the cities and\nchurches that stood by its side.",
        "But first he must find the Toyman. That is what he had come for. And\nthe Toyman had just gone over that very road. Marmaduke had seen him\nfrom the valley below, his long legs climbing up that hill and the\nlittle boy had hurried after him, calling and calling.",
        "“’Llo, Toyman, ’llo, Toyman!” he shouted.",
        "He heard an answer and put his hand to his ear to hear more clearly.",
        "“’Llo, Toyman, ’llo, Toyman!” came the mocking answer, faint and\nfar-away.",
        "But it wasn’t the Toyman. It was Echo, calling back from the hills.",
        "Marmaduke had always wanted to meet Echo, but so far he never had. He\nthought she must be something like the Star-Lady, whom he hadmet, only not quite so bright. Her voice sounded a little sadder, too,\nlike the Bluebird’s in the Fall when he says “Goodbye” to the fields\nand flies to the South. Often he had run after Echo, but he never\ncould catch up with her, nor even see a glimpse of her silver and\ngreen dress. She always played Hide-and-Seek with him, and he was\nalways “it.”",
        "However, he didn’t worry long about friend Echo this morning. He was\nthinking of the Toyman. For the Toyman’s face had looked worried–far\naway and sad. It had looked somehow as Echo’s voice always\nsounded. What was it Mother had said? “Poor Frank!\"–that’s\nwhat she called him; “he’s in trouble,” she had whispered to Father.",
        "Marmaduke didn’t know what he could do, but he wanted to catch up with\nhim, and put his hand in his, and tell him not to worry at all, and\nsay, if he needed money he could have all there was in Marmaduke’s\nbank–every last penny, even the bright ones.",
        "Across the road a big jack-rabbit jumped–jumped\nsping–sping–sping–like a toy animal made of steel springs.\nWienerwurst ran after the rabbit, but his master didn’t stop to chase\nJack. He was afraid if he wasted any time he would never catch up with\nthe Toyman.",
        "At last the ribbon road reached the top of the hill and wound along it\na little way before it started twisting down the other side. For a\nmoment Marmaduke’s eyes followed it down hill, and he wanted to follow\nit with his legs too, there were so many wonderful and mysterious\nplaces where it went, but just then he caught sight of the Toyman.",
        "He was sitting right on the top of the hill, sitting with his chin in\nhis hands, and his eyes on the West far away. And he said never a\nword.",
        "So Marmaduke just stole up softly, and put his face against the\nToyman’s, and sat down beside him.",
        "And then the Toyman’s eyes came back from far away and looked down on\nthe little boy and smiled again.",
        "“Don’t you worry, Toyman,” the little boy said to him, “don’t you\nworry about anything. It’ll all come out in the wash.”",
        "The Toyman didn’t ask what he meant by that, for he knew it was a\nproverb, a boy’s proverb that was as good as any King Soloman ever\nmade.",
        "“Sure, sonny,” he repeated, “it’ll all come out in the wash.” And he\npatted the hand beside him.",
        "You see, Marmaduke never asked the Toyman what his trouble really was,\nor anything at all. And that is always the very best way–when a\nfriend’s in trouble, don’t bother him with a lot of questions–and\npester the life out of him–but just take his mind off his troubles by\nsuggesting some nice game to play–like marbles or “Duck-on-the-Rock,\"\nor going fishing, or something; and if you can’t do that, just sit\nbeside him, “quiet-like,” and be his friend.",
        "For a while they sat so, drinking in the cool air, and looking down at\nthe valley, and the white houses, and red barns, and the yellow\nhaystacks, and the horses and people like ants crawling here and\nthere. There were two ribbons in the valley now, one brown and one\nsilver, the Road and the River. And from the Church with the Long\nWhite Finger Pointing at the Sky, came the sound of bells–pealing\n–pealing–up the hill to the Sky.",
        "All else was still. But after they had listened for a while they\ndiscovered that it wasn’t so still as it had seemed. Every bird and\ninsect, each leaf and blossom, was busy, preparing its dinner, or else\njust growing. A twig rustled as a little garter snake squirmed into\nthe thicket. A little gray nuthatch looked for its lunch on a locust\ntree, crawling over the trunk head-downwards, while, on a branch\noverhead, a crested flycatcher perched watching, watching, then\nall-of-a-sudden swooped down and pounced on a fly, swallowed him, flew\nback to its perch, and watched again.",
        "In the tall grasses which rose like a miniature forest around his\nhead, green katydids jumped, as spry as monkeys. And, as he lay on his\nback, he could see, way up in the middle of the sky, and right on a\nline with his eye, Ole Robber Hawk himself, or else one of his\nrelatives or friends. He was brown, of course, but against the blue of\nthe sky he looked like a little black speck with a couple of thin wavy\nlines for wings.",
        "There was music, too, for a woodthrush sang, oh ever so sweet, and the\noriole whistled as clear as a flute, while a locust rattled away like\nthe man who plays the drum and all the noisy things in the\ntheatre-orchestra. But, busiest of all, at his feet an army of black\nants hurried around a little hole in the ground, seeming quite as big\nas the people and horses in the valley below.",
        "“It’s just like a little city here, isn’t it, Toyman?” Marmaduke said,\n\"all the katydids, and bugs, and snakes, and things, workin’ an’\nworkin’ away.”",
        "“Yes,” said the Toyman, as they watched Robber Hawk swing round and\nround in the sky, “how any one can feel lonely in the country I can’t\nsee. I can understand it in the city, where you can’t speak to a soul\nwithout his putting his hand on his watch, but here there’s always a\nlot of folks with beaks and claws and tails, and all kinds o’ tongues\nan’ dialecks, that you don’t need any introduction to, to say\n’howdy!’”",
        "But Marmaduke remembered that morning and how the Toyman had seemed in\ntrouble. He had certainly looked lonely when Marmaduke and Wienerwurst\nhad found him sitting up there on the hill, and the little boy\ncouldn’t help asking,–\"Don’t you ever feel lonely? You haven’t any\nwife, and Mother says she pities a man without chicken or\nchild–’tleast she said something like that–and how it wasn’t good\nfor a man to live alone–an’ you do–out in your bunkhouse.”",
        "For the first time that afternoon the Toyman, who had been so worried,\nlaughed his old hearty laugh, and Echo sent it back from her cave in\nthe hill.",
        "“No!” said he, “I don’t want any ole wife. Like as not she’d talk me\nto death. Besides I don’t feel lonely when you’re along, little\nfellow.”",
        "The little boy felt very happy over that, but, for some reason or\nother, he felt quite embarrassed, too. Often, when he felt happiest,\nhe couldn’t put his happiness into words–he just couldn’t talk about\nthe particular thing that was making him happy. And, strange to say,\nhe would usually talk about something quite different. So he said,–",
        "“Let’s see your knife.”",
        "The Toyman took it out. It was a beauty, too, with five blades,\nall of different sizes, and a corkscrew.",
        "Marmaduke tried to open one of the blades, but he couldn’t, they were\ntoo strong for his fingers.",
        "So the Toyman took it.",
        "“Which shall it be?” he asked.",
        "“The very biggest,” came the answer, “and oh, Toyman, let’s play\n’Mumbledy Peg!’”",
        "“A galoochious idea!” exclaimed the Toyman, “how did you ever think of\nit?”",
        "“Oh!” said Marmaduke, “I thought of it–just like this_\"; and he\nsnapped his fingers to show just how quick. “But pshaw! I could think\nof lots more galoochious than that.” Then he added in delight,–\"The\none who loses has to pull the peg out of the ground with his teeth.”",
        "Meanwhile the Toyman was driving that peg into the ground. When it was\nin so far that it seemed as if no Thirty White Horses could ever pull\nit out, they began the game–the famous game of Mumbledy Peg.",
        "First, Marmaduke put the knife in the palm of his right hand and made\nthat knife turn a somersault in the air. And it landed right on the\nblade point and stuck upright in the ground.",
        "Then, taking the knife in the palm of his left hand, he made it turn\nanother somersault in the air. Again it landed on the point of the\nblade and stuck in the ground, quivering deliciously.",
        "“Neat work!” said the Toyman. Probably he said it too soon, for on the\nvery next try Marmaduke missed, and the Toyman had his turn.",
        "He took the knife and got just as far as Marmaduke with his\ntricks, then he missed, too.",
        "So Marmaduke took another turn and clenched his right fist tight shut,\nand threw the knife in the air from that, and it turned another\nsomersault clean, and landed straight up in the ground. And he did the\nsame with his left hand clenched. He was getting on famously!",
        "The next trick in the game of Mumbledy Peg was to twirl the knife from\nthe tip of the first finger, then from the second, and so on. When\nMarmaduke tried it from the third finger, the knife fell on its point,\nquivered feebly as if it were sick, then fell over on its side, only\npart way up in the air.",
        "“Can you get two fingers under it–between the blade and the ground?\"\nsaid the Toyman eagerly. “If you can, it’s all right.”",
        "“_You try?” said Marmaduke.",
        "“What–with these fingers?” laughed the Toyman, “you’d better\ntry yours–you’d have more of a chance.”",
        "So Marmaduke tried, and just managed to squeeze his two smallest\nbetween the blade and the ground. But when he tried twirling it from\nhis last finger he failed. The knife fell over on its side, and he\ncouldn’t squeeze any two of his fingers, even the smallest, between\nthe grass and the blade.",
        "“Oh dear!” he exclaimed, “I always miss with my ’pinky.’”",
        "However, the Toyman missed with his fourth finger, and Marmaduke was\nstill ahead.",
        "“I’m off my game,” the Toyman explained a little later, as he threw\nthe knife over his left shoulder and failed, “and you’re in rare\nform!”",
        "Now this was strange, for the Toyman was so good at work and games and\neverything, but I’m thinking it was like that time they played\nmarbles–he did it on purpose, just to let the little boy have the fun\nof winning. That would have been like the Toyman.",
        "Anyway, the last time Marmaduke threw the knife through the air, and\nit made its last somersault and stuck up in the ground, straight as\nstraight as could be and quivering like a jews-harp, the Toyman\nsaid,–",
        "“Congratulations, ole man, you’ve won!”",
        "And somehow Marmaduke liked to be called “ole man,” and felt quite as\nproud over that as over winning the game.",
        "Now the Toyman had to get down on his hands and knees and try to pull\nthe peg out of the ground with his teeth. And oh, what a time he made\nof it, growling like a dog over a bone, all for the fun of the thing,\nuntil Marmaduke shouted in glee and Echo answered back from her cave\nagain.",
        "So for a long time they played Mumbledy Peg on the hill, while the\nshadows grew longer and longer on the grass at their feet. Then they\nstopped to rest and sat quiet “for a spell.”",
        "Opposite them, in the West, were other hills, higher ones too, rising\nway up in the sky. And far above them curled great white clouds,\nstanding still as still could be.",
        "For a long while they watched those clouds, the man and the boy, then\nMarmaduke said,–",
        "“I wonder if you see what I see.”",
        "“What do you see, Sonny?” the Toyman replied.",
        "“A great big city–look, there it is!” And the little boy pointed\nstraight at the clouds.",
        "“Why, to be sure!” exclaimed the Toyman, “there it is, an’ it looks\nmighty pretty. But just what do you make out?”",
        "“Well!” replied Marmaduke, squinting his eye thoughtfully, ’Isee a big wall and towers on it–a whole lot of towers. There’s about\nfifty, I guess.”",
        "The Toyman squinted too, and pointed his brown finger at the clouds,\ncounting slowly under his breath.",
        "“Fifty-one towers I make,” he said as he finished–\"some little\nand some big; and some have little peaks on ’em, and some are all\nscalloped out on top.”",
        "“And there’s a church–a whopper of a big one!” went on\nMarmaduke.",
        "“Where?” asked the Toyman, craning his neck.",
        "Marmaduke pointed at the Cloud City.",
        "“There–just behind the biggest tower.”",
        "“Just a little to the right, you mean?” again asked the Toyman, trying\nhard to see so as not to miss anything in that wonderful city. Then he\nadded,–\"oh, I get it now–it’s got a gold cross on it an’ little\ndiamonds at the tips. My! how they shine in the sun.”",
        "Then Marmaduke put in,–",
        "“An’ there’s flags on the towers, red, yellow and blue–”",
        "“How nice they look!” the Toyman murmured, “all a wavin’ in the wind.”",
        "“And there’s soldiers in the streets, with helmets on their heads, an’\nspears, an’ things–”",
        "“You bet–an’ you kin hear the silver shoes of their horses on the\ncobbles–”",
        "“What kind of cobbles?”",
        "The Toyman thought a moment–",
        "“Oh, let me see–wh-h-y, I’d say they were all cut outo’ agate like\nyour shooters–leastways they look like that at this distance. An’ the\nsidewalks, of course, are of gold–a blind man could tell that–”",
        "“What else?” demanded Marmaduke, a little out of breath, and dazzled\nby all this sudden glory.",
        "“Oh, a lot else–” the Toyman replied, “for one thing, the door-knobs\nin all the castles are silver–but then that’s nothin’–silver’s so\ncommon even their frying-pans are made outo’ that. But you ought to\nsee their lamp-posts in the street. Their poles are built of ivory\nfrom the tusks of elephants of the first water; an’ the glass on top\nis nothing but rubies–”",
        "“Whew!” exclaimed Marmaduke, “that’s a great city.”",
        "“Yes,” added the Toyman, “it’s a great city.”",
        "So for a little while they watched that great Cloud City with all its\ntowers, and flags and banners waving in the wind; and heard the horses\nprance over the bright cobbles, and the glorious music coming from out\nthe great church doors. Suddenly Marmaduke asked,–",
        "“Do you ’spose we could take that city?”",
        "“’_Spose!” exclaimed the Toyman, “why, I’m sure of it.\nJust call up your horses an’ call up your men.” And he put his hands\nto his lips and hallooed through them as through a trumpet, Echo\nanswering back as if she had a trumpet, too.",
        "“Hurry,” the Toyman went on in excitement, “there’s your horse–come,\nput your foot in the stirrup an’ lick him up an’ away we’ll go!”",
        "And he made all the motions of mounting a horse himself, and calling,\n\"Charge!” to the soldiers. It was a beautiful game, and so real that\nMarmaduke felt he was actually flying through the air on a winged\nhorse, at the head of a mighty column of soldiers, straight towards\nthe Cloud City.",
        "But alas! they didn’t take that city, for, as they came near it, a\nhorn sounded from the valley below. They turned back to look and there\nfar, far beneath them, they saw the White House with the Green Blinds\nBy the Side of the Road, and Mother standing by the door. She looked\never so tiny, and she was blowing that horn over and over to call them\nto supper. They reined in their horses to listen, for they knew what\nthey would hear in a minute. Yes, there it came, that other horn–it\nwas Echo’s. And when they turned in their saddles to look at the Cloud\nCity again, it had vanished–vanished at the sound of the horn, with\nall their horses and men.",
        "[Illustration: “So, for a little while, they watched that great Cloud\nCity, with all its towers and flags and banners waving in the wind.\"]",
        "“Oh dear!” said Marmaduke, when he found himself on the hill once\nmore, the game all over and ended, “she’s always mocking us an’\nspoiling things, that Echo. If I ever catch her, I–I’ll break her\nhorn an’ throw it down the waterfall, so she can’t blow it\nagain–ever.”",
        "“Never mind, sonny, we’ll take that city some time,” said the Toyman.",
        "“We had a lesson ’bout that, in Sunday school today,” Marmaduke told\nhim, “all about ’he who taketh the city.’ But the teacher said ’he who\nconquers his spirit is greater’n he who taketh the city.’ How can you\nconquer a spirit, Toyman, when you can’t see it? Did you ever conquer\nyour spirit?”",
        "The Toyman looked very sober for a while, as they rose and turned\ntheir faces towards the road and the valley.",
        "“Yes,” he said, “that’s what I’ve been trying to do all day. I had\nsome trouble an’ temptation, an’ it was getting the best of me. You\nknow, something bad in me that was tellin’ me to do things I’d\noughtn’t to. I tried hard to get my fingers around that bad spirit an’\nthrow him out by his heels. That’s why I came up here on the hill to\nfight it out. You’ll understand some day–when you’re older.”",
        "But, strange to say, the little boy thought he understood even\nthen–at least part of it.",
        "“Have you conquered it, Toyman?” he asked at last.",
        "“I think so,” the Toyman answered slowly–\"leastways I hope so.”",
        "“And when did you conquer it?” the little boy prattled on.",
        "The Toyman thought for a moment.",
        "“When you just crep’ up behind me, so still an’ quiet, an’ put your\nface against mine.” And at that the Toyman hugged him again. “No, I\nguess we won’t take that city tonight–we’ve done a better job.”",
        "As they walked to the brown ribbon road again, and over the hill to\nthe valley, the sun was setting. They could see it perched like a gold\nsaucer on the top of the hill, or like the shield of one of their\nsoldiers. Gold bit by gold bit it sank below. Then it went altogether,\nout of sight, but the Cloud City came back again just for a moment,\nand a rosy light shone upon that Cloud City and all its banners, and\ntowers, and spires.",
        "Then suddenly it faded quite away. And the little boy and the Toyman\nwalked home through the night, but they whistled together as they\nwent.",
        "The End.",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}