{
    "title": "Half-Past Seven Stories - XIII: When the Door Opened",
    "author": "Robert Gordon Anderson",
    "chapter": "15",
    "content": [
        "\n\n",
        "And of course Tomorrow came, as it always does–only to become Today.",
        "Jehosophat didn’t climb on the chair that morning. There was no need\nof making black marks with his pencil, when that red number,\n25, stood out above all the others, so bright in its scarlet\nsplendor.",
        "As a matter of fact, the children never looked at the calendar at all.\nThey were too busy with their stockings. Now, ordinarily; stockings\neither hang limp on the line or else fit very evenly on smooth little\nlegs. But the three which hung by the fireplace were stiff and queerly\nshaped, each full of knobs and bumps.",
        "The children rose very early in the morning to get them, and were\ntaking out the oranges, and apples, and tops, and nuts, and raisins,\nand marbles, and hair-ribbon (for Hepzebiah, of course) and the\nmouth-organs, tin wagons and candy-canes, when a voice called, “Merry\nChristmas,” and Mother’s face beamed in the doorway–then Father’s.\nSoon there was a stamping of feet on the kitchen porch, and the Toyman\ncame in from his milking and called, “Merry Christmas,” too. And he\nand Mother and Father seemed to get more fun out of those stockings\nthan the children themselves, or as much, which is saying a very great\ndeal.",
        "It was hard to dress properly that morning–and particularly hard to\nwash behind one’s ears. Jehosophat put on one stocking inside out;\nMarmaduke his union suit outside in; and one of his shoes was button\nand the other lace. But they were all covered up, anyway, and Ole\nNorthwind couldn’t nip their flesh, and the Constable couldn’t arrest\nthem, so it was sufficient, I suppose.",
        "How they did it, I don’t know, but they managed to get through\nbreakfast somehow. Then there was a glorious spinning of tops, and\nplaying of mouth-organs, and blowing of trumpets, throughout the\nmorning. Meantime the whole house was fragrant with the smells of\ncooking turkey, and sweet potatoes, and boiled onions, and chili\nsauce, and homemade chow chow, and doughnuts, and pumpkin pie, and\nplum pudding, and pound cake, and caramel cake, and jumbles (all cut\nin fancy shapes) and–but there, the list is long enough to make any\none’s mouth water, and that isn’t fair. Needless to say, the children\ndidn’t try all of the list, though they would have been quite willing,\nbut Mother made rather a good selection for them. Anyway, the smells\nand tastes of that fine dinner seemed to go very nicely with the\nwreaths in the window and the bright red berries. But where was the\nTree? It had vanished–probably in the parlor.",
        "They couldn’t go in–oh, no–not yet. And after Mother had washed all\nthe thousand and one dishes, helped by Black-eyed Susan–not\nBlack-eyed Susan who lived in the pasture, but the one who lived in\nthe cabin on the canal–she entered the parlor, closing the door very\ncarefully so they couldn’t get even a glimpse of what was inside. It\nwas funny how Mother found time to do all the things she did that\nday–yes, and all the week and month before it. Her hands, Marmaduke\nsaid, were like the magic hands in the “Arabian Nights,” and he was\nright. At least the Toyman said,–",
        "“You can bet your bottom dollar on that, my son.”",
        "All of which was very strange, when Marmaduke didn’t have any pennies\neven, in his bank, bottom or top, having spent them on surprises for\nMother and all the rest of the folks. Nice surprises they were, too.\nIn fact, it was really nicer planning them out, and getting them with\nthe money he had earned, than dreaming about what he would get\nhimself.",
        "The parlor door was kept carefully locked all that long afternoon. The\nchildren tried to play with the things that had come in their\nstockings, but somehow these didn’t seem as interesting as what they\nguessed was going on behind the closed door. So they kept their eyes\nglued there, as Marmaduke’s story-book said, though he thought that\nwas funny, when they hadn’t put any mucilage on them.",
        "Once in a while Mother would come out of the parlor to look in the big\ncloset, then she would journey back very quickly, holding the\nmysterious parcel tight under her apron or shawl so that they couldn’t\nsee it. She would open the door, too, only the tiniest crack, to slip\nin sideways like a slender fairy. And though a radiance and splendor\nwould shine through–like Heaven it was–they could never see what\nmade it, and before they could say “Jack Robinson,” the door would be\nshut–tight shut–and–that was all.",
        "“Oh, oh,” it was so hard to wait!",
        "At last–about four in the afternoon–the signal was given. The Toyman\nmade them all form in line in the dining-room, Mother leading, to show\nthem the way, though they hardly needed a guide; poor little Mrs.\nCricket next, for it wouldn’t be Christmas unless they made someone\noutside their own family happy; then Jehosophat, Marmaduke, and\nHepzebiah–no, that is wrong, Hepzebiah ahead, as the boys had decided\non “ladies first\"; then Father and the Toyman, carrying little lame\nJohnny Cricket on his shoulder; and Black-eyed Susan bringing up the\nrear–a very big rear she was, Father said, for Susan weighed\nconsiderably more than her heaviest clothes-basket.",
        "And so the doors opened!",
        "“Glory be!” sang out Susan, and in that she expressed the feelings of\nevery one in the long procession that entered the parlor. It\nwas “glory\"–that light, that shining, that radiance! Wreaths\nin the window, festoons overhead, presents heaped up in the corner and\non the floor–and the Tree, the Tree!",
        "It was covered with golden ornaments, and red and silver and blue, and\nit was draped with strings of popcorn and festoons of red cranberries,\nflung so gracefully over it, and everywhere, between the green twigs\nof the spruce and the red, and the gold, and the blue, and the silver\nof the ornaments and festoons, scores of little candles were shining\nbrightly, twinkling like the stars–like very Heaven come down to\nearth before their eyes.",
        "Life has many happy moments and many happy times to offer, but nothing\nmore wonderful than a beautiful shining tree bursting on the sight\nafter one has waited all day, no–really for weeks and months.",
        "For ten minutes they all stood and gazed at that tree. Mother and\nFather were smiling happily; Susan clasped her hands and very properly\nsaid “Glory” again; the children danced; Mrs. Cricket wiped the\ncorners of her eyes with her rusty-black shawl; and little Johnny\nCricket just sat there in delight.",
        "But where was the Toyman now? He had disappeared as mysteriously as\nhad the tree after they brought it home. He must have forgotten\nsomething important, for he couldn’t want to do chores when\nthere was that tree to look at.",
        "However, the boys were eager enough, both yelling:",
        "“Now for the presents!”",
        "“Wait a minute, laddies,” said their father, “somebody’s calling.”",
        "Now there was a telephone in the White House with the Green Blinds by\nthe Side of the Road, a funny old-fashioned instrument, but a very\nuseful one, nevertheless.",
        "It was tinkling. Father went to it, and this is what they heard him\nsay,–",
        "“Hello! hello!” Then,–",
        "“Why, is that you–”",
        "He turned around to the folks in the room:",
        "“Hush!” he warned them, “it’s Santa Claus.”",
        "Then he turned to the telephone again, very surprised to be talking to\nso important a person.",
        "“I’m certainly glad to hear from you. How are you?” said Father.",
        "And he whispered to the boys:–",
        "“He says he’s very well, “–then into the ’phone:–",
        "“That’s fine–we’re very glad to hear it.”",
        "There was a pause, and Father’s voice exclaimed,–",
        "“What! You’re not actually coming here?\nWell, I should say that’s the best news I’ve heard in a long time!”",
        "And, smiling, he told this good news to the folks in the room.",
        "“Doesn’t it beat all!” he said, “Santa Claus is coming here to pay us\na visit.”",
        "He spoke into the ’phone again.",
        "“How soon can you make it?–Fifteen minutes?”",
        "He looked at his watch.",
        "“Of course–we’ll wait for you.”",
        "Then he hung up the receiver.",
        "“As long as Santy will be here so soon, we’d better wait till he\ncomes, and let him distribute the presents, don’t you think?”",
        "He paused a minute, trying to remember.",
        "“Let me see–when was it I last saw him?–yes, yes–it’s all of forty\nyears. I was just a little shaver then. I wonder if he’s changed much,\nor grown much older.”",
        "As for the children, they could hardly think, much less talk. They sat\nthere, almost in a daze, blinking and looking at the little candles,\nwhich seemed to wink back at them as if they had been in the jolly\nsecret all the time.",
        "The youngsters had hardly gotten over their wonder and bewilderment,\nwhen they heard sleighbells, and a loud “Whoa–whoa–you old reindeer,\nwhoa when I tell you!” Then there was a stamping on the porch and the\nold brass knocker was lifted–it fell–\"clack, clack\"; the door\nopened, and in walked the welcome guest.",
        "Have you yourself ever seen Santa Claus, or only pictures of him?\nWell, he really looks like his pictures, only more human–like people\nyou know and love, though of course more magnificent.",
        "In the first place, he wasn’t so fat–he was plump in the stomach, but\nnot so really round all over as in the old pictures of him. But\nperhaps that is because when they were taken there weren’t so many\nchildren in the world to make things for, and he has grown just a\nlittle thinner since then, being so busy, you know.",
        "However, he had on the same red coat trimmed with white fur, the long\nbeard falling down over his chest, and the belt, and the rubber boots,\nand the red woolen cap on his head. But his face had lost a little\nflesh, and it wasn’t all red as you see in the pictures, but brown and\nred,–like–like–the Toyman’s; and his eyes didn’t pop out of his\nhead either, but were just like ordinary people’s eyes, only kinder,\nlike the Toyman’s, and these, the children said, were the kindest in\nthe world.",
        "Marmaduke wished the Toyman would come back, so that he might meet\nSanta, for he was a year-round Santa himself, always making things and\ndoing things for little boys.",
        "But Santa was talking:",
        "“Merry Christmas! Merry Christmas!” he said, then he added,–\"to one\nand all.”",
        "At the sound of his voice the children forgot their wonder and awe,\nand hurried to him and clasped his knees, and little Johnny Cricket\ntried to reach for his crutches, but Santa just picked him up in his\narms and kissed him and little Hepzebiah too.",
        "Now Father stood up.",
        "“Mr. Santa Claus,” he began, but Santy interrupted him,–",
        "“No Mister for me,” he told Father, “we’re among friends. I’ve known\nyou all ever since you were born. Ho! Ho!” and he laughed, and his\nlaugh seemed very jolly.",
        "“Very well,” replied Father, “pardon my mistake–Friend Santy, then.\nWould you be so good as to distribute the presents?”",
        "“Deelighted!” said Santy with a bow, “Marmaduke, you hand ’em to me\nand I’ll read off the names.”",
        "So Marmaduke got down on his knees near the pile of presents and\npicked out one. It was one of his own–not one for him but one\nhe had bought–for Mother. He couldn’t wait to see that look he knew\nwould come in her eyes.",
        "She opened it. It was a nice work-basket.",
        "“And my little boy bought it all with the pennies he saved.–I know\nthat,” she cried in delight, and that look he had waited for shone in\nher face.",
        "Then came a big long box which Santy handed to Hepzebiah. Santy\nhimself helped her to tear off the wrappings; and lo and behold! it\nwas a great big doll with blue eyes and flaxen hair.",
        "So back and forth the procession of presents passed,–a pipe for\nFather, and one for the Toyman, who wasn’t there to get it, a football\nfor Marmaduke, a pair of skates for Jehosophat, and oh, so many\nthings!",
        "Then Marmaduke heard a whisper in his ear. He started, for the voice\nsounded like the Toyman’s, but it couldn’t have been, for the Toyman\nwas still nowhere to be seen.",
        "“Can’t you find something in that heap o’ things for little Johnny\nCricket?” the voice asked.",
        "[Illustration: “Little Johnny Cricket tried to reach for his crutches,\nbut Santa just picked him up in his arms and kissed him.\"]",
        "Marmaduke turned round, to discover Santy whispering in his ear. And he\nlooked hard, and, sure enough, over in the corner was a great big parcel,\nmarked, “Johnny with a merry Christmas.” Santy undid it, and revealed a\nwagon with handles that could be worked by the arms. It looked very much\nlike the Toyman’s invention. And it was just the thing for Johnny, who\nwas so lame.",
        "When he saw it he just clasped his hands, and this time the tears did\nreally come, and they ran from the corners of his eyes and down his\ncheeks. But they were very happy tears.",
        "“You’re all so good to me,” was all he said.",
        "Marmaduke didn’t need Santy to remind him now, and he hunted hard\nagain and found something for “Mrs. Cricket from her friends in the\nWhite House,\"–a fine alpaca dress. There was something for Black-eyed\nSusan too. And all under that roof and around that tree were very\nhappy. It was too bad the Toyman wasn’t there to enjoy it.",
        "Now Santy stood up and looked at his watch. It was a great big one\nwith a ship on its face and an anchor on the chain. It resembled the\nToyman’s, and the children thought it odd that there were two such\nwatches anywhere in the world.",
        "“It’s getting late,” Santa was saying, “I’ve got a lot of places to\nvisit, but before I go, I want you to sing a song–every man Jack.”",
        "So together they sang “Peaceful Night, Holy Night,” and it sounded\nvery sweet and pretty and made them all think of what Christmas meant,\nbesides just the giving and receiving of presents.",
        "“Now the youngest ones–all together now!” and Jehosophat, Marmaduke,\nHepzebiah, and little Johnny Cricket sang, without the grownup people\nthis time:",
        " “Alone in the manger,\n  No crib for a bed,\n  The little Lord Jesus\n  Lay down his soft head.”",
        "And that song sounded even prettier and sweeter than the other, with\nthose little voices singing it around the tree and all its candles.",
        "When they had finished, Santa said “Goodbye,” and, “Merry Christmas to\none and all,” bowed, closed the door behind him, stamped his feet, and\nwhistled to his reindeer. Then the sleighbells sounded, growing\nfainter until they faded quite away.",
        "About ten minutes after he had gone, the Toyman appeared. It certainly\nwas a shame he had to just miss him like that.",
        "Marmaduke called,–",
        "“Oh, Toyman, you missed him–Santy was here.”",
        "“He was, was he?” the Toyman replied, “I am sorry, for I’d like\nto have paid my respects to the old fellow.”",
        "The funny thing about it was that he didn’t seem half as disappointed\nas the children–that is, Marmaduke and Hepzebiah, particularly\nHepzebiah. Jehosophat just smiled in a sort of superior way and said\nnothing, but perhaps that was because he was getting older and had\nlost some of his enthusiasm. As for Marmaduke, he hadn’t been so\nenthusiastic about seeing Santa Claus ever since Reddy Toms had told\nhim something, but now, after seeing Santa alive and before him–why,\nhe didn’t care what any “ole Reddy Toms” said.",
        "He had seen Santy–and had shaken him by the hand.",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}