{
    "title": "Half-Past Seven Stories - VII: The Fairy Lamp",
    "author": "Robert Gordon Anderson",
    "chapter": "9",
    "content": [
        "\n\n",
        "Once in about every so often, it seems, little boys just haveto get sick. Sometimes it is their own fault; sometimes the fault of\nthe weather; and sometimes there doesn’t seem to be any reason at\nall–except maybe germs. And who ever saw a real live germ walking\naround, except, perhaps, doctors looking through microscopes? And,\nbesides, germs are too tiny to make a real big boy with pockets in his\ntrousers, and a reader, and a geography, go to bed.",
        "But that is just what had happened to Marmaduke.",
        "He hadn’t felt so sick in the daytime–just sort of dreamy, and not\nlike playing at all. He only wanted to lie where he could watch the\nfingers of the sun-beams stray over the rag rug and pick out the\npretty colors in it, and where he could see Mother and call to her\nwhen he wanted her. That was always important–to have her near.",
        "At supper all Mother would give him was a cup of warm milk. She said\nhe couldn’t have anything solid, not even bread. But after all,\nperhaps it was better, for his appetite wasn’t so very big. He had\nonly asked because he thought he ought to have things Jehosophat had,\nand didn’t want to be deprived of any of his privileges.",
        "Those two round things–like cherries–stuck in his throat so. What\nwas it the doctor called them? Tonsils, that was it. And they felt as\nbig as footballs now, and, oh, so sore!",
        "The doctor decided he had “tonsil-eatus\"–a funny name. He called out\nto Mother to inquire if they would really “eat us\"–and how they could\n“eat us” when they were in your throat already. He felt rather proud\nof that joke and better for having made it–for a little while,\nanyway.",
        "There was one “’speshully fine” thing about being sick. Mother would\nalways send Jehosophat and Hepzebiah into the spare room to sleep, and\nshe would come herself and lie down in Jehosophat’s bed, right next to\nthe little sick boy, right where he could reach out his hand and place\nit in hers. That was “most worth” all the aches and the pains.",
        "It was all right to have Father near, but somehow Marmaduke felt\nbetter if it was Mother that lay by his side. Her hands and her voice\nwere sort of cool and they drove the bad things that came in his\ndreams far away.",
        "There was one other fine thing about being sick the Fairy Lamp!",
        "At least that was what the children had named it. It was really a\nlittle blue bowl, not light blue like his oatmeal bowl, but almost as\nblue as periwinkles, or the sky some nights. It had little creases on\nthe outside, “flutings,” Mother said, like the pleats in her dress.\nInside the bowl was a thick white candle, and it had a curly black\nwick like a kewpie’s topknot.",
        "Now Mother wanted to make sponge for the bread, but Marmaduke\npleaded,–",
        "“I want you to stay with me, I feel so sick.”",
        "“Wouldn’t my little boy let me go–just for five minutes?”",
        "He thought that over for a little while. Then, “Yes,” he said slowly,\n“if you light the Fairy Lamp.”",
        "So she struck the match and touched it to the wick. The wick always\nseemed lazy about being lit. It acted as if the match were waking it\nup.",
        "But all of a sudden it would burst into flame, and the dark blue of\nthe bowl would turn into light blue–oh, such a pretty color, not like\nthe bluing Hannah put in the water to make the clothes white, nor\nwould it match Sophy Soapstone’s electric blue dress. It was more like\na blue mist, just such a shade as the fairies would wear.",
        "Marmaduke watched it a long time. Sometimes the little flame\nsputtered, sometimes it waved in the air, or dipped and bowed in his\ndirection, and once it actually winked at him.",
        "From where he lay he could see a bright star shining through the\nwindow. He tried to look with one eye at the light and with the other\neye at the star, both at the same time. The star seemed sort of blue,\ntoo.",
        "“I wonder if the little light is the baby of the star,” he said to\nhimself.",
        "And when he looked at the star again, he saw a ray travel down from it\ninto the window, right towards his eyes.",
        "He blinked, and the light grew brighter. It made a pathway reaching\nfrom the sky to his bed. Something seemed to be traveling down the\nbright pathway, singing a song as it came.",
        "First he thought it must be an angel, then a fairy with wings like a\nmoth.",
        "He shut his eyes a minute, to see what would happen, and he heard the\nvoice singing a funny sort of song–no, not funny, but pretty.",
        "And this was the song:",
        " “Light, light\n  By day or night;\n  Stars in the skies,\n  Stars in the eyes.”",
        "He opened his. And there before him, in front of the window, stood a\nlittle lady. He thought she was dressed in white, then he decided it\nwas yellow, then gold and white.",
        "She walked, yet she seemed to be pasted on a big, shiny star. The top\npoint rose just above her head, making the peak of a crown. The two\nmiddle points stuck out beyond her shoulders like bright moth wings,\nand the two bottom points extended below her waist, and away from her,\nlike the ends of a sash.",
        "At first Marmaduke thought she must be a painted doll, such as you see\nin the magazines about Christmas time, made for little children to cut\nout. But her golden hair was not still like that, but was always in\nmotion like crinkly water that flows over the stones in the brook when\nthe sun shines on it. And there on the rag rug, his own rag rug, were\nher little feet–very white, with little toes, and she could sing,\ntoo. My, how she could sing! No, she was not any painted doll.",
        "She was going on with that song now:",
        " “Far and near,\n  Bright and clear,\n  On sky and sea,\n  And the Christmas tree.”",
        "“’Llo!” said Marmaduke–then he stopped, ashamed. That was the way he\ntalked to the fellows at school. He mustn’t speak to such a beautiful\nlady that way. So–\"How do you do?” he corrected himself.",
        "But she only smiled and said–what do you think?",
        "“’Llo! little boy\"–just like himself. That seemed to set her singing\nagain:–",
        " “Low and high,\n  In the lake or the sky;\n  High and low,\n  In the crystal snow.”",
        "Then she stopped.",
        "“Is there any more to it?” asked Marmaduke. “Oh, yes, one could go on\nforever”",
        " “On the church spire,\n  Or in the fire;\n  On the wavelet’s tip,\n  Or the mast of a ship;\n  In the shining gem\n  Over Bethlehem;\n  In the little cradle,\n  With the ox in the stable,\n  A baby fair\n  It was brightest there!”",
        "“Now is that all of it?” Marmaduke asked her.",
        "“Oh, there’s lots more, but I’ll sing just the last part for\ntonight\"–and she told him the end:",
        " “And in Mother’s eyes,\n  Just as bright as the skies.”",
        "Marmaduke thought she was right in the last part of the song, anyway.\nOf course, he didn’t understand exactly what it was all about, but it\nwas a very pretty song, and he would think it over in the morning. But\nthen his curiosity got the better of him.",
        "“What did you come down here for?”",
        "“Oh, I saw the light in your window,” she explained, “and I thought\nmaybe it was a little lost star. You see, we have to look out for\nthem. When we do find a star that has lost its way we take it back–”",
        "“Do you stick it up there with a pin?”",
        "This question seemed to strike her as very amusing, and she laughed.\nAnd when she laughed it sounded like church bells far, far off, or the\nvoice of the Brook.",
        "“Oh, no,” she said as soon as she could speak. “Do I look as if I\ncould be stuck up there by a pin?”",
        "“No-o-o, but what do you do? Just float around–or swim?”",
        "“Well, that’s the way you Earth people would put it–but we have\nanother word for it.”",
        "“What is the word?”",
        "She shook her head.",
        "“That I can’t tell you, for you’d never understand it, but it’s a very\npretty word.”",
        "Marmaduke sighed.",
        "“I’d like to know it,” he said, “but I suppose I can’t.”",
        "And the Star Lady answered,–",
        "“Not now, perhaps some day.”",
        "“Do you do anything else besides hunting for little lost stars?”",
        "“Oh, yes,” she said, coming a trifle nearer his bed, “sometimes we\nfind little stars on earth that have never been in the sky, and they\nshine so very brightly that we take them up there, too.”",
        "“What kind of stars?”",
        "“Would you like to see them?”",
        "“You bet I would,” Marmaduke started to say, then stopped. That\nsounded rather rude. Still she didn’t reprove him; she didn’t seem to\nmind it a bit. There was something very homelike about her, for all\nshe was so radiant and bright.",
        "“I understand perfectly,” she assured him, “but we must be off before\ndaylight.” Then she turned to the bureau.",
        "“Take the Little Blue Lamp with you, then you’ll seem like a star,\ntoo.”",
        "Now long ago Marmaduke had made another trip to the skies, to see The\nOld Man in the Moon, but that journey was never like this. This was so\nmuch more beautiful.",
        "He didn’t feel as if he were walking or riding, just rising in the air\nwith one hand clasped in the fingers of the Star Lady, the other\naround the little lamp.",
        "Marmaduke wondered if all the people would look up and see his little\nlight.",
        "“Perhaps they can see just the light and not me,” he said to himself,\n“and that would be just right.”",
        "They rose up over the trees, then over the brook, and he saw himself\nshining in the brook. It looked as if his twin were lying there in the\nwater, and he laughed out loud–that is he thought he did. But he\nfound he wasn’t making any sound. Instead of words, sparkles seemed to\ncome from his mouth, like the twinkles of a star.",
        "He asked the Star Lady about that. It was very funny, but now that\nthey were getting up in the clouds he couldn’t hear his own voice and\nshe couldn’t hear it, either, but they understood each other just the\nsame.",
        "“When a star twinkles, it is laughing,” she explained, and it all\nseemed very clear to him.",
        "Now they passed through great clouds. When they rose above them he\nlooked down. They seemed like white islands in a clear blue sea. And\nthe sky was the sea. It wasn’t like water, but just as cool, and the\nearth, and the towns, and the trees lay like places buried at the\nbottom of the ocean.",
        "He tried to step on a cloud, and he couldn’t feel anything at all\nunder him, yet it didn’t give way–he could sit down on it. He did lie\ndown for a little while, it felt so soft and nice, but the Star Lady\nmade him get up.",
        "“We must hurry, for way over there I see the Sun. He’s stirring in his\nsleep, and when he gets up and washes his face–”",
        "“Does he wash his face?” interrupted Marmaduke, “just like real\npeople?”",
        "“Yes, he rubs cloud lather all over it, and then he dips his face in\nthe bowl of the ocean.”",
        "“How does he dry it?”",
        "“Oh, the morning wind does that,” she replied, smiling at such a\nparade of questions, “but let’s go before he starts to wash up, for I\nmust show you all the star fields. It’s only a few steps up.”",
        "“But I don’t see any steps,” exclaimed the little boy.",
        "She smiled.",
        "“Don’t you?” she said, “you’ve been climbing them all the time.”",
        "“But it’s such a long way to come, and my legs don’t feel a bit\ntired,” he persisted, a little doubtfully.",
        "[Illustration: “’We must hurry, for way over there I see the Sun. He’s\nstirring in his sleep.’\"]",
        "“Oh, no one ever gets tired in the skies,” she explained, “we never\nget tired and we never grow old.”",
        "“Do you live forever ’n ever?”",
        "“Yes, forever,” she answered gently, “but there are the fields.”",
        "Before them and all around them they stretched–as far as his eyes\ncould see, and as far as they could have seen if he had had the\nbiggest telescope in the world.",
        "They were not green like those of Earth, but blue–blue as if each\nblade of grass were a blade of violet. And each field was thickly\nplanted with bright little gleams like fireflies, winking, winking\nthrough the night.",
        "And here and there was a great big star, like the Star Lady herself,\nwalking about–no, it wasn’t that–they were floating about the\nmeadows. How Marmaduke wished he knew the word she had said they used\nin the skies for “walking.”",
        "“Are they stars or angels?” he asked her.",
        "“Yes and no,” she replied. Her answer was very strange, but she\nwouldn’t explain it.",
        "Suddenly Marmaduke thought of a question he had often asked people\ndown on Earth. He could put it to the Star Lady and see if she would\ngive the same answer as Mother. It was an old, old question that\nlittle children have asked ever since the world began.",
        "“Who made the stars?” it was.",
        "“God,” she answered gently, “at least He made the big ones–but not\nthe little ones.”",
        "“And who made them?”",
        "“Oh, the people on earth. Perhaps you made a few yourself,” she added.",
        "“_Me_? How ever could I make stars?” And he stared at her in\nwonder.",
        "“Oh, yes you can. Do you see those little ones there? They are the\nkind deeds people do on Earth. We go looking for them, and we can find\nthem easily, for they shine out even in the darkest woods and the\ndarkest streets. Then we put them up here. Look hard and perhaps you\ncan find some you recognize.”",
        "Marmaduke did look hard. There was one near him. It was very little,\nbut, somehow, as he looked he seemed to know it.",
        "He went very near it. It twinkled like a real star, yet it was round\nas a bubble. And in it, just as in a soap bubble, he saw a picture.",
        "The Star Lady was looking at him with an amused smile.",
        "“What do you see?” she asked.",
        "Yes, sure enough, there was a picture in it, a little faint, but he\ncould make it out a horse and a bright red cart and on the seat a boy\nwith crutches.",
        "“Why it’s Little Geeup and Johnny Cricket!” he exclaimed.",
        "“Yes, it’s the picture of the time you took him for a ride,” she\nanswered. “I saw you do it, and I went down to Earth, and took that\nkind, bright little star deed, and planted it here in this very same\nfield.”",
        "“Oh, oh!” It was all he could say, it was so wonderful.",
        "Then he saw another field not far away that was full of particularly\nbright stars.",
        "“I think I know those,” he told the Star Lady, “they seem like\nfriends.”",
        "“Do they? No wonder!”",
        "Then she looked at him, her head on one side, and a smile in her eyes.",
        "“I won’t tell you what they are. I’m going to let you tell\nme.”",
        "“Oh, I know, I know,” he cried, “they’re Mother’s kind deeds–all\nshe’s done for me and Jehosophat and Hepzebiah–and, oh, how many\nthere are!” he added.",
        "“Yes indeed, my dear. You never guessed there were so many, did you?”",
        "Marmaduke grew very solemn as he replied,–",
        "“But I won’t forget now ever.”",
        "From where they stood, the great blue fields rose into a hill. And on\nthe top of the hill was a beautiful star, the largest of all.",
        "“And what is that?” the little boy asked his new friend.",
        "“The star that shone over the cradle in Bethlehem.”",
        "He begged her to let him go nearer, but she shook her head.",
        "“Not tonight. Someday you’ll see it very clearly.”",
        "He was disappointed at that.",
        "“When can I?” he asked.",
        "“I do not know–but someday you and all in the world will see it, when\nthe Earth people are kind to each other–not once in a while, but\nevery day–all the while–”",
        "“Anyway,” said Marmaduke, “I don’t think that star is any prettier\nthan Mother’s. It’s bigger but not prettier.”",
        "“No, dear,” she said, “not any more beautiful–it’s all the same\nlight. But the Sun is putting on his gold shoes. Look–over there,\"\nshe added, “you can see the reflection.”",
        "And sure enough, as Marmaduke looked over to the East, the edge of the\nsky was turning to gold.",
        "“You’ll have to say goodbye now,” the Star Lady told him, not sadly\nbut gently, “to all the stars and to me. But before you go, listen,\nand you’ll hear them all singing together. They always do, in the\nmorning before the Sun comes. There, can you hear it?”",
        "He listened, oh, so hard, but all he could hear was music like sleigh\nbells that were very far away.",
        "“I hear something,” he told her, “but it isn’t clear. It sounds so\nfar, far off.”",
        "“Someday you’ll hear that clearly, too,” she said, then turned.\n“Goodbye, my dear, I’ll look out for your stars again, all the little\nones you make each day. Don’t forget.”",
        "And as he felt himself sinking, he saw the Star Lady waving at him\nfrom above, and he was sure she was singing again:",
        " “Light, light\n  By day or night;\n  Stars in the skies,\n  Stars in the eyes.”",
        "Again he opened his. There was the Blue Fairy Light winking at\nhim–and his mother’s hand was on his forehead. How good it felt! And\nhow cool her voice sounded!",
        "“Was it a nice dream, dear?” she asked him. He didn’t answer that\nquestion. Instead he said shyly,",
        "“Mother–”",
        "“Yes, dear?”",
        "“Your eyes are like–”",
        "“Like what, my dear little boy?”",
        "“Like stars,” he finished drowsily, then fell asleep, her hand still\non his forehead.",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}