{
    "title": "Half-Past Seven Stories - VI: Two O’ Cat",
    "author": "Robert Gordon Anderson",
    "chapter": "8",
    "content": [
        "\n\n",
        "It was hard to be called a “kid\"–harder still to be left out of the\ngame. And, besides, it wasn’t fair. Marmaduke knew he could catch that\nball as well, and hit it as often as any of them.",
        "This is the way it began:–",
        "That morning Jehosophat had gone with the Toyman to Sawyer’s Mill over\non Wally’s Creek. Marmaduke felt lonely, for there was nobody but\nHepzebiah to play with, and she wouldn’t leave her dolls, and he had\nlong ago gotten past playing with them. As he was wandering\nforlornly around the barnyard, wondering what he could do, he heard a\nshout over by the Miller farm.",
        "“You’re out!”",
        "It was a very fascinating cry, an inviting one as well. Looking over\nthe field he saw boys–at least six of them–playing baseball. So he\nhurried over to get in the game, too.",
        "But his old enemy “Fatty” told him that they didn’t “want any\nkids hangin’ around.”",
        "And Dicky Means agreed with that.",
        "“Naw, we don’t want any kids!”",
        "“I can catch an’ I can pitch–curves, too,” Marmaduke protested, but\nthey wouldn’t believe him.",
        "“You can’t, either,” Fatty yelled back, “you’d muff it every time.\nWouldn’t he, Means?”",
        "He was talking to Dicky Means, but he called him by his last\nname just because he had heard grown-up men do that sometimes and he\nthought it was very smart.",
        "Again Dicky Means agreed with Fatty.",
        "“_Sure he’d muff it every time.”",
        "Reddy Toms and Harold Skinner didn’t take Marmaduke’s part, nor did\nSammy Soapstone, though he had borrowed Marmaduke’s mouth-organ and\nlost it, and had Marmaduke’s appendix all pickled in alcohol in a big\nbottle and wouldn’t give it back, either. But they were all bigger\nthan Marmaduke, so what could he do but sit on the fence and watch\nthem, while his fingers fairly itched to catch one of those “flies.\"\nAnd the crack of the bat against the ball did sound so fine across the\nfield.",
        "At last he couldn’t stand it, so he got down from the fence, and\nshouted at them,",
        "“I wouldn’t play in your ole game–not for a million dollars!”",
        "And off he walked towards his own barn, swinging his arms all the way,\nas if he were holding a bat and showing them just how well he could\nplay. My! what long “flies” he would knock, if he only had the\nchance–over the dead chestnut tree, over the Gold Rooster on the top\nof the barn, and even above the Long White Finger of the Church\nPointing at the Sky. Maybe, sometime, if he hit it hard enough and\njust right, the ball would sail on and on, and up and up, to the Moon:\nand the Ole Man there would catch it and throw it down to him again.",
        "But he would have to practice a lot first, so, when he reached the\nhouse, he went in and found a ball of his own. He turned it over and\nover in his fingers, admiring it. It was a fine one, with leather as\nwhite as buckskin but very hard, and thick seams sewed in the cover\nwith heavy thread, winding in and out in horseshoe curves.",
        "It had a dandy name, too,–\"Rocket,” that was it. And he threw it up\nhigh up, up, up, until it reached the eaves of the barn and startled\nthe swallows, who flew out and swept the sky with their pretty wings,\nchattering angrily at him.",
        "He watched to see where the ball would fall, and ran under it, holding\nhis hands like a little cup. It fell into them, but it fell outeven quicker than it had fallen in. Jiminy! but that ball was hard!\nMarmaduke thought the man who made it should have left the “et” from\nits name and called it plain “Rock” instead. It was just like a rock\ncovered with hard leather.",
        "He tried it again, but he didn’t throw it up quite so high.",
        "“Crack!” it went against the side of the barn, and little clouds of\nhay-dust from the loft danced in the air, and the swallows chattered\nstill more angrily:",
        "“He persists–sists–sists–sists–sists,” they called to one another.",
        "This time the ball fell on his cheekbone and raised a lump as round\nand as hard as a marble.",
        "He didn’t cry. Oh, no! for he was trying hard these days to be a\nregular boy and never to cry even one little whimper. So he just went\nin the house and Mother put a kiss and some arnica on it–it is always\nmore effective if mixed that way–and out he came and tried it all\nover again. For regular boys never give up. Of course, at first he\nthrew the ball a little lower than before, but that was only wise. And\nthis time it did fall into his hands and he held it tight. Over and\nover he practised until his hands were pretty red from catching the\nhard “Rocket” ball, but he felt very happy inside–which is what\ncounts, for one doesn’t mind being sore outside if one is all\nright within.",
        "However, all the time he could hear the sound of that bat over on the\nMiller lot. Then–all of a sudden–he heard an altogether different\nsort of noise–more like a crash and a smash than a crack.",
        "“Glass!” that was it!",
        "“Hooray!” he shouted in delight, ’now that Fatty’s going to get\nit.”",
        "But he was wrong. Fatty was too plump to hit a ball so hard. It was\nDicky Means that had done it. And, like Fatty, he was always up to\ntricks, only usually Fatty planned them and Dicky did them.",
        "Yes, it was Dicky Means who had hit that ball right through Mis’\nMiller’s window, the big parlor window, too, and she expected the\nMethodist ladies of the Laborforlovesociety that very afternoon. There\nwas Mis’ Miller now, running out of the house and shrieking,–",
        "“You younglimbosatan, you’ll pay for that!”",
        "“Pleeze, Mis’ Miller, I haven’t any money,” Dicky was saying, very\npolitely, with his eye on the broom she held in her hand, “I’ll pay\nyou tomorrow.”",
        "“No, you’ll settle it now,” she told him–very cross she was,\ntoo, “or I’ll tell your mother, and your father’ll paddle you in the\nwoodshed.” Then she added,–\"an’ you won’t get your ball.”",
        "Dicky seemed to be more worried about the ball than about the\nwoodshed, for he whined.",
        "“Aw, pleeze, Mis’ Miller, have a heart!”",
        "You see, “Have a heart!” was an expression he had heard down in the\ncity, and for the last week the boys had been using it every chance\nthey got.",
        "Still it didn’t work on Mis’ Miller, for she only shook her head\nangrily and took her broom and shouted,–",
        "“Scat, get out!\"–just as if they were so many cats–\"an’ don’t come\nback for the ball till you come with the money in your hand.”",
        "And as everybody in the neighborhood used to say, “Gracious, but Mis’\nMiller has a turrible temper!” or “Whew, but can’t she get mad?” and\nbecause she was flourishing that broom right in their faces, why, they\ndid scat like so many cats, just as she had told them.",
        "Across the field they all came running, straight towards Marmaduke,\nwho pretended not to see them at all, but just kept passing his Rocket\nball from one hand to the other, trying to juggle it like the trick\nmen in the circus.",
        "When they saw that ball, all the boys suddenly grew very polite to\nMarmaduke.",
        "“Lend us your ball, Marmy!” they said.",
        "“Wouldn’t you like to have it!” he replied, still juggling the ball,\nbut he watched them out of the corner of his eye. They had been pretty\nmean to him, but he supposed he ought to be decent even if they\nweren’t, and besides it would be fine to play a real game with “sides\"\ninstead of one just by himself.",
        "“All right,” he said, after making them wait long enough to want that\nball very much, “if you’ll play ’sides’ ’stead of’ two o’ cat,’ and\nlet me be captain.”",
        "“Aw!” said Dicky, “you’re not big enough.”",
        "“All right,” replied Marmaduke, still juggling that fine Rocket ball,\n“you’ll have to play with some ole rock then.”",
        "“Aw, come ’n, have a heart!”",
        "Marmaduke thought it over for a little while. To “have a heart” was\nlike “heaping coals of fire” on people’s heads, in minister’s\nlanguage, he supposed. And he wasn’t so fond of that. But anyway he\ngave in.",
        "“All right,” he agreed, “come ’n, where’ll we play?”",
        "“Here,” said Fatty, “this big rock’ll be home-plate, and that one over\nthere by the chestnut tree ’first.’ An’ we’ll choose up sides–first\nchoosin’!”",
        "Then Dicky, who insisted on being the other captain, picked up the bat\nand threw it with the handle uppermost to Fatty, who caught it around\nthe middle. Then Dicky clasped his fingers around the bat just above\nFatty’s hand; then Fatty put his left hand above Dicky’s right; and\nDicky his left hand next; and so on until their fingers almost reached\nthe handle of the bat. There was just a little space left. If Fatty\ncould squeeze his plump fingers in between Dicky’s and the top he\nwould win, and he could have first choice of the best players for his\nside. But his fingers were much too fat.",
        "“Your pinky’s over,” said Dicky, and Reddy Toms picked up a flat stone\nand scraped it over the top of the bat, and Fatty howled and let go.",
        "So it was Dicky’s turn to choose, and Marmaduke waited breathlessly.\nHe hoped that he would be chosen first, second anyway. He ought to be,\nfor wasn’t it his ball they were going to play with!",
        "But–",
        "“I’ll take Reddy,” said Dicky;",
        "“Sammy,” said Fatty;",
        "“Skinny,” chose Dicky next;",
        "“Froggy Waters,” chose Fatty–and poor little Marmaduke was left to\nthe last, as if he were the worst player in the whole world.",
        "“Well,” said Dicky, “I spouse I’ve got to take him. But he’ll\nlose the game for us.”",
        "He turned to Marmaduke.",
        "“I’ll tell you what, Marmy,” he said, “you can be the spectators–a\nwhole pile of them–in the grand stand. Wouldn’t you like to be a\ngrand stand? That’s great. Isn’t it, fellows?”",
        "“Sure,” they all said, grinning, but Marmaduke didn’t want to be any\nspectator, not even a grand stand. He wanted to be doing things, not\nwatching. Lose that game, would he? No, he’d show them, he’d win it\ninstead. He’d hit that ball clean over the fence–so far they’d never\nfind it. But whew! That wouldn’t do. He’d better not hit it quite so\nfar or he’d lose his dandy Rocket ball.",
        "But they had to give in and let him play before he would give them\nthat ball. Then the two captains told their men to take their\npositions.",
        "“I’ll pitch,” declared Dicky, “’n Reddy’ll catch. Skinny you play\n’first,’ and Marmaduke out in the field. You kin go to sleep, too, for\nall I care–for you can’t catch anything even if you had a peach\nbasket to hold it in.”",
        "“Play ball!” shouted Fatty, and they all took their places, Dicky’s\nteam in the field, and Fatty’s at the bat.",
        "Marmaduke had to stand way out, and he didn’t have much to do for a\nwhile, for the other team either struck out, or hit the ball towards\nDicky, the pitcher, or Skinny at ’first.’ Once a ball did come his way\n“Hold it!” shouted Dicky, but Marmaduke was so excited that he threw\nhimself right at it, and the ball rolled between his legs.",
        "“Aw! didn’t I tell you?” said Dicky in disgust, and all on the other\nteam shouted:",
        "“Butterfingers!”",
        "And, as every boy in the world knows, it is a great disgrace to be\ncalled “Butterfingers.”",
        "When the first inning was over the score stood six to five, and\nFatty’s team was ahead.",
        "In the next inning the ball never once came towards Marmaduke, way out\nthere in the field. All he could do was to watch the other boys catch\nthe “pop-flies,” stop the grounders, or run back and forth between\nfirst base and home. It was hard, too, when Marmaduke wanted so much\nto be in the thick of it.",
        "Before long the score stood seventeen to fifteen, still in favor of\nFatty’s team. At last they were put out, and it was Marmaduke’s turn\nto bat. If he could only knock a home run it would bring Skinny in and\ntie the score.",
        "“Strike one!” called Sammy, who was catching.",
        "Marmaduke swung at the next one too wildly.",
        "“Strike two!”",
        "And then, sad to tell,–",
        "“Strike three!”",
        "He was out–no doubt about it!",
        "“Aw!” exclaimed Dicky, “what’d I tell you–you ought to be fired.”",
        "Marmaduke felt very much ashamed as he took his place out in the field\nagain, with the score thirty-six to thirty against them.",
        "Just then the Toyman and Jehosophat came up the road on their way back\nfrom Sawyer’s Mill, and the Toyman stopped his horses to watch the\ngame for a minute. Marmaduke gritted his teeth and clenched his hands.\nHe would have to do well now when they were looking on.",
        "Before he knew it, two of the other team were out. Then, all of a\nsudden, he heard a loud crack. Looking up, he saw the ball sailing\nthrough the air. It wasn’t sailing towards Dicky or Skinny. It was\ncoming straight in his direction!",
        "He formed his hands in the shape of a cup and waited. He was going to\nhold that ball–if it ever got there. And, sure enough, it fell in his\noutstretched hands. My! how that Rocket ball stung and burned! But he\nhung on for dear life.",
        "“Butterfingers!” he heard Fatty call to “rattle” him. And that settled\nthe matter, for, if he hadn’t heard that word, he might have dropped\nthe ball after all, but he was so determined to make Fatty take it all\nback that he made his fingers tight as a vise around the ball–and it\nstayed–it stayed there!",
        "[Illustration: “He formed his hands in the shape of a cup and\nwaited.\"]",
        "When he came in to take his turn at bat, Dicky patted him on the\nshoulder.",
        "“Good boy, Mary!” he said, and Outfielder Green felt as pleased and\nproud as before he had been ashamed. But he felt even happier a little\nlater.",
        "It was the last half of the last inning. Reddy and Skinny each made\none run and Dicky made two, and now the score stood thirty-six to\nthirty-five. Fatty’s team was only one run ahead, and Dicky was on\nfirst with Marmaduke at the bat.",
        "Now was Marmaduke’s chance to win the game–the chance of a lifetime!",
        "Fatty twirled the ball in his hand. Though he was fat, he could pitch\nlike a regular pitcher. At least his motions were just as funny. He\nwould curl up his fingers in a strange way to make what he called a\ncurve. Then he would hold the ball up to his chin and look wisely over\nat first base, watching Dicky. Then he would curl his arms around his\nhead several times, and at last he would let the ball fly.",
        "Marmaduke tried hard to hit it, but he just tipped it.",
        "“Foul!” called the catcher.",
        "And Marmaduke missed the next one and the next. He had only one chance\nleft now. And Fatty twisted himself up almost in knots, to make an\nextra fine curve, I suppose, for Marmaduke’s benefit. Six times he did\nthis before he let the ball go.",
        "It came towards the home-plate and Marmaduke, as fast as an arrow. He\ngritted his teeth, and gripped his hands tight around the bat, and hit\nat that Rocket ball harder than he ever had in his life; and all the\ntime his ears were listening for the “crack!”",
        "Of course, it all happened very quickly, more quickly than we can ever\ntell about it in words, but–to make a long story short–he heard that\ncrack!",
        "He had hit it! And away the Rocket ball flew towards the dead chestnut\ntree, up, up, by the old crow’s nest, and plop! right in the nest it\ndropped.",
        "And Dicky came racing home, and Marmaduke not far behind him, his face\nred with excitement and his eyes shining.",
        "And how the team cheered him now, and patted him on the back, and said\n“Good boy, Mary!” again, and how happy he felt!",
        "There was a nice ending to it too, although the dandy Rocket ball was\nlost in the old crow’s nest. For, when he told them about it all at\nthe supper-table that night, Father turned to the Toyman, and,\nreaching into his pockets, where some money jingled, said:–",
        "“So the home-team won, did they? though they lost the ball? Well,\nFrank, there are some more ’dandy Rockets’ where that came from,\naren’t there?”",
        "The Toyman was quite sure there were, and Father added,–",
        "“And that baseball glove, that big catcher’s mitt that Marmaduke\nalways wanted–do you ’spouse that’s still in the store?”",
        "Again the Toyman seemed rather hopeful, and the promise was fulfilled\non the following Saturday. And many a time the hard Rocket ball and\nlots of other balls, too, thumped in that big leather mitt.",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}