{
    "title": "Half-Past Seven Stories - XIV: The Hole That Ran to China",
    "author": "Robert Gordon Anderson",
    "chapter": "16",
    "content": [
        "\n\n",
        "By this time you should have noticed, if you ever stop to think, that\nMarmaduke was quite a traveller. It was really remarkable the trips\nand voyages that boy took–not only to the town, and Apgar’s Woods,\nand the Leaning Mill on Wally’s Creek, but to the South Seas, The Cave\nof the Winds, the Ole Man in the Moon, the Fields of Golden Stars, and\nto all sorts of beautiful cities and kingdoms, some of which you may\nfind in your geographies, and some not on any map in the world. And he\ndidn’t have much money for fares, either. It was hard to tell just how\nhe managed all these journeys, but sometimes, do you know, I suspect\nhe paid for his fare with a ticket of dreams. What do you think? Well,\nanyway, one day he went to China.",
        "And this is the way it all came about:",
        "First he went to town–with the Toyman, of course, and Old Methusaleh.\nThat old white horse was tied to the hitching-post in front of\nTrennery’s Grocery Store, with his nose deep in a feed-bag. While the\nToyman was talking to Mr. Trennery–Mr. Will Trennery, and his brother\nLish–Marmaduke sat on the seat of the buggy and watched the people.\nThere were a lot of them, more than he ever saw on the farm, all at\none time. There must have been almost fifty on the street. Some of\nthem were lounging around the soldier who stood on the big stone with\na gun that never went off; some were hitching up their horses, or\n“giddyapping” to them; while a crowd was going in the side door of the\n“City Hotel,” and another stood in front of Trennery’s Grocery Store,\ntelling who’d be the next president. They were very wise, they\nthought, but Marmaduke was sure the Toyman could tell them a thing or\ntwo–and that was just what the Toyman was doing.",
        "After a while Marmaduke tired of listening to all their talk about\npresidents and the new Justice of the Peace, and he looked at the\nother stores and all their signs. He noticed a new one that had just\ncome to town. It stood between Trennery’s and Candlemas’ Emporium, and\nit was even more interesting than the candy store. It had a red sign\nabove the door with white letters which read:–",
        " “Hop Sing\n  Laundry.”",
        "In the windows were parcels of shirts, tied with white string, with\nlittle slips of paper under the string. These slips of paper were\ncolored like the petunias in Mother’s garden, and on them were funny\nblack letters that looked like chicken-, and rabbit-, and fox-tracks,\nall mixed up.",
        "Inside the store three little men were ironing, ironing away on boards\ncovered with sheets, and jabbering in a strange language. And they\nwore clothes that were as strange as the words they spoke–clothes\nthat looked like pajamas with dark blue tops and light blue trousers.\nAnd each of the little men had a yellow face, slant eyes, and a black\npigtail.",
        "It was Saturday, and a group of town-boys stood around the door,\ngazing in at the three strange little men and mocking them:–",
        " “Ching, ching Chinaman,\n  Bow, wow, wow!”",
        "Then one of the boys would shout in through the door,–\"Bin eatin’ any\nole stewed rats, Chinky?” and another would ask,–\"Give us a taste of\nyer bird’s-nest pudding?” They thought they were very smart, and that\nwasn’t all, for, after calling the Chinamen all the names they could\nthink of, the boys reached down into the ditch, which some men were\ndigging for a sewer, and scooped up handfuls of mud and threw it\nstraight into the laundry and all over the snow-white shirts the\nlittle men were ironing; at which, the Chinamen grew very angry and\ncame to the door, shaking their flat-irons in their hands and\ncalling,–",
        "[Illustration]",
        "And the boys ran away, still mocking them. You could hear their shouts\ndying away in the distance:–",
        " “Chinky, chinky Chinaman,\n  Bow, wow, wow!”",
        "Not long after this the Toyman came out from Trennery’s and climbed on\nthe seat; and he and Marmaduke and Old Methusaleh jogged along towards\nhome. All the way, Marmaduke couldn’t help thinking of the three\nlittle men in their blue pajamas and their black pigtails; and he\nasked the Toyman a lot of questions, even more than you will find in\nhis arithmetic, I guess, all about what those letters on the packages\nof shirts meant, and if the Chinamen braided their pigtails every\nnight and morning just like girls, and if they really did eat “ole\nrats,” and bird’s-nest puddings, and all that.",
        "The Toyman could hardly keep up with the questions; and he hadn’t\nanswered them all, either, by the time they reached the White House\nwith the Green Blinds by the Side of the Road.",
        "On the afternoon of that same day, Marmaduke was sitting like a\nhoptoad, watching the Toyman dig post-holes in the brook pasture. The\nsun shone so soft and warm, and the cedar posts smelled so nice and\nfragrant, that he began to feel drowsy. He didn’t sit like a hoptoad\nany more, but lay on his elbow, and his head nodded–nodded––nodded.",
        "Rather faintly he heard the Toyman say:",
        "“Well, that’s pretty deep. A little more, and I’d reach down into\nChina.”",
        "The little boy rubbed his eyes and looked down into the deep brown\nhole.",
        "“If you dug a little more,” he asked, “would you really go down\nthrough the earth, all the way to China–where the Chinamen live?”",
        "“Sure,” replied the Toyman, who never liked to disappoint little boys.",
        "“Then,” said Marmaduke, “please dig a little more–for–I’d like–to\nsee–where–the Chinamen–live–.” His voice sounded very sleepy.",
        "The Toyman dug another shovelful or two, and all the while the little\nboy’s head kept nodding, nodding in the sun–then–as the last\nshovelful fell on the pile at his side, he looked down in the hole\nonce more and heard voices–strange voices.",
        "Words were coming up out of that hole, and it seemed to Marmaduke that\nhe could see those words as well as hear them. Now that is a very odd\nthing, but it is actually what happened–he could both see and hear\nthem–and they looked like the funny music on phonograph\nadvertisements–something like this:",
        "[Illustration]",
        "And, way down at the bottom of the hole, he saw three black heads with\npigtails that curled upward in the hole like smoke coming from a\nchimney.",
        "He tried to grab hold of them, but he fell, and Wienerwurst after him,\nright plump among the pigtails, landing on the three Chinamen way down\nin the hole, and knocking them flat on their backs until their feet\nwith the funny black slippers kicked in the air.",
        "Then they all got up and rubbed their tummies under the blue pajamas.",
        "“Velly wude little Mellican boy,” said the first little Chinaman,\nwhose name was Ping Pong.",
        "“Velly bad manners,” said the second, who was called Sing Song.",
        "“You beggy our pardon,” the third, whose name was Ah See.",
        "Now Marmaduke intended to do that very thing–that is, beg their\npardon, for he was very polite for an American boy.",
        "“I’m very sorry–I didn’t mean to hurt you,” he explained, “I just\nfell down that hole.”",
        "At this he looked up the sides of the hole. It seemed as if he were at\nthe bottom of a great round stove-pipe, or a well with brown sides.\nFar, far above him was a little circle of light blue, the top of the\nhole where he had fallen in.",
        "After he had begged their pardon so nicely, the three little yellow\nmen said, all together,–",
        "“Little Mellican boy velly politely; he has honorable ancestors.”",
        "Marmaduke looked around again and saw that they were standing, not on\nthe bottom of the hole, but on a little landing like that on a\nstairway. Below them the hole kept on descending into the darkness,\ncurving round and round like a corkscrew or the stairways in old\ncastles–down, down, down.",
        "“Little Mellican boy like see China?” asked Ping Pong.",
        "“Very much, thank you,” replied Marmaduke, trying to be as polite as\nthey were.",
        "But the Toyman would miss him. He looked way up at the circle of light\nat the top of the hole and shouted:",
        "“Say, Toyman, can I go to China–just for a little while?”",
        "The Toyman’s face appeared in the circle of light at the top.",
        "“Sure, sonny, have a good time,” he shouted back, and his voice coming\nway down that hole sounded hollow, as if he were hollering down a\nwell.",
        "Marmaduke waved to him.",
        "“Goodbye, I won’t be long,” he called.",
        "Then, turning, he saw that the three Chinamen had flat-irons in their\nhands. They were fitting the handles to them. Ah See handed Marmaduke\na fourth iron for himself.",
        "“Mellican boy wide on this–now, velly caleful,” said he.",
        "“But how can I ride on such a small iron?” asked Marmaduke.",
        " “Watchee and see,\n  Allee samee as me.”",
        "And at once all the three little Chinamen mounted the irons and curled\ntheir tiny slippered feet under them. And Marmaduke curled up on his\niron just as they did.",
        "“Allee weady!” shouted Ping Pong, and all-of-a-sudden they started\nscooting down that curving brown hole, round and round, down through\nthe deep earth. Wienerwurst had no iron to slide on, but he did pretty\nwell on his haunches, and how swiftly the brown sides of the earth\nslipped by them! How fast the air whistled past!",
        "After a fine ride they saw ahead of them a great red light. It looked\nlike the sky that time when Apgar’s barn was on fire.",
        "They stopped with a bump and a bang. Marmaduke waited until he had\ncaught his breath, then he looked around. They had stopped on a\ngallery, or sort of immense shelf, that extended around a tremendous\npit or hole in the earth. In the centre of it stood a big giant,\nshovelling coal in a furnace. The furnace was as high as the Woolworth\nBuilding in New York City, which Marmaduke had seen on picture\npost-cards. And the Giant was as big as the furnace himself.",
        "He had a beard, and eyes as large and round as the wheels of a wagon;\nand he was naked to the waist. Great streams of sweat, like brooks in\nflood-time, poured off his body. When these rivers of sweat struck the\nground, they sizzled mightily and turned into fountains of steam that\nrose in the air like the geysers in Yellowstone Park, it was so hot in\nthe place.",
        "Marmaduke felt pretty warm himself, and he mopped his face with the\nhandkerchief which he had won in the Jack Horner pie at the church\nsociable. It had pictures of pink and blue ducks and geese on it, and\nit looked very small beside the handkerchief with which the Giant was\nmopping his face. That was as big as a circus tent. Marmaduke himself\nlooked very small beside the stranger. When the little boy stretched out\nhis hand, he just reached the nail on the Giant’s great toe.",
        "The three little yellow men were exclaiming:–",
        "[Illustration]",
        "Which meant that this was the centre of the Earth.",
        "“But what is he doing that for–shovelling all that coal in the\nfurnace when it’s so hot already we’re most roasting!” complained\ntheir little American guest.",
        "His voice was almost lost in the tremendous place. It was strange that\nit ever reached the Giant’s ear, which was hundreds of feet above\nMarmaduke’s head, but nevertheless the Giant did hear it, for he\ncalled:–",
        "“Now, you three Chinamen keep your jabbering tongues still,” he said,\n“and let me have a chance to talk. It’s so long since I’ve seen a boy\nfrom up on the Earth that I’d like to talk a spell myself–to limber\nup my old tongue. It’s grown pretty stiff all these years.”",
        "Then he looked way down at Marmaduke, who was standing there, no\nhigher than the Giant’s great toe.",
        "“Come up,” he invited the boy, “and have a seat on my shoulder.”",
        "Marmaduke looked up and hesitated, for the distance up to that\nshoulder was so great. He might as well have tried to climb a mountain\nrising straight up in the air. But the Giant helped him out.",
        "“Don’t be scared,” he said, “I’ll give you a boost.”",
        "And he reached down his mighty hand and placed it under the seat of\nMarmaduke’s trousers. The little boy looked no bigger than the kernel\nof a tiny hazelnut rolling around in the big palm. But very gently the\nbig fingers set him on the tall shoulder, way, way above the bottom of\nthat pit, but very safe and sound. Marmaduke grabbed tight hold of one\nof the hairs of the Giant’s beard to keep from falling off. He had\nhard work, too, for each hair of that beard was as stout and as thick\nas the rope of a ship.",
        "“Kind of cosey perch, ain’t it?” asked the Giant.",
        "Now it didn’t strike Marmaduke as quite that, when he had such hard\nwork to hold on, and he was so far from the ground, but nevertheless\nhe answered,–",
        "“Y-y-yes, s-s-sir.”",
        "His lip quivered like the lemon jelly in the spoon, that time he was\nso sick. If he had fallen from that shoulder, he would have dropped as\nfar as if he had been thrown from the top gilt pinnacle of the\nWoolworth Building. And so tremendous was the Giant’s voice that when\nhe talked the whole earth seemed to shake, and Marmaduke shook with it\nas if he were blown about by a mighty wind.",
        "“Now,” the Giant was saying in that great voice like thunder, “you\nwant to know what I’m heating up this furnace for?”",
        "“Y-y-yes,” replied Marmaduke, his lips still trembling like the lemon\njelly.",
        "“You see it’s this way,” the Giant tried to explain, “my old friend,\nMr. Sun, keeps the outside of the Earth warm, but I keep the inside\nnice and comfy.”",
        "It seemed strange to hear the Giant use that word, “comfy.” It is a\nword that always seems to sound small, and the Giant was so huge.",
        "“I haven’t seen my chum, Mr. Sun, for quite a spell,” the Giant went\non, “let me see–it was the other day when I last saw him.”",
        "“What day?” asked Marmaduke, “last Sunday?”",
        "“Oh, no, a little before that. I guess it was about a million years\nago.”",
        "“A million! Whew!” Marmaduke whistled. “That was quite a long time.”",
        "“Oh, no,” responded the Giant, “not as long as you think. No more than\nthree shakes of a lamb’s tail–when you come to look at it right.”",
        "“But where do you get all the coal?” was Marmaduke’s next question. “I\nshould think you’d use it all up quick, you put on such big\nshovelsful.”",
        "“See there,” the Giant said, for answer pointing in at the sides of\nthe pit. Little tunnels ran from the sides into the dark Earth. And in\nthe tunnels were little gnomes, with stocking caps on their heads, and\nthey were trundling little wheelbarrows back and forth. The\nwheelbarrows were full of coal, and when they had dumped the coal on\nthe Giant’s pile they would hurry back for more. In their foreheads\nwere little lights, and in the dark tunnels of the Earth these shone\nlike fireflies or little lost stars.",
        "“Would you like to see a trick?” asked the Giant.",
        "“A card trick?” asked Marmaduke in turn, rather hoping it was.",
        "The Giant laughed and looked down at his fingers. Each one was as big\nas a thick flagpole thirty feet long.",
        "“What would these fingers be doing, playing cards?” he said. “Pshaw! I\ncouldn’t play even Old Maid–or Casino.”",
        "“I’ll show you how,” said Marmaduke eagerly, and the Giant put him on\na shelf of the Earth close to his head. Then Marmaduke took from his\npocket a little pack of cards and shuffled them. He explained the\nrules very carefully–Old Maid it was–and then dealt them to Ping\nPong, Sing Song and Ah See, for they joined in the game, and to the\nGiant. In those thirty-foot fingers the tiny cards looked like little\nbits of pink confetti. The Giant seemed to like the game, but\nMarmaduke beat the three little Chinamen, and the Giant, too, for all\nhe was so big.",
        "They had finished the second hand, when the Giant looked at his\nfurnace.",
        "“There, that’s what I get for loafin’,” he said, “my furnace is ’most\nout.”",
        "After he had thrown about a thousand shovelfuls or so on the fire,\nwhich must have taken him all of five minutes, the Giant turned to\nMarmaduke.",
        "“I haven’t shown you my trick,” he said, “how would you like to\nsee me make a volcano blow up?”",
        "Marmaduke was a little frightened, but it was too good a chance to\nmiss.",
        "“Yes, thank you,” he replied, “that would be rather nice.”",
        "“Well, sir, watch then.”",
        "And the Giant raised his hands to his mouth and shouted at the little\ngnomes:–",
        "“Hurry, more coal now–make it snappy!”",
        "And the gnomes ran back and forth from the coal-piles to the tunnels,\ntrundling their wheelbarrows, until their legs twinkled under them as\nfast as the little lights in their foreheads.",
        "Soon the coal-pile was as high as a black mountain, and the Giant\nbegan to shovel, shovel away, throwing the coal into the mouth of the\nfurnace which was as high as the Woolworth Tower. Then he closed the\ndoor and watched.",
        "The flames began to leap, and the steam began to hiss, and soon the\ngreat furnace began to shake all over with the steam imprisoned\ninside, just like a man with chills and fever. Then all-of-a-sudden,\nfrom somewhere above them on the outside of the Earth, they heard a\ngreat roar.",
        "“There goes old Vesuvius,” said the Giant.",
        "There was another great roar.",
        "“And there’s Aetna and Cotopaxi,” he added, “now for Old Chimborazo!”",
        "Marmaduke remembered enough of his geography to know that the Giant\nwas calling off the names of the great volcanoes of the world. It was\nindeed very thrilling! But he really had hardly time to think, for he\nhad to hold on so tight to the rope hair of the Giant’s beard; and if\nthe three little Chinamen hadn’t kept tight hold, too, of their\nflatirons, they would have been blown to the ceiling of the pit, the\nfurnace and the whole place shook so. As it was they were tossed head\nover heels, their feet flying in the air, but their hands held on to\nthe flatirons like ships to their anchors, and they were saved.",
        "The Giant turned to Marmaduke.",
        "“Have you the time?” he asked, “I’ve broken the watch my grandfather\ngave me.”",
        "Marmaduke took out his little Ingersoll with one hand, meanwhile\nholding on with the other to the beard.",
        "“It’s just twelve,” he informed the Giant.",
        "“Noon again–my, how Time does fly!” the Giant exclaimed. “It seems as\nif yesterday were the first noon, and yet that was a couple of\nmillion years ago. But we’ve had only six volcanoes. We must have six\nmore for a noon whistle, so the little gnomes will know it’s time for\nlunch.”",
        "There were six more gigantic explosions up on the outside of the\nearth, then the little gnomes all stopped work, turned up their\nwheelbarrows, sat down on them in tailor-fashion, took out their\nlunch-pails, and began to eat. Then the three little Chinamen perched\non their irons and took out some bowls and chopsticks. It made the\nGiant laugh to see their funny antics.",
        "“Ho! ho!” exclaimed he, but he turned away his head in another\ndirection before he laughed.",
        "“I’m laughing in that direction,” he explained, “because\nthere’s a city full of wicked people up there, on the Earth outside.\nWhen I laugh, it’s an Earthquake, you see, and I don’t want to shake\nup the good people. Now\"–he pointed in another direction–\"the town\nof Five Corners is up about there. You wouldn’t want me to try an\nEarthquake on it, would you?”",
        "Marmaduke thought this was very kind and considerate of the Giant, to\ntry to spare the people in the town where he went to buy candy and to\nsee circuses and things. Then he had an idea.",
        "“Couldn’t you shake up the ground a mile or two west of that–see,” he\npointed his finger at the roof of the pit, “about there. That’s where\nFatty lives, over near Wally’s Creek, and it would do him good to be\nshaken up by a earthquake–just a little one.”",
        "“All right,” replied the Giant, “I can accommodate you. But you’re\nrunning a risk. I might kill your friend Fatty.”",
        "“He isn’t any friend of mine,” Marmaduke interrupted–then he thought\nfor a moment. After all he didn’t really want Fatty killed. He guessed\nhe’d better not take a chance.",
        "“No,” he said, shaking his head, “after all, I ’spose you’d better not\ntry it.”",
        "“All right,” the Giant answered, “just as you say. But have you had\nany lunch?”",
        "At that question Marmaduke suddenly felt rather faint, and he watched\nthe Giant hungrily, as he took out of an oven in the furnace a dozen\nsteers, roasted whole, and ten loaves of bread, each as big as a\nhouse.",
        "It didn’t take many gulps for the Giant to swallow the whole lot, but\nfirst he very kindly handed a few crumbs of bread to Marmaduke up on\nhis shoulder. At least the Giant thought they were crumbs, but they\nwere really as big as loaves of bread Mother made. And the little\nslivers of roasted steer which the Giant reached up to him were as big\nas whole steaks. So Marmaduke’s hunger was soon satisfied, and, for\nonce in his life, Wienerwurst’s, too.",
        "He wanted to stay a little longer, to talk with the big Giant and ask\nhim questions, but, looking down, he saw the three little Chinamen\nmaking odd gestures and beckoning to him with their long fingernails.",
        "“We must hully, quickillilly,” they said, which, of course, meant, as\nyou should know, that they had to hurry quickly, or it would be dark\nbefore they reached China.",
        "He told his troubles to the Giant, who said he “didn’t see what anyone\nwanted to see that heathen land for,” but nevertheless he lifted the\nlittle boy down, hundreds of feet to the ground, and Marmaduke curled\nup on his iron, and the three little yellow men curled up on theirs,\nwhile Wienerwurst got down on his haunches; and they all said\n“goodbye” to the great Giant, and the little gnomes trundling their\nwheelbarrows, and the little twinkling lights in their foreheads.",
        "On the other side of the furnace, the hole opened up again, and down\nit they scooted on their way to China. It was fortunate that the Giant\nhad given Marmaduke something to eat, for it was a long trip.",
        "There were many wonderful things there, but as you’re all yawning, and\nwe couldn’t make sleepyheads understand, for that you’ll have to wait\ntill another night.",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}