{
    "title": "Half-Past Seven Stories - III: The Jolly Roger",
    "author": "Robert Gordon Anderson",
    "chapter": "5",
    "content": [
        "\n\n",
        "Marmaduke thought he knew now what it meant to be in jail. For three\nwhole days he had had to stay in the house. For three whole days and\nnights, too, it had rained–\"rained pitchforks.” That is what Father\nsaid, but Marmaduke could see nothing but prongs. There were thousands\nof them, coming down through the air. Where were the handles?\nHe looked a long time, thinking that perhaps they had gotten loose\nfrom the prongs and would come down afterwards, but never a handle\ncame.",
        "They must be having haying time, the folks in the sky, to use so many\nforks, he decided, and the sun must be shining for them, way up above\nthe clouds, or they wouldn’t have haying weather. But maybe, after\nall, it was wet there, too, and they had just grown disgusted, and\nwere throwing their forks away, every last one of them.",
        "Yes, it was pretty lonesome and dull, staying in the house like this.\nTo be sure, once in a while, when the rain slackened a little and the\npitchforks didn’t come down so fast, he could put on his rubber boots\nand go out to the barn. But for most of the time he had been a\nprisoner–in jail.",
        "He looked out at the Pond. So much water had fallen in it that it was\nswelling up like a pouter pigeon, or like the bowl that held the\nChinese Lily, when he dropped pebbles in it.",
        "My, how Duckie the Stepchild must like this weather! There he was now,\nand his father and his mother and all his relatives. All just letting\nthe water run off their backs and having a grand time. But Father\nWyandotte and all his family were sticking pretty close to the coops.\nFunny how ducks liked water and chickens didn’t, all but the Gold\nRooster on the top of the barn. He never seemed to mind it a\nbit. Marmaduke looked for him up in the sky, but he was almost hidden\nby the rain and the gray mist, and stood there on his high perch,\nswinging from East to North, and back again.",
        "But he grew tired of watching the Gold Rooster, and looked up the\npasture for his friend, the Brook. It wasn’t hard to find, for it had\ngrown so big and stretched almost to the fence-rails now, and was\nracing along towards the Pond, growing wider and wider every\nminute–just like Marmaduke’s eyes.",
        "“Crackey! Sposin’ there should be a flood!” exclaimed Jehosophat.",
        "“Wouldn’t that be fine!” said Marmaduke.",
        "“Fine!” Jehosophat cried. “What would you do? It might rise an’ rise\ntill the barnyard’d be covered, an’ the road an’ all the country an’\nthe whole world.”",
        "“Like Noah’s flood, you mean?”",
        "“Yes, just like Noah’s, only he isn’t here to build any ole ark for\nyou to get on.”",
        "“I don’t care,” said Marmaduke stoutly.",
        "“You don’t care!” cried his brother. “Why, you’d drown, that’s what\nyou’d do!”",
        "“No, I wouldn’t either–” Marmaduke seemed very sure about\nthis–\"’cause,” he started to explain.",
        "“’Cause what?”",
        "“’Cause the Toyman is as good as ole Noah any day,” replied the little\nboy. “He could build an ark as big as a house, as big as the Church,\nan’ the ducks’d get on an’ the cows an’ the horses an’–”",
        "“Yes,” interrupted his brother, “but don’t you remember–there were\nonly two of each kind. Now Hal an’ Teddy could get on, but White Boots\nan’ Ole Methusaleh’d have to stay off, an’ Rover an’ Brownie could go,\nbut Wienerwurst couldn’t–see?”",
        "Marmaduke looked frightened at this–at the very thought of\nWienerwurst, his little doggie, trying to swim around in a terrible\nflood.",
        "“I’d hide him under my coat,” he declared.",
        "“You couldn’t get on yourself,” Jehosophat insisted, “I tell you an\nark only takes two of each sort of people an’ animals an’ chickens and\nthings. Now Mother and Father could go–that’s two grown-ups, an’\nHepzebiah an’ me, but you an’ Wienie would have to swim around in the\nwater just as long as you could, then go under–way under, too,” he\nadded.",
        "Perhaps he was only teasing, but Marmaduke didn’t take it quite that\nway. It seemed very serious. Then suddenly he had a bright idea.",
        "“You forgot the Toyman,” he shouted, “and that makes another\ntwo, for the Toyman an’ I are just alike. Didn’t Mother say,–’He’s\nnothing but a boy.’ So I’d sneak Wienie under my coat–if it was ol’\nNoah’s ark–an’ if it was the Toyman’s, why he’d let me in anyway.”",
        "Jehosophat had no answer at all for this, and all they could do now\nwas to watch the rain and the Pond and the Brook, but Marmaduke was\nvery happy picturing to himself the big Ark which the Toyman would\nbuild, and how he would help, and the fine time, too, he and all the\nanimals would have, living together under the very same roof.",
        "Of course, the rain had to stop some time. It always does in the end.\nAnd on the sixth day the Sun came out jolly and warm again, and the\nboys put on their rubber boots and went out to the Pond. They couldn’t\nget quite as near it as usual, for the edge was almost at the Ducks’\nhouse now, and not so very far from the house of the White Wyandottes,\nwho seemed to think the end of the world had come, and looked very sad\nwith their draggled feathers.",
        "For a little while the boys threw sticks in the water. When the dogs\nhad fetched the sticks they would shake the water from their coats and\nover the boys, just like shower baths. It was all very jolly, and I\ndon’t know which the children enjoyed more, throwing the sticks or the\nnice cool showers.",
        "But after a while they tired of this, too, and walked up the pasture\nto see the Brook.",
        "There it was, racing and romping and tearing along for dear life. It\nwasn’t clear and silvery now, but muddy and brown as if a thousand\ncups of coffee had been spilled in it. And on it floated many strange\nthings,–branches of trees and a fence-rail, the roof of a pig-pen, an\nold shoe, and one poor drowned sheep.",
        "“Maybe,” said Jehosophat, “maybe, if we watch long enough, some\npirates’ll come sailin’ along with big hats an’ swords an’–”",
        "“An’ knives in their mouths,” Marmaduke suggested.",
        "“But that’s not the best thing,” Jehosophat went on, “they’ll have a\nflag with a skull an’ dead men’s bones painted on it.”",
        "“Crackey!” exclaimed his brother, just like the big boys. It was a\nfine word, too, but only to be used on special occasions. And pirates\nand skulls and dead men’s bones certainly made a “special occasion.”",
        "Jehosophat seemed to think so, too, for he was singing in high glee,",
        " “Yo, ho, ho,\n  And a bottle of bay rum.”",
        "As these last dread words died on the air, they thought they heard a\nsound behind them. It was something like a laugh–more, perhaps, like\na chuckle. They turned and saw nothing but the high board fence of the\ncowyard, and, over by the barn, the Toyman, walking very swiftly\ntowards his workshop. Now usually they would have wondered about that;\ntried to guess what he “would make,” but this morning there were\nother, very grave, things taking their attention.",
        "“Guess it was pirates–ssshhh!” whispered Jehosophat, “they may have\ndisbarked an’ be hidin’ in the bushes.”",
        "But a way of escape was open. It was coming down the stream.",
        "Jehosophat spied it.",
        "“The very thing!” he cried.",
        "It was a big gate which had been carried off by the flood; and it was\ntossed first to this side and then to the other by the brown water.",
        "“I hope it catches on something an’ stops,” cried Marmaduke. And they\nhurried down the Brook towards the Pond. They had to walk pretty fast,\ntoo, almost run, to keep up with the gate.",
        "Jehosophat looked ahead.",
        "“Those big roots of the walnut tree might stop it,” he said.",
        "And sure enough the gate was caught by the roots and swung in under\nthe branches. The water was more quiet here than out in the stream and\nit made a fine harbor for the ship. For, you see, after all, it was\nnot a gate but a ship!",
        "But they must make sure of their prize. So Jehosophat ran to the barn\nand fetched some rope. With this he made the ship fast to the trunk of\nthe tree, that is, to the wharf in Walnut Harbour.",
        "But there was more work to be done, for the ship had been damaged by\nthe storm.",
        "“You stand watch an’ keep off all pirates,” ordered Jehosophat. “I’ll\nbe back in three shakes of a lamb’s tail.”",
        "It was rather a scary thing to stand guard all alone with pirates\naround, but Marmaduke stuck by the ship and Jehosophat went on his\nerrand.",
        "As he entered the door, the Toyman hid something, quite hurriedly,\nunder a sack. Now that was very mysterious, but the messenger only\nsaid to himself, “Guess he’s making something for my birthday,” then\nasked aloud,–",
        "“Please, may I have some boards and some nails?”",
        "“To be sure, Mr. Ship’s Carpenter.”",
        "It was fine to be called that, though Jehosophat wondered how the\nToyman knew what he was, when they hadn’t told a soul. But then the\nToyman knew most everything, all their plans as soon as made.",
        "It didn’t take long to mend that ship. Soon the boards were nailed\nacross and the deck was ready for the crew.",
        "“All aboard!” shouted Jehosophat, and then even more loudly,–",
        "“All ashore that’s goin’ ashore!”",
        "Having said this very splendidly, he turned to his brother.",
        "“I’m Captain Kidd,” he told him.",
        "“And what’s me?” shouted back Marmaduke excitedly, and excitement is\nalways bad for grammar.",
        "“Oh, you! You’re my slave,” his brother informed him–in a very grand\nmanner.",
        "This didn’t seem to suit Marmaduke, and he tried hard to remember a\nname Reddy Toms had told him, out of a book of Reddy’s, all about\npirates and things. But he couldn’t think of it at all.",
        "Just then a voice shouted,–",
        "“What ho, Dick Deadeye!”",
        "It was the Toyman, who had been standing in the doorway watching them.",
        "“Dick Deadeye–whew!” Marmaduke rolled the name under his tongue like\nsomething that tasted very nice. He was completely satisfied now.",
        "Then something still nicer happened, for, when their backs were\nturned, something whistled through the air and fell at their feet.\nReal swords! One for each of them! Now we said they were realswords, and they were, though they were made of wood. They could do a\nlot of damage. The pirates would find that out soon enough. And there\nwas a flag, too, with bones and a skull on it, just as Jehosophat had\nsaid.",
        "“Why, it’s the Jolly Roger,” he told his brother, “that’s what they\ncall this flag.”",
        "But where did they come from? Marmaduke sort of suspected the Toyman,\nbut he had disappeared, and Jehosophat said,–",
        "“They must have dropped from Heaven an’ were sent us to ’venge the\npeople the pirates have killed. It’s a sign. Guess we’re not pirates\nafter all, but just good sailors an’ we’ll scrunch those pirates.”",
        "Then he thought for a moment.",
        "“But I guess we’ll keep this flag anyway, even if it is the pirates’.”",
        "And they kept their names as well. They were far too fine to give up.",
        "But just as they were about to go aboard, the Toyman came to the\nshore.",
        "“What ho!” he said, then again, “what ho!”",
        "That sounded exciting–not like a game at all, but like real life! And\nhe was “saying some more,\"–",
        "“Avast, me hearties, what’s in the wind?”",
        "This last was a very odd question, for whatever could be in the wind,\nwhen you can see right through it and it can’t hold anything at all.\nStrange talk it was, to be sure, and the neighbors would never have\nunderstood it. Still, folks never understood the Toyman and his\nlanguage anyway, but they did, and Marmaduke called,–\"Come ’n,\nToyman,” when Captain Kidd corrected him.",
        "“Pshaw! That’s not the way to say it. You just listen to me.”",
        "Then he raised his hands to his mouth like a trumpet and called,–",
        "“Ho, there, you landlubber, will you ship with us?”",
        "The Toyman touched his hat.",
        "“Thankee kindly, Cap’n, but I’ve killed many a pirate in my time. Now\nit’s your chance. But it’s blowin’ great guns an’ ye’d better\ncruise near shore.”",
        "“Ay, ay, sir,” shouted the captain as a last farewell, then they set\nsail. They made quite a voyage of it and had some trouble, for the\nwaves were rough and the seas were high, but they reached port safely\nat last.",
        "They hadn’t seen anything of the pirates yet, and they decided to make\nanother try for it when Hepzebiah came to the wharf. She wanted to\nsail too, but the Captain only said, very thoughtfully,–",
        "“It’s not safe for the women an’ children.”",
        "However, she cried so hard that they just had to let her on board.",
        "“But if you come, you’ll have to be my slave,” the Captain told her.",
        "Perhaps that is the reason why he let her sail at all. He wanted a\nslave very much and since Marmaduke wouldn’t be one and was Dick\nDeadeye anyway, why, the little girl would have to do. Still she\ndidn’t care what she was called as long as she could sail on that fine\nship.",
        "So they sailed and they sailed, the white flag with the skull and the\ndead men’s bones floating merrily in the breeze. And at last Dick\nDeadeye called,–",
        "“Cracky! Look where we are! You’d better go back. Remember what the\nToyman told us.”",
        "But Captain Jehosophat Kidd knew better.",
        "“Pshaw! It isn’t deep at all. It wouldn’t drown a rat–not even a\nlittle mouse.”",
        "Then there was trouble.",
        "They heard shouts along the shore, and, looking back, saw Fatty Hamm,\nReddy Toms, and Sammy Soapstone, jumping around like wild Indians.\nThey looked again–sharply this time–and saw that it wasn’t boys\nafter all, but pirates, wicked, cruel, bloodthirsty pirates! And that\nwas bad enough!",
        "“They’re trying to capture us,” shouted brave Captain Kidd, then,\nforgetting that his ship was a full-rigged ship and went by sail, he\ncalled,",
        " “Row, brothers, row,\n  The stream runs fast.”",
        "You see, he remembered that from a poetry book he had read once and\nthought it would just suit.",
        "And all the time the crew of the “Jolly Roger” looked angrily back at\nshore.",
        "“Splash!”",
        "A big stone fell near them. No, it wasn’t a stone. It was a–cannon\nball! The pirates on shore were trying to knock holes in their ship!",
        "“You’re awful shots,” the Captain jeered fearlessly. “We’re coming\nashore to capture your cannon.” He was very brave through all these\ntrying times–and so were the crew. And they just turned their ship\naround and headed straight for the shore, though the cannon balls fell\nall around them.",
        "But now a more terrible danger threatened. For the rascals on shore\nhad seized long poles and were reaching out over the water, trying to\nsmash holes in the ship, to stove in its hull.",
        "“They’re grapplin’ irons and marlin spikes,” explained the Captain,\n“and very terrible weapons.” He must have been right, for he knew the\nways of the sea.",
        "Meantime the ship was beginning to rock. The crew looked around for\nrescue, but none was in sight.",
        "“We’ll sink your ole ship,” shouted Pirate Fatty. “You’re awful\nsailors.”",
        "And all the time, up and down, and down and up, went the poor little\nship. Would they drown? Far off, Dick Deadeye saw the Toyman running,\nrunning as fast as he could towards shore. And Rover, too. He was\nbarking for all he was worth, seeming to think it fun. But Rover was\nonly a dog, and couldn’t realize the danger at all.",
        "At last the big fat pirate’s pole hit the ship a terrible crack, and\noverboard Slave Hepzebiah fell.",
        "Dick Deadeye reached for her, but his hand only touched her uniform,\nand over he fell, too, down in the coffee-colored waves.",
        "It was way over his head. Down, down, he sank. He was terribly\nfrightened, with water all around him and in his eyes and his nose and\nmouth. He was choking, but all he thought of, even then, was his\nlittle sister, the poor slave.",
        "The first thing he knew, he felt a strong hand on his shoulder and\nheard the Toyman’s voice saying,–",
        "“Hold on, Sonny, you’re all right–just grab on to me.”",
        "He had always liked to be held close in the Toyman’s arms, especially\nat night before the fire when he told them stories, but never had\nthose arms felt as safe as now.",
        "Then, all-of-a-sudden he thought–!",
        "“Stop!” he tried to shout, but his mouth was almost too full of water\nto say anything, “get–blllllloooo–Hep-ze-bbbllllooo\"–and then he\nhad to stop.",
        "[Illustration: “’They’re grapplin’ irons and marlin spikes,’ explained\nCaptain Jehosophat, ’and very terrible weapons.’\"]",
        "But the Toyman laughed as he pulled him safe on the shore.",
        "“Look there,” he said.",
        "And Marmaduke did look, and there was Rover dragging his little sister\nout of the sea by the back of her dress.",
        "The Toyman patted the brave dog on the head.",
        "“He’s the hero,” he said, “good old Rover!”",
        "Then something fine happened. At least Marmaduke and Jehosophat\nthought so. And we’ll leave it to you to decide whether it was fine or\nnot.",
        "Now the pirates had started to run, but their chief, the big fat one,\njust before he reached the road, slipped in the mud. And down over the\nbanks into the sea he fell, and the Toyman didn’t trouble to fish him\nout, either. Of course, it wasn’t very deep, but Fatty tumbled flat on\nhis back, and the water covered him–all but his stomach, which stuck\nout above the water like the fat rump of a whale. He got up at last.\nAnd a pretty sight he was, not like a bold pirate, but a great big\n“booby,” Mother said, with the mud all over his clothes, and the water\ngoing slippity slop in his shoes, and he shouting,\n“Bbbbbbllllllllloooooooooo–splutter–gerchoo!” worse even than\nMarmaduke.",
        "Quick as a wink the Toyman lifted Marmaduke on one shoulder, the\nlittle girl on the other, as he always carried them, and took them\ninto the house.",
        "And soon their clothes were off, and dry ones on, and–best of\nall–some nice warm lemonade was trickling down just where the muddy\nwater had been–down the Red Lane.",
        "He felt greatly contented, did Marmaduke, for hadn’t they beaten the\n“ol’ pirates,” and driven them away? And after that they had heaped\ncoals of fire on their heads, as the minister used to say. Yes sir,\nthey invited the big, fat chief of the pirates into their kitchen,\nthough he didn’t deserve it, and gave him some dry clothes, too,\nthough he didn’t deserve that, either, and some lemonade into the\nbargain.",
        "Altogether, it was a very successful day.",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}