{
    "title": "Half-Past Seven Stories - “The Top of the Morning”",
    "author": "Robert Gordon Anderson",
    "chapter": "2",
    "content": [
        "\n\n",
        "“The top o’ the morning!”",
        "That’s what the Toyman used to say. And I am sure if you ever go to\nthe White House with the Green Blinds by the Side of the Road the\nToyman will say it still, whatever the weather.",
        "And when you hear him call that over the fence so cheerily, from his\nsmile you will know at once what he means,–that he wishes for you the\nvery top of the morning, not only the finest of weather, but\nthe best of happiness and fun, in whatever you do and wherever you go.",
        "If you have read all about him in the Seven O’Clock Stories you\nwill remember his name. Of course, it won’t matter whether you’ve read\nthem or not–you can make his acquaintance at any time–but the sooner\nthe better, for, as all who know him will tell you, he’s worth\nknowing.",
        "His name is Frank Clarke, but his real name isn’t really as real as\nthe one the children gave him,–\"the Toyman.” For he is forever making\nthem things,–kites and tops, and sleds and boats, and jokes and\nhappiness and laughter.",
        "His face is as brown as saddle leather, with a touch of apple red in\nit from the sun. There are creases in it, too, because he laughs and\njokes so much. Sometimes when he appears to be solemn you want to\nlaugh most, for he’s only pretending to be solemn. And, best of all,\nif you hurt yourself, or if your pet doggie hurts himself, the Toyman\nwill know how to fix it, to “make it all well” again.",
        "The Three Happy Children love him. That’s what we always call them,\nthough they, too, have other names–funny ones, you will\nthink,–Jehosophat, Marmaduke, and Hepzebiah Green, but they are\nfamily names and came from some very old uncles and aunts.",
        "They still live in the White House with the Green Blinds by the Side\nof the Road–that is, when they aren’t sliding down hill, or fishing\nin the Pond, or riding on the hay, or to town with the Toyman and Ole\nMethusaleh. Mother and Father are still there. Home wouldn’t be home\nwithout them. And they have many playmates and friends–of all sorts\n–two-legged and four-legged, in serge and corduroy, in feathers and fur.",
        "[Illustration: “When they aren’t riding on the hay, or to town with\nthe Toyman and Ole Methusaleh.\"]",
        "What they all did, the fun they had, and the trouble they got in and\nout of, you’ll find if you turn these pages.",
        "One thing more–a secret–in absolute confidence,\nthough.–After all, it isn’t really so very necessary to read\nthese stories at Half-Past Seven. You can read them, or be read\nto, “any ole time,” as the Toyman used to say–Monday morning,\nThursday noon, or Saturday night–as long as it doesn’t interfere with\nthose lessons.",
        "Still, the very best time is at twilight in summer when the lights and\nthe fireflies begin to twinkle through the dusk, or in the winter\naround the fire just before you go to bed–with Father or Mother–or\nthe Toyman.",
        "P.S.–",
        "  The Toyman says to send his love and\n “The Top o’ the Morning.”",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}