{
    "title": "Half-Past Seven Stories - XI: Ole Man Pumpkin",
    "author": "Robert Gordon Anderson",
    "chapter": "13",
    "content": [
        "\n\n",
        "It was October, and the cornfield was deserted and bare. Jehosophat\nand Marmaduke could remember it as a more beautiful picture. For\nthere, in the Summer, an army had camped, the great army of the corn,\nwith tassels and tall yellow spears, and bright green banners waving\nand tossing in the wind. But when Fall had come, Father and the Toyman\nhad come, too, with their sickles like swords, to attack and cut down\nthat brave army. And now the corn soldiers were all laid away, stiff\nand cold, in the barn, or else in the silo–to be pickled in juice!",
        "Marmaduke and Jehosophat looked over the field. It was covered with\nlittle hills, and there the feet of the corn soldiers still stood, all\nthat was left of them, for they had been “swished by those swords,\"\njust at the ankles.",
        "Between the hills shone the last of the pumpkins, big, round and\nyellow–red-yellow like an orange. Most of them had gone in the wagon,\nlong ago, but the largest of all had been left. My, but he was a big\nfellow! “The biggest in the world!” they declared.",
        "He had been saved for the great day–or night, we should\nsay–Hallowe’en.",
        "But let’s hurry the clock–over three days–to the morning before the\ncelebration.",
        "The three children were watching Mother in the kitchen. She was busy\nwith the big pumpkin, but the Toyman had to help her with it–it was\nso huge. He lifted it on the table–then–what do you think?",
        "He took a sharp knife and scalped that Pumpkin–just like an\nIndian–cut a great hole in his head. Then Mother scooped out his\ninsides and chopped them up fine. Ole Man Pumpkin was very brave, just\nstood it and said never a word.",
        "“Why, he doesn’t holler a bit!” exclaimed Marmaduke. ’I would,\nif anybody scalped me and took my insides out!”",
        "Next, Mother brought out the big pot, filling it part with water, and\npart with Ole Man Pumpkin’s yellow insides. And the fire roared\nangrily and boiled them, boiled them all up. It took quite a long\ntime, but the children didn’t grow tired–it was such a mysterious,\nsuch an interesting process.",
        "At last Mother decided it had been cooked long enough, and she poured\nthe water into the sink, the nice yellow stuff into a bowl. Then she\nmashed the lumps till it looked like golden mush.",
        "Now the flour was sifted on the pastry board, and the dough rolled\nuntil it was as smooth and flat as a sheet or counterpane. Then\nquickly and neatly the dough counterpanes were placed in the pans,\nhanging over the edges like covers overlapping a bed. Taking a knife,\nMother cut off these edges even with the pan, then, for decoration,\nmade little marks in the dough all around, like the flutings of the\nFairy Lamp.",
        "Of course, the insides of Ole Man Pumpkin wouldn’t taste quite right\nas they were, so Mother broke some eggs over them, adding some milk\nand a pinch of spice for seasoning, and the delicious mess was stirred\ntill all was thoroughly mixed.",
        "Soon it was ready, a fine filling for pies and pans or little boys or\nkings, for that matter, and she scraped it into the pans until the\nwhite crust was covered up, all but the fluted edges. Then into the\noven went the pies, on the top shelf, and the door was closed to keep\nthe heat in.",
        "Meanwhile the children had been so busy watching Mother and those\npies; and their mouths had watered so as they watched, that they\nhadn’t noticed the Toyman at all–until they heard him say,–",
        "“Good mornin’, Jack!”",
        "Jack Who? Not Jack Holmes or Jack Frost–no, it was someone much\nhandsomer, although he had a hole in the top of his head, a fat face,\nbig round eyes, a large flat nose, and a wide, wide mouth with lots of\nsquare teeth in it.",
        "“Mr. Jehosophat Green,” said the Toyman very politely, “let me make\nyou acquainted with Jack, or, as he is sometimes called, ’Ole Man\nPumpkin.’”",
        "Jehosophat bowed low.",
        "“Pleased to meet you,” he said, just like grownup folks.",
        "Then Marmaduke piped up,–",
        "“Make me acquainted, too.”",
        "“To be sure,” said the Toyman, “Mr. Marmaduke Green meet Mr. Jack\nLantern.”",
        "“_Very glad to know you,” said Marmaduke, bowing even lower than\nhad Jehosophat, while Hepzebiah, dancing in her eagerness, shouted,–",
        "“Make me ’quainted, make me ’quainted!”",
        "The Toyman took her by the arm, and he in turn made a grand bow.",
        "“Now, Jack, old fellow, this is an honor. Here’s a lady expressin’ a\ndesire to make your acquaintance. Miss Hepzebiah Green, let me present\nMr. Jack O. Lantern, otherwise known as ’Ole Man Pumpkin.’”",
        "Then he turned to Jack.",
        "“You don’t mind my calling you so familiarly, do you?”",
        "Apparently Jack didn’t mind, for he just squatted there, lazy-like,\nand grinned with all his big square teeth.",
        "Hepzebiah giggled back at him. She was having a glorious time. So were\nthey all.",
        "So, through that long–no, very short–afternoon, the kitchen\nwas filled with pleasant smells and the air of fun and a pleasant\nsurprise to come. They almost thought they could smell the\nsurprise as well as the pies.",
        "It came at last, that is the surprise did, for, just after supper, the\nToyman disappeared, probably to do some of his chores.",
        "A little while later there came a tap at the window.",
        "Marmaduke turned.",
        "Jehosophat turned.",
        "Hepzebiah turned.",
        "“Ooh, ooh!” said she;",
        "“Golly!” said Marmaduke; and",
        "“Gee whiz!”, Jehosophat.",
        "Great yellow eyes looked in through the window, and a nose, and a\ngreat grinning mouth with big teeth in it.",
        "The visitor nodded, needing no introduction, for they had made his\nacquaintance already.",
        "He came into the house, helped a little by the Toyman, and still\nnodding his great yellow head.",
        "They gave him a seat of honor, not by the table, but onit, right in the centre. Marmaduke climbed up and looked down into the\nbig hole in the top of his head. In it was a thick candle, dancing\ninside his old yellow skull, and he seemed a good comrade, that Ole\nMan Pumpkin.",
        "But what was the Toyman doing now?",
        "He had a tub in his arms. He set it down, filled it with water, then\npopped three red apples in it.",
        "And the children got down on their knees around the tub and tried to\ntake the apples in their teeth. But round and round they bobbed, so\nfast that it was difficult to catch them.",
        "“Ugh!” exclaimed Jehosophat;",
        "“Kerchoo!” sneezed Marmaduke;",
        "“Guhuh!” coughed Hepzebiah, all their eyes and their mouths, noses and\ntummies, too, full of water. And always those little red apples bobbed\nout of reach. Once Jehosophat thought he had caught one, but his teeth\nslipped on its smooth round cheek and all he got was a piece of skin.\nIt was fun just the same.",
        "A lot of other games they played, with flour, and candles, and rings,\nand things, then the Toyman gathered them up on his knees and the arm\nof his chair, and told them a story. A good one? Of course! He\nnever told a poor one.",
        "By this time the children were sneezing and Mother said they’d have to\ngo to bed or they’d catch their “deathocold.”",
        "When they were at last undressed Jehosophat lay his head on the\npillow. But it wouldn’t stay down. He could see Ole Man Pumpkin\nsitting there on the dining-room table–so still! The Toyman had\nforgotten to put out the candle in his head. It was a thick candle,\nand it burned a long, long time. Ole Man Pumpkin seemed to be very\ncheerful with it inside his hollow skull. It made him feel “all lit\nup,” he heard the Toyman say.",
        "The big, round eyes never blinked. They just watched the little boy\nall the time, and the big mouth was “just laughin’ an’ laughin’ an’\nlaughin’ at him.”",
        "Then all of a sudden Ole Man Pumpkin started to move. He didn’t have\nany legs, but he slid from the table to the floor, and somehow climbed\nup on the window sill, and rolled out of the window. Jehosophat had to\nget out of bed to see what his new friend was going to do. He followed\nhim across the dining room, over the window sill, and by the barn. And\nall the little boy had on were his pajamas, but he didn’t feel cold,\nfor Ole Man Pumpkin looked so bright and jolly and warm that\nJehosophat felt bright and jolly and warm, too.",
        "Ole Man Pumpkin kept bumping his way along to the cornfield where Mr.\nScarecrow stood on guard, though his work for the year was done.",
        "Now Mr. Scarecrow seemed to have a lot of friends around him, and he\nwas making a speech. There was Ole Man Pumpkin, of course; and\nJehosophat, who had just arrived; and Mr. Stuckup the Turkey, as usual\nlooking very grand and proud; and the Hippity-hop Bunnies, wiggling\ntheir noses in their funny way; and Johnny Cottontail, their little\nwild cousin, making his nose go, too. And there was Reddy Fox, with\none forepaw raised and his eyes as bright as beads; and a whole squad\nof corn-soldiers with yellow tassels and green banners and tall\nspears. My! but they looked bright and gay once more! And there were\nlots of funny little folk besides,–three bright rosy-cheeked Apples,\ntalking and laughing and chattering away just like real people, and\ntwo Pie-pans, only they didn’t look flat and dull as when they were in\nthe kitchen, but had shiny intelligent faces, and they were chattering\naway, too.",
        "Mr. Scarecrow was making a speech to them in such a ridiculous\nfashion. His arms stood out stiff and straight from the shoulder, but\nhe made queer floppy gestures with his wrists.",
        "“I’m a Red,” he was saying, “and I call upon you to rise upon the\ncap’talists, who feed on your flesh and bones.”",
        "Jehosophat shuddered, for he thought he knew what was in Mr.\nScarecrow’s mind. That very day in school they had had “Currantyvents,\"\nand Miss Prue Parsons had told them a lot about Reds, and Annarkisseds,\nand Revolushions they wanted to start all over the world. Horrible,\nshivery things they were that she had told them!",
        "“Revolt–rebel. Rebel–revolt!” Old Mr. Scarecrow shouted, flapping\nhis wrists and swinging in the wind.",
        "“Hear, hear!” cried the Little Red Apples;",
        "“Hear, hear!” cried the Shiny Pie Pans; and",
        "“Horrible, horrible!”, Mr. Stuckup the Turkey.",
        "Ole Man Pumpkin didn’t say anything, but just grinned and grinned with\nhis big eyes and old yellow teeth.",
        "“There is a cap’talist now, standing before you!” shouted Mr.\nScarecrow, and his wrists flapped right at Jehosophat, “away with\nhim!”",
        "“Away with him!” shouted one and all–the Little Red Apples, the Shiny\nPie Pans, Mr. Stuckup the Turkey, and the Tall Corn Soldiers; and all\nthe time Ole Man Pumpkin kept grinning and grinning, as if he were\nenjoying himself most cruelly.",
        "Then Mr. Scarecrow said in a solemn voice:",
        "“Soldiers, do your duty with the prisoner!”",
        "And all at once two Tall Corn Soldiers stood on each side of him,\ngrabbed him by one arm, and growled:",
        "“About face–forward march!”",
        "And the first thing he knew, he was being hustled very swiftly over\ntowards the Pond.",
        "The Little Red Apples and the Shiny Pie Pans rolled on ahead,\nchattering gaily to each other; Mr. Stuckup marched on very pompously;\nOle Man Pumpkin bumped along just in front; the two Corn Soldiers\nmarched by his side; and a lot of others pricked him from behind with\ntheir sharp, cruel spears.",
        "What were they going to do with him? That was the question.",
        "He was soon to know, for they had reached the edge of the Pond.",
        "“Duck him!” shouted the Little Red Apples in glee.",
        "And the Tall Corn Soldiers seized Jehosophat by the hair on the top of\nhis head, and shoved him under the water, way under, oh, way, way\nunder.",
        "“Give me a bite!” said the first Little Red Apple, snapping at their\nprisoner’s face when he came to the surface again.",
        "“Me, too!” shouted the second.",
        "“A big one for me!” yelled the third, and they all rolled in the water\nand bobbed around, bumping up against his face and trying their best\nto take a nip out of his cheeks.",
        "He never had known before that apples had teeth, but, sure enough, he\nfelt them now–there was actually a little piece gone from each side\nof his face.",
        "“Great fun, Hallowe’en!” they called to one another as they bobbed\nabout, still snapping at his cheeks.",
        "“Enough!” It was the two Corn Soldiers who spoke, and Jehosophat was\ndragged from the Pond. He was dripping wet and he felt pretty cold in\nhis pajamas.",
        "“Now it’s my turn,” said Ole Man Pumpkin. “Take him to the workshop,\nthere’s a lot of sharp tools there.”",
        "Tools! Whatever could they be going to do with him now! But he had no\ntime to think, for there they were, all bumping, or rolling, or\nstalking along, to the workshop, and taking him with them. They had no\nkeys, but they managed to enter just the same.",
        "“On the table–come, up with him!”",
        "And immediately the two Corn Soldiers siezed him by the arms and\nhoisted him on the table, where he sat in his little pajamas, like a\ntailor, with his knees crossed under him. But what was the idea? What\nwas that Ole Man Pumpkin telling the Corn Soldiers?",
        "“Just cut a little hole in the top of his head–just enough to scoop\nout his insides. Quick work, or he’ll spoil.”",
        "“Save the drumstick for me,” gobbled Mr. Stuck-up, “they didn’t bother\nme much on Hallowe’en, but I’m going to get even for Thanksgiving.”",
        "And all the time the Little Red Apples rolled around the floor in high\nglee; and the Shiny Pie Pans danced against each other, making a noise\nlike the cymbals of the Salvation Army parade; and Ole Man Pumpkin\nkept sharpening and sharpening his knife.",
        "Then–then–but it was a new voice that was speaking to him.",
        "“Get up!” it said.",
        "It wasn’t Ole Man Pumpkin that was telling him to get up on that\ntable, so he could scalp him. It was Mother telling him to sit up in\nbed!",
        "“I knew they had too much pie,” she was saying, and, “come, dear, open\nyour mouth; take this and you’ll feel better in the morning.”",
        "She was on one side of the bed, and Father was on the other, ready to\ntake a hand, as he always did under the circumstances.",
        "They weren’t pleasant, either, the circumstances, for they\nwere,–first Father’s grip on his arm, then a tablespoon–not a\nteaspoon, or a dessert spoon, but a tablespoon, such as a giant might\nuse–full of a thick yellow liquid from that bottle they hated so, and\npointed right at his tongue.",
        "[Illustration: “’Cut a hole in the top of his head–just enough to\nscoop out his insides,’ said Ole Man Pumpkin.\"]",
        "However, he took it pretty bravely, swallowed it, gulped, then choked\nback the tears. But the orange-juice, which followed the yellow stuff,\nalmost made up for it. He always did like orange as a color better\nthan yellow, any day.",
        "And there was Ole Man Pumpkin again, on the dining room table,\ngrinning, not wickedly but cheerfully. He winked at Jehosophat, just\nlike the Ole Man in the Moon, whom he strangely resembled–as much as\nto say:",
        "“We’ll have a good time yet in spite of that bottle.”",
        "After all, he wasn’t an enemy of the children, who would cut holes in\ntheir heads and scoop out their insides–he was their friend,\nwas Ole Man Pumpkin, and Jehosophat felt much relieved at that.",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}