{
    "title": "Half-Past Seven Stories - I: The Little Lost Fox",
    "author": "Robert Gordon Anderson",
    "chapter": "3",
    "content": [
        "\n\n",
        "Marmaduke was sitting on the fence. He wasn’t thinking of anything in\nparticular, just looking around. Jehosophat called to him from the\nbarnyard,–",
        "“Come’n an’ play ’I spy.’”",
        "But Marmaduke only grumbled,–",
        "“Don’t want to.”",
        "“Well, let’s play ’Cross Tag’ then,” Jehosophat suggested.",
        "“Don’t want to,” repeated his brother again, not very politely.",
        "Jehosophat thought for a moment, then he suggested something\nworth-while:",
        "“I’ll tell you what, let’s play ’Duck-on-the-Rock.’”",
        "Now as every boy in the world–at least in America–knows, that is a\nwonderful game, but Marmaduke only said very crossly,–",
        "“I don’t want to play any of your ol’ games.” Now when Marmaduke acted\nthat way there must have been something the matter. Perhaps he had\ngobbled down his oatmeal too fast–in great big gulps–when he should\nhave let the Thirty White Horses “champ, champ, champ,” all those\noats. They were cooked oats, but then the Thirty White Horses, unlike\nTeddy and Hal and ole Methusaleh, prefer cooked oats to raw.",
        "Perhaps he had eaten a green apple. Sometimes he did that, and the\ntart juice puckered his mouth all up, and–what was worse–puckered\nhis stomach all up, too.",
        "Any way, he felt tired and out-of-sorts; tired of his toys, tired of\nall the games, even such nice ones as “Duck-on-the-rock” and “Red\nRover.”",
        "There was nothing to do but sit on the fence.",
        "Still, the world looked pretty nice from up there. It always looked\nmore interesting from a high place, and sometimes it gave you an\nexcited feeling. Of course, the big elm was a better perch, or the\nroof of the barn, and Marmaduke often wondered what it would be like\nto see the world from a big balloon, but the fence was good enough. It\ncurved up over a little hill, and he could see lots of the world from\nthere.",
        "He looked over towards the West, where the Sun marched into his barn\nevery night. Fatty Hamm declared that the Sun kept a garage behind\nthat hill, but Marmaduke insisted it was a barn, for he liked\nhorses best, and the Sun must drive horses. There was a real\nhill there, not little like the one where he sat on the fence, but a\nbig one, ’most as big as a mountain, Marmaduke thought. Sometimes it\nwas green, and sometimes grey or blue, and once or twice he had seen\nit almost as purple as a pansy.",
        "But it was Fall now, and the hill had turned brown. Over it he could\nsee little figures moving. He looked at them very carefully, with one\neye shut to see them the better. Then he decided that the bigger ones\nwere men on horses, the little ones dogs. They all looked tiny because\nthey were so far away.",
        "As they came nearer and the sun shone on them, he was pretty sure the\nmen had red coats. Could they be soldiers_?",
        "Just then the Toyman came by, with coils of wire and clippers in his\nhand. He was on his way to mend the fence in the North Pasture.",
        "“’Llo Toyman!” said Marmaduke.",
        "“Howdy, little fellow!” replied the Toyman, “what are you doing there?\nSettin’ on the top of the world and enjoyin’ yourself?”",
        "“I was wondering what those men over there were doing.” And the boy\nwaved his hand towards the little black figures on the hill.",
        "“Why, that’s the hunt,” explained the Toyman. “The rich folks, having\nnothing better to do, are killin’ time.”",
        "Marmaduke was puzzled.",
        "“Are they really hunting Time_?” he asked. “I thought maybe they\nwere hunting lions or tigers.”",
        "“No, not today,” the Toyman responded, “I’m sorry to disappoint you,\nbut they’re only after Reddy.”",
        "“Reddy Toms?” the little boy exclaimed. ’Why, whatever did he\ndo?_”",
        "Now Reddy Toms was a boy in his own class, and you could always tell\nhim a long way off because his head was covered with red hair as thick\nas a thatched roof, and his face was spotted all over, like a snake’s,\nwith freckles.",
        "However, the Toyman said it was all a mistake.",
        "“No, not that tad,” he explained, “it’s Reddy Fox they’re\nafter.”",
        "“What!” exclaimed Marmaduke. “Does it take all those big men to hunt\none little fox?”",
        "“It seems so, son,” the Toyman returned, “but that’s the way of the\nworld.”",
        "“Well, I think it’s mean,” insisted Marmaduke. “Those men are nothing’\nbut–but–dumbbells!”",
        "The Toyman threw back his head and laughed. That was a new expression\nto him, but it was a perfectly good one. You see, the big boys in\nschool used it when they thought anyone was particularly stupid or\nmean. But the Toyman must have understood it anyway, for he went on,–",
        "“That’s my sentiments exactly. I don’t suppose they mean to be cruel,\nbut they don’t give little Reddy half a chance–and he’s so small! Now\nif it was lions or tigers, as you suggest, why, that would be\ndifferent.”",
        "“You bet it would!” Marmaduke replied. “I just wish it was.\"\nNow, of course, he should have said “were,” as the teacher in the Red\nSchoolhouse was forever telling him, but a little boy can’t always\nremember correct English when a hunt is coming so close.",
        "“Just set tight, boy, and you’ll see their red coats soon.”",
        "And, waving his clippers, the Toyman went on his way to the North\nPasture.",
        "But Marmaduke didn’t need any advice. He had spotted those red coats\nalready. They were much nearer now, for they rode very fast. Already\nthe horses were leaping the fence of the Miller Farm, and the dogs\nwere crisscrossing over the field, making lots of letter W’s as they\nran–hundreds of them, Marmaduke was sure. And they followed\nsomething–something so small he could hardly see what it was. But he\nguessed it must be Reddy.",
        "So many fences they leaped, and so many stone walls! Now they were\nnear the Brook, and yes, he could see the red coats, very bright and\nplain now.",
        "And then he spied Reddy. His coat wasn’t as gay as those the men wore.\nTheirs were bright like cherries, and his was the color of chestnuts.\nIt seemed such a shame to want his poor little coat when the men had\nsuch nice ones themselves.",
        "“Cracky!” he exclaimed. One of the “ole hunters” had fallen in the\nBrook. And Marmaduke hoped that red coat would get soaked and soaked\nand run like the stockings Mother had bought from the pedlar. And he\nhoped that “ole hunter” would get wet to the skin, and shiver and\nshiver, and have to call in the doctor who’d prescribe the very worst\nmedicine there was in the world. It would serve that “ole hunter\"\nright if he’d almost die. But Marmaduke hoped the poor horse wouldn’t\nbreak his leg. It wasn’t the horses’ fault they were chasing Reddy.",
        "Now the hunters were lost in Jake Miller’s Woods. All he could see\nwere patches of red, here and there, in the bushes, but he heard the\ndeep voices of the dogs, all the time, calling and calling.",
        "Then all-of-a-sudden something happened. And Marmaduke liked\nall-of-a-sudden things to happen–they were so exciting.",
        "A little streak of fur, with tail flying behind like a long pretty hat\nbrush, galloped across the Apgar field, then the very field where\nMarmaduke sat, perched on the fence.",
        "The dogs were right after Reddy, running hard, too, but they were two\nfields farther back. Reddy, you see, had fooled them in that wood, and\nhe had gotten a good headstart.",
        "My, how Reddy was running!",
        "Marmaduke stood up on the fence and shouted:",
        "“Hooray, go it Reddy!”",
        "[Illustration: “Marmaduke stood on the fence and shouted:–’Hooray! Go\nit, Reddy!’\"]",
        "He shouted so hard, and waved his hands so excitedly that he tumbled off\nhis perch, and lay still for a second. He was frightened, too, but he\nforgot all about the bump on his forehead, and picked himself up, and ran\nafter Reddy across the field towards the barnyard, which, fortunately,\nwas just on the other side.",
        "“Ooooooohhhhh!\"–a very deep “Oooooohhhh!” came from behind him from\nthe throats of the dogs. They were only one field away now, and it\nsounded as if they were pretty mad.",
        "But Reddy had reached the corner of the field where the blackberry\nbushes lined the fence. Now usually Reddy would have looked all around\nthose bushes until he found an opening; then he would have stepped\ndaintily through it. But he didn’t do that today, oh no! You see his\nfamily has a great reputation for wisdom, and Reddy must have been\njust as wise as the man in Mother Goose, for he neither stopped nor\nstayed, but jumped right in those brambles and managed somehow to get\nthrough the rails of the fence to the other side. He left part of his\npretty red coat in the briars. However, that was better than leaving\nit all to those dogs who were howling not far behind.",
        "And now the Little Fox found himself near the barn and flew towards it\nso fast that his legs fairly twinkled as he ran.",
        "The Foolish White Geese were taking their morning waddle, and Reddy\nran plump into them. Now there was nothing that he liked better to eat\nthan nice fat goose. Still, he didn’t wait, but left them beating\ntheir wings and stretching their long necks to hiss, hiss, hiss, as\nthey scattered in all directions. I guess Reddy wished his legs were\nas long as their necks.",
        "Now in the old days when rich folks lived in castles and robber\nknights quarreled and fought every day of the week, there were always\nplaces of sanctuary, where any man could be safe from harm. That is\njust what Reddy saw in front of him, a place of sanctuary for himself.",
        "It was funny, but it had been prepared by little Wienerwurst. And\nWienerwurst was really Reddy’s enemy, for all dogs like to chase foxes\nwhenever they get the chance. It was a little hole, just the right\nsize for Wienerwurst, just the right size for Reddy. The little yellow\ndoggie wasn’t there now. He had dug it that morning to catch the big\nrat hiding somewhere below the floor of the barn. He had started to\nbuild a tunnel under the wall, and had been a long time working at it\nwhen Mother Green came from the house. She carried a fine large bone,\nwith lots of meat left on it, too. And, of course, when the little dog\nsmelled that bone and meat, much as he liked rats, he just had to\nleave his work at the tunnel and run straight for the bone, leaving\nthe hole waiting for Reddy.",
        "Straight into it Reddy ran, just as Marmaduke and the big dogs reached\nthe fence and the blackberry bushes, all at the same time. Now\nMarmaduke could have cried because the hunter dogs would reach the\nhole before he could get there and cover it up, and they would reach\ndown into that hole and drag Reddy out by his pretty red coat and eat\nhim all up.",
        "But when he stuck his head through the rail he saw help coming.\nJehosophat was there and he had heard those bad dogs and seen them,\ntoo, coming on with their big mouths open and their tongues hanging\nout as if they wanted to swallow Reddy down in one gulp. And\nJehosophat could see the redcoats on the horses not far away. They had\nreached the big oak in the field and were coming on very fast.",
        "He looked around. There was the very thing. A nice, broad cover of an\negg-crate. It would fit exactly. So, quick as a wink, Jehosophat\npicked it up and clapped it over the hole. Then he looked around\nagain. It wasn’t quite safe yet. But there was the big rock which they\nused for “Duck-on-the-rock.” The very thing! It was almost more than\nhe could manage, that rock, but he pulled and he tugged, and he tugged\nand he pulled, ’til he had it safe on the crate-cover over the\nhole–and Reddy was saved!",
        "It was just in time, too, for the dogs had come barking and yelping\nand bellowing, and now all they could do was to sniff, sniff, sniff\naround that hole.",
        "Then over the fence into the barnyard jumped the horses; and Marmaduke\ncame running up; and the Toyman rushed over from the field; and Father\ncame out of the barn; and Mother flew out of the house; and Rover and\nBrownie and Wienerwurst raced from the pond, each one to see what all\nthe hullabaloo was about.",
        "What they did see was the two boys standing guard in front of the hole\nto protect little Reddy, and the big hunter dogs jumping up on them\nwith their paws and growling most terribly. It was a wonder that the\nboys weren’t frightened enough to run away, but they didn’t. They just\nstood their ground. Still, they were glad enough to see Father and the\nToyman close by.",
        "And now one of the men in redcoats had dismounted from his horse, and\nMarmaduke called to him,–",
        "“You shan’t touch Reddy, you shan’t!”",
        "He was half crying, too, not for himself, but for Reddy.",
        "The man was taking off his cap. He was very polite, and he bowed to\nMother.",
        "“We’ll pay for all damages, Madam, but let us have the brush.”",
        "The boys thought that was funny, calling their mother “madam,” when\neverybody in the neighborhood called her “Mis’ Green.” And what did he\nwant a brush for? To brush his fine cap and red coat or his shiny\nboots? Or to wipe up Reddy out of his hole? However, the Toyman was\nwhispering:",
        "“He means Reddy’s tail. That’s what hunters call the brush.”",
        "When Marmaduke heard that, he grabbed tight hold of the Toyman’s hand\non one side and of his father’s on the other, and shouted:",
        "“Don’t let them get Reddy!”\nBut Father was talking to the man. He called him “Mr.\nSeymour-Frelinghuysen,” and both the boys wondered if all people with\nfine horses and shiny boots and red coats had to have long,\nfunny-sounding names like that.",
        "“It’s all right about the damages, Mr. Seymour-Frelinghuysen,” Father\nwas saying, “but I guess we won’t give up the fox today.”",
        "And Father smiled down at Marmaduke, and oh, wasn’t that little boy\nrelieved and happy, and his brother, too! As for the Toyman, he had a\nfunny twinkle in his eyes.",
        "Of course, there was a lot of grumbling on the part of the redcoats,\nand a lot of barking and growling from the big hunter dogs, but the\nmen had to get on their horses and call off their dogs and ride away.",
        "“I guess they knew they were in the wrong,” said Jehosophat, after\nthey had tied up Rover and Brownie and Wienerwurst, and taken the\nstone and board away from Reddy’s hole.",
        "Then they looked in the hole-but no Reddy!",
        "Meanwhile the Toyman had gone into the barn.",
        "“Come here!” he shouted.",
        "So they ran in, and there, in the corner, hidden under the hay was\nReddy, all muddy from the brook and torn from the briars. His eyes\nlooked very bright, but they looked pitiful too.",
        "The Toyman put out his hand and stroked his fur. At first Reddy showed\nhis teeth and snapped at the Toyman just like a baby wolf. But that\nhand came towards him so quietly, and the voice sounded so gentle,\nthat Reddy lay still. You see, the Toyman somehow understood how to\ntreat foxes and all kinds of animals just as well as he did boys,\nlittle or big.",
        "“What doesn’t that man know?” Mother had said once, and right\nshe was, too.",
        "It took some time to train Reddy, for, although he was very small, he\nwas very wild. However, the Toyman managed to tame him. Perhaps it was\nbecause the Little Lost Fox was wounded and sore and hurt all over.\nAnyway, he seemed to appreciate what the Toyman did for him, for all\nhe was a little wild child of the fields and the forests.",
        "They built him a house, all for himself, and a fence of wire. It was\ngreat fun to see him poking his sharp nose through the holes and\nstepping around so daintily on his pretty little feet.",
        "He always had such a wise look. In fact, he was too wise altogether,\nfor one day he was gone, through some little hole he had dug under his\nfence.–And they never saw him again–at least, they haven’t to this\nday.",
        "At first the three children felt very sad about this, but when the\nToyman explained it, they saw how everything was all right.",
        "“You see,” the Toyman said, “he’s happier in the woods and fields than\nbeing cooped up here.”",
        "Marmaduke thought about that for a moment.",
        "“Anyway,” he began, “anyway,––”",
        "“Yes?” said Mother, trying to help him out.",
        "“Anyway, I’m glad we saved him from the ole redcoats,” he finished.",
        "And maybe Reddy will visit them again some day. Stranger things than\nthat have happened. So, who knows!",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}