{
    "title": "Half-Past Seven Stories - IX: Dr. Philemon Pipp, the Patient Medicine Man",
    "author": "Robert Gordon Anderson",
    "chapter": "11",
    "content": [
        "\n\n",
        "Uncle Roger lived in town, quite a distance from the home of the Three\nHappy Children. When they walked, Marmaduke’s short legs took one\nwhole hour to reach it; Jehosophat’s, forty-five minutes; though the\nToyman’s long shanks could cover the ground in fifteen. But then he\ncould go ever so fast. However, they usually rode, and horses can\nalways go faster than men. Even Old Methusaleh could trot there in\ntwelve, and he was spavined and a little wind-broke, while Teddy and\nHal, who were young and frisky, could get there as quick as a wink.",
        "On this particular day Uncle Roger and Aunt Mehitable had a family\nparty. It was a fine one, you may be sure, but we are not going to\ntell you about it, when something even more interesting happened that\nnight.",
        "At half-past eight the last horn sounded and the party was over.\nMother and Hepzebiah climbed in the surrey, and, with them, two\ngreat-aunts, Sophronisba and Abigail. Aunt Phrony weighed more than\nthree hundred pounds, but Aunt Abby only a hundred; and they were\nplanning to visit the White House With the Green Blinds by the Side of\nthe Road–\"for a week,” they said, but the boys heard Father whisper\nto Mother, as he piled their baggage under the tailboard,–\"From the\nsize of those bags it looks like a year and a day.” The boys wondered\nwhat that extra day could ever be for–probably to move all that\nbaggage.",
        "Now Teddy the Buckskin Horse was hitched to the surrey; and in the\nshafts of the buggy stood Hal the Red Roan. And that night the boys\nparticularly wanted to ride behind Teddy. They liked to watch the\nblack stripe that ran down his yellow back skim ahead of them over the\nroad, just like a snake. And they liked the surrey, too. It had a\nfringe all around the top, and high mudguards, and a whip with a\ntassel and ribbon on it. But now that the great-aunts were in, Aunt\nAbby’s side rose way up in the air, she was so light, but Aunt\nPhrony’s sank down until the steel springs of the carriage groaned and\nscrunched on the axles. The surrey looked like a boat when all the\npassengers rush to one side to see who has fallen over.",
        "There was no room for the boys, so they had to climb in the buggy.\nBut, after all, the Toyman was to drive, and that quite made up for\nit. He might even let them drive, or tell them stories–about Ole Man\nPumpkin, or the stars, or the cowboys out West, or any one of a number\nof wonderful things. So they were quite content as the Toyman said\n“Gee-dap,” and they drove off through the night.",
        "They had gone but a short distance when they saw a light. It was\ndifferent from all the lights in the houses and the street lamps on\nthe corners, which shone steadily and all the while. This one\nflickered and flared like a fire in the wind; and it smoked rather\nbadly, too.",
        "Jehosophat and Marmaduke tried to guess what it was, but neither was\nright. When they reached the corner of the street and got out of the\nbuggy, they saw a lot of boys, big boys and little boys, and men, too,\ncrowding around a wagon. The horses which had brought it there were\ntied to a hitching post a little way off, and a man stood in the back\nby the tailboard. The light which they had seen from afar shone over\nhis head, a strange sort of torch, and was fed with oil by a little\nmetal pan with a tube running to it. And it flickered oddly up and\ndown, and from side to side, throwing funny shadows on the man, who\nlooked queer enough himself.",
        "He had long black hair like Buffalo Bill, and a long black\ncoat–very long, with a fur collar on it.",
        "Marmaduke whispered to the Toyman,–",
        "“Can’t you cure the man’s coat? It’s got the mange.”",
        "And the Toyman replied,–",
        "“No, money is all that can cure that, and pretty soon he’s going to\nget plenty from these people’s pockets.”",
        "Marmaduke’s eyes bulged.",
        "“Is he a robber?” he asked in an awed whisper.",
        "The Toyman laughed.",
        "“Well, some folks might call him that without being sued for libel,\nbut I ’spose he’s within the law.”",
        "Marmaduke wondered how he could be in the law and in the wagon at the\nsame time, and the Toyman had to explain that he meant that the\nstrange man ought to go to jail, but probably wouldn’t. Just\nwhy, he told them to “wait and see.”",
        "But, oh, we forgot–what was most important,–on the man’s head was a\ntall silk hat. It looked as if it needed the mange cure quite as much\nas did the fur collar of his coat. And it was tipped on the side of\nhis head, like a crazy old mill Marmaduke had seen once, that was\nabout to fall in the river.",
        "Behind the man was spread a banner with the man’s name on it, Dr.\nPhilemon Pipp, and a big chart like those the teachers used in school.",
        "“Whew!” whistled Jehosophat, “look at that ole bag of bones!”",
        "For on that chart was a big picture of a skeleton, and, by the side of\nthe skeleton, other pictures, of a man with his skin taken off, which\nshowed his bones, and his muscles, and all his insides–very prettily\npainted in blue and yellow and red.",
        "That wasn’t all there was on that wonderful wagon. Behind the chart,\nthey saw lots of bottles filled with nice black juice. It looked like\nlicorice water, and it made anyone’s mouth water just to look at it!",
        "But the man, Dr. Philemon Pipp, was talking.",
        "And as he talked, he made queer gestures with his arms, as if he\nwanted to scoop up all the people–or something the people had–into\nhis wagon. Perhaps it was their money he wanted to scoop up, though he\nsaid nothing–as to that, just,–",
        "“Now, gents, step up a little closer, pleeze.”",
        "Then he tilted his hat on the other side of his head, and put one hand\nacross his chest, the middle finger between the buttons of his vest,\nand all in a very grand way.",
        "“Tonight,” he went on, “for youah entertainment, I will oferrr this\ndistinguished audience a marrvelous programme–an extrahorrrdinary\nexheebeeshun of tricks and sleight of hand meeraculs such as nevah\nbefoh were puhfomed by human hands.",
        "“Now watch, ladees, and keep yuh eyes peeled, gents–and mebbe youall\nkin learn the secret.”",
        "Then he had to stop for a minute, for the small boys were climbing on\nthe hubs of the wheels.",
        "“Heah, young man,” he shouted, “have youall fohgot yuh mannahs? Do not\nfuthuh disturb muh discourse.”",
        "Of course, Jehosophat and Marmaduke couldn’t understand all these\nmagnificent words, but they sounded quite splendid. No wonder the hat\nwas so big, when it had to cover a head with such long words inside.",
        "Now Dr. Philemon Pipp had turned to the crowd.",
        "“Have any of you gents got a quatah?–Thank you, sah,” he said to a\nman who handed him the money.",
        "Then he took the silver quarter and asked a little boy to step up on\nthe wagon. Jehosophat wished he had been asked, so that he could have\nlearned the wonderful trick.",
        "And now Dr. Pipp showed the coin to the little boy.",
        "“You see it, young man?” he asked.",
        "“Yes sir, yes sir,” said the little boy, all excitement.",
        "Ah, but the man was wiggling his hands through the air, saying,–",
        "“Now you see it and now you don’t.”",
        "And presto! he took that very same quarter which had been in his hand,\nout of–where do you think?–why, right out of the boy’s mouth. That\nwasn’t all, either, for next minute he took it out of his cap, then\nout of his ears. There had been one quarter before–now in his hand\nthere were–five–shiny–quarters! It was a wonderful trick!",
        "But now the strange man, Dr. Philemon Pipp, was speaking again.",
        "“Now that you all understand the trick,” he declared, “I will pefohm\nanother foh youah entahtainment.”",
        "The funny thing about it was that no one understood it at all–except\nthe Toyman.",
        "“Do you really?” the boys asked him, and he replied,–",
        "“Pshaw! that’s easy, but watch, sonny, and see what he’ll try next.”",
        "Meanwhile the man had taken off his tall silk hat.",
        "“You see this hat, ladees an’ gents? Just a simple piece of headwear\nthat has seen many suns and rains. No false bottom or top.”",
        "And he tapped the hat to show them it was just an ordinary hat. Still,\nMarmaduke thought it was very much out of the ordinary. Never had he\nseen such a grand one–not even on Deacon Smithers.",
        "“Now peel yuh eyes–careful–watch–everybody ready? Presto,\nchango–and here we are.”",
        "And believe it or not as you may, out of that hat he drew a white\nrabbit–a real live white rabbit. He held it up by its ears for all to\nsee.",
        "And again he said,–",
        "“Now that youall undahstand this simple little trick, I will–”",
        "And again no one understood how to do it but the Toyman.",
        "However, they just had to listen, for it was a wonderful speech.",
        "“Ladees an’ gents and fellow citizens of–” the strange man paused,\ncoughed, then leaned down to his helper. “What’s the name of this\nburg, Jake?” he whispered to him. “Ah, yes, fellow citizens of the\nglorious ceety of Five Corners–”",
        "And Jehosophat whispered to the Toyman,–",
        "“How does he know it’s so glorious when he can’t even remember the\nname?”",
        "The Toyman chuckled and replied,–",
        "“Oh, he’s a remarkable man, the Doctor, a very remarkable man. But\nlisten, boy, listen, you’ll never hear the like again.”",
        "So of course they listened–with all their ears, and their eyes and\ntheir mouths, too.",
        "“I will introjooce to you,” went on the grand speech, “the famous\nIndian\"–yes, that’s just what he said,–\"the famous Indian,\nChief-Afraid-of-a-Rat. Come on, Chief, don’t scare the ladies, and\ndon’t scalp the little boys as long as they’re good.”",
        "[Illustration: “Out of that hat he drew a rabbit, a live white rabbit,\nand held it up by its ears for all to see.\"]",
        "Then up on that wagon stepped a big Indian with moccasins on his feet,\nand a dress of deerskin with beads embroidered on it, and a headdress\nof many feathers and many colors too. He opened his mouth wide, and said\nsomething that sounded like a speech and yet like a song:–",
        " “Ging-goo, ging goo, ging goo!\n  Tunk a tin, tunk a tin, tunk a tin!\n  Geegry goo, geegry goo,\n  All-a-man lissen!”",
        "That’s what the Red Indian with all the feathers said, and it sounded\nvery impressive.",
        "As it was so hard for anyone who didn’t know the real Indian language\nto understand, the man with the long hair and tall silk hat, this wise\nDr. Philemon Pipp, explained it.",
        "“The noble red man, the last of his tribe, Chief-Afraid-of-a-Rat,\"\nsaid he, “is a great medicine man. He says that from his native soil\nhe has distilled a wonderrful medicine that works like magic.”",
        "Then, wetting his lips, he leaned over and picked up one of the big\nbottles that was full of black juice like the water the children used\nto make from licorice sticks.",
        "“If yuh have a pain or an ache, a misery in yuh back, if yuh suffah\nfrom stomach-ache or tooth-ache, or an ache in the head; if yuh feet\nburn and blister; if yuh tongue evah feels thick; if yuh feel a leetle\ninclined to dizzyness–in fact, if yuh have any ache or trouble in the\nworld, this medicine will cure yuh, will bring instant relief.”",
        "Then he took another bottle and said some more:",
        "“One bottle of this medicine is worth five dollahs. Who would not give\na paltry five dollahs for to be cured of his miseries? But–ladees and\ngents, because I was once born in your beautiful ceety I will sell–”",
        "“Why, he even forgot its name,” whispered Jehosophat.",
        "“Shush,” whispered the Toyman right back at him, “don’t give him\naway.”",
        "But, instead, of Jehosophat giving him away, it seemed Dr. Pipp was\ngoing to give something away himself, for he was saying in his\nspeech,–",
        "“Because I was once born in your beautiful ceety, I will give\naway–for this night only–a whole bottle of this magic medicine for\nthe trifling sum of fifty cents!”",
        "That was very generous, thought the boys, and they said so to the\nToyman, but again he told them to “wait an’ see.”",
        "And then Dr. Philemon Pipp turned to the crowd of men and boys and\nhollered real loud like the minister at camp-meeting,–",
        "“Who’ll be the first to be cuhed? Who’ll be the first to be happy\nagain?”",
        "And one by one the silly people went down in their pockets, and\nbrought up their fifty-cent pieces, and handed them up to the man on\nthe wagon.",
        "You see, every one must have had at least one of the kinds of pains\nand aches Dr. Pipp talked about, for he mentioned every one in the\nworld.",
        "Marmaduke thought that black medicine would be fine for the Toyman.",
        "“Toyman,” he said, “buy a bottle, an’ it will cure you of that bad\nrheumatism.”",
        "“No,” replied the Toyman, “that won’t cure even chilblains. That old\ncodger’s not telling the truth. And the people are fools to believe\nhim.”",
        "But all this time Dr. Pipp was handing out the bottles with one hand,\nand collecting the fifty-cent pieces with the other, and the Red\nIndian was singing his funny song,–",
        " “Ging goo, ging goo,\n  Hunk-a-tin, hunk-a-tin, hunk-a-tin,\n  Geegry goo, geegry goo,\n  All-a-man lissen!”",
        "And the light nickered on the funny pictures of the skeleton and the\nman with his skin off, and then on Dr. Philemon Pipp with his long\nblack hair and tall silk hat, and on the feathers of the Red Indian,\nas he danced up and down singing that funny song.",
        "At last something stranger still happened.",
        "The Toyman had just muttered to himself,–",
        "“They’re fools, they are, but I guess I ought to stop him.”",
        "And just as he said this, Dr. Philemon saw him in the crowd. The\nDoctor must have felt hurt because the Toyman hadn’t bought any of his\nbottles, for he pointed a finger with a great long nail right at the\nToyman and said:",
        "“Yuh sah, aren’t yuh willin’ to be cuhed?”",
        "Now the Toyman was forever saying funny and surprising things, but he\nnever said anything funnier and more surprising in his life than what\nhe told that patent-medicine man.",
        "“No, thank you, Mr. Steve Jorkins\"–that’s just what he called him,\nnot Dr. Pipp at all–\"that medicine of yours isn’t magic. It wouldn’t\neven cure a chicken of the pip.”",
        "Then all the men crowded around the Toyman, calling him by his old\nname.",
        "“Do you know him, Frank? Is he fooling us?”",
        "“You bet he is,” replied the Toyman, “and he’s got all your\nhard-earned money in his jeans.”",
        "Then he called to the boys to “come quick,” for he thought there would\nbe trouble, and there was.",
        "For all those men and boys in the crowd climbed up on the wagon–and\nthey grabbed Dr. Philemon Pipp by his fine fur collar–and they made\nhim give back their money, every last cent of it. Then, while some of\nthem held him, the others smashed all his bottles until the black\njuice ran over the tailboard like a dark waterfall, and they hurled\nhis high silk hat on the top of the lamp-post, yelling,–",
        "“You git out of here, quick! Come, skedaddle!”",
        "And since, in his fright, he didn’t “skedaddle” fast enough to suit\nthem, they threw beets and all sorts of vegetables at him, vegetables\nthat had been ripe a very long time. So at last the tall Doctor with\nhis fine fur collar–but without his silk hat–hitched up his horses\nwith trembling fingers, and he and his helper Jake and the Red Indian\ndrove out of town “lickety-split.” You could hear the wagon-wheels\nrattling away long after he turned the corner.",
        "Then the Toyman “tlucked” to Hal and they drove off, too.",
        "“How did you know him?” Jehosophat asked, after they had trotted a\nlittle way.",
        "“Oh, I used to know him out West. He didn’t remember me, but I did\nhim. I bought one of his bottles once.”",
        "“Is he a robber?”",
        "“Well, he calls himself a patent-medicine man, but I’d call him a\n’fakir.’”",
        "“What’s a ’fakir,’ Toyman?” put in Marmaduke, very sleepily.",
        "“Oh, a man who pretends to be something he isn’t, and who sells folks\nsomething that’s no good, and takes all their money for nothing.\nBut\"–and he laughed–\"some folks like to be fooled.”",
        "“It’s too bad!” sighed Marmaduke.",
        "“What’s too bad, sonny?”",
        "“Why, to smash all those big bottles and waste all that lovely\nlicorice water.”",
        "But he soon forgot all about the bottles and the licorice water, and\nthe bad Doctor Pipp with the tall hat and the fur collar, and the Red\nIndian, too, for, as they rode along by the River, the Moon was up,\nand seemed to be riding along with them–never getting ahead or\nbehind, just keeping even with Hal the Red Roan. And Marmaduke loved\nto go riding or walking with a great yellow moon. Besides, the Toyman\ntold them a story, as he had promised–and a nice one it was–so the\nlittle boy fell asleep.",
        "But I wouldn’t say that they never dreamed about that fur collar, and\nthe tall hat, and the Indian, and all those bottles.",
        "It’s just possible that they did.",
        "Continue...",
        "\nThis eBook of “Half-Past Seven Stories” by Robert Gordon Anderson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Half Past Seven StoriesBy Robert Gordon AndersonAt Amazon"
    ]
}