{
    "title": "Heidi - Chapter XVII. A Compensation",
    "author": "Johanna Spyri",
    "chapter": "18",
    "content": [
        "\n\n",
        "The next morning the doctor climbed up from Dorfli with Peter\nand the goats. The kindly gentleman tried now and then to enter\ninto conversation with the boy, but his attempts failed, for he\ncould hardly get a word out of Peter in answer to his questions.\nPeter was not easily persuaded to talk. So the party silently\nmade their way up to the hut, where they found Heidi awaiting\nthem with her two goats, all three as fresh and lively as the\nmorning sun among the mountains.",
        "“Are you coming to-day?” said Peter, repeating the words with\nwhich he daily greeted her, either in question or in summons.",
        "“Of course I am, if the doctor is coming too,” replied Heidi.",
        "Peter cast a sidelong glance at the doctor. The grandfather now\ncame out with the dinner bag, and after bidding good-day to the\ndoctor he went up to Peter and slung it over his neck. It was\nheavier than usual, for Alm-Uncle had added some meat to-day, as\nhe thought the doctor might like to have his lunch out and eat\nit when the children did. Peter gave a grin, for he felt sure\nthere was something more than ordinary in it.",
        "And so the ascent began. The goats as usual came thronging\naround Heidi, each trying to be nearest her, until at last she\nstood still and said, “Now you must go on in front and behave\nproperly, and not keep on turning back and pushing and poking me,\nfor I want to talk to the doctor,” and she gave Snowflake a\nlittle pat on the back and told her to be good and obedient. By\ndegrees she managed to make her way out from among them and\njoined the doctor, who took her by the hand. He had no difficulty\nnow in conversing with his companion, for Heidi had a great deal\nto say about the goats and their peculiarities, and about the\nflowers and the rocks and the birds, and so they clambered on and\nreached their resting-place before they were aware. Peter had\nsent a good many unfriendly glances towards the doctor on the way\nup, which might have quite alarmed the latter if he had happened\nto notice them, which, fortunately, he did not.",
        "Heidi now led her friend to her favorite spot where she was\naccustomed to sit and enjoy the beauty around her; the doctor\nfollowed her example and took his seat beside her on the warm\ngrass. Over the heights and over the far green valley hung the\ngolden glory of the autumn day. The great snow-field sparkled in\nthe bright sunlight, and the two grey rocky peaks rose in their\nancient majesty against the dark blue sky. A soft, light morning\nbreeze blew deliciously across the mountain, gently stirring the\nbluebells that still remained of the summer’s wealth of flowers,\ntheir slender heads nodding cheerfully in the sunshine. Overhead\nthe great bird was flying round and round in wide circles, but to-\nday he made no sound; poised on his large wings he floated\ncontentedly in the blue ether. Heidi looked about her first at\none thing and then at another. The waving flowers, the blue sky,\nthe bright sunshine, the happy bird–everything was so\nbeautiful! so beautiful! Her eyes were alight with joy. And now\nshe turned to her friend to see if he too were enjoying the\nbeauty. The doctor had been sitting thoughtfully gazing around\nhim. As he met her glad bright eyes, “Yes, Heidi,” he responded,\n“I see how lovely it all is, but tell me–if one brings a sad\nheart up here, how may it be healed so that it can rejoice in all\nthis beauty?”",
        "“Oh, but,” exclaimed Heidi, “no one is sad up here, only in\nFrankfurt.”",
        "The doctor smiled and then growing serious again he continued,\n“But supposing one is not able to leave all the sadness behind\nat Frankfurt; can you tell me anything that will help then?”",
        "“When you do not know what more to do you must go and tell\neverything to God,” answered Heidi with decision.",
        "“Ah, that is a good thought of yours, Heidi,” said the doctor.\n“But if it is God Himself who has sent the trouble, what can we\nsay to Him then?”",
        "Heidi sat pondering for a while; she was sure in her heart that\nGod could help out of every trouble. She thought over her own\nexperiences and then found her answer.",
        "“Then you must wait,” she said, “and keep on saying to yourself:\nGod certainly knows of some happiness for us which He is going\nto bring out of the trouble, only we must have patience and not\nrun away. And then all at once something happens and we see\nclearly ourselves that God has had some good thought in His mind\nall along; but because we cannot see things beforehand, and only\nknow how dreadfully miserable we are, we think it is always going\nto be so.”",
        "“That is a beautiful faith, child, and be sure you hold it\nfast,” replied the doctor. Then he sat on a while in silence,\nlooking at the great overshadowing mountains and the green,\nsunlit valley below before he spoke again,–",
        "“Can you understand, Heidi, that a man may sit here with such a\nshadow over his eyes that he cannot feel and enjoy the beauty\naround him, while the heart grows doubly sad knowing how\nbeautiful it could be? Can you understand that?”",
        "A pain shot through the child’s young happy heart. The shadow\nover the eyes brought to her remembrance the grandmother, who\nwould never again be able to see the sunlight and the beauty up\nhere. This was Heidi’s great sorrow, which re-awoke each time\nshe thought about the darkness. She did not speak for a few\nminutes, for her happiness was interrupted by this sudden pang.\nThen in a grave voice she said,–",
        "“Yes, I can understand it. And I know this, that then one must\nsay one of grandmother’s hymns, which bring the light back a\nlittle, and often make it so bright for her that she is quite\nhappy again. Grandmother herself told me this.”",
        "“Which hymns are they, Heidi?” asked the doctor.",
        "“I only know the one about the sun and the beautiful garden, and\nsome of the verses of the long one, which are favorites with\nher, and she always likes me to read them to her two or three\ntimes over,” replied Heidi.",
        "“Well, say the verses to me then, I should like to hear them\ntoo,” and the doctor sat up in order to listen better.",
        "Heidi put her hands together and sat collecting her thoughts for\na second or two: “Shall I begin at the verse that grandmother\nsays gives her a feeling of hope and confidence?”",
        "The doctor nodded his assent, and Heidi began,–",
        "    Let not your heart be troubled  \n    Nor fear your soul dismay,\n    There is a wise Defender\n    And He will be your stay.\n    Where you have failed, He conquers,\n    See, how the foeman flies!\n    And all your tribulation  \n    Is turned to glad surprise.",
        "    If for a while it seemeth\n    His mercy is withdrawn,\n    That He no longer careth\n    For His wandering child forlorn,\n    Doubt not His great compassion,\n    His love can never tire,\n    To those who wait in patience\n    He gives their heart’s desire.",
        "Heidi suddenly paused; she was not sure if the doctor was still\nlistening. He was sitting motionless with his hand before his\neyes. She thought he had fallen asleep; when he awoke, if he\nwanted to hear more verses, she would go on. There was no sound\nanywhere. The doctor sat in silence, but he was certainly not\nasleep. His thoughts had carried him back to a long past time:\nhe saw himself as a little boy standing by his dear mother’s\nchair; she had her arm round his neck and was saying the very\nverses to him that Heidi had just recited–words which he had not\nheard now for years. He could hear his mother’s voice and see her\nloving eyes resting upon him, and as Heidi ceased the old dear\nvoice seemed to be saying other things to him; and the words he\nheard again must have carried him far, far away, for it was a\nlong time before he stirred or took his hand from his eyes. When\nat last he roused himself he met Heidi’s eyes looking wonderingly\nat him.",
        "“Heidi,” he said, taking the child’s hand in his, “that was a\nbeautiful hymn of yours,” and there was a happier ring in his\nvoice as he spoke. “We will come out here together another day,\nand you will let me hear it again.”",
        "Peter meanwhile had had enough to do in giving vent to his\nanger. It was now some days since Heidi had been out with him,\nand when at last she did come, there she sat the whole time\nbeside the old gentleman, and Peter could not get a word with\nher. He got into a terrible temper, and at last went and stood\nsome way back behind the doctor, where the latter could not see\nhim, and doubling his fist made imaginary hits at the enemy.\nPresently he doubled both fists, and the longer Heidi stayed\nbeside the gentleman, the more fiercely did he threaten with\nthem.",
        "Meanwhile the sun had risen to the height which Peter knew\npointed to the dinner hour. All of a sudden he called at the top\nof his voice, “It’s dinner time.”",
        "Heidi was rising to fetch the dinner bag so that the doctor\nmight eat his where he sat. But he stopped her, telling her he\nwas not hungry at all, and only cared for a glass of milk, as he\nwanted to climb up a little higher. Then Heidi found that she\nalso was not hungry and only wanted milk, and she should like,\nshe said, to take the doctor up to the large moss-covered rock\nwhere Greenfinch had nearly jumped down and killed herself. So\nshe ran and explained matters to Peter, telling him to go and get\nmilk for the two. Peter seemed hardly to understand. “Who is\ngoing to eat what is in the bag then?” he asked.",
        "“You can have it,” she answered, “only first make haste and get\nthe milk.”",
        "Peter had seldom performed any task more promptly, for he\nthought of the bag and its contents, which now belonged to him.\nAs soon as the other two were sitting quietly drinking their\nmilk, he opened it, and quite trembled for joy at the sight of\nthe meat, and he was just putting his hand in to draw it out when\nsomething seemed to hold him back. His conscience smote him at\nthe remembrance of how he had stood with his doubled fists behind\nthe doctor, who was now giving up to him his whole good dinner.\nHe felt as if he could not now enjoy it. But all at once he\njumped up and ran back to the spot where he had stood before, and\nthere held up his open hands as a sign that he had no longer any\nwish to use them as fists, and kept them up until he felt he had\nmade amends for his past conduct. Then he rushed back and sat\ndown to the double enjoyment of a clear conscience and an\nunusually satisfying meal.",
        "Heidi and the doctor climbed and talked for a long while, until\nthe latter said it was time for him to be going back, and no\ndoubt Heidi would like to go and be with her goats. But Heidi\nwould not hear of this, as then the doctor would have to go the\nwhole way down the mountain alone. She insisted on accompanying\nhim as far as the grandfather’s hut, or even a little further.\nShe kept hold of her friend’s hand all the time, and the whole\nway she entertained him with accounts of this thing and that,\nshowing him the spots where the goats loved best to feed, and\nothers where in summer the flowers of all colors grew in\ngreatest abundance. She could give them all their right names,\nfor her grandfather had taught her these during the summer\nmonths. But at last the doctor insisted on her going back; so\nthey bid each other good-night and the doctor continued his\ndescent, turning now and again to look back, and each time he saw\nHeidi standing on the same spot and waving her hand to him. Even\nso in the old days had his own dear little daughter watched him\nwhen he went from home.",
        "It was a bright sunny autumn month. The doctor came up to the\nhut every morning, and thence made excursions over the mountain.\nAlm-Uncle accompanied him on some of his higher ascents, when\nthey climbed up to the ancient storm-beaten fir trees and often\ndisturbed the great bird which rose startled from its nest, with\nthe whirl of wings and croakings, very near their heads. The\ndoctor found great pleasure in his companion’s conversation, and\nwas astonished at his knowledge of the plants that grew on the\nmountain: he knew the uses of them all, from the aromatic fir\ntrees and the dark pines with their scented needles, to the\ncurly moss that sprang up everywhere about the roots of the trees\nand the smallest plant and tiniest flower. He was as well versed\nalso in the ways of the animals, great and small, and had many\namusing anecdotes to tell of these dwellers in caves and holes\nand in the tops of the fir trees. And so the time passed\npleasantly and quickly for the doctor, who seldom said good-bye\nto the old man at the end of the day without adding, “I never\nleave you, friend, without having learnt something new from you.”",
        "On some of the very finest days, however, the doctor would\nwander out again with Heidi, and then the two would sit together\nas on the first day, and the child would repeat her hymns and\ntell the doctor things which she alone knew. Peter sat at a\nlittle distance from them, but he was now quite reconciled in\nspirit and gave vent to no angry pantomime.",
        "September had drawn to its close, and now one morning the doctor\nappeared looking less cheerful than usual. It was his last day,\nhe said, as he must return to Frankfurt, but he was grieved at\nhaving to say good-bye to the mountain, which he had begun to\nfeel quite like home. Alm-Uncle, on his side, greatly regretted\nthe departure of his guest, and Heidi had been now accustomed\nfor so long to see her good friend every day that she could\nhardly believe the time had suddenly come to separate. She looked\nup at him in doubt, taken by surprise, but there was no help, he\nmust go. So he bid farewell to the old man and asked that Heidi\nmight go with him part of the return way, and Heidi took his hand\nand went down the mountain with him, still unable to grasp the\nidea that he was going for good. After some distance the doctor\nstood still, and passing his hand over the child’s curly head\nsaid, “Now, Heidi, you must go back, and I must say good-bye! If\nonly I could take you with me to Frankfurt and keep you there!”",
        "The picture of Frankfurt rose before the child’s eyes, its rows\nof endless houses, its hard streets, and even the vision of\nFraulein Rottenmeier and Tinette, and she answered hesitatingly,\n“I would rather that you came back to us.”",
        "“Yes, you are right, that would be better. But now good-bye,\nHeidi.” The child put her hand in his and looked up at him; the\nkind eyes looking down on her had tears in them. Then the doctor\ntore himself away and quickly continued his descent.",
        "Heidi remained standing without moving. The friendly eyes with\nthe tears in them had gone to her heart. All at once she burst\ninto tears and started running as fast as she could after the\ndeparting figure, calling out in broken tones: “Doctor! doctor!”",
        "He turned round and waited till the child reached him. The tears\nwere streaming down her face and she sobbed out: “I will come to\nFrankfurt with you, now at once, and I will stay with you as\nlong as you like, only I must just run back and tell\ngrandfather.”",
        "The doctor laid his hand on her and tried to calm her\nexcitement. “No, no, dear child,” he said kindly, “not now; you\nmust stay for the present under the fir trees, or I should have\nyou ill again. But hear now what I have to ask you. If I am ever\nill and alone, will you come then and stay with me? May I know\nthat there would then be some one to look after me and care for\nme?”",
        "“Yes, yes, I will come the very day you send for me, and I love\nyou nearly as much as grandfather,” replied Heidi, who had not\nyet got over her distress.",
        "And so the doctor again bid her good-bye and started on his way,\nwhile Heidi remained looking after him and waving her hand as\nlong as a speck of him could be seen. As the doctor turned for\nthe last time and looked back at the waving Heidi and the sunny\nmountain, he said to himself, “It is good to be up there, good\nfor body and soul, and a man might learn how to be happy once\nmore.”",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}