{
    "title": "Heidi - Chapter XVI. A Visitor",
    "author": "Johanna Spyri",
    "chapter": "17",
    "content": [
        "\n\n",
        "The early light of morning lay rosy red upon the mountains, and\na fresh breeze rustled through the fir trees and set their\nancient branches waving to and fro. The sound awoke Heidi and she\nopened her eyes. The roaring in the trees always stirred a strong\nemotion within her and seemed to drew her irresistibly to them.\nSo she jumped out of bed and dressed herself as quickly as she\ncould, but it took her some time even then, for she was careful\nnow to be always clean and tidy.",
        "When she went down her ladder she found her grandfather had\nalready left the hut. He was standing outside looking at the sky\nand examining the landscape as he did every morning, to see what\nsort of weather it was going to be.",
        "Little pink clouds were floating over the sky, that was growing\nbrighter and bluer with every minute, while the heights and the\nmeadow lands were turning gold under the rising sun, which was\njust appearing above the topmost peaks.",
        "“O how beautiful! how beautiful! Good-morning, grandfather!\"\ncried Heidi, running out.",
        "“What, you are awake already, are you?” he answered, giving her\na morning greeting.",
        "Then Heidi ran round to the fir trees to enjoy the sound she\nloved so well, and with every fresh gust of wind which came\nroaring through their branches she gave a fresh jump and cry of\ndelight.",
        "Meanwhile the grandfather had gone to milk the goats; this done\nhe brushed and washed them, ready for their mountain excursion,\nand brought them out of their shed. As soon as Heidi caught\nsight of her two friends she ran and embraced them, and they\nbleated in return, while they vied with each other in showing\ntheir affection by poking their heads against her and trying\nwhich could get nearest her, so that she was almost crushed\nbetween them. But Heidi was not afraid of them, and when the\nlively Little Bear gave rather too violent a thrust, she only\nsaid, “No, Little Bear, you are pushing like the Great Turk,” and\nLittle Bear immediately drew back his head and left off his rough\nattentions, while Little Swan lifted her head and put on an\nexpression as much as to say, “No one shall ever accuse me of\nbehaving like the Great Turk.” For White Swan was a rather more\ndistinguished person than Brown Bear.",
        "And now Peter’s whistle was heard and all the goats came along,\nleaping and springing, and Heidi soon found herself surrounded\nby the whole flock, pushed this way and that by their\nobstreperous greetings, but at last she managed to get through\nthem to where Snowflake was standing, for the young goat had in\nvain striven to reach her.",
        "Peter now gave a last tremendous whistle, in order to startle\nthe goats and drive them off, for he wanted to get near himself\nto say something to Heidi. The goats sprang aside and he came up\nto her.",
        "“Can you come out with me to-day?” he asked, evidently unwilling\nto hear her refuse.",
        "“I am afraid I cannot, Peter,” she answered. “I am expecting\nthem every minute from Frankfurt, and I must be at home when they\ncome.”",
        "“You have said the same thing for days now,” grumbled Peter.",
        "“I must continue to say it till they come,” replied Heidi. “How\ncan you think, Peter, that I would be away when they came? As if\nI could do such a thing?”",
        "“They would find Uncle at home,” he answered with a snarling\nvoice.",
        "But at this moment the grandfather’s stentorian voice was heard.\n“Why is the army not marching forward? Is it the field-marshal\nwho is missing or some of the troops?”",
        "Whereupon Peter turned and went off, swinging his stick round so\nthat it whistled through the air, and the goats, who understood\nthe signal, started at full trot for their mountain pasture,\nPeter following in their wake.",
        "Since Heidi had been back with her grandfather things came now\nand then into her mind of which she had never thought in former\ndays. So now, with great exertion, she put her bed in order\nevery morning, patting and stroking it till she had got it\nperfectly smooth and flat. Then she went about the room\ndownstairs, put each chair back in its place, and if she found\nanything lying about she put it in the cupboard. After that she\nfetched a duster, climbed on a chair, and rubbed the table till\nit shone again. When the grandfather came in later he would look\nround well pleased and say to himself, “We look like Sunday every\nday now; Heidi did not go abroad for nothing.”",
        "After Peter had departed and she and her grandfather had\nbreakfasted, Heidi began her daily work as usual, but she did\nnot get on with it very fast. It was so lovely out of doors to-\nday, and every minute something happened to interrupt her in her\nwork. Now it was a bright beam of sun shining cheerfully through\nthe open window, and seeming to say, “Come out, Heidi, come out!\"\nHeidi felt she could not stay indoors, and she ran out in answer\nto the call. The sunlight lay sparkling on everything around the\nhut and on all the mountains and far away along the valley, and\nthe grass slope looked so golden and inviting that she was\nobliged to sit down for a few minutes and look about her. Then\nshe suddenly remembered that her stool was left standing in the\nmiddle of the floor and that the table had not been rubbed, and\nshe jumped up and ran inside again. But it was not long before\nthe fir trees began their old song; Heidi felt it in all her\nlimbs, and again the desire to run outside was irresistible, and\nshe was off to play and leap to the tune of the waving branches.\nThe grandfather, who was busy in his work-shed, stepped out from\ntime to time smiling to watch her at her gambols. He had just\ngone back to his work on one of these occasions when Heidi\ncalled out, “Grandfather! grandfather! Come, come!”",
        "He stepped quickly out, almost afraid something had happened to\nthe child, but he saw her running towards where the mountain\npath descended, crying, “They are coming! they are coming! and\nthe doctor is in front of them!”",
        "Heidi rushed forward to welcome her old friend, who held out his\nhands in greeting to her. When she came up to him she clung to\nhis outstretched arm, and exclaimed in the joy of her heart,\n“Good-morning, doctor, and thank you ever so many times.”",
        "“God bless you, child! what have you got to thank me for?” asked\nthe doctor, smiling.",
        "“For being at home again with grandfather,” the child explained.",
        "The doctor’s face brightened as if a sudden ray of sunshine had\npassed across it; he had not expected such a reception as this.\nLost in the sense of his loneliness he had climbed the mountain\nwithout heeding how beautiful it was on every side, and how more\nand more beautiful it became the higher he got. He had quite\nthought that Heidi would have forgotten him; she had seen so\nlittle of him, and he had felt rather like one bearing a message\nof disappointment, anticipating no great show of favor, coming\nas he did without the expected friends. But instead, here was\nHeidi, her eyes dancing for joy, and full of gratitude and\naffection, clinging to the arm of her kind friend.",
        "He took her by the hand with fatherly tenderness.",
        "“Take me now to your grandfather, Heidi, and show me where you\nlive.”",
        "But Heidi still remained standing, looking down the path with a\nquestioning gaze. “Where are Clara and grandmother?” she asked.",
        "“Ah, now I have to tell you something which you will be as sorry\nabout as I am,” answered the doctor. “You see, Heidi, I have\ncome alone. Clara was very ill and could not travel, and so the\ngrandmother stayed behind too. But next spring, when the days\ngrow warm and long again, they are coming here for certain.”",
        "Heidi was greatly concerned; she could not at first bring\nherself to believe that what she had for so long been picturing\nto herself was not going to happen after all. She stood\nmotionless for a second or two, overcome by the unexpected\ndisappointment. The doctor said nothing further; all around lay\nthe silence, only the sighing of the fir trees could be heard\nfrom where they stood. Then Heidi suddenly remembered why she had\nrun down there, and that the doctor had really come. She lifted\nher eyes and saw the sad expression in his as he looked down at\nher; she had never seen him with that look on his face when she\nwas in Frankfurt. It went to Heidi’s heart; she could not bear to\nsee anybody unhappy, especially her dear doctor. No doubt it was\nbecause Clara and grandmother could not come, and so she began to\nthink how best she might console him.",
        "“Oh, it won’t be very long to wait for spring, and then they\nwill be sure to come,” she said in a reassuring voice. “Time\npasses very quickly with us, and then they will be able to stay\nlonger when they are here, and Clara will be pleased at that. Now\nlet us go and find grandfather.”",
        "Hand in hand with her friend she climbed up to the hut. She was\nso anxious to make the doctor happy again that she began once\nmore assuring him that the winter passed so quickly on the\nmountain that it was hardly to be taken account of, and that\nsummer would be back again before they knew it, and she became\nso convinced of the truth of her own words that she called out\nquite cheerfully to her grandfather as they approached, “They\nhave not come to-day, but they will be here in a very short\ntime.”",
        "The doctor was no stranger to the grandfather, for the child had\ntalked to him so much about her friend. The old man held out his\nhand to his guest in friendly greeting. Then the two men sat\ndown in front of the hut, and Heidi had her little place too, for\nthe doctor beckoned her to come and sit beside him. The doctor\ntold Uncle how Herr Sesemann had insisted on his taking this\njourney, and he felt himself it would do him good as he had not\nbeen quite the thing for a long time. Then he whispered to Heidi\nthat there was something being brought up the mountain which had\ntravelled with him from Frankfurt, and which would give her even\nmore pleasure than seeing the old doctor. Heidi got into a great\nstate of excitement on hearing this, wondering what it could be,\nThe old man urged the doctor to spend as many of the beautiful\nautumn days on the mountain as he could, and at least to come up\nwhenever it was fine; he could not offer him a lodging, as he had\nno place to put him; he advised the doctor, however, not to go\nback to Ragatz, but to stay at Dorfli, where there was a clean\ntidy little inn. Then the doctor could come up every morning,\nwhich would do him no end of good, and if he liked, he, the\ngrandfather, would act as his guide to any part of the mountains\nhe would like to see. The doctor was delighted with this\nproposal, and it was settled that it should be as the\ngrandfather suggested.",
        "Meanwhile the sun had been climbing up the sky, and it was now\nnoon. The wind had sunk and the fir trees stood motionless. The\nair was still wonderfully warm and mild for that height, while a\ndelicious freshness was mingled with the warmth of the sun.",
        "Alm-Uncle now rose and went indoors, returning in a few minutes\nwith a table which he placed in front of the seat.",
        "“There, Heidi, now run in and bring us what we want for the\ntable,” he said. “The doctor must take us as he finds us; if the\nfood is plain, he will acknowledge that the dining-room is\npleasant.”",
        "“I should think so indeed,” replied the doctor as he looked down\nover the sun-lit valley, “and I accept the kind invitation;\neverything must taste good up here.”",
        "Heidi ran backwards and forwards as busy as a bee and brought\nout everything she could find in the cupboard, for she did not\nknow how to be pleased enough that she could help to entertain\nthe doctor. The grandfather meanwhile had been preparing the\nmeal, and now appeared with a steaming jug of milk and golden-\nbrown toasted cheese. Then he cut some thin slices from the meat\nhe had cured himself in the pure air, and the doctor enjoyed his\ndinner better than he had for a whole year past.",
        "“Our Clara must certainly come up here,” he said, “it would make\nher quite a different person, and if she ate for any length of\ntime as I have to-day, she would grow plumper than any one has\never known her before.”",
        "As he spoke a man was seen coming up the path carrying a large\npackage on his back. When he reached the hut he threw it on the\nground and drew in two or three good breaths of the mountain\nair.",
        "“Ah, here’s what travelled with me from Frankfurt,” said the\ndoctor, rising, and he went up to the package and began undoing\nit, Heidi looking on in great expectation. After he had released\nit from its heavy outer covering, “There, child,” he said, “now\nyou can go on unpacking your treasures yourself.”",
        "Heidi undid her presents one by one until they were all\ndisplayed; she could not speak the while for wonder and delight.\nNot till the doctor went up to her again and opened the large\nbox to show Heidi the cakes that were for the grandmother to eat\nwith her coffee, did she at last give a cry of joy, exclaiming,\n“Now grandmother will have nice things to eat,” and she wanted to\npack everything up again and start at once to give them to her.\nBut the grandfather said he should walk down with the doctor that\nevening and she could go with them and take the things. Heidi\nnow found the packet of tobacco which she ran and gave to her\ngrandfather; he was so pleased with it that he immediately\nfilled his pipe with some, and the two men then sat down together\nagain, the smoke curling up from their pipes as they talked of\nall kinds of things, while Heidi continued to examine first one\nand then another of her presents. Suddenly she ran up to them,\nand standing in front of the doctor waited till there was a pause\nin the conversation, and then said, “No, the other thing has not\ngiven me more pleasure than seeing you, doctor.”",
        "The two men could not help laughing, and the doctor answered\nthat he should never have thought it.",
        "As the sun began to sink behind the mountains the doctor rose,\nthinking it was time to return to Dorfli and seek for quarters.\nThe grandfather carried the cakes and the shawl and the large\nsausage, and the doctor took Heidi’s hand, so they all three\nstarted down the mountain. Arrived at Peter’s home Heidi bid the\nothers good-bye; she was to wait at grandmother’s till her\ngrandfather, who was going on to Dorfli with his guest, returned\nto fetch her. As the doctor shook hands with her she asked,\n“Would you like to come out with the goats to-morrow morning?\"\nfor she could think of no greater treat to offer him.",
        "“Agreed!” answered the doctor, “we will go together,”",
        "Heidi now ran in to the grandmother; she first, with some\neffort, managed to carry in the box of cakes; then she ran out\nagain and brought in the sausage–for her grandfather had put the\npresents down by the door–and then a third time for the shawl.\nShe had placed them as close as she could to the grandmother, so\nthat the latter might be able to feel them and understand what\nwas there. The shawl she laid over the old woman’s knees.",
        "“They are all from Frankfurt, from Clara and grandmamma,” she\nexplained to the astonished grandmother and Brigitta, the latter\nhaving watched her dragging in all the heavy things, unable to\nimagine what was happening.",
        "“And you are very pleased with the cakes, aren’t you,\ngrandmother? taste how soft they are!” said Heidi over and over\nagain, to which the grandmother continued to answer, “Yes, yes,\nHeidi, I should think so! what kind people they must be!” And\nthen she would pass her hand over the warm thick shawl and add,\n“This will be beautiful for the cold winter! I never thought I\nshould ever have such a splendid thing as this to put on.”",
        "Heidi could not help feeling some surprise at the grandmother\nseeming to take more pleasure in the shawl than the cakes.\nMeanwhile Brigitta stood gazing at the sausage with almost an\nexpression of awe. She had hardly in her life seen such a\nmonster sausage, much less owned one, and she could scarcely\nbelieve her eyes. She shook her head and said doubtfully, “I must\nask Uncle what it is meant for,”",
        "But Heidi answered without hesitation, “It is meant for eating,\nnot for anything else.”",
        "Peter came tumbling in at this minute. “Uncle is just behind me,\nhe is coming–” he began, and then stopped short, for his eye\nhad caught sight of the sausage, and he was too much taken aback\nto say more. But Heidi understood that her grandfather was near\nand so said good-bye to grandmother. The old man now never passed\nthe door without going in to wish the old woman good-day, and she\nliked to hear his footstep approaching, for he always had a\ncheery word for her. But to-day it was growing late for Heidi,\nwho was always up with the lark, and the grandfather would never\nlet her go to bed after hours; so this evening he only called\ngood-night through the open door and started home at once with\nthe child, and the two climbed under the starlit sky back to\ntheir peaceful dwelling.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}