{
    "title": "Heidi - Chapter IX. Herr Sesemann Hears of Things Which Are New to Him",
    "author": "Johanna Spyri",
    "chapter": "10",
    "content": [
        "\n\n",
        "A few days after these events there was great commotion and much\nrunning up and down stairs in Herr Sesemann’s house. The master\nhad just returned, and Sebastian and Tinette were busy carrying\nup one package after another from the carriage, for Herr\nSesemann always brought back a lot of pretty things for his home.\nHe himself had not waited to do anything before going in to see\nhis daughter. Heidi was sitting beside her, for it was late\nafternoon, when the two were always together. Father and\ndaughter greeted each other with warm affection, for they were\ndeeply attached to one another. Then he held out his hand to\nHeidi, who had stolen away into the corner, and said kindly to\nher, “And this is our little Swiss girl; come and shake hands\nwith me! That’s right! Now, tell me, are Clara and you good\nfriends with one another, or do you get angry and quarrel, and\nthen cry and make it up, and then start quarreling again on the\nnext occasion?”",
        "“No, Clara is always kind to me,” answered Heidi.",
        "“And Heidi,” put in Clara quickly, “has not once tried to\nquarrel.”",
        "“That’s all right, I am glad to hear it,” said her father, as he\nrose from his chair. “But you must excuse me, Clara, for I want\nmy dinner; I have had nothing to eat all day. Afterwards I will\nshow you all the things I have brought home with me.”",
        "He found Fraulein Rottenmeier in the dining-room superintending\nthe preparation for his meal, and when he had taken his place\nshe sat down opposite to him, looking the every embodiment of bad\nnews, so that he turned to her and said, “What am I to expect,\nFraulein Rottenmeier? You greet me with an expression of\ncountenance that quite frightens me. What is the matter? Clara\nseems cheerful enough.”",
        "“Herr Sesemann,” began the lady in a solemn voice, “it is a\nmatter which concerns Clara; we have been frightfully imposed\nupon.”",
        "“Indeed, in what way?” asked Herr Sesemann as he went on calmly\ndrinking his wine.",
        "“We had decided, as you remember, to get a companion for Clara,\nand as I knew how anxious you were to have only those who were\nwell-behaved and nicely brought up about her, I thought I would\nlook for a little Swiss girl, as I hoped to find such a one as I\nhave often read about, who, born as it were of the mountain air,\nlives and moves without touching the earth.”",
        "“Still I think even a Swiss child would have to touch the earth\nif she wanted to go anywhere,” remarked Herr Sesemann,\n“otherwise they would have been given wings instead of feet.”",
        "“Ah, Herr Sesemann, you know what I mean,” continued Fraulein\nRottenmeier. “I mean one so at home among the living creatures\nof the high, pure mountain regions, that she would be like some\nidealistic being from another world among us.”",
        "“And what could Clara do with such an idealistic being as you\ndescribe, Fraulein Rottenmeier.”",
        "“I am not joking, Herr Sesemann, the matter is a more serious\none than you think; I have been shockingly, disgracefully imposed\nupon.”",
        "“But how? what is there shocking and disgraceful? I see nothing\nshocking in the child,” remarked Herr Sesemann quietly.",
        "“If you only knew of one thing she has done, if you only knew of\nthe kind of people and animals she has brought into the house\nduring your absence! The tutor can tell you more about that.”",
        "“Animals? what am I to understand by animals, Fraulein\nRottenmeier?”",
        "“It is past understanding; the whole behavior of the child would\nbe past understanding, if it were not that at times she is\nevidently not in her right mind.”",
        "Herr Sesemann had attached very little importance to what was\ntold him up till now–but not in her right mind! that was more\nserious and might be prejudicial to his own child. Herr Sesemann\nlooked very narrowly at the lady opposite to assure himself that\nthe mental aberration was not on her side. At that moment the\ndoor opened and the tutor was announced.",
        "“Ah! here is some one,” exclaimed Herr Sesemann, “who will help\nto clear up matters for me. Take a seat,” he continued, as he\nheld out his hand to the tutor. “You will drink a cup of coffee\nwith me–no ceremony, I pray! And now tell me, what is the\nmatter with this child that has come to be a companion to my\ndaughter? What is this strange thing I hear about her bringing\nanimals into the house, and is she in her right senses?”",
        "The tutor felt he must begin with expressing his pleasure at\nHerr Sesemann’s return, and with explaining that he had come in\non purpose to give him welcome, but Herr Sesemann begged him to\nexplain without delay the meaning of all he had heard about\nHeidi. The tutor started in his usual style. “If I must give my\nopinion about this little girl, I should like first to state\nthat, if on one side, there is a lack of development which has\nbeen caused by the more or less careless way in which she has\nbeen brought up, or rather, by the neglect of her education,\nwhen young, and by the solitary life she has led on the mountain,\nwhich is not wholly to be condemned; on the contrary, such a\nlife has undoubtedly some advantages in it, if not allowed to\noverstep a certain limit of time–”",
        "“My good friend,” interrupted Herr Sesemann, “you are giving\nyourself more trouble than you need. I only want to know if the\nchild has caused you alarm by any animals she has brought into\nthe house, and what your opinion is altogether as to her being a\nfit companion or not for my daughter?”",
        "“I should not like in any way to prejudice you against her,\"\nbegan the tutor once more; “for if on the one hand there is a\ncertain inexperience of the ways of society, owing to the\nuncivilised life she led up to the time of her removal to\nFrankfurt, on the other hand she is endowed with certain good\nqualities, and, taken on the whole–”",
        "“Excuse me, my dear sir, do not disturb yourself, but I must–I\nthink my daughter will be wanting me,” and with that Herr\nSesemann quickly left the room and took care not to return. He\nsat himself down beside his daughter in the study, and then\nturning to Heidi, who had risen, “Little one, will you fetch\nme,” he began, and then paused, for he could not think what to\nask for, but he wanted to get the child out of the room for a\nlittle while, “fetch me a glass of water.”",
        "“Fresh water?” asked Heidi.",
        "“Yes–Yes–as fresh as you can get it,” he answered. Heidi\ndisappeared on the spot.",
        "“And now, my dear little Clara,” he said, drawing his chair\nnearer and laying her hand in his, “answer my questions clearly\nand intelligibly: what kind of animals has your little companion\nbrought into the house, and why does Fraulein Rottenmeier think\nthat she is not always in her right mind?”",
        "Clara had no difficulty in answering. The alarmed lady had\nspoken to her also about Heidi’s wild manner of talking, but\nClara had not been able to put a meaning to it. She told her\nfather everything about the tortoise and the kittens, and\nexplained to him what Heidi had said the day Fraulein Rottenmeier\nhad been put in such a fright. Herr Sesemann laughed heartily at\nher recital. “So you do not want me to send the child home\nagain,” he asked, “you are not tired of having her here?”",
        "“Oh, no, no,” Clara exclaimed, “please do not send her away.\nTime has passed much more quickly since Heidi was here, for\nsomething fresh happens every day, and it used to be so dull, and\nshe has always so much to tell me.”",
        "“That’s all right then–and here comes your little friend. Have\nyou brought me some nice fresh water?” he asked as Heidi handed\nhim a glass.",
        "“Yes, fresh from the pump,” answered Heidi.",
        "“You did not go yourself to the pump?” said Clara.",
        "“Yes I did; it is quite fresh. I had to go a long way, for there\nwere such a lot of people at the first pump; so I went further\ndown the street, but there were just as many at the second pump,\nbut I was able to get some water at the one in the next street,\nand the gentleman with the white hair asked me to give his kind\nregards to Herr Sesemann.”",
        "“You have had quite a successful expedition,” said Herr Sesemann\nlaughing, “and who was the gentleman?”",
        "“He was passing, and when he saw me he stood still and said, ’As\nyou have a glass will you give me a drink; to whom are you\ntaking the water?’ and when I said, ’To Herr Sesemann,’ he\nlaughed very much, and then he gave me that message for you, and\nalso said he hoped you would enjoy the water.”",
        "“Oh, and who was it, I wonder, who sent me such good wishes–\ntell me what he was like,” said Herr Sesemann.",
        "“He was kind and laughed, and he had a thick gold chain and a\ngold thing hanging from it with a large red stone, and a horse’s\nhead at the top of his stick.”",
        "“It’s the doctor–my old friend the doctor,” exclaimed Clara and\nher father at the same moment, and Herr Sesemann smiled to\nhimself at the thought of what his friend’s opinion must have\nbeen of this new way of satisfying his thirst for water.",
        "That evening when Herr Sesemann and Fraulein Rottenmeier were\nalone, settling the household affairs, he informed her that he\nintended to keep Heidi; he found the child in a perfectly right\nstate of mind, and his daughter liked her as a companion. “I\ndesire, therefore,” he continued, laying stress upon his words,\n“that the child shall be in every way kindly treated, and that\nher peculiarities shall not be looked upon as crimes. If you\nfind her too much for you alone, I can hold out a prospect of\nhelp, for I am shortly expecting my mother here on a long visit,\nand she, as you know, can get on with anybody, whatever they may\nbe like.”",
        "“O yes, I know,” replied Fraulein Rottenmeier, but there was no\ntone of relief in her voice as she thought of the coming help.",
        "Herr Sesemann was only home for a short time; he left for Paris\nagain before the fortnight was over, comforting Clara, who could\nnot bear that he should go from her again so soon, with the\nprospect of her grandmother’s arrival, which was to take place\nin a few days’ time. Herr Sesemann had indeed only just gone when\na letter came from Frau Sesemann, announcing her arrival on the\nfollowing day, and stating the hour when she might be expected,\nin order that a carriage should be sent to meet her at the\nstation. Clara was overjoyed, and talked so much about her\ngrandmother that evening, that Heidi began also to call her\n“grandmamma,” which brought down on her a look of displeasure\nfrom Fraulein Rottenmeier; this, however, had no particular\neffect on Heidi, for she was accustomed now to being continually\nin that lady’s black books. But as she was going to her room\nthat night, Fraulein Rottenmeier waylaid her, and drawing her\ninto her own, gave her strict injunctions as to how she was to\naddress Frau Sesemann when she arrived; on no account was she to\ncall her “grandmamma,” but always to say “madam” to her. “Do you\nunderstand?” said the lady, as she saw a perplexed expression on\nHeidi’s face. The latter had not understood, but seeing the\nsevere expression of the lady’s face she did not ask for more\nexplanation.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}