{
    "title": "Heidi - Chapter III. Out With the Goats",
    "author": "Johanna Spyri",
    "chapter": "4",
    "content": [
        "\n\n",
        "Heidi was awakened early the next morning by a loud whistle; the\nsun was shining through the round window and falling in golden\nrays on her bed and on the large heap of hay, and as she opened\nher eyes everything in the loft seemed gleaming with gold. She\nlooked around her in astonishment and could not imagine for a\nwhile where she was. But her grandfather’s deep voice was now\nheard outside, and then Heidi began to recall all that had\nhappened: how she had come away from her former home and was now\non the mountain with her grandfather instead of with old Ursula.\nThe latter was nearly stone deaf and always felt cold, so that\nshe sat all day either by the hearth in the kitchen or by the\nsitting-room stove, and Heidi had been obliged to stay close to\nher, for the old woman was so deaf that she could not tell where\nthe child was if out of her sight. And Heidi, shut up within the\nfour walls, had often longed to be out of doors. So she felt\nvery happy this morning as she woke up in her new home and\nremembered all the many new things that she had seen the day\nbefore and which she would see again that day, and above all she\nthought with delight of the two dear goats. Heidi jumped quickly\nout of bed and a very few minutes sufficed her to put on the\nclothes which she had taken off the night before, for there were\nnot many of them. Then she climbed down the ladder and ran\noutside the hut. There stood Peter already with his flock of\ngoats, and the grandfather was just bringing his two out of the\nshed to join the others. Heidi ran forward to wish good-morning\nto him and the goats.",
        "“Do you want to go with them on to the mountain?” asked her\ngrandfather. Nothing could have pleased Heidi better, and she\njumped for joy in answer.",
        "“But you must first wash and make yourself tidy. The sun that\nshines so brightly overhead will else laugh at you for being\ndirty; see, I have put everything ready for you,” and her\ngrandfather pointed as he spoke to a large tub full of water,\nwhich stood in the sun before the door. Heidi ran to it and\nbegan splashing and rubbing, till she quite glistened with\ncleanliness. The grandfather meanwhile went inside the hut,\ncalling to Peter to follow him and bring in his wallet. Peter\nobeyed with astonishment, and laid down the little bag which held\nhis meagre dinner.",
        "“Open it,” said the old man, and inside it he put a large piece\nof bread and an equally large piece of cheese, which made Peter\nopen his eyes, for each was twice the size of the two portions\nwhich he had for his own dinner.",
        "“There, now there is only the little bowl to add,” continued the\ngrandfather, “for the child cannot drink her milk as you do from\nthe goat; she is not accustomed to that. You must milk two\nbowlfuls for her when she has her dinner, for she is going with\nyou and will remain with you till you return this evening; but\ntake care she does not fall over any of the rocks, do you hear?”",
        "Heidi now came running in. “Will the sun laugh at me now,\ngrandfather?” she asked anxiously. Her grandfather had left a\ncoarse towel hanging up for her near the tub, and with this she\nhad so thoroughly scrubbed her face, arms, and neck, for fear of\nthe sun, that as she stood there she was as red all over as a\nlobster. He gave a little laugh.",
        "“No, there is nothing for him to laugh at now,” he assured her.\n“But I tell you what–when you come home this evening, you will\nhave to get right into the tub, like a fish, for if you run\nabout like the goats you will get your feet dirty. Now you can be\noff.”",
        "She started joyfully for the mountain. During the night the wind\nhad blown away all the clouds; the dark blue sky was spreading\noverhead, and in its midst was the bright sun shining down on\nthe green slopes of the mountain, where the flowers opened their\nlittle blue and yellow cups, and looked up to him smiling. Heidi\nwent running hither and thither and shouting with delight, for\nhere were whole patches of delicate red primroses, and there the\nblue gleam of the lovely gentian, while above them all laughed\nand nodded the tender-leaved golden cistus. Enchanted with all\nthis waving field of brightly-colored flowers, Heidi forgot even\nPeter and the goats. She ran on in front and then off to the\nside, tempted first one way and then the other, as she caught\nsight of some bright spot of glowing red or yellow. And all the\nwhile she was plucking whole handfuls of the flowers which she\nput into her little apron, for she wanted to take them all home\nand stick them in the hay, so that she might make her bedroom\nlook just like the meadows outside. Peter had therefore to be on\nthe alert, and his round eyes, which did not move very quickly,\nhad more work than they could well manage, for the goats were as\nlively as Heidi; they ran in all directions, and Peter had to\nfollow whistling and calling and swinging his stick to get all\nthe runaways together again.",
        "“Where have you got to now, Heidi?” he called out somewhat\ncrossly.",
        "“Here,” called back a voice from somewhere. Peter could see no\none, for Heidi was seated on the ground at the foot of a small\nhill thickly overgrown with sweet smelling prunella; the whole\nair seemed filled with its fragrance, and Heidi thought she had\nnever smelt anything so delicious. She sat surrounded by the\nflowers, drawing in deep breaths of the scented air.",
        "“Come along here!” called Peter again. “You are not to fall over\nthe rocks, your grandfather gave orders that you were not to do\nso.”",
        "“Where are the rocks?” asked Heidi, answering him back. But she\ndid not move from her seat, for the scent of the flowers seemed\nsweeter to her with every breath of wind that wafted it towards\nher.",
        "“Up above, right up above. We have a long way to go yet, so come\nalong! And on the topmost peak of all the old bird of prey sits\nand croaks.”",
        "That did it. Heidi immediately sprang to her feet and ran up to\nPeter with her apron full of flowers.",
        "“You have got enough now,” said the boy as they began climbing\nup again together. “You will stay here forever if you go on\npicking, and if you gather all the flowers now there will be none\nfor to-morrow.”",
        "This last argument seemed a convincing one to Heidi, and\nmoreover her apron was already so full that there was hardly room\nfor another flower, and it would never do to leave nothing to\npick for another day. So she now kept with Peter, and the goats\nalso became more orderly in their behavior, for they were\nbeginning to smell the plants they loved that grew on the higher\nslopes and clambered up now without pause in their anxiety to\nreach them. The spot where Peter generally halted for his goats\nto pasture and where he took up his quarters for the day lay at\nthe foot of the high rocks, which were covered for some distance\nup by bushes and fir trees, beyond which rose their bare and\nrugged summits. On one side of the mountain the rock was split\ninto deep clefts, and the grandfather had reason to warn Peter of\ndanger. Having climbed as far as the halting-place, Peter unslung\nhis wallet and put it carefully in a little hollow of the ground,\nfor he knew what the wind was like up there and did not want to\nsee his precious belongings sent rolling down the mountain by a\nsudden gust. Then be threw himself at full length on the warm\nground, for he was tired after all his exertions.",
        "Heidi meanwhile had unfastened her apron and rolling it\ncarefully round the flowers laid it beside Peter’s wallet inside\nthe hollow; she then sat down beside his outstretched figure and\nlooked about her. The valley lay far below bathed in the morning\nsun. In front of her rose a broad snow-field, high against the\ndark-blue sky, while to the left was a huge pile of rocks on\neither side of which a bare lofty peak, that seemed to pierce\nthe blue, looked frowningly down upon, her. The child sat without\nmoving, her eyes taking in the whole scene, and all around was a\ngreat stillness, only broken by soft, light puffs of wind that\nswayed the light bells of the blue flowers, and the shining gold\nheads of the cistus, and set them nodding merrily on their\nslender stems. Peter had fallen asleep after his fatigue and the\ngoats were climbing about among the bushes overhead. Heidi had\nnever felt so happy in her life before. She drank in the golden\nsunlight, the fresh air, the sweet smell of the flowers, and\nwished for nothing better than to remain there forever. So the\ntime went on, while to Heidi, who had so often looked up from\nthe valley at the mountains above, these seemed now to have\nfaces, and to be looking down at her like old friends. Suddenly\nshe heard a loud harsh cry overhead and lifting her eyes she saw\na bird, larger than any she had ever seen before, with great,\nspreading wings, wheeling round and round in wide circles, and\nuttering a piercing, croaking kind of sound above her.",
        "“Peter, Peter, wake up!” called out Heidi. “See, the great bird\nis there–look, look!”",
        "Peter got up on hearing her call, and together they sat and\nwatched the bird, which rose higher and higher in the blue air\ntill it disappeared behind the grey mountain-tops.",
        "“Where has it gone to?” asked Heidi, who had followed the bird’s\nmovements with intense interest.",
        "“Home to its nest,” said Peter.",
        "“Is his home right up there? Oh, how nice to be up so high! why\ndoes he make that noise?”",
        "“Because he can’t help it,” explained Peter.",
        "“Let us climb up there and see where his nest is,” proposed\nHeidi.",
        "“Oh! oh! oh!” exclaimed Peter, his disapproval of Heidi’s\nsuggestion becoming more marked with each ejaculation, “why even\nthe goats cannot climb as high as that, besides didn’t Uncle say\nthat you were not to fall over the rocks?”",
        "Peter now began suddenly whistling and calling in such a loud\nmanner that Heidi could not think what was happening; but the\ngoats evidently understood his voice, for one after the other\nthey came springing down the rocks until they were all assembled\non the green plateau, some continuing to nibble at the juicy\nstems, others skipping about here and there or pushing at each\nother with their horns for pastime.",
        "Heidi jumped up and ran in and out among them, for it was new to\nher to see the goats playing together like this and her delight\nwas beyond words as she joined in their frolics; she made\npersonal acquaintance with them all in turn, for they were like\nseparate individuals to her, each single goat having a\nparticular way of behavior of its own. Meanwhile Peter had taken\nthe wallet out of the hollow and placed the pieces of bread and\ncheese on the ground in the shape of a square, the larger two on\nHeidi’s side and the smaller on his own, for he knew exactly\nwhich were hers and which his. Then he took the little bowl and\nmilked some delicious fresh milk into it from the white goat, and\nafterwards set the bowl in the middle of the square. Now he\ncalled Heidi to come, but she wanted more calling than the goats,\nfor the child was so excited and amused at the capers and lively\ngames of her new playfellows that she saw and heard nothing else.\nBut Peter knew how to make himself heard, for he shouted till the\nvery rocks above echoed his voice, and at last Heidi appeared,\nand when she saw the inviting repast spread out upon the ground\nshe went skipping round it for joy.",
        "“Leave off jumping about, it is time for dinner,” said Peter;\n“sit down now and begin.”",
        "Heidi sat down. “Is the milk for me?” she asked, giving another\nlook of delight at the beautifully arranged square with the bowl\nas a chief ornament in the centre.",
        "“Yes,” replied Peter, “and the two large pieces of bread and\ncheese are yours also, and when you have drunk up that milk, you\nare to have another bowlful from the white goat, and then it\nwill be my turn.”",
        "“And which do you get your milk from?” inquired Heidi.",
        "“From my own goat, the piebald one. But go on now with your\ndinner,” said Peter, again reminding her it was time to eat.\nHeidi now took up the bowl and drank her milk, and as soon as\nshe had put it down empty Peter rose and filled it again for her.\nThen she broke off a piece of her bread and held out the\nremainder, which was still larger than Peter’s own piece,\ntogether with the whole big slice of cheese to her companion,\nsaying, “You can have that, I have plenty.”",
        "Peter looked at Heidi, unable to speak for astonishment, for\nnever in all his life could he have said and done like that with\nanything he had. He hesitated a moment, for he could not believe\nthat Heidi was in earnest; but the latter kept on holding out\nthe bread and cheese, and as Peter still did not take it, she\nlaid it down on his knees. He saw then that she really meant it;\nhe seized the food, nodded his thanks and acceptance of her\npresent, and then made a more splendid meal than he had known\never since he was a goat-herd. Heidi the while still continued to\nwatch the goats. “Tell me all their names,” she said.",
        "Peter knew these by heart, for having very little else to carry\nin his head he had no difficulty in remembering them. So he\nbegan, telling Heidi the name of each goat in turn as he pointed\nit out to her. Heidi listened with great attention, and it was\nnot long before she could herself distinguish the goats from one\nanother and could call each by name, for every goat had its own\npeculiarities which could not easily be mistaken; only one had\nto watch them closely, and this Heidi did. There was the great\nTurk with his big horns, who was always wanting to butt the\nothers, so that most of them ran away when they saw him coming\nand would have nothing to do with their rough companion. Only\nGreenfinch, the slender nimble little goat, was brave enough to\nface him, and would make a rush at him, three or four times in\nsuccession, with such agility and dexterity, that the great Turk\noften stood still quite astounded not venturing to attack her\nagain, for Greenfinch was fronting him, prepared for more warlike\naction, and her horns were sharp. Then there was little White\nSnowflake, who bleated in such a plaintive and beseeching manner\nthat Heidi already had several times run to it and taken its head\nin her hands to comfort it. Just at this moment the pleading\nyoung cry was heard again, and Heidi jumped up running and,\nputting her arms round the little creature’s neck, asked in a\nsympathetic voice, “What is it, little Snowflake? Why do you call\nlike that as if in trouble?” The goat pressed closer to Heidi in\na confiding way and left off bleating. Peter called out from\nwhere he was sitting–for he had not yet got to the end of his\nbread and cheese, “She cries like that because the old goat is\nnot with her; she was sold at Mayenfeld the day before yesterday,\nand so will not come up the mountain any more.”",
        "“Who is the old goat?” called Heidi back.",
        "“Why, her mother, of course,” was the answer.",
        "“Where is the grandmother?” called Heidi again.",
        "“She has none.”",
        "“And the grandfather?”",
        "“She has none.”",
        "“Oh, you poor little Snowflake!” exclaimed Heidi, clasping the\nanimal gently to her, “but do not cry like that any more; see\nnow, I shall come up here with you every day, so that you will\nnot be alone any more, and if you want anything you have only to\ncome to me.”",
        "The young animal rubbed its head contentedly against Heidi’s\nshoulder, and no longer gave such plaintive bleats. Peter now\nhaving finished his meal joined Heidi and the goats, Heidi\nhaving by this time found out a great many things about these.\nShe had decided that by far the handsomest and best-behaved of\nthe goats were undoubtedly the two belonging to her grandfather;\nthey carried themselves with a certain air of distinction and\ngenerally went their own way, and as to the great Turk they\ntreated him with indifference and contempt.",
        "The goats were now beginning to climb the rocks again, each\nseeking for the plants it liked in its own fashion, some jumping\nover everything they met till they found what they wanted,\nothers going more carefully and cropping all the nice leaves by\nthe way, the Turk still now and then giving the others a poke\nwith his horns. Little Swan and Little Bear clambered lightly up\nand never failed to find the best bushes, and then they would\nstand gracefully poised on their pretty legs, delicately nibbling\nat the leaves. Heidi stood with her hands behind her back,\ncarefully noting all they did.",
        "“Peter,” she said to the boy who had again thrown himself down\non the ground, “the prettiest of all the goats are Little Swan\nand Little Bear.”",
        "“Yes, I know they are,” was the answer. “Alm-Uncle brushes them\ndown and washes them and gives them salt, and he has the nicest\nshed for them.”",
        "All of a sudden Peter leaped to his feet and ran hastily after\nthe goats. Heidi followed him as fast as she could, for she was\ntoo eager to know what had happened to stay behind. Peter dashed\nthrough the middle of the flock towards that side of the\nmountain where the rocks fell perpendicularly to a great depth\nbelow, and where any thoughtless goat, if it went too near, might\nfall over and break all its legs. He had caught sight of the\ninquisitive Greenfinch taking leaps in that direction, and he was\nonly just in time, for the animal had already sprung to the edge\nof the abyss. All Peter could do was to throw himself down and\nseize one of her hind legs. Greenfinch, thus taken by surprise,\nbegan bleating furiously, angry at being held so fast and\nprevented from continuing her voyage of discovery. She struggled\nto get loose, and endeavored so obstinately to leap forward that\nPeter shouted to Heidi to come and help him, for he could not get\nup and was afraid of pulling out the goat’s leg altogether.",
        "Heidi had already run up and she saw at once the danger both\nPeter and the animal were in. She quickly gathered a bunch of\nsweet-smelling leaves, and then, holding them under Greenfinch’s\nnose, said coaxingly, “Come, come, Greenfinch, you must not be\nnaughty! Look, you might fall down there and break your leg, and\nthat would give you dreadful pain!”",
        "The young animal turned quickly, and began contentedly eating\nthe leaves out of Heidi’s hand. Meanwhile Peter got on to his\nfeet again and took hold of Greenfinch by the band round her neck\nfrom which her bell was hung, and Heidi taking hold of her in the\nsame way on the other side, they led the wanderer back to the\nrest of the flock that had remained peacefully feeding. Peter,\nnow he had his goat in safety, lifted his stick in order to give\nher a good beating as punishment, and Greenfinch seeing what was\ncoming shrank back in fear. But Heidi cried out, “No, no, Peter,\nyou must not strike her; see how frightened she is!”",
        "“She deserves it,” growled Peter, and again lifted his stick.\nThen Heidi flung herself against him and cried indignantly, “You\nhave no right to touch her, it will hurt her, let her alone!”",
        "Peter looked with surprise at the commanding little figure,\nwhose dark eyes were flashing, and reluctantly he let his stick\ndrop. “Well I will let her off if you will give me some more of\nyour cheese to-morrow,” he said, for he was determined to have\nsomething to make up to him for his fright.",
        "“You shall have it all, to-morrow and every day, I do not want\nit,” replied Heidi, giving ready consent to his demand. “And I\nwill give you bread as well, a large piece like you had to-day;\nbut then you must promise never to beat Greenfinch, or\nSnowflake, or any of the goats.”",
        "“All right,” said Peter, “I don’t care,” which meant that he\nwould agree to the bargain. He now let go of Greenfinch, who\njoyfully sprang to join her companions.",
        "And thus imperceptibly the day had crept on to its close, and\nnow the sun was on the point of sinking out of sight behind the\nhigh mountains. Heidi was again sitting on the ground, silently\ngazing at the blue bell-shaped flowers, as they glistened in the\nevening sun, for a golden light lay on the grass and flowers, and\nthe rocks above were beginning to shine and glow. All at once she\nsprang to her feet, “Peter! Peter! everything is on fire! All\nthe rocks are burning, and the great snow mountain and the sky! O\nlook, look! the high rock up there is red with flame! O the\nbeautiful, fiery snow! Stand up, Peter! See, the fire has\nreached the great bird’s nest! look at the rocks! look at the fir\ntrees! Everything, everything is on fire!”",
        "“It is always like that,” said Peter composedly, continuing to\npeel his stick; “but it is not really fire.”",
        "“What is it then?” cried Heidi, as she ran backwards and\nforwards to look first one side and then the other, for she felt\nshe could not have enough of such a beautiful sight. “What is it,\nPeter, what is it?” she repeated.",
        "“It gets like that of itself,” explained Peter.",
        "“Look, look!” cried Heidi in fresh excitement, “now they have\nturned all rose color! Look at that one covered with snow, and\nthat with the high, pointed rocks! What do you call them?”",
        "“Mountains have not any names,” he answered.",
        "“O how beautiful, look at the crimson snow! And up there on the\nrocks there are ever so many roses! Oh! now they are turning\ngrey! Oh! oh! now all the color has died away! it’s all gone,\nPeter.” And Heidi sat down on the ground looking as full of\ndistress as if everything had really come to an end.",
        "“It will come again to-morrow,” said Peter. “Get up, we must go\nhome now.” He whistled to his goats and together they all\nstarted on their homeward way.",
        "“Is it like that every day, shall we see it every day when we\nbring the goats up here?” asked Heidi, as she clambered down the\nmountain at Peter’s side; she waited eagerly for his answer,\nhoping that he would tell her it was so.",
        "“It is like that most days,” he replied.",
        "“But will it be like that to-morrow for certain?” Heidi\npersisted.",
        "“Yes, yes, to-morrow for certain,” Peter assured her in answer.",
        "Heidi now felt quite happy again, and her little brain was so\nfull of new impressions and new thoughts that she did not speak\nany more until they had reached the hut. The grandfather was\nsitting under the fir trees, where he had also put up a seat,\nwaiting as usual for his goats which returned down the mountain\non this side.",
        "Heidi ran up to him followed by the white and brown goats, for\nthey knew their own master and stall. Peter called out after\nher, “Come with me again to-morrow! Good-night!” For he was\nanxious for more than one reason that Heidi should go with him\nthe next day.",
        "Heidi ran back quickly and gave Peter her hand, promising to go\nwith him, and then making her way through the goats she once\nmore clasped Snowflake round the neck, saying in a gentle\nsoothing voice, “Sleep well, Snowflake, and remember that I shall\nbe with you again to-morrow, so you must not bleat so sadly any\nmore.” Snowflake gave her a friendly and grateful look, and then\nwent leaping joyfully after the other goats.",
        "Heidi returned to the fir-trees. “O grandfather,” she cried,\neven before she had come up to him, “it was so beautiful. The\nfire, and the roses on the rocks, and the blue and yellow\nflowers, and look what I have brought you!” And opening the apron\nthat held her flowers she shook them all out at her grandfather’s\nfeet. But the poor flowers, how changed they were! Heidi hardly\nknew them again. They looked like dry bits of hay, not a single\nlittle flower cup stood open. “O grandfather, what is the matter\nwith them?” exclaimed Heidi in shocked surprise, “they were not\nlike that this morning, why do they look so now?”",
        "“They like to stand out there in the sun and not to be shut up\nin an apron,” said her grandfather.",
        "“Then I will never gather any more. But, grandfather, why did\nthe great bird go on croaking so?” she continued in an eager tone\nof inquiry.",
        "“Go along now and get into your bath while I go and get some\nmilk; when we are together at supper I will tell you all about\nit.”",
        "Heidi obeyed, and when later she was sitting on her high stool\nbefore her milk bowl with her grandfather beside her, she\nrepeated her question, “Why does the great bird go on croaking\nand screaming down at us, grandfather?”",
        "“He is mocking at the people who live down below in the\nvillages, because they all go huddling and gossiping together,\nand encourage one another in evil talking and deeds. He calls\nout, ’If you would separate and each go your own way and come up\nhere and live on a height as I do, it would be better for you!’\"\nThere was almost a wildness in the old man’s voice as he spoke,\nso that Heidi seemed to hear the croaking of the bird again even\nmore distinctly.",
        "“Why haven’t the mountains any names?” Heidi went on.",
        "“They have names,” answered her grandfather, “and if you can\ndescribe one of them to me that I know I will tell you what it\nis called.”",
        "Heidi then described to him the rocky mountain with the two high\npeaks so exactly that the grandfather was delighted. “Just so, I\nknow it,” and he told her its name. “Did you see any other?”",
        "Then Heidi told him of the mountain with the great snow-field,\nand how it had been on fire, and had turned rosy-red and then all\nof a sudden had grown quite pale again and all the color had\ndisappeared.",
        "“I know that one too,” he said, giving her its name. “So you\nenjoyed being out with the goats?”",
        "Then Heidi went on to give him an account of the whole day, and\nof how delightful it had all been, and particularly described\nthe fire that had burst out everywhere in the evening. And then\nnothing would do but her grandfather must tell how it came, for\nPeter knew nothing about it.",
        "The grandfather explained to her that it was the sun that did\nit. “When he says good-night to the mountains he throws his most\nbeautiful colors over them, so that they may not forget him\nbefore he comes again the next day.”",
        "Heidi was delighted with this explanation, and could hardly bear\nto wait for another day to come that she might once more climb\nup with the goats and see how the sun bid good-night to the\nmountains. But she had to go to bed first, and all night she\nslept soundly on her bed of hay, dreaming of nothing but of\nshining mountains with red roses all over them, among which\nhappy little Snowflake went leaping in and out.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}