{
    "title": "Heidi - Chapter V. Two Visits and What Came of Them",
    "author": "Johanna Spyri",
    "chapter": "6",
    "content": [
        "\n\n",
        "Quickly the winter passed, and still more quickly the bright\nglad summer, and now another winter was drawing to its close.\nHeidi was still as light-hearted and happy as the birds, and\nlooked forward with more delight each day to the coming spring,\nwhen the warm south wind would roar through the fir trees and\nblow away the snow, and the warm sun would entice the blue and\nyellow flowers to show their heads, and the long days out on the\nmountain would come again, which seemed to Heidi the greatest\njoy that the earth could give. Heidi was now in her eighth year;\nshe had learnt all kinds of useful things from her grandfather;\nshe knew how to look after the goats as well as any one, and\nLittle Swan and Bear would follow her like two faithful dogs, and\ngive a loud bleat of pleasure when they heard her voice. Twice\nduring the course of this last winter Peter had brought up a\nmessage from the schoolmaster at Dorfli, who sent word to Alm-\nUncle that he ought to send Heidi to school, as she was over the\nusual age, and ought indeed to have gone the winter before. Uncle\nhad sent word back each time that the schoolmaster would find him\nat home if he had anything he wished to say to him, but that he\ndid not intend to send Heidi to school, and Peter had faithfully\ndelivered his message.",
        "When the March sun had melted the snow on the mountain side and\nthe snowdrops were peeping out all over the valley, and the fir\ntrees had shaken off their burden of snow and were again merrily\nwaving their branches in the air, Heidi ran backwards and\nforwards with delight first to the goat-shed then to the fir-\ntrees, and then to the hut-door, in order to let her grandfather\nknow how much larger a piece of green there was under the trees,\nand then would run off to look again, for she could hardly wait\ntill everything was green and the full beautiful summer had\nclothed the mountain with grass and flowers. As Heidi was thus\nrunning about one sunny March morning, and had just jumped over\nthe water-trough for the tenth time at least, she nearly fell\nbackwards into it with fright, for there in front of her, looking\ngravely at her, stood an old gentleman dressed in black. When he\nsaw how startled she was, he said in a kind voice, “Don’t be\nafraid of me, for I am very fond of children. Shake hands! You\nmust be the Heidi I have heard of; where is your grandfather?”",
        "“He is sitting by the table, making round wooden spoons,” Heidi\ninformed him, as she opened the door.",
        "He was the old village pastor from Dorfli who had been a\nneighbor of Uncle’s when he lived down there, and had known him\nwell. He stepped inside the hut, and going up to the old man, who\nwas bending over his work, said, “Good-morning, neighbor.”",
        "The grandfather looked up in surprise, and then rising said,\n“Good-morning” in return. He pushed his chair towards the\nvisitor as he continued, “If you do not mind a wooden seat there\nis one for you.”",
        "The pastor sat down. “It is a long time since I have seen you,\nneighbor,” he said.",
        "“Or I you,” was the answer.",
        "“I have come to-day to talk over something with you,” continued\nthe pastor. “I think you know already what it is that has\nbrought me here,” and as he spoke he looked towards the child who\nwas standing at the door, gazing with interest and surprise at\nthe stranger.",
        "“Heidi, go off to the goats,” said her grandfather. “You take\nthem a little salt and stay with them till I come.”",
        "Heidi vanished on the spot.",
        "“The child ought to have been at school a year ago, and most\ncertainly this last winter,” said the pastor. “The schoolmaster\nsent you word about it, but you gave him no answer. What are you\nthinking of doing with the child, neighbor?”",
        "“I am thinking of not sending her to school,” was the answer.",
        "The visitor, surprised, looked across at the old man, who was\nsitting on his bench with his arms crossed and a determined\nexpression about his whole person.",
        "“How are you going to let her grow up then?” he asked.",
        "“I am going to let her grow up and be happy among the goats and\nbirds; with them she is safe, and will learn nothing evil.”",
        "“But the child is not a goat or a bird, she is a human being. If\nshe learns no evil from these comrades of hers, she will at the\nsame time learn nothing; but she ought not to grow up in\nignorance, and it is time she began her lessons. I have come now\nthat you may have leisure to think over it, and to arrange about\nit during the summer. This is the last winter that she must be\nallowed to run wild; next winter she must come regularly to\nschool every day.”",
        "“She will do no such thing,” said the old man with calm\ndetermination.",
        "“Do you mean that by no persuasion can you be brought to see\nreason, and that you intend to stick obstinately to your\ndecision?” said the pastor, growing somewhat angry. “You have\nbeen about the world, and must have seen and learnt much, and I\nshould have given you credit for more sense, neighbor.”",
        "“Indeed,” replied the old man, and there was a tone in his voice\nthat betrayed a growing irritation on his part too, “and does\nthe worthy pastor really mean that he would wish me next winter\nto send a young child like that some miles down the mountain on\nice-cold mornings through storm and snow, and let her return at\nnight when the wind is raging, when even one like ourselves\nwould run a risk of being blown down by it and buried in the\nsnow? And perhaps he may not have forgotten the child’s mother,\nAdelaide? She was a sleep-walker, and had fits. Might not the\nchild be attacked in the same way if obliged to over-exert\nherself? And some one thinks they can come and force me to send\nher? I will go before all the courts of justice in the country,\nand then we shall see who will force me to do it!”",
        "“You are quite right, neighbor,” said the pastor in a friendly\ntone of voice. “I see it would have been impossible to send the\nchild to school from here. But I perceive that the child is dear\nto you; for her sake do what you ought to have done long ago:\ncome down into Dorfli and live again among your fellowmen. What\nsort of a life is this you lead, alone, and with bitter thoughts\ntowards God and man! If anything were to happen to you up here\nwho would there be to help you? I cannot think but what you must\nbe half-frozen to death in this hut in the winter, and I do not\nknow how the child lives through it!”",
        "“The child has young blood in her veins and a good roof over her\nhead, and let me further tell the pastor, that I know where wood\nis to be found, and when is the proper time to fetch it; the\npastor can go and look inside my wood-shed; the fire is never\nout in my hut the whole winter through. As to going to live below\nthat is far from my thoughts; the people despise me and I them;\nit is therefore best for all of us that we live apart.”",
        "“No, no, it is not best for you; I know what it is you lack,\"\nsaid the pastor in an earnest voice. “As to the people down\nthere looking on you with dislike, it is not as bad as you think.\nBelieve me, neighbor; seek to make your peace with God, pray for\nforgiveness where you need it, and then come and see how\ndifferently people will look upon you, and how happy you may yet\nbe.”",
        "The pastor had risen and stood holding out his hand to the old\nman as he added with renewed earnestness, “I will wager,\nneighbor, that next winter you will be down among us again, and\nwe shall be good neighbors as of old. I should be very grieved\nif any pressure had to be put upon you; give me your hand and\npromise me that you will come and live with us again and become\nreconciled to God and man.”",
        "Alm-Uncle gave the pastor his hand and answered him calmly and\nfirmly, “You mean well by me I know, but as to that which you\nwish me to do, I say now what I shall continue to say, that I\nwill not send the child to school nor come and live among you.”",
        "“Then God help you!” said the pastor, and he turned sadly away\nand left the hut and went down the mountain.",
        "Alm-Uncle was out of humor. When Heidi said as usual that\nafternoon, “Can we go down to grandmother now?” he answered,\n“Not to-day.” He did not speak again the whole of that day, and\nthe following morning when Heidi again asked the same question,\nhe replied, “We will see.” But before the dinner bowls had been\ncleared away another visitor arrived, and this time it was\nCousin Dete. She had a fine feathered hat on her head, and a long\ntrailing skirt to her dress which swept the floor, and on the\nfloor of a goatherd’s hut there are all sorts of things that do\nnot belong to a dress.",
        "The grandfather looked her up and down without uttering a word.\nBut Dete was prepared with an exceedingly amiable speech and\nbegan at once to praise the looks of the child. She was looking\nso well she should hardly have known her again, and it was\nevident that she had been happy and well-cared for with her\ngrandfather; but she had never lost sight of the idea of taking\nthe child back again, for she well understood that the little\none must be much in his way, but she had not been able to do it\nat first. Day and night, however, she had thought over the means\nof placing the child somewhere, and that was why she had come to-\nday, for she had just heard of something that would be a lucky\nchance for Heidi beyond her most ambitious hopes. Some immensely\nwealthy relatives of the people she was serving, who had the\nmost splendid house almost in Frankfurt, had an only daughter,\nyoung and an invalid, who was always obliged to go about in a\nwheeled chair; she was therefore very much alone and had no one\nto share her lessons, and so the little girl felt dull. Her\nfather had spoken to Dete’s mistress about finding a companion\nfor her, and her mistress was anxious to help in the matter, as\nshe felt so sympathetic about it. The lady-housekeeper had\ndescribed the sort of child they wanted, simple-minded and\nunspoilt, and not like most of the children that one saw now-a-\ndays. Dete had thought at once of Heidi and had gone off without\ndelay to see the lady-housekeeper, and after Dete had given her a\ndescription of Heidi, she had immediately agreed to take her. And\nno one could tell what good fortune there might not be in store\nfor Heidi, for if she was once with these people and they took a\nfancy to her, and anything happened to their own daughter–one\ncould never tell, the child was so weakly–and they did not feel\nthey could live without a child, why then the most unheard of\nluck–",
        "“Have you nearly finished what you had to say?” broke in Alm-\nUncle, who had allowed her to talk on uninterruptedly so far.",
        "“Ugh!” exclaimed Dete, throwing up her head in disgust, “one\nwould think I had been talking to you about the most ordinary\nmatter; why there is not one person in all Prattigau who would\nnot thank God if I were to bring them such a piece of news as I\nam bringing you.”",
        "“You may take your news to anybody you like, I will have nothing\nto do with it.”",
        "But now Dete leaped up from her seat like a rocket and cried,\n“If that is all you have to say about it, why then I will give\nyou a bit of my mind. The child is now eight years old and knows\nnothing, and you will not let her learn. You will not send her\nto church or school, as I was told down in Dorfli, and she is my\nown sister’s child. I am responsible for what happens to her, and\nwhen there is such a good opening for a child, as this which\noffers for Heidi, only a person who cares for nobody and never\nwishes good to any one would think of not jumping at it. But I\nam not going to give in, and that I tell you; I have everybody in\nDorfli on my side; there is not one person there who will not\ntake my part against you; and I advise you to think well before\nbringing it into court, if that is your intention; there are\ncertain things which might be brought up against you which you\nwould not care to hear, for when one has to do with law-courts\nthere is a great deal raked up that had been forgotten.”",
        "“Be silent!” thundered the Uncle, and his eyes flashed with\nanger. “Go and be done with you! and never let me see you again\nwith your hat and feather, and such words on your tongue as you\ncome with today!” And with that he strode out of the hut.",
        "“You have made grandfather angry,” said Heidi, and her dark eyes\nhad anything but a friendly expression in them as she looked at\nDete.",
        "“He will soon be all right again; come now,” said Dete\nhurriedly, “and show me where your clothes are.”",
        "“I am not coming,” said Heidi.",
        "“Nonsense,” continued Dete; then altering her tone to one half-\ncoaxing, half-cross, “Come, come, you do not understand any\nbetter than your grandfather; you will have all sorts of good\nthings that you never dreamed of.” Then she went to the cupboard\nand taking out Heidi’s things rolled them up in a bundle. “Come\nalong now, there’s your hat; it is very shabby but will do for\nthe present; put it on and let us make haste off.”",
        "“I am not coming,” repeated Heidi.",
        "“Don’t be so stupid and obstinate, like a goat; I suppose it’s\nfrom the goats you have learnt to be so. Listen to me: you saw\nyour grandfather was angry and heard what he said, that he did\nnot wish to see us ever again; he wants you now to go away with\nme and you must not make him angrier still. You can’t think how\nnice it is at Frankfurt, and what a lot of things you will see,\nand if you do not like it you can come back again; your\ngrandfather will be in a good temper again by that time.”",
        "“Can I return at once and be back home again here this evening?\"\nasked Heidi.",
        "“What are you talking about, come along now! I tell you that you\ncan come back here when you like. To-day we shall go as far as\nMayenfeld, and early to-morrow we shall start in the train, and\nthat will bring you home again in no time when you wish it, for\nit goes as fast as the wind.”",
        "Dete had now got the bundle under her arm and the child by the\nhand, and so they went down the mountain together.",
        "As it was still too early in the year to take his goats out,\nPeter continued to go to school at Dorfli, but now and again he\nstole a holiday, for he could see no use in learning to read,\nwhile to wander about a bit and look for stout sticks which\nmight be wanted some day he thought a far better employment. As\nDete and Heidi neared the grandmother’s hut they met Peter coming\nround the corner; he had evidently been well rewarded that day\nfor his labors, for he was carrying an immense bundle of long\nthick hazel sticks on his shoulders. He stood still and stared\nat the two approaching figures; as they came up to him, he\nexclaimed, “Where are you going, Heidi?”",
        "“I am only just going over to Frankfurt for a little visit with\nDete,” she replied; “but I must first run in to grandmother, she\nwill be expecting me.”",
        "“No, no, you must not stop to talk; it is already too late,\"\nsaid Dete, holding Heidi, who was struggling to get away, fast by\nthe hand. “You can go in when you come back, you must come along\nnow,” and she pulled the child on with her, fearing that if she\nlet her go in Heidi might take it into her head again that she\ndid not wish to come, and that the grandmother might stand by\nher. Peter ran into the hut and banged against the table with\nhis bundle of sticks with such violence that everything in the\nroom shook, and his grandmother leaped up with a cry of alarm\nfrom her spinning-wheel. Peter had felt that he must give vent to\nhis feelings somehow.",
        "“What is the matter? What is the matter?” cried the frightened\nold woman, while his mother, who had also started up from her\nseat at the shock, said in her usual patient manner, “What is\nit, Peter? why do you behave so roughly?”",
        "“Because she is taking Heidi away,” explained Peter.",
        "“Who? who? where to, Peter, where to?” asked the grandmother,\ngrowing still more agitated; but even as she spoke she guessed\nwhat had happened, for Brigitta had told her shortly before that\nshe had seen Dete going up to Alm-Uncle. The old woman rose\nhastily and with trembling hands opened the window and called\nout beseechingly, “Dete, Dete, do not take the child away from\nus! do not take her away!”",
        "The two who were hastening down the mountain heard her voice,\nand Dete evidently caught the words, for she grasped Heidi’s hand\nmore firmly. Heidi struggled to get free, crying, “Grandmother\nis calling, I must go to her.”",
        "But Dete had no intention of letting the child go, and quieted\nher as best she could; they must make haste now, she said, or\nthey would be too late and not able to go on the next day to\nFrankfurt, and there the child would see how delightful it was,\nand Dete was sure would not wish to go back when she was once\nthere. But if Heidi wanted to return home she could do so at\nonce, and then she could take something she liked back to\ngrandmother. This was a new idea to Heidi, and it pleased her so\nmuch that Dete had no longer any difficulty in getting her\nalong.",
        "After a few minutes’ silence, Heidi asked, “What could I take\nback to her?”",
        "“We must think of something nice,” answered Dete; “a soft roll\nof white bread; she would enjoy that, for now she is old she can\nhardly eat the hard, black bread.”",
        "“No, she always gives it back to Peter, telling him it is too\nhard, for I have seen her do it myself,” affirmed Heidi. “Do let\nus make haste, for then perhaps we can get back soon from\nFrankfurt, and I shall be able to give her the white bread to-\nday.” And Heidi started off running so fast that Dete with the\nbundle under her arm could scarcely keep up with her. But she\nwas glad, nevertheless, to get along so quickly, for they were\nnearing Dorfli, where her friends would probably talk and\nquestion in a way that might put other ideas into Heidi’s head.\nSo she went on straight ahead through the village, holding Heidi\ntightly by the hand, so that they might all see that it was on\nthe child’s account she was hurrying along at such a rate. To\nall their questions and remarks she made answer as she passed “I\ncan’t stop now, as you see, I must make haste with the child as\nwe have yet some way to go.”",
        "“Are you taking her away?” “Is she running away from Alm-Uncle?\"\n“It’s a wonder she is still alive!” “But what rosy cheeks she\nhas!” Such were the words which rang out on all sides, and Dete\nwas thankful that she had not to stop and give any distinct\nanswers to them, while Heidi hurried eagerly forward without\nsaying a word.",
        "From that day forward Alm-Uncle looked fiercer and more\nforbidding than ever when he came down and passed through\nDorfli. He spoke to no one, and looked such an ogre as he came\nalong with his pack of cheeses on his back, his immense stick in\nhis hand, and his thick, frowning eyebrows, that the women would\ncall to their little ones, “Take care! get out of Alm-Uncle’s way\nor he may hurt you!”",
        "The old man took no notice of anybody as he strode through the\nvillage on his way to the valley below, where he sold his\ncheeses and bought what bread and meat he wanted for himself.\nAfter he had passed the villagers all crowded together looking\nafter him, and each had something to say about him; how much\nwilder he looked than usual, how now he would not even respond to\nanybody’s greeting, while they all agreed that it was a great\nmercy the child had got away from him, and had they not all\nnoticed how the child had hurried along as if afraid that her\ngrandfather might be following to take her back? Only the blind\ngrandmother would have nothing to say against him, and told those\nwho came to her to bring her work, or take away what she had\nspun, how kind and thoughtful he had been with the child, how\ngood to her and her daughter, and how many afternoons he had\nspent mending the house which, but for his help, would certainly\nby this time have fallen down over their heads. And all this was\nrepeated down in Dorfli; but most of the people who heard it said\nthat grandmother was too old to understand, and very likely had\nnot heard rightly what was said; as she was blind she was\nprobably also deaf.",
        "Alm-Uncle went no more now to the grandmother’s house, and it\nwas well that he had made it so safe, for it was not touched\nagain for a long time. The days were sad again now for the old\nblind woman, and not one passed but what she would murmur\ncomplainingly, “Alas! all our happiness and pleasure have gone\nwith the child, and now the days are so long and dreary! Pray\nGod, I see Heidi again once more before I die!”",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}