{
    "title": "Heidi - Chapter XVIII. Winter in Dorfli",
    "author": "Johanna Spyri",
    "chapter": "19",
    "content": [
        "\n\n",
        "The snow was lying so high around the hut that the windows\nlooked level with the ground, and the door had entirely\ndisappeared from view. If Alm-Uncle had been up there he would\nhave had to do what Peter did daily, for fresh snow fell every\nnight. Peter had to get out of the window of the sitting-room\nevery morning, and if the frost had not been very hard during the\nnight, he immediately sank up to his shoulders almost in the snow\nand had to struggle with hands, feet, and head to extricate\nhimself. Then his mother handed him the large broom, and with\nthis he worked hard to make a way to the door. He had to be\ncareful to dig the snow well away, or else as soon as the door\nwas opened the whole soft mass would fall inside, or, if the\nfrost was severe enough, it would have made such a wall of ice in\nfront of the house that no one could have gone in or out, for the\nwindow was only big enough for Peter to creep through. The fresh\nsnow froze like this in the night sometimes, and this was an\nenjoyable time for Peter, for he would get through the window on\nto the hard, smooth, frozen ground, and his mother would hand him\nout the little sleigh, and he could then make his descent to\nDorfli along any route he chose, for the whole mountain was\nnothing but one wide, unbroken sleigh road.",
        "Alm-Uncle had kept his word and was not spending the winter in\nhis old home. As soon as the first snow began to fall, he had\nshut up the hut and the outside buildings and gone down to\nDorfli with Heidi and the goats. Near the church was a straggling\nhalf-ruined building, which had once been the house of a person\nof consequence. A distinguished soldier had lived there at one\ntime; he had taken service in Spain and had there performed many\nbrave deeds and gathered much treasure. When he returned home to\nDorfli he spent part of his booty in building a fine house, with\nthe intention of living in it. But he had been too long\naccustomed to the noise and bustle of arms and the world to care\nfor a quiet country life, and he soon went off again, and this\ntime did not return. When after many long years it seemed\ncertain that he was dead, a distant relative took possession of\nthe house, but it had already fallen into disrepair, and he had\nno wish to rebuild it. So it was let to poor people, who paid but\na small rent, and when any part of the building fell it was\nallowed to remain. This had now gone on for many years. As long\nago as when his son Tobias was a child Alm-Uncle had rented the\ntumble- down old place. Since then it had stood empty, for no one\ncould stay in it who had not some idea of how to stop up the\nholes and gaps and make it habitable. Otherwise the wind and rain\nand snow blew into the rooms, so that it was impossible even to\nkeep a candle alight, and the indwellers would have been frozen\nto death during the long cold winters. Alm-Uncle, however, knew\nhow to mend matters. As soon as he made up his mind to spend the\nwinter in Dorfli, he rented the old place and worked during the\nautumn to get it sound and tight. In the middle of October he and\nHeidi took up their residence there.",
        "On approaching the house from the back one came first into an\nopen space with a wall on either side, of which one was half in\nruins. Above this rose the arch of an old window thickly\novergrown with ivy, which spread over the remains of a domed\nroof that had evidently been part of a chapel. A large hall came\nnext, which lay open, without doors, to the square outside. Here\nalso walls and roof only partially remained, and indeed what was\nleft of the roof looked as if it might fall at any minute had it\nnot been for two stout pillars that supported it. Alm-Uncle had\nhere put up a wooden partition and covered the floor with straw,\nfor this was to be the goats’ house. Endless passages led from\nthis, through the rents of which the sky as well as the fields\nand the road outside could be seen at intervals; but at last one\ncame to a stout oak door that led into a room that still stood\nintact. Here the walls and the dark wainscoting remained as good\nas ever, and in the corner was an immense stove reaching nearly\nto the ceiling, on the white tiles of which were painted large\npictures in blue. These represented old castles surrounded with\ntrees, and huntsmen riding out with their hounds; or else a quiet\nlake scene, with broad oak trees and a man fishing. A seat ran\nall round the stove so that one could sit at one’s ease and study\nthe pictures. These attracted Heidi’s attention at once, and she\nhad no sooner arrived with her grandfather than she ran and\nseated herself and began to examine them. But when she had\ngradually worked herself round to the back, something else\ndiverted her attention. In the large space between the stove and\nthe wall four planks had been put together as if to make a large\nreceptacle for apples; there were no apples, however, inside, but\nsomething Heidi had no difficulty in recognising, for it was her\nvery own bed, with its hay mattress and sheets, and sack for a\ncoverlid, just as she had it up at the hut. Heidi clapped her\nhands for joy and exclaimed, “O grandfather, this is my room, how\nnice! But where are you going to sleep?”",
        "“Your room must be near the stove or you will freeze,” he\nreplied, “but you can come and see mine too.”",
        "Heidi got down and skipped across the large room after her\ngrandfather, who opened a door at the farther end leading into a\nsmaller one which was to be his bedroom. Then came another door.\nHeidi pushed it open and stood amazed, for here was an immense\nroom like a kitchen, larger than anything of the kind that Heidi\nhad seen before. There was still plenty of work for the\ngrandfather before this room could be finished, for there were\nholes and cracks in the walls through which the wind whistled,\nand yet he had already nailed up so many new planks that it\nlooked as if a lot of small cupboards had been set up round the\nroom. He had, however, made the large old door safe with many\nscrews and nails, as a protection against the outside air, and\nthis was very necessary, for just beyond was a mass of ruined\nbuildings overgrown with tall weeds, which made a dwelling-place\nfor endless beetles and lizards.",
        "Heidi was very delighted with her new home, and by the morning\nafter their arrival she knew every nook and corner so thoroughly\nthat she could take Peter over it and show him all that was to\nbe seen; indeed she would not let him go till he had examined\nevery single wonderful thing contained in it.",
        "Heidi slept soundly in her corner by the stove; but every\nmorning when she first awoke she still thought she was on the\nmountain, and that she must run outside at once to see if the fir\ntrees were so quiet because their branches were weighed down with\nthe thick snow. She had to look about her for some minutes before\nshe felt quite sure where she was, and a certain sensation of\ntrouble and oppression would come over her as she grew aware that\nshe was not at home in the hut. But then she would hear her\ngrandfather’s voice outside, attending to the goats, and these\nwould give one or two loud bleats, as if calling to her to make\nhaste and go to them, and then Heidi was happy again, for she\nknew she was still at home, and she would jump gladly out of bed\nand run out to the animals as quickly as she could. On the fourth\nmorning, as soon as she saw her grandfather, she said, “I must go\nup to see grandmother to-day; she ought not to be alone so long.”",
        "But the grandfather would not agree to this. “Neither to-day nor\nto-morrow can you go,” he said; “the mountain is covered fathom-\ndeep in snow, and the snow is still falling; the sturdy Peter can\nhardly get along. A little creature like you would soon be\nsmothered by it, and we should not be able to find you again.\nWait a bit till it freezes, then you will be able to walk over\nthe hard snow.”",
        "Heidi did not like the thought of having to wait, but the days\nwere so busy that she hardly knew how they went by.",
        "Heidi now went to school in Dorfli every morning and afternoon,\nand eagerly set to work to learn all that was taught her. She\nhardly ever saw Peter there, for as a rule he was absent. The\nteacher was an easy-going man who merely remarked now and then,\n“Peter is not turning up to-day again, it seems, but there is a\nlot of snow up on the mountain and I daresay he cannot get\nalong.” Peter, however, always seemed able to make his way\nthrough the snow in the evening when school was over, and he\nthen generally paid Heidi a visit.",
        "At last, after some days, the sun again appeared and shone\nbrightly over the white ground, but he went to bed again behind\nthe mountains at a very early hour, as if he did not find such\npleasure in looking down on the earth as when everything was\ngreen and flowery. But then the moon came out clear and large\nand lit up the great white snowfield all through the night, and\nthe next morning the whole mountain glistened and sparkled like a\nhuge crystal. When Peter got out of his window as usual, he was\ntaken by surprise, for instead of sinking into the soft snow he\nfell on the hard ground and went sliding some way down the\nmountain side like a sleigh before he could stop himself. He\npicked himself up and tested the hardness of the ground by\nstamping on it and trying with all his might to dig his heels\ninto it, but even then he could not break off a single little\nsplinter of ice; the Alm was frozen hard as iron. This was just\nwhat Peter had been hoping for, as he knew now that Heidi would\nbe able to come up to them. He quickly got back into the house,\nswallowed the milk which his mother had put ready for him,\nthrust a piece of bread in his pocket, and said, “I must be off\nto school.” “That’s right, go and learn all you can,” said the\ngrandmother encouragingly. Peter crept through the window again–\nthe door was quite blocked by the frozen snow outside–pulling\nhis little sleigh after him, and in another minute was shooting\ndown the mountain.",
        "He went like lightning, and when he reached Dorfli, which stood\non the direct road to Mayenfeld, he made up his mind to go on\nfurther, for he was sure he could not stop his rapid descent\nwithout hurting himself and the sleigh too. So down he still\nwent till he reached the level ground, where the sleigh came to a\npause of its own accord. Then he got out and looked round. The\nimpetus with which he had made his journey down had carried him\nsome little way beyond Mayenfeld. He bethought himself that it\nwas too late to get to school now, as lessons would already have\nbegun, and it would take him a good hour to walk back to Dorfli.\nSo he might take his time about returning, which he did, and\nreached Dorfli just as Heidi had got home from school and was\nsitting at dinner with her grandfather. Peter walked in, and as\non this occasion he had something particular to communicate, he\nbegan without a pause, exclaiming as he stood still in the\nmiddle of the room, “She’s got it now.”",
        "“Got it? what?” asked the Uncle. “Your words sound quite\nwarlike, general.”",
        "“The frost,” explained Peter.",
        "“Oh! then now I can go and see grandmother!” said Heidi\njoyfully, for she had understood Peter’s words at once. “But why\nwere you not at school then? You could have come down in the\nsleigh,” she added reproachfully, for it did not agree with\nHeidi’s ideas of good behavior to stay away when it was possible\nto be there.",
        "“It carried me on too far and I was too late,” Peter replied.",
        "“I call that being a deserter,” said the Uncle, “and deserters\nget their ears pulled, as you know.”",
        "Peter gave a tug to his cap in alarm, for there was no one of\nwhom he stood in so much awe as Alm-Uncle.",
        "“And an army leader like yourself ought to be doubly ashamed of\nrunning away,” continued Alm-Uncle. “What would you think of\nyour goats if one went off this way and another that, and refused\nto follow and do what was good for them? What would you do then?”",
        "“I should beat them,” said Peter promptly.",
        "“And if a boy behaved like these unruly goats, and he got a\nbeating for it, what would you say then?”",
        "“Serve him right,” was the answer.",
        "“Good, then understand this: next time you let your sleigh carry\nyou past the school when you ought to be inside at your lessons,\ncome on to me afterwards and receive what you deserve.”",
        "Peter now understood the drift of the old man’s questions and\nthat he was the boy who behaved like the unruly goats, and he\nlooked somewhat fearfully towards the corner to see if anything\nhappened to be there such as he used himself on such occasions\nfor the punishment of his animals.",
        "But now the grandfather suddenly said in a cheerful voice, “Come\nand sit down and have something, and afterwards Heidi shall go\nwith you. Bring her back this evening and you will find supper\nwaiting for you here.”",
        "This unexpected turn of conversation set Peter grinning all over\nwith delight. He obeyed without hesitation and took his seat\nbeside Heidi. But the child could not eat any more in her\nexcitement at the thought of going to see grandmother. She\npushed the potatoes and toasted cheese which still stood on her\nplate towards him while Uncle was filling his plate from the\nother side, so that he had quite a pile of food in front of him,\nbut he attacked it without any lack of courage. Heidi ran to the\ncupboard and brought out the warm cloak Clara had sent her; with\nthis on and the hood drawn over her head, she was all ready for\nher journey. She stood waiting beside Peter, and as soon as his\nlast mouthful had disappeared she said, “Come along now.” As the\ntwo walked together Heidi had much to tell Peter of her two\ngoats that had been so unhappy the first day in their new stall\nthat they would not eat anything, but stood hanging their heads,\nnot even rousing themselves to bleat. And when she asked her\ngrandfather the reason of this, he told her it was with them as\nwith her in Frankfurt, for it was the first time in their lives\nthey had come down from the mountain. “And you don’t know what\nthat is, Peter, unless you have felt it yourself,” added Heidi.",
        "The children had nearly reached their destination before Peter\nopened his mouth; he appeared to be so sunk in thought that he\nhardly heard what was said to him. As they neared home, however,\nhe stood still and said in a somewhat sullen voice, “I had\nrather go to school even than get what Uncle threatened.”",
        "Heidi was of the same mind, and encouraged him in his good\nintention. They found Brigitta sitting alone knitting, for the\ngrandmother was not very well and had to stay the day in bed on\naccount of the cold. Heidi had never before missed the old\nfigure in her place in the corner, and she ran quickly into the\nnext room. There lay grandmother on her little poorly covered\nbed, wrapped up in her warm grey shawl.",
        "“Thank God,” she exclaimed as Heidi came running in; the poor\nold woman had had a secret fear at heart all through the autumn,\nespecially if Heidi was absent for any length of time, for Peter\nhad told her of a strange gentleman who had come from Frankfurt,\nand who had gone out with them and always talked to Heidi, and\nshe had felt sure he had come to take her away again. Even when\nshe heard he had gone off alone, she still had an idea that a\nmessenger would be sent over from Frankfurt to fetch the child.\nHeidi went up to the side of the bed and said, “Are you very\nill, grandmother?”",
        "“No, no, child,” answered the old woman reassuringly, passing\nher hand lovingly over the child’s head, “It’s only the frost\nthat has got into my bones a bit.”",
        "“Shall you be quite well then directly it turns warm again?”",
        "“Yes, God willing, or even before that, for I want to get back\nto my spinning; I thought perhaps I should do a little to-day,\nbut to-morrow I am sure to be all right again.” The old woman had\ndetected that Heidi was frightened and was anxious to set her\nmind at ease.",
        "Her words comforted Heidi, who had in truth been greatly\ndistressed, for she had never before seen the grandmother ill in\nbed. She now looked at the old woman seriously for a minute or\ntwo, and then said, “In Frankfurt everybody puts on a shawl to\ngo out walking; did you think it was to be worn in bed,\ngrandmother?”",
        "“I put it on, dear child, to keep myself from freezing, and I am\nso pleased with it, for my bedclothes are not very thick,” she\nanswered.",
        "“But, grandmother,” continued Heidi, “your bed is not right,\nbecause it goes downhill at your head instead of uphill.”",
        "“I know it, child, I can feel it,” and the grandmother put up\nher hand to the thin flat pillow, which was little more than a\nboard under her head, to make herself more comfortable; “the\npillow was never very thick, and I have lain on it now for so\nmany years that it has grown quite flat.”",
        "“Oh, if only I had asked Clara to let me take away my Frankfurt\nbed,” said Heidi. “I had three large pillows, one above the\nother, so that I could hardly sleep, and I used to slip down to\ntry and find a flat place, and then I had to pull myself up\nagain, because it was proper to sleep there like that. Could you\nsleep like that, grandmother?”",
        "“Oh, yes! the pillows keep one warm, and it is easier to breathe\nwhen the head is high,” answered the grandmother, wearily\nraising her head as she spoke as if trying to find a higher\nresting-place. “But we will not talk about that, for I have so\nmuch that other old sick people are without for which I thank\nGod; there is the nice bread I get every day, and this warm\nwrap, and your visits, Heidi. Will you read me something to-day?”",
        "Heidi ran into the next room to fetch the hymn book. Then she\npicked out the favorite hymns one after another, for she knew\nthem all by heart now, as pleased as the grandmother to hear\nthem again after so many days. The grandmother lay with folded\nhands, while a smile of peace stole over the worn, troubled face,\nlike one to whom good news has been brought.",
        "Suddenly Heidi paused. “Grandmother, are you feeling quite well\nagain already?”",
        "“Yes, child, I have grown better while listening to you; read it\nto the end.”",
        "The child read on, and when she came to the last words:–",
        "As the eyes grow dim, and darkness Closes round, the soul grows\nclearer,  Sees the goal to which it travels,  Gladly feels its\nhome is nearer.”",
        "the grandmother repeated them once or twice to herself, with a\nlook of happy expectation on her face. And Heidi took equal\npleasure in them, for the picture of the beautiful sunny day of\nher return home rose before her eyes, and she exclaimed\njoyfully, “Grandmother, I know exactly what it is like to go\nhome.” The old woman did not answer, but she had heard Heidi’s\nwords, and the expression that had made the child think she was\nbetter remained on her face.",
        "A little later Heidi said, “It is growing dark and I must go\nhome; I am glad to think, that you are quite well again.”",
        "The grandmother took the child’s hand in hers and held it\nclosely. “Yes,” she said, “I feel quite happy again; even if I\nhave to go on lying here, I am content. No one knows what it is\nto lie here alone day after day, in silence and darkness,\nwithout hearing a voice or seeing a ray of light. Sad thoughts\ncome over me, and I do not feel sometimes as if I could bear it\nany longer or as if it could ever be light again. But when you\ncome and read those words to me, then I am comforted and my heart\nrejoices once more.”",
        "Then she let the child go, and Heidi ran into the next room, and\nbid Peter come quickly, for it had now grown quite dark. But\nwhen they got outside they found the moon shining down on the\nwhite snow and everything as clear as in the daylight. Peter got\nhis sleigh, put Heidi at the back, he himself sitting in front to\nguide, and down the mountain they shot like two birds darting\nthrough the air.",
        "When Heidi was lying that night on her high bed of hay she\nthought of the grandmother on her low pillow, and of all she had\nsaid about the light and comfort that awoke in her when she\nheard the hymns, and she thought: if I could read to her every\nday, then I should go on making her better. But she knew that it\nwould be a week, if not two, before she would be able to go up\nthe mountain again. This was a thought of great trouble to Heidi,\nand she tried hard to think of some way which would enable the\ngrandmother to hear the words she loved every day. Suddenly an\nidea struck her, and she was so delighted with it that she could\nhardly bear to wait for morning, so eager was she to begin\ncarrying out her plan. All at once she sat upright in her bed,\nfor she had been so busy with her thoughts that she had\nforgotten to say her prayers, and she never now finished her day\nwithout saying them.",
        "When she had prayed with all her heart for herself, her\ngrandfather and grandmother, she lay back again on the warm soft\nhay and slept soundly and peacefully till morning broke.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}