{
    "title": "Heidi - Chapter VIII. There Is Great Commotion in the Large House",
    "author": "Johanna Spyri",
    "chapter": "9",
    "content": [
        "\n\n",
        "Sebastian had just shown the tutor into the study on the\nfollowing morning when there came another and very loud ring at\nthe bell, which Sebastian ran quickly to answer. “Only Herr\nSesemann rings like that,” he said to himself; “he must have\nreturned home unexpectedly.” He pulled open the door, and there\nin front of him he saw a ragged little boy carrying a hand-organ\non his back.",
        "“What’s the meaning of this?” said Sebastian angrily. “I’ll\nteach you to ring bells like that! What do you want here?”",
        "“I want to see Clara,” the boy answered.",
        "“You dirty, good-for-nothing little rascal, can’t you be polite\nenough to say ’Miss Clara’? What do you want with her?\"\ncontinued Sebastian roughly. “She owes me fourpence,” explained\nthe boy.",
        "“You must be out of your mind! And how do you know that any\nyoung lady of that name lives here?”",
        "“She owes me twopence for showing her the way there, and\ntwopence for showing her the way back.”",
        "“See what a pack of lies you are telling! The young lady never\ngoes out, cannot even walk; be off and get back to where you\ncame from, before I have to help you along.”",
        "But the boy was not to be frightened away; he remained standing,\nand said in a determined voice, “But I saw her in the street,\nand can describe her to you; she has short, curly black hair, and\nblack eyes, and wears a brown dress, and does not talk quite\nlike we do.”",
        "“Oho!” thought Sebastian, laughing to himself, “the little miss\nhas evidently been up to more mischief.” Then, drawing the boy\ninside he said aloud, “I understand now, come with me and wait\noutside the door till I tell you to go in. Be sure you begin\nplaying your organ the instant you get inside the room; the lady\nis very fond of music.”",
        "Sebastian knocked at the study door, and a voice said, “Come\nin.”",
        "“There is a boy outside who says he must speak to Miss Clara\nherself,” Sebastian announced.",
        "Clara was delighted at such an extraordinary and unexpected\nmessage.",
        "“Let him come in at once,” replied Clara; “he must come in, must\nhe not,” she added, turning to her tutor, “if he wishes so\nparticularly to see me?”",
        "The boy was already inside the room, and according to\nSebastian’s directions immediately began to play his organ.\nFraulein Rottenmeier, wishing to escape the A B C, had retired\nwith her work to the dining-room. All at once she stopped and\nlistened. Did those sounds come up from the street? And yet they\nseemed so near! But how could there be an organ playing in the\nstudy? And yet–it surely was so. She rushed to the other end of\nthe long dining-room and tore open the door. She could hardly\nbelieve her eyes. There, in the middle of the study, stood a\nragged boy turning away at his organ in the most energetic\nmanner. The tutor appeared to be making efforts to speak, but his\nvoice could not be heard. Both children were listening\ndelightedly to the music.",
        "“Leave off! leave off at once!” screamed Fraulein Rottenmeier.\nBut her voice was drowned by the music. She was making a dash\nfor the boy, when she saw something on the ground crawling\ntowards her feet–a dreadful dark object–a tortoise. At this\nsight she jumped higher than she had for many long years before,\nshrieking with all her might, “Sebastian! Sebastian!”",
        "The organ-player suddenly stopped, for this time her voice had\nrisen louder than the music. Sebastian was standing outside bent\ndouble with laughter, for he had been peeping to see what was\ngoing on. By the time he entered the room Fraulein Rottenmeier\nhad sunk into a chair.",
        "“Take them all out, boy and animal! Get them away at once!” she\ncommanded him.",
        "Sebastian pulled the boy away, the latter having quickly caught\nup the tortoise, and when he had got him outside he put\nsomething into his hand. “There is the fourpence from Miss Clara,\nand another fourpence for the music. You did it all quite right!\"\nand with that he shut the front door upon him.",
        "Quietness reigned again in the study, and lessons began once\nmore; Fraulein Rottenmeier now took up her station in the study\nin order by her presence to prevent any further dreadful goings-\non.",
        "But soon another knock came to the door, and Sebastian again\nstepped in, this time to say that some one had brought a large\nbasket with orders that it was to be given at once to Miss\nClara.",
        "“For me?” said Clara in astonishment, her curiosity very much\nexcited, “bring it in at once that I may see what it is like.”",
        "Sebastian carried in a large covered basket and retired.",
        "“I think the lessons had better be finished first before the\nbasket is unpacked,” said Fraulein Rottenmeier.",
        "Clara could not conceive what was in it, and cast longing\nglances towards it. In the middle of one of her declensions she\nsuddenly broke off and said to the tutor, “Mayn’t I just give one\npeep inside to see what is in it before I go on?”",
        "“On some considerations I am for it, on others against it,” he\nbegan in answer; “for it, on the ground that if your whole\nattention is directed to the basket–” but the speech remained\nunfinished. The cover of the basket was loose, and at this\nmoment one, two, three, and then two more, and again more kittens\ncame suddenly tumbling on to the floor and racing about the room\nin every direction, and with such indescribable rapidity that it\nseemed as if the whole room was full of them. They jumped over\nthe tutor’s boots, bit at his trousers, climbed up Fraulein\nRottenmeier’s dress, rolled about her feet, sprang up on to\nClara’s couch, scratching, scrambling, and mewing: it was a sad\nscene of confusion. Clara, meanwhile, pleased with their\ngambols, kept on exclaiming, “Oh, the dear little things! how\npretty they are! Look, Heidi, at this one; look, look, at that\none over there!” And Heidi in her delight kept running after them\nfirst into one corner and then into the other. The tutor stood up\nby the table not knowing what to do, lifting first his right foot\nand then his left to get it away from the scrambling, scratching\nkittens. Fraulein Rottenmeier was unable at first to speak at\nall, so overcome was she with horror, and she did not dare rise\nfrom her chair for fear that all the dreadful little animals\nshould jump upon her at once. At last she found voice to call\nloudly, “Tinette! Tinette! Sebastian! Sebastian!”",
        "They came in answer to her summons and gathered up the kittens,\nby degrees they got them all inside the basket again and then\ncarried them off to put with the other two.",
        "To-day again there had been no opportunity for gaping. Late that\nevening, when Fraulein Rottenmeier had somewhat recovered from\nthe excitement of the morning, she sent for the two servants,\nand examined them closely concerning the events of the morning.\nAnd then it came out that Heidi was at the bottom of them,\neverything being the result of her excursion of the day before.\nFraulein Rottenmeier sat pale with indignation and did not know\nat first how to express her anger. Then she made a sign to\nTinette and Sebastian to withdraw, and turning to Heidi, who was\nstanding by Clara’s couch, quite unable to understand of what sin\nshe had been guilty, began in a severe voice,–",
        "“Adelaide, I know of only one punishment which will perhaps make\nyou alive to your ill conduct, for you are an utter little\nbarbarian, but we will see if we cannot tame you so that you\nshall not be guilty of such deeds again, by putting you in a\ndark cellar with the rats and black beetles.”",
        "Heidi listened in silence and surprise to her sentence, for she\nhad never seen a cellar such as was now described; the place\nknown at her grandfather’s as the cellar, where the fresh made\ncheeses and the new milk were kept, was a pleasant and inviting\nplace; neither did she know at all what rats and black beetles\nwere like.",
        "But now Clara interrupted in great distress. “No, no, Fraulein\nRottenmeier, you must wait till papa comes; he has written to\nsay that he will soon be home, and then I will tell him\neverything, and he will say what is to be done with Heidi.”",
        "Fraulein Rottenmeier could not do anything against this superior\nauthority, especially as the father was really expected very\nshortly. She rose and said with some displeasure, “As you will,\nClara, but I too shall have something to say to Herr Sesemann.\"\nAnd with that she left the room.",
        "Two days now went by without further disturbance. Fraulein\nRottenmeier, however, could not recover her equanimity; she was\nperpetually reminded by Heidi’s presence of the deception that\nhad been played upon her, and it seemed to her that ever since\nthe child had come into the house everything had been topsy-\nturvy, and she could not bring things into proper order again.\nClara had grown much more cheerful; she no longer found time hang\nheavy during the lesson hours, for Heidi was continually making a\ndiversion of some kind or other. She jumbled all her letters up\ntogether and seemed quite unable to learn them, and when the\ntutor tried to draw her attention to their different shapes, and\nto help her by showing her that this was like a little horn, or\nthat like a bird’s bill, she would suddenly exclaim in a joyful\nvoice, “That is a goat!” “That is a bird of prey!” For the\ntutor’s descriptions suggested all kinds of pictures to her mind,\nbut left her still incapable of the alphabet. In the later\nafternoons Heidi always sat with Clara, and then she would give\nthe latter many and long descriptions of the mountain and of her\nlife upon it, and the burning longing to return would become so\noverpowering that she always finished with the words, “Now I must\ngo home! to-morrow I must really go!” But Clara would try to\nquiet her, and tell Heidi that she must wait till her father\nreturned, and then they would see what was to be done. And if\nHeidi gave in each time and seemed quickly to regain her good\nspirits, it was because of a secret delight she had in the\nthought that every day added two more white rolls to the number\nshe was collecting for grandmother; for she always pocketed the\nroll placed beside her plate at dinner and supper, feeling that\nshe could not bear to eat them, knowing that grandmother had no\nwhite bread and could hardly eat the black bread which was so\nhard. After dinner Heidi had to sit alone in her room for a\ncouple of hours, for she understood now that she might not run\nabout outside at Frankfurt as she did on the mountain, and so she\ndid not attempt it. Any conversation with Sebastian in the dining-\nroom was also forbidden her, and as to Tinette, she kept out of\nher way, and never thought of speaking to her, for Heidi was\nquite aware that the maid looked scornfully at her and always\nspoke to her in a mocking voice. So Heidi had plenty of time from\nday to day to sit and picture how everything at home was now\nturning green, and how the yellow flowers were shining in the\nsun, and how all around lay bright in the warm sunshine, the snow\nand the rocks, and the whole wide valley, and Heidi at times\ncould hardly contain herself for the longing to be back home\nagain. And Dete had told her that she could go home whenever she\nliked. So it came about one day that Heidi felt she could not\nbear it any longer, and in haste she tied all the rolls up in her\nred shawl, put on her straw hat, and went downstairs. But just as\nshe reached the hall-door she met Fraulein Rottenmeier herself,\njust returning from a walk, which put a stop to Heidi’s journey.",
        "Fraulein Rottenmeier stood still a moment, looking at her from\ntop to toe in blank astonishment, her eye resting particularly\non the red bundle. Then she broke out,–",
        "“What have you dressed yourself like that for? What do you mean\nby this? Have I not strictly forbidden you to go running about\nin the streets? And here you are ready to start off again, and\ngoing out looking like a beggar.”",
        "“I was not going to run about, I was going home,” said Heidi,\nfrightened.",
        "“What are you talking about! Going home! You want to go home?\"\nexclaimed Fraulein Rottenmeier, her anger rising. “To run away\nlike that! What would Herr Sesemann say if he knew! Take care\nthat he never hears of this! And what is the matter with his\nhouse, I should like to know! Have you not been better treated\nthan you deserved? Have you wanted for a thing? Have you ever in\nyour life before had such a house to live in, such a table, or\nso many to wait upon you? Have you?”",
        "“No,” replied Heidi.",
        "“I should think not indeed!” continued the exasperated lady.\n“You have everything you can possibly want here, and you are an\nungrateful little thing; it’s because you are too well off and\ncomfortable that you have nothing to do but think what naughty\nthing you can do next!”",
        "Then Heidi’s feelings got the better of her, and she poured\nforth her trouble. “Indeed I only want to go home, for if I stay\nso long away Snowflake will begin crying again, and grandmother\nis waiting for me, and Greenfinch will get beaten, because I am\nnot there to give Peter any cheese, and I can never see how the\nsun says good-night to the mountains; and if the great bird were\nto fly over Frankfurt he would croak louder than ever about\npeople huddling all together and teaching each other bad things,\nand not going to live up on the rocks, where it is so much\nbetter.”",
        "“Heaven have mercy on us, the child is out of her mind!” cried\nFraulein Rottenmeier, and she turned in terror and went quickly\nup the steps, running violently against Sebastian in her hurry.\n“Go and bring that unhappy little creature in at once,” she\nordered him, putting her hand to her forehead which she had\nbumped against his.",
        "Sebastian did as he was told, rubbing his own head as he went,\nfor he had received a still harder blow.",
        "Heidi had not moved, she stood with her eyes aflame and\ntrembling all over with inward agitation.",
        "“What, got into trouble again?” said Sebastian in a cheerful\nvoice; but when he looked more closely at Heidi and saw that she\ndid not move, he put his hand kindly on her shoulder, and said,\ntrying to comfort her, “There, there, don’t take it to heart so\nmuch; keep up your spirits, that is the great thing! She has\nnearly made a hole in my head, but don’t you let her bully you.\"\nThen seeing that Heidi still did not stir, “We must go; she\nordered me to take you in.”",
        "Heidi now began mounting the stairs, but with a slow, crawling\nstep, very unlike her usual manner. Sebastian felt quite sad as\nhe watched her, and as he followed her up he kept trying to\nencourage her. “Don’t you give in! don’t let her make you\nunhappy! You keep up your courage! Why we’ve got such a sensible\nlittle miss that she has never cried once since she was here;\nmany at that age cry a good dozen times a day. The kittens are\nenjoying themselves very much up in their home; they jump about\nall over the place and behave as if they were little mad things.\nLater we will go up and see them, when Fraulein is out of the\nway, shall we?”",
        "Heidi gave a little nod of assent, but in such a joyless manner\nthat it went to Sebastian’s heart, and he followed her with\nsympathetic eyes as she crept away to her room.",
        "At supper that evening Fraulein Rottenmeier did not speak, but\nshe cast watchful looks towards Heidi as if expecting her at any\nminute to break out in some extraordinary way; but Heidi sat\nwithout moving or eating; all that she did was to hastily hide\nher roll in her pocket.",
        "When the tutor arrived next morning, Fraulein Rottenmeier drew\nhim privately aside, and confided her fear to him that the\nchange of air and the new mode of life and unaccustomed\nsurroundings had turned Heidi’s head; then she told him of the\nincident of the day before, and of Heidi’s strange speech. But\nthe tutor assured her she need not be in alarm; he had already\nbecome aware that the child was somewhat eccentric, but otherwise\nquite right in her mind, and he was sure that, with careful\ntreatment and education, the right balance would be restored, and\nit was this he was striving after. He was the more convinced of\nthis by what he now heard, and by the fact that he had so far\nfailed to teach her the alphabet, Heidi seeming unable to\nunderstand the letters.",
        "Fraulein Rottenmeier was considerably relieved by his words, and\nreleased the tutor to his work. In the course of the afternoon\nthe remembrance of Heidi’s appearance the day before, as she was\nstarting out on her travels, suddenly returned to the lady, and\nshe made up her mind that she would supplement the child’s\nclothing with various garments from Clara’s wardrobe, so as to\ngive her a decent appearance when Herr Sesemann returned. She\nconfided her intention to Clara, who was quite willing to make\nover any number of dresses and hats to Heidi; so the lady went\nupstairs to overhaul the child’s belongings and see what was to\nbe kept and what thrown away. She returned, however, in the\ncourse of a few minutes with an expression of horror upon her\nface.",
        "“What is this, Adelaide, that I find in your wardrobe!” she\nexclaimed. “I never heard of any one doing such a thing before!\nIn a cupboard meant for clothes, Adelaide, what do I see at the\nbottom but a heap of rolls! Will you believe it, Clara, bread in\na wardrobe! a whole pile of bread! Tinette,” she called to that\nyoung woman, who was in the dining-room, “go upstairs and take\naway all those rolls out of Adelaide’s cupboard and the old\nstraw hat on the table.”",
        "“No! no!” screamed Heidi. “I must keep the hat, and the rolls\nare for grandmother,” and she was rushing to stop Tinette when\nFraulein Rottenmeier took hold of her. “You will stop here, and\nall that bread and rubbish shall be taken to the place they\nbelong to,” she said in a determined tone as she kept her hand\non the child to prevent her running forward.",
        "Then Heidi in despair flung herself down on Clara’s couch and\nbroke into a wild fit of weeping, her crying becoming louder and\nmore full of distress, every minute, while she kept on sobbing\nout at intervals, “Now grandmother’s’ bread is all gone! They\nwere all for grandmother, and now they are taken away, and\ngrandmother won’t have one,” and she wept as if her heart would\nbreak. Fraulein Rottenmeier ran out of the room. Clara was\ndistressed and alarmed at the child’s crying. “Heidi, Heidi,\"\nshe said imploringly, “pray do not cry so! listen to me; don’t be\nso unhappy; look now, I promise you that you shall have just as\nmany rolls, or more, all fresh and new to take to grandmother\nwhen you go home; yours would have been hard and stale by then.\nCome, Heidi, do not cry any more!”",
        "Heidi could not get over her sobs for a long time; she would\nnever have been able to leave off crying at all if it had not\nbeen for Clara’s promise, which comforted her. But to make sure\nthat she could depend upon it she kept on saying to Clara, her\nvoice broken with her gradually subsiding sobs, “Will you give\nme as many, quite as many, as I had, for grandmother?” And Clara\nassured her each time that she would give her as many, “or\nmore,” she added, “only be happy again.”",
        "Heidi appeared at supper with her eyes red with weeping, and\nwhen she saw her roll she could not suppress a sob. But she made\nan effort to control herself, for she knew she must sit quietly\nat table. Whenever Sebastian could catch her eye this evening he\nmade all sorts of strange signs, pointing to his own head and\nthen to hers, and giving little nods as much as to say, “Don’t\nyou be unhappy! I have got it all safe for you.”",
        "When Heidi was going to get into bed that night she found her\nold straw hat lying under the counterpane. She snatched it up\nwith delight, made it more out of shape still in her joy, and\nthen, after wrapping a handkerchief round it, she stuck it in a\ncorner of the cupboard as far back as she could.",
        "It was Sebastian who had hidden it there for her; he had been in\nthe dining-room when Tinette was called, and had heard all that\nwent on with the child and the latter’s loud weeping. So he\nfollowed Tinette, and when she came out of Heidi’s room carrying\nthe rolls and the hat, he caught up the hat and said, “I will\nsee to this old thing.” He was genuinely glad to have been able\nto save it for Heidi, and that was the meaning of his encouraging\nsigns to her at supper.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}