{
    "title": "Heidi - Chapter X. Another Grandmother",
    "author": "Johanna Spyri",
    "chapter": "11",
    "content": [
        "\n\n",
        "There was much expectation and preparation about the house on\nthe following evening, and it was easy to see that the lady who\nwas coming was one whose opinion was highly thought of, and for\nwhom everybody had a great respect. Tinette had a new white cap\non her head, and Sebastian collected all the footstools he could\nfind and placed them in convenient spots, so that the lady might\nfind one ready to her feet whenever she chose to sit. Fraulein\nRottenmeier went about surveying everything, very upright and\ndignified, as if to show that though a rival power was expected,\nher own authority was not going to be extinguished.",
        "And now the carriage came driving up to the door, and Tinette\nand Sebastian ran down the steps, followed with a slower and more\nstately step by the lady, who advanced to greet the guest. Heidi\nhad been sent up to her room and ordered to remain there until\ncalled down, as the grandmother would certainly like to see\nClara alone first. Heidi sat herself down in a corner and\nrepeated her instructions over to herself. She had not to wait\nlong before Tinette put her head in and said abruptly, “Go\ndownstairs into the study.”",
        "Heidi had not dared to ask Fraulein Rottenmeier again how she\nwas to address the grandmother: she thought the lady had perhaps\nmade a mistake, for she had never heard any one called by other\nthan their right name. As she opened the study door she heard a\nkind voice say, “Ah, here comes the child! Come along in and let\nme have a good look at you.”",
        "Heidi walked up to her and said very distinctly in her clear\nvoice, “Good-evening,” and then wishing to follow her\ninstructions called her what would be in English “Mrs. Madam.”",
        "“Well!” said the grandmother, laughing, “is that how they\naddress people in your home on the mountain?”",
        "“No,” replied Heidi gravely, “I never knew any one with that\nname before.”",
        "“Nor I either,” laughed the grandmother again as she patted\nHeidi’s cheek. “Never mind! when I am with the children I am\nalways grandmamma; you won’t forget that name, will you?”",
        "“No, no,” Heidi assured her, “I often used to say it at home.”",
        "“I understand,” said the grandmother, with a cheerful little nod\nof the head. Then she looked more closely at Heidi, giving\nanother nod from time to time, and the child looked back at her\nwith steady, serious eyes, for there was something kind and warm-\nhearted about this new-comer that pleased Heidi, and indeed\neverything to do with the grandmother attracted her, so that she\ncould not turn her eyes away. She had such beautiful white hair,\nand two long lace ends hung down from the cap on her head and\nwaved gently about her face every time she moved, as if a soft\nbreeze were blowing round her, which gave Heidi a peculiar\nfeeling of pleasure.",
        "“And what is your name, child?” the grandmother now asked.",
        "“I am always called Heidi; but as I am now to be called\nAdelaide, I will try and take care–” Heidi stopped short, for\nshe felt a little guilty; she had not yet grown accustomed to\nthis name; she continued not to respond when Fraulein Rottenmeier\nsuddenly addressed her by it, and the lady was at this moment\nentering the room.",
        "“Frau Sesemann will no doubt agree with me,” she interrupted,\n“that it was necessary to choose a name that could be pronounced\neasily, if only for the sake of the servants.”",
        "“My worthy Rottenmeier,” replied Frau Sesemann, “if a person is\ncalled ’Heidi’ and has grown accustomed to that name, I call her\nby the same, and so let it be.”",
        "Fraulein Rottenmeier was always very much annoyed that the old\nlady continually addressed her by her surname only; but it was\nno use minding, for the grandmother always went her own way, and\nso there was no help for it. Moreover the grandmother was a keen\nold lady, and had all her five wits about her, and she knew what\nwas going on in the house as soon as she entered it.",
        "When on the following day Clara lay down as usual on her couch\nafter dinner, the grandmother sat down beside her for a few\nminutes and closed her eyes, then she got up again as lively as\never, and trotted off into the dining-room. No one was there.\n“She is asleep, I suppose,” she said to herself, and then going\nup to Fraulein Rottenmeier’s room she gave a loud knock at the\ndoor. She waited a few minutes and then Fraulein Rottenmeier\nopened the door and drew back in surprise at this unexpected\nvisit.",
        "“Where is the child, and what is she doing all this time? That\nis what I came to ask,” said Frau Sesemann.",
        "“She is sitting in her room, where she could well employ herself\nif she had the least idea of making herself useful; but you have\nno idea, Frau Sesemann, of the out-of-the-way things this child\nimagines and does, things which I could hardly repeat in good\nsociety.”",
        "“I should do the same if I had to sit in there like that child,\nI can tell you; I doubt if you would then like to repeat what I\ndid, in good society! Go and fetch the child and bring her to my\nroom; I have some pretty books with me that I should like to\ngive her.”",
        "“That is just the misfortune,” said Fraulein Rottenmeier with a\ndespairing gesture, “what use are books to her? She has not been\nable to learn her A B C even, all the long time she has been\nhere; it is quite impossible to get the least idea of it into\nher head, and that the tutor himself will tell you; if he had not\nthe patience of an angel he would have given up teaching her long\nago.”",
        "“That is very strange,” said Frau Sesemann, “she does not look\nto me like a child who would be unable to learn her alphabet.\nHowever, bring her now to me, she can at least amuse herself\nwith the pictures in the books.”",
        "Fraulein Rottenmeier was prepared with some further remarks, but\nthe grandmother had turned away and gone quickly towards her own\nroom. She was surprised at what she had been told about Heidi’s\nincapacity for learning, and determined to find out more\nconcerning this matter, not by inquiries from the tutor,\nhowever, although she esteemed him highly for his uprightness of\ncharacter; she had always a friendly greeting for him, but\nalways avoided being drawn into conversation with him, for she\nfound his style of talk somewhat wearisome.",
        "Heidi now appeared and gazed with open-eyed delight and wonder\nat the beautiful colored pictures in the books which the\ngrandmother gave her to look at. All of a sudden, as the latter\nturned over one of the pages to a fresh picture, the child gave a\ncry. For a moment or two she looked at it with brightening eyes,\nthen the tears began to fall, and at last she burst into sobs.\nThe grandmother looked at the picture–it represented a green\npasture, full of young animals, some grazing and others nibbling\nat the shrubs. In the middle was a shepherd leaning upon his\nstaff and looking on at his happy flock. The whole scene was\nbathed in golden light, for the sun was just sinking below the\nhorizon.",
        "The grandmother laid her hand kindly On Heidi’s.",
        "“Don’t cry, dear child, don’t cry,” she said, “the picture has\nreminded you perhaps of something. But see, there is a beautiful\ntale to the picture which I will tell you this evening. And\nthere are other nice tales of all kinds to read and to tell\nagain. But now we must have a little talk together, so dry your\ntears and come and stand in front of me, so that I may see you\nwell–there, now we are happy again.”",
        "But it was some little time before Heidi could overcome her\nsobs. The grandmother gave her time to recover herself, saying\ncheering words to her now and then, “There, it’s all right now,\nand we are quite happy again.”",
        "When at last she saw that Heidi was growing calmer, she said,\n“Now I want you to tell me something. How are you getting on in\nyour school-time; do you like your lessons, and have you learnt\na great deal?”",
        "“O no!” replied Heidi, sighing, “but I knew beforehand that it\nwas not possible to learn.”",
        "“What is it you think impossible to learn?”",
        "“Why, to read, it is too difficult.”",
        "“You don’t say so! and who told you that?”",
        "“Peter told me, and he knew all about it, for he had tried and\ntried and could not learn it.”",
        "“Peter must be a very odd boy then! But listen, Heidi, we must\nnot always go by what Peter says, we must try for ourselves. I\nam certain that you did not give all your attention to the tutor\nwhen he was trying to teach you your letters.”",
        "“It’s of no use,” said Heidi in the tone of one who was ready to\nendure what could not be cured.",
        "“Listen to what I have to say,” continued the grandmother. “You\nhave not been able to learn your alphabet because you believed\nwhat Peter said; but now you must believe what I tell you–and I\ntell you that you can learn to read in a very little while, as\nmany other children do, who are made like you and not like\nPeter. And now hear what comes after–you see that picture with\nthe shepherd and the animals–well, as soon as you are able to\nread you shall have that book for your own, and then you will\nknow all about the sheep and the goats, and what the shepherd\ndid, and the wonderful things that happened to him, just as if\nsome one were telling you the whole tale. You will like to hear\nabout all that, won’t you?”",
        "Heidi had listened with eager attention to the grandmother’s\nwords and now with a sigh exclaimed, “Oh, if only I could read\nnow!”",
        "“It won’t take you long now to learn, that I can see; and now we\nmust go down to Clara; bring the books with you.” And hand in\nhand the two returned to the study.",
        "Since the day when Heidi had so longed to go home, and Fraulein\nRottenmeier had met her and scolded her on the steps, and told\nher how wicked and ungrateful she was to try and run away, and\nwhat a good thing it was that Herr Sesemann knew nothing about\nit, a change had come over the child. She had at last understood\nthat day that she could not go home when she wished as Dete had\ntold her, but that she would have to stay on in Frankfurt for a\nlong, long time, perhaps for ever. She had also understood that\nHerr Sesemann would think it ungrateful of her if she wished to\nleave, and she believed that the grandmother and Clara would\nthink the same. So there was nobody to whom she dared confide\nher longing to go home, for she would not for the world have\ngiven the grandmother, who was so kind to her, any reason for\nbeing as angry with her as Fraulein Rottenmeier had been. But the\nweight of trouble on the little heart grew heavier and heavier;\nshe could no longer eat her food, and every day she grew a little\npaler. She lay awake for long hours at night, for as soon as she\nwas alone and everything was still around her, the picture of\nthe mountain with its sunshine and flowers rose vividly before\nher eyes; and when at last she fell asleep it was to dream of the\nrocks and the snow-field turning crimson in the evening light,\nand waking in the morning she would think herself back at the\nhut and prepare to run joyfully out into–the sun–and then–\nthere was her large bed, and here she was in Frankfurt far, far\naway from home. And Heidi would often lay her face down on the\npillow and weep long and quietly so that no one might hear her.",
        "Heidi’s unhappiness did not escape the grandmother’s notice. She\nlet some days go by to see if the child grew brighter and lost\nher down-cast appearance. But as matters did not mend, and she\nsaw that many mornings Heidi had evidently been crying before\nshe came downstairs, she took her again into her room one day,\nand drawing the child to her said, “Now tell me, Heidi, what is\nthe matter; are you in trouble?”",
        "But Heidi, afraid if she told the truth that the grandmother\nwould think her ungrateful, and would then leave off being so\nkind to her, answered, “can’t tell you.”",
        "“Well, could you tell Clara about it?”",
        "“Oh, no, I cannot tell any one,” said Heidi in so positive a\ntone, and with a look of such trouble on her face, that the\ngrandmother felt full of pity for the child.",
        "“Then, dear child, let me tell you what to do: you know that\nwhen we are in great trouble, and cannot speak about it to\nanybody, we must turn to God and pray Him to help, for He can\ndeliver us from every care, that oppresses us. You understand\nthat, do you not? You say your prayers every evening to the dear\nGod in Heaven, and thank Him for all He has done for you, and\npray Him to keep you from all evil, do you not?”",
        "“No, I never say any prayers,” answered Heidi.",
        "“Have you never been taught to pray, Heidi; do you not know even\nwhat it means?”",
        "“I used to say prayers with the first grandmother, but that is a\nlong time ago, and I have forgotten them.”",
        "“That is the reason, Heidi, that you are so unhappy, because you\nknow no one who can help you. Think what a comfort it is when\nthe heart is heavy with grief to be able at any moment to go and\ntell everything to God, and pray Him for the help that no one\nelse can give us. And He can help us and give us everything that\nwill make us happy again.”",
        "A sudden gleam of joy came into Heidi’s eyes. “May I tell Him\neverything, everything?”",
        "“Yes, everything, Heidi, everything.”",
        "Heidi drew her hand away, which the grandmother was holding\naffectionately between her own, and said quickly, “May I go?”",
        "“Yes, of course,” was the answer, and Heidi ran out of the room\ninto her own, and sitting herself on a stool, folded her hands\ntogether and told God about everything that was making her so\nsad and unhappy, and begged Him earnestly to help her and to let\nher go home to her grandfather.",
        "It was about a week after this that the tutor asked Frau\nSesemann’s permission for an interview with her, as he wished to\ninform her of a remarkable thing that had come to pass. So she\ninvited him to her room, and as he entered she held out her hand\nin greeting, and pushing a chair towards him, “I am pleased to\nsee you,” she said, “pray sit down and tell me what brings you\nhere; nothing bad, no complaints, I hope?”",
        "“Quite the reverse,” began the tutor. “Something has happened\nthat I had given up hoping for, and which no one, knowing what\nhas gone before, could have guessed, for, according to all\nexpectations, that which has taken place could only be looked\nupon as a miracle, and yet it really has come to pass and in the\nmost extraordinary manner, quite contrary to all that one could\nanticipate–”",
        "“Has the child Heidi really learnt to read at last?” put in Frau\nSesemann.",
        "The tutor looked at the lady in speechless astonishment. At last\nhe spoke again. “It is indeed truly marvellous, not only because\nshe never seemed able to learn her A B C even after all my full\nexplanations, and after spending unusual pains upon her, but\nbecause now she has learnt it so rapidly, just after I had made\nup my mind to make no further attempts at the impossible but to\nput the letters as they were before her without any dissertation\non their origin and meaning, and now she has as you might say\nlearnt her letters over night, and started at once to read\ncorrectly, quite unlike most beginners. And it is almost as\nastonishing to me that you should have guessed such an unlikely\nthing.”",
        "“Many unlikely things happen in life,” said Frau Sesemann with a\npleased smile. “Two things coming together may produce a happy\nresult, as for instance, a fresh zeal for learning and a new\nmethod of teaching, and neither does any harm. We can but\nrejoice that the child has made such a good start and hope for\nher future progress.”",
        "After parting with the tutor she went down to the study to make\nsure of the good news. There sure enough was Heidi, sitting\nbeside Clara and reading aloud to her, evidently herself very\nmuch surprised, and growing more and more delighted with the new\nworld that was now open to her as the black letters grew alive\nand turned into men and things and exciting stories. That same\nevening Heidi found the large book with the beautiful pictures\nlying on her plate when she took her place at table, and when\nshe looked questioningly at the grandmother, the latter nodded\nkindly to her and said, “Yes, it’s yours now.”",
        "“Mine, to keep always? even when I go home?” said, Heidi,\nblushing with pleasure.",
        "“Yes, of course, yours for ever,” the grandmother assured her.\n“To-morrow we will begin to read it.”",
        "“But you are not going home yet, Heidi, not for years,” put in\nClara. “When grandmother goes away, I shall want you to stay on\nwith me.”",
        "When, Heidi went to her room that night she had another look at\nher book before going to bed, and from that day forth her chief\npleasure was to read the tales which belonged to the beautiful\npictures over and over again. If the grandmother said, as they\nwere sitting together in the evening, “Now Heidi will read aloud\nto us,” Heidi was delighted, for reading was no trouble to her\nnow, and when she read the tales aloud the scenes seemed to grow\nmore beautiful and distinct, and then grandmother would explain\nand tell her more about them still.",
        "Still the picture she liked best was the one of the shepherd\nleaning on his staff with his flock around him in the midst of\nthe green pasture,  for he was now at home and happy, following\nhis father’s sheep and goats. Then came the picture where he was\nseen far away from his father’s house, obliged to look after the\nswine, and he had grown pale and thin from the husks which were\nall he had to eat. Even the sun seemed here to be less bright\nand everything looked grey and misty. But there was the third\npicture still to this tale: here was the old father with\noutstretched arms running to meet and embrace his returning and\nrepentant son, who was advancing timidly, worn out and emaciated\nand clad in a ragged coat. That was Heidi’s favorite tale, which\nshe read over and over again, aloud and to herself, and she was\nnever tired of hearing the grandmother explain it to her and\nClara. But there were other tales in the book besides, and what\nwith reading and looking at the pictures the days passed quickly\naway, and the time drew near for the grandmother to return home.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}