{
    "title": "Heidi - Chapter XX. News From Distant Friends",
    "author": "Johanna Spyri",
    "chapter": "21",
    "content": [
        "\n\n",
        "It was the month of May. From every height the full fresh\nstreams of spring were flowing down into the valley. The clear\nwarm sunshine lay upon the mountain, which had turned green\nagain. The last snows had disappeared and the sun had already\ncoaxed many of the flowers to show their bright heads above the\ngrass. Up above the gay young wind of spring was singing through\nthe fir trees, and shaking down the old dark needles to make room\nfor the new bright green ones that were soon to deck out the\ntrees in their spring finery. Higher up still the great bird went\ncircling round in the blue ether as of old, while the golden\nsunshine lit up the grandfather’s hut, and all the ground about\nit was warm and dry again so that one might sit out where one\nliked. Heidi was at home again on the mountain, running backwards\nand forwards in her accustomed way, not knowing which spot was\nmost delightful. Now she stood still to listen to the deep,\nmysterious voice of the wind, as it blew down to her from the\nmountain summits, coming nearer and nearer and gathering strength\nas it came, till it broke with force against the fir trees,\nbending and shaking them, and seeming to shout for joy, so that\nshe too, though blown about like a feather, felt she must join in\nthe chorus of exulting sounds. Then she would run round again to\nthe sunny space in front of the hut, and seating herself on the\nground would peer closely into the short grass to see how many\nlittle flower cups were open or thinking of opening. She rejoiced\nwith all the myriad little beetles and winged insects that jumped\nand crawled and danced in the sun, and drew in deep draughts of\nthe spring scents that rose from the newly-awakened earth, and\nthought the mountain was more beautiful than ever. All the tiny\nliving creatures must be as happy as she, for it seemed to her\nthere were little voices all round her singing and humming in\njoyful tones, “On the mountain! on the mountain!”",
        "From the shed at the back came the sound of sawing and chopping,\nand Heidi listened to it with pleasure, for it was the old\nfamiliar sound she had known from the beginning of her life up\nhere. Suddenly she jumped up and ran round, for she must know\nwhat her grandfather was doing. In front of the shed door\nalready stood a finished new chair, and a second was in course of\nconstruction under the grandfather’s skilful hand.",
        "“Oh, I know what these are for,” exclaimed Heidi in great glee.\n“We shall want them when they all come from Frankfurt. This one\nis for Grandmamma, and the one you are now making is for Clara,\nand then–then, there will, I suppose, have to be another,\"\ncontinued Heidi with more hesitation in her voice, “or do you\nthink, grandfather, that perhaps Fraulein Rottenmeier will not\ncome with them?”",
        "“Well, I cannot say just yet,” replied her grandfather, “but it\nwill be safer to make one so that we can offer her a seat if she\ndoes.”",
        "Heidi looked thoughtfully at the plain wooden chair without arms\nas if trying to imagine how Fraulein Rottenmeier and a chair of\nthis sort would suit one another. After a few minutes’\ncontemplation, “Grandfather,” she said, shaking her head\ndoubtfully, “I don’t think she would be able to sit on that.”",
        "“Then we will invite her on the couch with the beautiful green\nturf feather-bed,” was her grandfather’s quiet rejoinder.",
        "While Heidi was pausing to consider what this might be there\napproached from above a whistling, calling, and other sounds\nwhich Heidi immediately recognised. She ran out and found\nherself surrounded by her four-footed friends. They were\napparently as pleased as she was to be among the heights again,\nfor they leaped about and bleated for joy, pushing Heidi this way\nand that, each anxious to express his delight with some sign of\naffection. But Peter sent them flying to right and left, for he\nhad something to give to Heidi. When he at last got up to her he\nhanded her a letter.",
        "“There!” he exclaimed, leaving the further explanation of the\nmatter to Heidi herself.",
        "“Did some one give you this while you were out with the goats,\"\nshe asked, in her surprise.",
        "“No,” was the answer.",
        "“Where did you get it from then?",
        "“I found it in the dinner bag.”",
        "Which was true to a certain extent. The letter to Heidi had been\ngiven him the evening before by the postman at Dorfli, and Peter\nhad put it into his empty bag. That morning he had stuffed his\nbread and cheese on the top of it, and had forgotten it when he\nfetched Alm-Uncle’s two goats; only when he had finished his\nbread and cheese at mid-day and was searching in the bag for any\nlast crumbs did he remember the letter which lay at the bottom.",
        "Heidi read the address carefully; then she ran back to the shed\nholding out her letter to her grandfather in high glee. “From\nFrankfurt! from Clara! Would you like to hear it?”",
        "The grandfather was ready and pleased to do so, as also Peter,\nwho had followed Heidi into the shed. He leant his back against\nthe door post, as he felt he could follow Heidi’s reading better\nif firmly supported from behind, and so stood prepared to\nlisten.",
        "“Dearest Heidi,– Everything is packed and we shall start now in\ntwo or three days, as soon as papa himself is ready to leave; he\nis not coming with us as he has first to go to Paris. The doctor\ncomes every day, and as soon as he is inside the door, he cries,\n’Off now as quickly as you can, off to the mountain.’ He is most\nimpatient about our going. You cannot think how much he enjoyed\nhimself when he was with you! He has called nearly every day\nthis winter, and each time he has come in to my room and said he\nmust tell me about everything again. And then he sits down and\ndescribes all he did with you and the grandfather, and talks of\nthe mountains and the flowers and of the great silence up there\nfar above all towns and the villages, and of the fresh delicious\nair, and often adds, ’No one can help getting well up there.’ He\nhimself is quite a different man since his visit, and looks\nquite young again and happy, which he had not been for a long\ntime before. Oh, how I am looking forward to seeing everything\nand to being with you on the mountain, and to making the\nacquaintance of Peter and the goats.",
        "“I shall have first to go through a six weeks’ cure at Ragatz;\nthis the doctor has ordered, and then we shall move up to\nDorfli, and every fine day I shall be carried up the mountain in\nmy chair and spend the day with you. Grandmamma is travelling\nwith me and will remain with me; she also is delighted at the\nthought of paying you a visit. But just imagine, Fraulein\nRottenmeier refuses to come with us. Almost every day grandmamma\nsays to her, ’Well, how about this Swiss journey, my worthy\nRottenmeier? Pray say if you really would like to come with us.’\nBut she always thanks grandmamma very politely and says she has\nquite made up her mind. I think I know what has done it:\nSebastian gave such a frightful description of the mountain, of\nhow the rocks were so overhanging and dangerous that at any\nminute you might fall into a crevasse, and how it was such steep\nclimbing that you feared at every step to go slipping to the\nbottom, and that goats alone could make their way up without fear\nof being killed. She shuddered when she heard him tell of all\nthis, and since then she has not been so enthusiastic about\nSwitzerland as she was before. Fear has also taken possession of\nTinette, and she also refuses to come. So grandmamma and I will\nbe alone; Sebastian will go with us as far as Ragatz and then\nreturn here.",
        "“I can hardly bear waiting till I see you again. Good-bye,\ndearest Heidi; grandmamma sends you her best love and all good\nwishes.–Your affectionate friend,\n                                 “Clara.”",
        "Peter, as soon as the conclusion of the letter had been reached,\nleft his reclining position and rushed out, twirling his stick\nin the air in such a reckless fashion that the frightened goats\nfled down the mountain before him with higher and wider leaps\nthan usual. Peter followed at full speed, his stick still raised\nin air in a menacing manner as if he was longing to vent his fury\non some invisible foe. This foe was indeed the prospect of the\narrival of the Frankfurt visitors, the thought of whom filled\nhim with exasperation.",
        "Heidi was so full of joyful anticipation that she determined to\nseize the first possible moment next day to go down and tell\ngrandmother who was coming, and also particularly who was not\ncoming. These details would be of great interest to her, for\ngrandmother knew well all the persons named from Heidi’s\ndescription, and had entered with deep sympathy into all that\nthe child had told her of her life and surroundings in Frankfurt.\nHeidi paid her visit in the early afternoon, for she could now go\nalone again; the sun was bright in the heavens and the days were\ngrowing longer, and it was delightful to go racing down the\nmountain over the dry ground, with the brisk May wind blowing\nfrom behind, and speeding Heidi on her way a little more quickly\nthan her legs alone would have carried her.",
        "The grandmother was no longer confined to her bed. She was back\nin her corner at her spinning-wheel, but there was an expression\non her face of mournful anxiety. Peter had come in the evening\nbefore brimful of anger and had told about the large party who\nwere coming up from Frankfurt, and he did not know what other\nthings might happen after that; and the old woman had not slept\nall night, pursued by the old thought of Heidi being taken from\nher. Heidi ran in, and taking her little stool immediately sat\ndown by grandmother and began eagerly pouring out all her news,\ngrowing more excited with her pleasure as she went on. But all\nof a sudden she stopped short and said anxiously, “What is the\nmatter, grandmother, aren’t you a bit pleased with what I am\ntelling you?”",
        "“Yes, yes, of course, child, since it gives you so much\npleasure,” she answered, trying to look more cheerful.",
        "“But I can see all the same that something troubles you. Is it\nbecause you think after all that Fraulein Rottenmeier may come?\"\nasked Heidi, beginning to feel anxious herself.",
        "“No, no! it is nothing, child,” said the grandmother, wishing to\nreassure her. “Just give me your hand that I may feel sure you\nare there. No doubt it would be the best thing for you, although\nI feel I could scarcely survive it.”",
        "“I do not want anything of the best if you could scarcely\nsurvive it,” said Heidi, in such a determined tone of voice that\nthe grandmother’s fears increased as she felt sure the people\nfrom Frankfurt were coming to take Heidi back with them, since\nnow she was well again they naturally wished to have her with\nthem once more. But she was anxious to hide her trouble from\nHeidi if possible, as the latter was so sympathetic that she\nmight refuse perhaps to go away, and that would not be right. She\nsought for help, but not for long, for she knew of only one.",
        "“Heidi,” she said, “there is something that would comfort me and\ncalm my thoughts; read me the hymn beginning: ’All things will\nwork for good.’”",
        "Heidi found the place at once and read out in her clear young\nvoice:–",
        "          All things will work for good \n          To those who trust in Me;\n          I come with healing on my wings, \n          To save and set thee free.",
        "“Yes, yes, that is just what I wanted to hear,” said the\ngrandmother, and the deep expression of trouble passed from her\nface. Heidi looked at her thoughtfully for a minute or two and\nthen said, “Healing means that which cures everything and makes\neverybody well, doesn’t it, grandmother?”",
        "“Yes, that is it,” replied the old woman with a nod of assent,\n“and we may be sure everything will come to pass according to\nGod’s good purpose. Read the verse again, that we may remember\nit well and not forget it again.”",
        "And Heidi read the words over two or three times, for she also\nfound pleasure in this assurance of all things being arranged\nfor the best.",
        "When the evening came, Heidi returned home up the mountain. The\nstars came out overhead one by one, so bright and sparkling that\neach seemed to send a fresh ray of joy into her heart; she was\nobliged to pause continually to look up, and as the whole sky at\nlast grew spangled with them she spoke aloud, “Yes, I understand\nnow why we feel so happy, and are not afraid about anything,\nbecause God knows what is good and beautiful for us.” And the\nstars with their glistening eyes continued to nod to her till\nshe reached home, where she found her grandfather also standing\nand looking up at them, for they had seldom been more glorious\nthan they were this night.",
        "Not only were the nights of this month of May so clear and\nbright, but the days as well; the sun rose every morning into\nthe cloudless sky, as undimmed in its splendor as when it sank\nthe evening before, and the grandfather would look out early and\nexclaim with astonishment, “This is indeed a wonderful year of\nsun; it will make all the shrubs and plants grow apace; you will\nhave to see, general, that your army does not get out of hand\nfrom overfeeding.” And Peter would swing his stick with an air\nof assurance and an expression on his face as much as to say,\n“see to that.”",
        "So May passed, everything growing greener and greener, and then\ncame the month of June, with a hotter sun and long light days,\nthat brought the flowers out all over the mountain, so that\nevery spot was bright with them and the air full of their sweet\nscents. This month too was drawing to its close when one day\nHeidi, having finished her domestic duties, ran out with the\nintention of paying first a visit to the fir trees, and then\ngoing up higher to see if the bush of rock roses was yet in\nbloom, for its flowers were so lovely when standing open in the\nsun. But just as she was turning the corner of the hut, she gave\nsuch a loud cry that her grandfather came running out of the shed\nto see what had happened.",
        "“Grandfather, grandfather!” she cried, beside herself with\nexcitement. “Come here! look! look!”",
        "The old man was by her side by this time and looked in the\ndirection of her outstretched hand.",
        "A strange looking procession was making its way up the mountain;\nin front were two men carrying a sedan chair, in which sat a\ngirl well wrapped up in shawls; then followed a horse, mounted by\na stately-looking lady who was looking about her with great\ninterest and talking to the guide who walked beside her; then a\nreclining chair, which was being pushed up by another man, it\nhaving evidently been thought safer to send the invalid to whom\nit belonged up the steep path in a sedan chair. The procession\nwound up with a porter, with such a bundle of cloaks, shawls,\nand furs on his back that it rose well above his head.",
        "“Here they come! here they come!” shouted Heidi, jumping with\njoy. And sure enough it was the party from Frankfurt; the\nfigures came nearer and nearer, and at last they had actually\narrived. The men in front put down their burden, Heidi rushed\nforward and the two children embraced each other with mutual\ndelight. Grandmamma having also reached the top, dismounted, and\ngave Heidi an affectionate greeting, before turning to the\ngrandfather, who had meanwhile come up to welcome his guests.\nThere was no constraint about the meeting, for they both knew\neach other perfectly well from hearsay and felt like old\nacquaintances.",
        "After the first words of greeting had been exchanged grandmamma\nbroke out into lively expressions of admiration. “What a\nmagnificent residence you have, Uncle! I could hardly have\nbelieved it was so beautiful! A king might well envy you! And\nhow well my little Heidi looks–like a wild rose!” she continued,\ndrawing the child towards her and stroking her fresh pink\ncheeks. “I don’t know which way to look first, it is all so\nlovely! What do you say to it, Clara, what do you say?”",
        "Clara was gazing round entranced; she had never imagined, much\nless seen, anything so beautiful. She gave vent to her delight\nin cries of joy. “O grandmamma,” she said, “I should like to\nremain here for ever.”",
        "The grandfather had meanwhile drawn up the invalid chair and\nspread some of the wraps over it; he now went up to Clara.",
        "“Supposing we carry the little daughter now to her accustomed\nchair; I think she will be more comfortable, the travelling\nsedan is rather hard,” he said, and without waiting for any one\nto help him he lifted the child in his strong arms and laid her\ngently down on her own couch. He then covered her over carefully\nand arranged her feet on the soft cushion, as if he had never\ndone anything all his life but attend on cripples. The grandmamma\nlooked on with surprise.",
        "“My dear Uncle,” she exclaimed, “if I knew where you had learned\nto nurse I would at once send all the nurses I know to the same\nplace that they might handle their patients in like manner. How\ndo you come to know so much?”",
        "Uncle smiled. “I know more from experience than training,” he\nanswered, but as he spoke the smile died away and a look of\nsadness passed over his face. The vision rose before him of a\nface of suffering that he had known long years before, the face\nof a man lying crippled on his couch of pain, and unable to move\na limb. The man had been his Captain during the fierce fighting\nin Sicily; he had found him lying wounded and had carried him\naway, and after that the captain would suffer no one else near\nhim, and Uncle had stayed and nursed him till his sufferings\nended in death. It all came back to Uncle now, and it seemed\nnatural to him to attend on the sick Clara and to show her all\nthose kindly attentions with which he had been once so familiar.",
        "The sky spread blue and cloudless over the hut and the fir trees\nand far above over the high rocks, the grey summits of which\nglistened in the sun. Clara could not feast her eyes enough on\nall the beauty around her.",
        "“O Heidi, if only I could walk about with you,” she said\nlongingly, “if I could but go and look at the fir trees and at\neverything I know so well from your description, although I have\nnever been here before.”",
        "Heidi in response put out all her strength, and after a slight\neffort, managed to wheel Clara’s chair quite easily round the\nhut to the fir trees. There they paused. Clara had never seen\nsuch trees before, with their tall, straight stems, and long\nthick branches growing thicker and thicker till they touched the\nground. Even the grandmamma, who had followed the children, was\nastonished at the sight of them. She hardly knew what to admire\nmost in these ancient trees: the lofty tops rising in their full\ngreen splendor towards the sky, or the pillar-like stems, with\ntheir straight and gigantic boughs, that spoke of such antiquity\nof age, of such long years during which they had looked down\nupon the valley below, where men came and went, and all things\nwere continually changing, while they stood undisturbed and\nchangeless.",
        "Heidi had now wheeled Clara on to the goat shed, and had flung\nopen the door, so that Clara might have a full view of all that\nwas inside. There was not much to see just now as its indwellers\nwere absent. Clara lamented to her grandmother that they would\nhave to leave early before the goats came home. “I should so\nlike to have seen Peter and his whole flock.”",
        "“Dear child, let us enjoy all the beautiful things that we can\nsee, and not think about those that we cannot,” grandmamma\nreplied as she followed the chair which Heidi was pushing\nfurther on.",
        "“Oh, the flowers!” exclaimed Clara. “Look at the bushes of red\nflowers, and all the nodding blue bells! Oh, if I could but get\nup and pick some!”",
        "Heidi ran off at once and picked her a large nosegay of them.",
        "“But these are nothing, Clara,” she said, laying the flowers on\nher lap. “If you could come up higher to where the goats are\nfeeding, then you would indeed see something! Bushes on bushes\nof the red centaury, and ever so many more of the blue bell-\nflowers; and then the bright yellow rock roses, that gleam like\npure gold, and all crowding together in the one spot. And then\nthere are others with the large leaves that grandfather calls\nBright Eyes, and the brown ones with little round heads that\nsmell so delicious. Oh, it is beautiful up there, and if you sit\ndown among them you never want to get up again, everything looks\nand smells so lovely!”",
        "Heidi’s eyes sparkled with the remembrance of what she was\ndescribing; she was longing herself to see it all again, and\nClara caught her enthusiasm and looked back at her with equal\nlonging in her soft blue eyes.",
        "“Grandmamma, do you think I could get up there? Is it possible\nfor me to go?” she asked eagerly. “If only I could walk, climb\nabout everywhere with you, Heidi!”",
        "“I am sure I could push you up, the chair goes so easily,” said\nHeidi, and in proof of her words, she sent the chair at such a\npace round the corner that it nearly went flying down the\nmountain-side. Grandmamma being at hand, however, stopped it in\ntime.",
        "The grandfather, meantime, had not been idle. He had by this\ntime put the table and extra chairs in front of the seat, so that\nthey might all sit out here and eat the dinner that was preparing\ninside. The milk and the cheese were soon ready, and then the\ncompany sat down in high spirits to their mid-day meal.",
        "Grandmamma was enchanted, as the doctor had been, with their\ndining-room, whence one could see far along the valley, and far\nover the mountains to the farthest stretch of blue sky. A light\nwind blew refreshingly over them as they sat at table, and the\nrustling of the fir trees made a festive accompaniment to the\nrepast.",
        "“I never enjoyed anything as much as this. It is really superb!\"\ncried grandmamma two or three times over; and then suddenly in a\ntone of surprise,",
        "“Do I really see you taking a second piece of toasted cheese,\nClara!”",
        "There, sure enough, was a second golden-colored slice of cheese\non Clara’s plate.",
        "“Oh, it does taste so nice, grandmamma–better than all the\ndishes we have at Ragatz,” replied Clara, as she continued\neating with appetite.",
        "“That’s right, eat what you can!” exclaimed Uncle. “It’s the\nmountain air which makes up for the deficiencies of the\nkitchen.”",
        "And so the meal went on. Grandmamma and Alm-Uncle got on very\nwell together, and their conversation became more and more\nlively. They were so thoroughly agreed in their opinions of men\nand things and the world in general that they might have been\ntaken for old cronies. The time passed merrily, and then\ngrandmamma looked towards the west and said,–",
        "“We must soon get ready to go, Clara, the sun is a good way\ndown; the men will be here directly with the horse and sedan.”",
        "Clara’s face fell and she said beseechingly, “Oh, just another\nhour, grandmamma, or two hours. We haven’t seen inside the hut\nyet, or Heidi’s bed, or any of the other things. If only the day\nwas ten hours long!”",
        "“Well, that is not possible,” said grandmamma, but she herself\nwas anxious to see inside the hut, so they all rose from the\ntable and Uncle wheeled Clara’s chair to the door. But there\nthey came to a standstill, for the chair was much too broad to\npass through the door. Uncle, however, soon settled the\ndifficulty by lifting Clara in his strong arms and carrying her\ninside.",
        "Grandmamma went all round and examined the household\narrangements, and was very much amused and pleased at their\norderliness and the cozy appearance of everything. “And this is\nyour bedroom up here, Heidi, is it not?” she asked, as without\ntrepidation she mounted the ladder to the hay loft. “Oh, it does\nsmell sweet, what a healthy place to sleep in.” She went up to\nthe round window and looked out, and grandfather followed up\nwith Clara in his arms, Heidi springing up after them. Then they\nall stood and examined Heidi’s wonderful hay-bed, and grandmamma\nlooked thoughtfully at it and drew in from time to time fragrant\ndraughts of the hay-perfumed air, while Clara was charmed beyond\nwords with Heidi’s sleeping apartment.",
        "“It is delightful for you up here, Heidi! You can look from your\nbed straight into the sky, and then such a delicious smell all\nround you! and outside the fir trees waving and rustling! I have\nnever seen such a pleasant, cheerful bedroom before.”",
        "Uncle looked across at the grandmamma. “I have been thinking,\"\nhe said to her, “that if you were willing to agree to it, your\nlittle granddaughter might remain up here, and I am sure she\nwould grow stronger. You have brought up all kinds of shawls and\ncovers with you, and we could make up a soft bed out of them,\nand as to the general looking after the child, you need have no\nfear, for I will see to that.” Clara and Heidi were as overjoyed\nat these words as if they were two birds let out of their cages,\nand grandmamma’s face beamed with satisfaction.",
        "“You are indeed kind, my dear Uncle,” she exclaimed; “you give\nwords to the thought that was in my own mind. I was only asking\nmyself whether a stay up here might not be the very thing she\nwanted. But then the trouble, the inconvenience to yourself! And\nyou speak of nursing and looking after her as if it was a mere\nnothing! I thank you sincerely, I thank you from my whole heart,\nUncle.” And she took his hand and gave it a long and grateful\nshake, which he returned with a pleased expression of\ncountenance.",
        "Uncle immediately set to work to get things ready. He carried\nClara back to her chair outside, Heidi following, not knowing\nhow to jump high enough into the air to express her contentment.\nThen he gathered up a whole pile of shawls and furs and said,\nsmiling, “It is a good thing that grandmamma came up well\nprovided for a winter’s campaign; we shall be able to make good\nuse of these.”",
        "“Foresight is a virtue,” responded the lady, amused, “and\nprevents many misfortunes. If we have made the journey over your\nmountains without meeting with storms, winds and cloud-bursts,\nwe can only be thankful, which we are, and my provision against\nthese disasters now comes in usefully, as you say.”",
        "The two had meanwhile ascended to the hay-loft and begun to\nprepare a bed; there were so many articles piled one over the\nother that when finished it looked like a regular little\nfortress. Grandmamma passed her hand carefully over it to make\nsure there were no bits of hay sticking out. “If there’s a bit\nthat can come through it will,” she said. The soft mattress,\nhowever, was so smooth and thick that nothing could penetrate\nit. Then they went down again, well satisfied, and found the\nchildren laughing and talking together and arranging all they\nwere going to do from morning till evening as long as Clara\nstayed. The next question was how long she was to remain, and\nfirst grandmamma was asked, but she referred them to the\ngrandfather, who gave it as his opinion that she ought to make\nthe trial of the mountain air for at least a month. The children\nclapped their hands for joy, for they had not expected to be\ntogether for so long a time.",
        "The bearers and the horse and guide were now seen approaching;\nthe former were sent back at once, and grandmamma prepared to\nmount for her return journey.",
        "“It’s not saying good-bye, grandmamma,” Clara called out, “for\nyou will come up now and then and see how we are getting on, and\nwe shall so look forward to your visits, shan’t we, Heidi?”",
        "Heidi, who felt that life this day had been crowded with\npleasures, could only respond to Clara with another jump of joy.",
        "Grandmamma being now seated on her sturdy animal, Uncle took the\nbridle to lead her down the steep mountain path; she begged him\nnot to come far with her, but he insisted on seeing her safely\nas far as Dorfli, for the way was precipitous and not without\ndanger for the rider, he said.",
        "Grandmamma did not care to stay alone in Dorfli, and therefore\ndecided to return to Ragatz, and thence to make excursions up\nthe mountain from time to time.",
        "Peter came down with his goats before Uncle had returned. As\nsoon as the animals caught sight of Heidi they all came flocking\ntowards her, and she, as well as Clara on her couch, were soon\nsurrounded by the goats, pushing and poking their heads one over\nthe other, while Heidi introduced each in turn by its name to\nher friend Clara.",
        "It was not long before the latter had made the long-wished-for\nacquaintance of little Snowflake, the lively Greenfinch, and the\nwell-behaved goats belonging to grandfather, as well as of the\nmany others, including the Grand Turk. Peter meanwhile stood\napart looking on, and casting somewhat unfriendly glances\ntowards Clara.",
        "When the two children called out, “Good-evening, Peter,” he made\nno answer, but swung up his stick angrily, as if wanting to cut\nthe air in two, and then ran off with his goats after him.",
        "The climax to all the beautiful things that Clara had already\nseen upon the mountain came at the close of the day.",
        "As she lay on the large soft bed in the hay loft, with Heidi\nnear her, she looked out through the round open window right into\nthe middle of the shining clusters of stars, and she exclaimed in\ndelight,–",
        "“Heidi, it’s just as if we were in a high carriage and were\ngoing to drive straight into heaven.”",
        "“Yes, and do you know why the stars are so happy and look down\nand nod to us like that?” asked Heidi.",
        "“No, why is it?” Clara asked in return.",
        "“Because they live up in heaven, and know how well God arranges\neverything for us, so that we need have no more fear or trouble\nand may be quite sure that all things will come right in the\nend. That’s why they are so happy, and they nod to us because\nthey want us to be happy too. But then we must never forget to\npray, and to ask God to remember us when He is arranging things,\nso that we too may feel safe and have no anxiety about what is\ngoing to happen.”",
        "The two children now sat up and said their prayers, and then\nHeidi put her head down on her little round arm and fell off to\nsleep at once, but Clara lay awake some time, for she could not\nget over the wonder of this new experience of being in bed up\nhere among the stars. She had indeed seldom seen a star, for she\nnever went outside the house at night, and the curtains at home\nwere always drawn before the stars came out. Each time she\nclosed her eyes she felt she must open them again to see if the\ntwo very large stars were still looking in, and nodding to her as\nHeidi said they did. There they were, always in the same place,\nand Clara felt she could not look long enough into their bright\nsparkling faces, until at last her eyes closed of their own\naccord, and it was only in her dreams that she still saw the two\nlarge friendly stars shining down upon her.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}