{
    "title": "Heidi - Chapter I. Up the Mountain to Alm-Uncle",
    "author": "Johanna Spyri",
    "chapter": "2",
    "content": [
        "\n\n",
        "From the old and pleasantly situated village of Mayenfeld, a\nfootpath winds through green and shady meadows to the foot of\nthe mountains, which on this side look down from their stern and\nlofty heights upon the valley below. The land grows gradually\nwilder as the path ascends, and the climber has not gone far\nbefore he begins to inhale the fragrance of the short grass and\nsturdy mountain-plants, for the way is steep and leads directly\nup to the summits above.",
        "On a clear sunny morning in June two figures might be seen\nclimbing the narrow mountain path; one, a tall strong-looking\ngirl, the other a child whom she was leading by the hand, and\nwhose little checks were so aglow with heat that the crimson\ncolor could be seen even through the dark, sunburnt skin. And\nthis was hardly to be wondered at, for in spite of the hot June\nsun the child was clothed as if to keep off the bitterest frost.\nShe did not look more than five years old, if as much, but what\nher natural figure was like, it would have been hard to say, for\nshe had apparently two, if not three dresses, one above the\nother, and over these a thick red woollen shawl wound round\nabout her, so that the little body presented a shapeless\nappearance, as, with its small feet shod in thick, nailed\nmountain-shoes, it slowly and laboriously plodded its way up in\nthe heat. The two must have left the valley a good hour’s walk\nbehind them, when they came to the hamlet known as Dorfli, which\nis situated half-way up the mountain. Here the wayfarers met with\ngreetings from all sides, some calling to them from windows, some\nfrom open doors, others from outside, for the elder girl was now\nin her old home. She did not, however, pause in her walk to\nrespond to her friends’ welcoming cries and questions, but passed\non without stopping for a moment until she reached the last of\nthe scattered houses of the hamlet. Here a voice called to her\nfrom the door: “Wait a moment, Dete; if you are going up higher,\nI will come with you.”",
        "The girl thus addressed stood still, and the child immediately\nlet go her hand and seated herself on the ground.",
        "“Are you tired, Heidi?” asked her companion.",
        "“No, I am hot,” answered the child.",
        "“We shall soon get to the top now. You must walk bravely on a\nlittle longer, and take good long steps, and in another hour we\nshall be there,” said Dete in an encouraging voice.",
        "They were now joined by a stout, good-natured-looking woman, who\nwalked on ahead with her old acquaintance, the two breaking\nforth at once into lively conversation about everybody and\neverything in Dorfli and its surroundings, while the child\nwandered behind them.",
        "“And where are you off to with the child?” asked the one who had\njust joined the party. “I suppose it is the child your sister\nleft?”",
        "“Yes,” answered Dete. “I am taking her up to Uncle, where she\nmust stay.”",
        "“The child stay up there with Alm-Uncle! You must be out of your\nsenses, Dete! How can you think of such a thing! The old man,\nhowever, will soon send you and your proposal packing off home\nagain!”",
        "“He cannot very well do that, seeing that he is her grandfather.\nHe must do something for her. I have had the charge of the child\ntill now, and I can tell you, Barbel, I am not going to give up\nthe chance which has just fallen to me of getting a good place,\nfor her sake. It is for the grandfather now to do his duty by\nher.”",
        "“That would be all very well if he were like other people,\"\nasseverated stout Barbel warmly, “but you know what he is. And\nwhat can he do with a child, especially with one so young! The\nchild cannot possibly live with him. But where are you thinking\nof going yourself?”",
        "“To Frankfurt, where an extra good place awaits me,” answered\nDete. “The people I am going to were down at the Baths last\nsummer, and it was part of my duty to attend upon their rooms.\nThey would have liked then to take me away with them, but I\ncould not leave. Now they are there again and have repeated their\noffer, and I intend to go with them, you may make up your mind\nto that!”",
        "“I am glad I am not the child!” exclaimed Barbel, with a gesture\nof horrified pity. “Not a creature knows anything about the old\nman up there! He will have nothing to do with anybody, and never\nsets his foot inside a church from one year’s end to another.\nWhen he does come down once in a while, everybody clears out of\nthe way of him and his big stick. The mere sight of him, with\nhis bushy grey eyebrows and his immense beard, is alarming\nenough. He looks like any old heathen or Indian, and few would\ncare to meet him alone.”",
        "“Well, and what of that?” said Dete, in a defiant voice, “he is\nthe grandfather all the same, and must look after the child. He\nis not likely to do her any harm, and if he does, he will be\nanswerable for it, not I.”",
        "“I should very much like to know,” continued Barbel, in an\ninquiring tone of voice, “what the old man has on his conscience\nthat he looks as he does, and lives up there on the mountain\nlike a hermit, hardly ever allowing himself to be seen. All kinds\nof things are said about him. You, Dete, however, must certainly\nhave learnt a good deal concerning him from your sister–am I\nnot right?”",
        "“You are right, I did, but I am not going to repeat what I\nheard; if it should come to his ears I should get into trouble\nabout it.”",
        "Now Barbel had for long past been most anxious to ascertain\nparticulars about Alm-Uncle, as she could not understand why he\nseemed to feel such hatred towards his fellow-creatures, and\ninsisted on living all alone, or why people spoke about him half\nin whispers, as if afraid to say anything against him, and yet\nunwilling to take his Part. Moreover, Barbel was in ignorance as\nto why all the people in Dorfli called him Alm-Uncle, for he\ncould not possibly be uncle to everybody living there. As,\nhowever, it was the custom, she did like the rest and called the\nold man Uncle. Barbel had only lived in Dorfli since her\nmarriage, which had taken place not long before. Previous to\nthat her home had been below in Prattigau, so that she was not\nwell acquainted with all the events that had ever taken place,\nand with all the people who had ever lived in Dorfli and its\nneighborhood. Dete, on the contrary, had been born in Dorfli,\nand had lived there with her mother until the death of the latter\nthe year before, and had then gone over to the Baths at Ragatz\nand taken service in the large hotel there as chambermaid. On the\nmorning of this day she had come all the way from Ragatz with\nthe child, a friend having given them a lift in a hay-cart as far\nas Mayenfeld. Barbel was therefore determined not to lose this\ngood opportunity of satisfying her curiosity. She put her arm\nthrough Dete’s in a confidential sort of way, and said: “I know I\ncan find out the real truth from you, and the meaning of all\nthese tales that are afloat about him. I believe you know the\nwhole story. Now do just tell me what is wrong with the old man,\nand if he was always shunned as he is now, and was always such a\nmisanthrope.”",
        "“How can I possibly tell you whether he was always the same,\nseeing I am only six-and-twenty and he at least seventy years of\nage; so you can hardly expect me to know much about his youth.\nIf I was sure, however, that what I tell you would not go the\nwhole round of Prattigau, I could relate all kinds of things\nabout him; my mother came from Domleschg, and so did he.”",
        "“Nonsense, Dete, what do you mean?” replied Barbel, somewhat\noffended, “gossip has not reached such a dreadful pitch in\nPrattigau as all that, and I am also quite capable of holding my\ntongue when it is necessary.”",
        "“Very well then, I will tell you–but just wait a moment,” said\nDete in a warning voice, and she looked back to make sure that\nthe child was not near enough to hear all she was going to\nrelate; but the child was nowhere to be seen, and must have\nturned aside from following her companions some time before,\nwhile these were too eagerly occupied with their conversation to\nnotice it. Dete stood still and looked around her in all\ndirections. The footpath wound a little here and there, but\ncould nevertheless be seen along its whole length nearly to\nDorfli; no one, however, was visible upon it at this moment.",
        "“I see where she is,” exclaimed Barbel, “look over there!” and\nshe pointed to a spot far away from the footpath. “She is\nclimbing up the slope yonder with the goatherd and his goats. I\nwonder why he is so late to-day bringing them up. It happens\nwell, however, for us, for he can now see after the child, and\nyou can the better tell me your tale.”",
        "“Oh, as to the looking after,” remarked Dete, “the boy need not\nput himself out about that; she is not by any means stupid for\nher five years, and knows how to use her eyes. She notices all\nthat is going on, as I have often had occasion to remark, and\nthis will stand her in good stead some day, for the old man has\nnothing beyond his two goats and his hut.”",
        "“Did he ever have more?” asked Barbel.",
        "“He? I should think so indeed,” replied Dete with animation; “he\nwas owner once of one of the largest farms in Domleschg. He was\nthe elder of two brothers; the younger was a quiet, orderly man,\nbut nothing would please the other but to play the grand\ngentleman and go driving about the country and mixing with bad\ncompany, strangers that nobody knew. He drank and gambled away\nthe whole of his property, and when this became known to his\nmother and father they died, one shortly after the other, of\nsorrow. The younger brother, who was also reduced to beggary,\nwent off in his anger, no one knew whither, while Uncle himself,\nhaving nothing now left to him but his bad name, also\ndisappeared. For some time his whereabouts were unknown, then\nsome one found out that he had gone to Naples as a soldier;\nafter that nothing more was heard of him for twelve or fifteen\nyears. At the end of that time he reappeared in Domleschg,\nbringing with him a young child, whom he tried to place with some\nof his kinspeople. Every door, however, was shut in his face, for\nno one wished to have any more to do with him. Embittered by this\ntreatment, he vowed never to set foot in Domleschg again, and he\nthen came to Dorfli, where he continued to live with his little\nboy. His wife was probably a native of the Grisons, whom he had\nmet down there, and who died soon after their marriage. He could\nnot have been entirely without money, for he apprenticed his\nson, Tobias, to a carpenter. He was a steady lad, and kindly\nreceived by every one in Dorfli. The old man was, however, still\nlooked upon with suspicion, and it was even rumoured that he had\nbeen forced to make his escape from Naples, or it might have gone\nbadly with him, for that he had killed a man, not in fair fight,\nyou understand, but in some brawl. We, however, did not refuse\nto acknowledge our relationship with him, my great-grandmother on\nmy mother’s side having been sister to his grandmother. So we\ncalled him Uncle, and as through my father we are also related to\nnearly every family in Dorfli, he became known all over the place\nas Uncle, and since he went to live on the mountain side he has\ngone everywhere by the name of Alm-Uncle.”",
        "“And what happened to Tobias?” asked Barbel, who was listening\nwith deep interest.",
        "“Wait a moment, I am coming to that, but I cannot tell you\neverything at once,” replied Dete. “Tobias was taught his trade\nin Mels, and when he had served his apprenticeship he came back\nto Dorfli and married my sister Adelaide. They had always been\nfond of one another, and they got on very well together after\nthey were married. But their happiness did not last long. Her\nhusband met with his death only two years after their marriage,\na beam falling upon him as he was working, and killing him on the\nspot. They carried him home, and when Adelaide saw the poor\ndisfigured body of her husband she was so overcome with horror\nand grief that she fell into a fever from which she never\nrecovered. She had always been rather delicate and subject to\ncurious attacks, during which no one knew whether she was awake\nor sleeping. And so two months after Tobias had been carried to\nthe grave, his wife followed him. Their sad fate was the talk of\neverybody far and near, and both in private and public the\ngeneral opinion was expressed that it was a punishment which\nUncle had deserved for the godless life he had led. Some went so\nfar even as to tell him so to his face. Our minister endeavored\nto awaken his conscience and exhorted him to repentance, but the\nold man grew only more wrathful and obdurate and would not speak\nto a soul, and every one did their best to keep out of his way.\nAll at once we heard that he had gone to live up the Alm and did\nnot intend ever to come down again, and since then he has led\nhis solitary life on the mountain side at enmity with God and\nman. Mother and I took Adelaide’s little one, then only a year\nold, into our care. When mother died last year, and I went down\nto the Baths to earn some money, I paid old Ursel, who lives in\nthe village just above, to keep and look after the child. I\nstayed on at the Baths through the winter, for as I could sew and\nknit I had no difficulty in finding plenty of work, and early in\nthe spring the same family I had waited on before returned from\nFrankfurt, and again asked me to go back with them. And so we\nleave the day after to-morrow, and I can assure you, it is an\nexcellent place for me.”",
        "“And you are going to give the child over to the old man up\nthere? It surprises me beyond words that you can think of doing\nsuch a thing, Dete,” said Barbel, in a voice full of reproach.",
        "“What do you mean?” retorted Dete. “I have done my duty by the\nchild, and what would you have me do with it now? I cannot\ncertainly take a child of five years old with me to Frankfurt.\nBut where are you going to yourself, Barbel; we are now half way\nup the Alm?”",
        "“We have just reached the place I wanted,” answered Barbel. “I\nhad something to say to the goatherd’s wife, who does some\nspinning for me in the winter. So good-bye, Dete, and good luck\nto you!”",
        "Dete shook hands with her friend and remained standing while\nBarbel went towards a small, dark brown hut, which stood a few\nsteps away from the path in a hollow that afforded it some\nprotection from the mountain wind. The hut was situated half way\nup the Alm, reckoning from Dorfli, and it was well that it was\nprovided with some shelter, for it was so broken-down and\ndilapidated that even then it must have been very unsafe as a\nhabitation, for when the stormy south wind came sweeping over\nthe mountain, everything inside it, doors and windows, shook and\nrattled, and all the rotten old beams creaked and trembled. On\nsuch days as this, had the goatherd’s dwelling been standing\nabove on the exposed mountain side, it could not have escaped\nbeing blown straight down into the valley without a moment’s\nwarning.",
        "Here lived Peter, the eleven-year-old boy, who every morning\nwent down to Dorfli to fetch his goats and drive them up on to\nthe mountain, where they were free to browse till evening on the\ndelicious mountain plants.",
        "Then Peter, with his light-footed animals, would go running and\nleaping down the mountain again till he reached Dorfli, and\nthere he would give a shrill whistle through his fingers,\nwhereupon all the owners of the goats would come out to fetch\nhome the animals that belonged to them. It was generally the\nsmall boys and girls who ran in answer to Peter’s whistle, for\nthey were none of them afraid of the gentle goats, and this was\nthe only hour of the day through all the summer months that Peter\nhad any opportunity of seeing his young friends, since the rest\nof his time was spent alone with the goats. He had a mother and a\nblind grandmother at home, it is true, but he was always obliged\nto start off very early in the morning, and only got home late in\nthe evening from Dorfli, for he always stayed as long as he could\ntalking and playing with the other children; and so he had just\ntime enough at home, and that was all, to swallow down his bread\nand milk in the morning, and again in the evening to get through\na similar meal, lie down in bed and go to sleep. His father, who\nhad been known also as the goatherd, having earned his living as\nsuch when younger, had been accidentally killed while cutting\nwood some years before. His mother, whose real name was Brigitta,\nwas always called the goatherd’s wife, for the sake of old\nassociation, while the blind grandmother was just “grandmother\"\nto all the old and young in the neighborhood.",
        "Dete had been standing for a good ten minutes looking about her\nin every direction for some sign of the children and the goats.\nNot a glimpse of them, however, was to be seen, so she climbed\nto a higher spot, whence she could get a fuller view of the\nmountain as it sloped beneath her to the valley, while, with\never-increasing anxiety on her face and in her movements, she\ncontinued to scan the surrounding slopes. Meanwhile the children\nwere climbing up by a far and roundabout way, for Peter knew\nmany spots where all kinds of good food, in the shape of shrubs\nand plants, grew for his goats, and he was in the habit of\nleading his flock aside from the beaten track. The child,\nexhausted with the heat and weight of her thick armor of clothes,\npanted and struggled after him at first with some difficulty. She\nsaid nothing, but her little eyes kept watching first Peter, as\nhe sprang nimbly hither and thither on his bare feet, clad only\nin his short light breeches, and then the slim-legged goats that\nwent leaping over rocks and shrubs and up the steep ascents with\neven greater ease. All at once she sat herself down on the\nground, and as fast as her little fingers could move, began\npulling off her shoes and stockings. This done she rose, unwound\nthe hot red shawl and threw it away, and then proceeded to undo\nher frock. It was off in a second, but there was still another\nto unfasten, for Dete had put the Sunday frock on over the\neveryday one, to save the trouble of carrying it. Quick as\nlightning the everyday frock followed the other, and now the\nchild stood up, clad only in her light short-sleeved under\ngarment, stretching out her little bare arms with glee. She put\nall her clothes together in a tidy little heap, and then went\njumping and climbing up after Peter and the goats as nimbly as\nany one of the party. Peter had taken no heed of what the child\nwas about when she stayed behind, but when she ran up to him in\nher new attire, his face broke into a grin, which grew broader\nstill as he looked back and saw the small heap of clothes lying\non the ground, until his mouth stretched almost from ear to ear;\nhe said nothing, however. The child, able now to move at her\nease, began to enter into conversation with Peter, who had many\nquestions to answer, for his companion wanted to know how many\ngoats he had, where he was going to with them, and what he had to\ndo when he arrived there. At last, after some time, they and the\ngoats approached the hut and came within view of Cousin Dete.\nHardly had the latter caught sight of the little company climbing\nup towards her when she shrieked out: “Heidi, what have you been\ndoing! What a sight you have made of yourself! And where are your\ntwo frocks and the red wrapper? And the new shoes I bought, and\nthe new stockings I knitted for you–everything gone! not a thing\nleft! What can you have been thinking of, Heidi; where are all\nyour clothes?”",
        "The child quietly pointed to a spot below on the mountain side\nand answered, “Down there.” Dete followed the direction of her\nfinger; she could just distinguish something lying on the\nground, with a spot of red on the top of it which she had no\ndoubt was the woollen wrapper.",
        "“You good-for-nothing little thing!” exclaimed Dete angrily,\n“what could have put it into your head to do like that? What\nmade you undress yourself? What do you mean by it?”",
        "“I don’t want any clothes,” said the child, not showing any sign\nof repentance for her past deed.",
        "“You wretched, thoughtless child! have you no sense in you at\nall?” continued Dete, scolding and lamenting. “Who is going all\nthat way down to fetch them; it’s a good half-hour’s walk!\nPeter, you go off and fetch them for me as quickly as you can,\nand don’t stand there gaping at me, as if you were rooted to the\nground!”",
        "“I am already past my time,” answered Peter slowly, without\nmoving from the spot where he had been standing with his hands\nin his pockets, listening to Dete’s outburst of dismay and anger.",
        "“Well, you won’t get far if you only keep on standing there with\nyour eyes staring out of your head,” was Dete’s cross reply;\n“but see, you shall have something nice,” and she held out a\nbright new piece of money to him that sparkled in the sun. Peter\nwas immediately up and off down the steep mountain side, taking\nthe shortest cut, and in an incredibly short space of time had\nreached the little heap of clothes, which he gathered up under\nhis arm, and was back again so quickly that even Dete was\nobliged to give him a word of praise as she handed him the\npromised money. Peter promptly thrust it into his pocket and his\nface beamed with delight, for it was not often that he was the\nhappy possessor of such riches.",
        "“You can carry the things up for me as far as Uncle’s, as you are\ngoing the same way,” went on Dete, who was preparing to continue\nher climb up the mountain side, which rose in a steep ascent\nimmediately behind the goatherd’s hut. Peter willingly undertook\nto do this, and followed after her on his bare feet, with his\nleft arm round the bundle and the right swinging his goatherd’s\nstick, while Heidi and the goats went skipping and jumping\njoyfully beside him. After a climb of more than three-quarters\nof an hour they reached the top of the Alm mountain. Uncle’s hut\nstood on a projection of the rock, exposed indeed to the winds,\nbut where every ray of sun could rest upon it, and a full view\ncould be had of the valley beneath. Behind the hut stood three\nold fir trees, with long, thick, unlopped branches. Beyond these\nrose a further wall of mountain, the lower heights still\novergrown with beautiful grass and plants, above which were\nstonier slopes, covered only with scrub, that led gradually up\nto the steep, bare rocky summits.",
        "Against the hut, on the side looking towards the valley, Uncle\nhad put up a seat. Here he was sitting, his pipe in his mouth\nand his hands on his knees, quietly looking out, when the\nchildren, the goats and Cousin Dete suddenly clambered into view.\nHeidi was at the top first. She went straight up to the old man,\nput out her hand, and said, “Good-evening, Grandfather.”",
        "“So, so, what is the meaning of this?” he asked gruffly, as he\ngave the child an abrupt shake of the hand, and gazed long and\nscrutinisingly at her from under his bushy eyebrows. Heidi\nstared steadily back at him in return with unflinching gaze, for\nthe grandfather, with his long beard and thick grey eyebrows that\ngrew together over his nose and looked just like a bush, was\nsuch a remarkable appearance, that Heidi was unable to take her\neyes off him. Meanwhile Dete had come up, with Peter after her,\nand the latter now stood still a while to watch what was going\non.",
        "“I wish you good-day, Uncle,” said Dete, as she walked towards\nhim, “and I have brought you Tobias and Adelaide’s child. You\nwill hardly recognise her, as you have never seen her since she\nwas a year old.”",
        "“And what has the child to do with me up here?” asked the old\nman curtly. “You there,” he then called out to Peter, “be off\nwith your goats, you are none too early as it is, and take mine\nwith you.”",
        "Peter obeyed on the instant and quickly disappeared, for the old\nman had given him a look that made him feel that he did not want\nto stay any longer.",
        "“The child is here to remain with you,” Dete made answer. “I\nhave, I think, done my duty by her for these four years, and now\nit is time for you to do yours.”",
        "“That’s it, is it?” said the old man, as he looked at her with a\nflash in his eye. “And when the child begins to fret and whine\nafter you, as is the way with these unreasonable little beings,\nwhat am I to do with her then?”",
        "“That’s your affair,” retorted Dete. “I know I had to put up\nwith her without complaint when she was left on my hands as an\ninfant, and with enough to do as it was for my mother and self.\nNow I have to go and look after my own earnings, and you are the\nnext of kin to the child. If you cannot arrange to keep her, do\nwith her as you like. You will be answerable for the result if\nharm happens to her, though you have hardly need, I should think,\nto add to the burden already on your conscience.”",
        "Now Dete was not quite easy in her own conscience about what she\nwas doing, and consequently was feeling hot and irritable, and\nsaid more than she had intended. As she uttered her last words,\nUncle rose from his seat. He looked at her in a way that made\nher draw back a step or two, then flinging out his arm, he said\nto her in a commanding voice: “Be off with you this instant, and\nget back as quickly as you can to the place whence you came, and\ndo not let me see your face again in a hurry.”",
        "Dete did not wait to be told twice. “Good-bye to you then, and\nto you too, Heidi,” she called, as she turned quickly away and\nstarted to descend the mountain at a running pace, which she did\nnot slacken till she found herself safely again at Dorfli, for\nsome inward agitation drove her forwards as if a steam-engine\nwas at work inside her. Again questions came raining down upon\nher from all sides, for every one knew Dete, as well as all\nparticulars of the birth and former history of the child, and\nall wondered what she had done with it. From every door and\nwindow came voices calling: “Where is the child?” “Where have you\nleft the child, Dete?” and more and more reluctantly Dete made\nanswer, “Up there with Alm-Uncle!” “With Alm-Uncle, have I not\ntold you so already?”",
        "Then the women began to hurl reproaches at her; first one cried\nout, “How could you do such a thing!” then another, “To think of\nleaving a helpless little thing up there,\"–while again and\nagain came the words, “The poor mite! the poor mite!” pursuing\nher as she went along. Unable at last to bear it any longer Dete\nran forward as fast as she could until she was beyond reach of\ntheir voices. She was far from happy at the thought of what she\nhad done, for the child had been left in her care by her dying\nmother. She quieted herself, however, with the idea that she\nwould be better able to do something for the child if she was\nearning plenty of money, and it was a relief to her to think\nthat she would soon be far away from all these people who were\nmaking such a fuss about the matter, and she rejoiced further\nstill that she was at liberty now to take such a good place.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}