{
    "title": "Heidi - Chapter XXIII. “Good-Bye Till We Meet Again”",
    "author": "Johanna Spyri",
    "chapter": "24",
    "content": [
        "\n\n",
        "Grandmamma wrote the day before her arrival to let the children\nknow that they might expect her without fail. Peter brought up\nthe letter early the following morning. Grandfather and the\nchildren were already outside and the goats were awaiting him,\nshaking their heads frolicsomely in the fresh morning air, while\nthe children stroked them and wished them a pleasant journey up\nthe mountain. Uncle stood near, looking now at the fresh faces\nof the children, now at his well-kept goats, with a smile on his\nface, evidently well pleased with the sight of both.",
        "As Peter neared the group his steps slackened, and the instant\nhe had handed the letter to Uncle he turned quickly away as if\nfrightened, and as he went he gave a hasty glance behind him, as\nif the thing he feared was pursuing him, and then he gave a leap\nand ran off up the mountain.",
        "“Grandfather,” said Heidi, who had been watching him with\nastonished eyes, “why does Peter always behave now like the\nGreat Turk when he thinks somebody is after him with a stick; he\nturns and shakes his head and goes off with a bound just like\nthat?”",
        "“Perhaps Peter fancies he sees the stick which he so well\ndeserves coming after him,” answered grandfather.",
        "Peter ran up the first slope without a pause; when he was well\nout of sight, however, he stood still and looked suspiciously\nabout him. Suddenly he gave a jump and looked behind him with a\nterrified expression, as if some one had caught hold of him by\nthe nape of the neck; for Peter expected every minute that the\npolice-constable from Frankfurt would leap out upon him from\nbehind some bush or hedge. The longer his suspense lasted, the\nmore frightened and miserable he became; he did not know a\nmoment’s peace.",
        "Heidi now set about tidying the hut, as grandmamma must find\neverything clean and in good order when she arrived.",
        "Clara looked on amused and interested to watch the busy Heidi at\nher work.",
        "So the morning soon went by, and grandmamma might now be\nexpected at any minute. The children dressed themselves and went\nand sat together outside on the seat ready to receive her.",
        "Grandfather joined them, that they might see the splendid bunch\nof blue gentians which he had been up the mountain to gather,\nand the children exclaimed with delight at the beauty of the\nflowers as they shone in the morning sun. The grandfather then\ncarried them indoors. Heidi jumped up from time to time to see if\nthere was any sign of grandmamma’s approach.",
        "At last she saw the procession winding up the mountain just in\nthe order she had expected. First there was the guide, then the\nwhite horse with grandmamma mounted upon it, and last of all the\nporter with a heavy bundle on his back, for grandmamma would not\nthink of going up the mountain without a full supply of wraps\nand rugs.",
        "Nearer and nearer wound the procession; at last it reached the\ntop and grandmamma was there looking down on the children from\nher horse. She no sooner saw them, however, sitting side by\nside, than she began quickly dismounting, as she cried out in a\nshocked tone of voice, “Why is this? why are you not lying in\nyour chair, Clara? What are you all thinking about?” But even\nbefore she had got close to them she threw up her hands in\nastonishment, exclaiming further, “Is it really you, dear child?\nWhy, your cheeks have grown quite round and rosy! I should hardly\nhave known you again!” And she was hastening forward to embrace\nher, when Heidi slipped down from the seat, and Clara leaning on\nher shoulder, the two children began walking along quite coolly\nand naturally. Then indeed grandmamma was surprised, or rather\nalarmed, for she thought at first that it must be some unheard-\nof proceeding of Heidi’s devising.",
        "But no–Clara was actually walking steadily and uprightly beside\nHeidi–and now the two children turned and came towards her with\nbeaming faces and rosy cheeks. Laughing and crying she ran to\nthem and embraced first Clara and then Heidi, and then Clara\nagain, unable to speak for joy. All at once she caught sight of\nUncle standing by the seat and looking on smiling at the\nmeeting. She took Clara’s arm in hers, and with continual\nexpressions of delight at the fact that the child could now\nreally walk about with her, she went up to the old man, and then\nletting go Clara’s arm she seized his hands.",
        "“My dear Uncle! my dear Uncle! how much we have to thank you\nfor! It is all your doing! it is your caring and nursing––”",
        "“And God’s good sun and mountain air,” he interrupted her,\nsmiling.",
        "“Yes, and don’t forget the beautiful milk I have,” put in Clara.\n“Grandmamma, you can’t think what a quantity of goat’s milk I\ndrink, and how nice it is!”",
        "“I can see that by your cheeks, child,” answered grandmamma. “I\nreally should not have known you; you have grown quite strong\nand plump, and taller too; I never hoped or expected to see you\nlook like that. I cannot take my eyes off you, for I can hardly\nyet believe it. But now I must telegraph without delay to my son\nin Paris, and tell him he must come here at once. I shall not say\nwhy; it will be the greatest happiness he has ever known. My\ndear Uncle, how can I send a telegram; have you dismissed the men\nyet?”",
        "“They have gone,” he answered, “but if you are in a hurry I will\nfetch Peter, and he can take it for you.”",
        "Grandmamma thanked him, for she was anxious that the good news\nshould not be kept from her son a day longer than was possible.",
        "So Uncle went aside a little way and blew such a resounding\nwhistle through his fingers that he awoke a responsive echo\namong the rocks far overhead. He had not to wait many minutes\nbefore Peter came running down in answer, for he knew the sound\nof Uncle’s whistle. Peter arrived, looking as white as a ghost,\nfor he quite thought Uncle was sending for him to give him up.\nBut as it was he only had a written paper given him with\ninstructions to take it down at once to the post-office at\nDorfli; Uncle would settle for the payment later, as it was not\nsafe to give Peter too much to look after.",
        "Peter went off with the paper in his hand, feeling some relief\nof mind for the present, for as Uncle had not whistled for him in\norder to give him up it was evident that no policeman had yet\narrived.",
        "So now they could all sit down in peace to their dinner round\nthe table in front of the hut, and grandmamma was given a\ndetailed account of all that had taken place. How grandfather had\nmade Clara try first to stand and then to move her feet a little\nevery day, and how they had settled for the day’s excursion up\nthe mountain and the chair had been blown away. How Clara’s\ndesire to see the flowers had induced her to take the first walk,\nand so by degrees one thing had led to another. The recital took\nsome time, for grandmamma continually interrupted it with fresh\nexclamations of surprise and thankfulness: “It hardly seems\npossible! I can scarcely believe it is not all a dream! Are we\nreally awake, and are all sitting here by the mountain hut, and\nis that round-faced, healthy-looking child my poor little, white,\nsickly Clara?”",
        "And Clara and Heidi could not get over their delight at the\nsuccess of the surprise they had so carefully arranged for\ngrandmamma and at the latter’s continued astonishment.",
        "Meanwhile Herr Sesemann, who had finished his business in Paris,\nhad also been preparing a surprise. Without saying a word to his\nmother he got into the train one sunny morning and travelled\nthat day to Basle; the next morning he continued his journey, for\na great longing had seized him to see his little daughter from\nwhom he had been separated the whole summer. He arrived at Ragatz\na few hours after his mother had left. When he heard that she had\nthat very day started for the mountain, he immediately hired a\ncarriage and drove off to Mayenfeld; here he found that he could\nif he liked drive on as far as Dorfli, which he did, as he\nthought the walk up from that place would be as long as he cared\nfor.",
        "Herr Sesemann found he was right, for the climb up the mountain,\nas it was, proved long and fatiguing to him. He went on and on,\nbut still no hut came in sight, and yet he knew there was one\nwhere Peter lived half way up, for the path had been described\nto him over and over again.",
        "There were traces of climbers to be seen on all sides; the\nnarrow footpaths seemed to run in every direction, and Herr\nSesemann began to wonder if he was on the right one, and whether\nthe hut lay perhaps on the other side of the mountain. He looked\nround to see if any one was in sight of whom he could ask the\nway; but far and wide there was not a soul to be seen or a sound\nto be heard. Only at moments the mountain wind whistled through\nthe air, and the insects hummed in the sunshine or a happy bird\nsang out from the branches of a solitary larch tree. Herr\nSesemann stood still for a while to let the cool Alpine wind blow\non his hot face. But now some one came running down the mountain-\nside–it was Peter with the telegram in his hand. He ran straight\ndown the steep slope, not following the path on which Herr\nSesemann was standing. As soon as the latter caught sight of him\nhe beckoned to him to come. Peter advanced towards him slowly and\ntimidly, with a sort of sidelong movement, as if he could only\nmove one leg properly and had to drag the other after him. “Hurry\nup, lad,” called Herr Sesemann, and when Peter was near enough,\n“Tell me,” he said, “is this the way to the hut where the old man\nand the child Heidi live, and where the visitors from Frankfurt\nare staying?”",
        "A low sound of fear was the only answer he received, as Peter\nturned to run away in such precipitous haste that he fell head\nover heels several times, and went rolling and bumping down the\nslope in involuntary bounds, just in the same way as the chair,\nonly that Peter fortunately did not fall to pieces as that had\ndone. Only the telegram came to grief, and that was torn into\nfragments and flew away.",
        "“How extraordinarily timid these mountain dwellers are!” thought\nHerr Sesemann to himself, for he quite believed that it was the\nsight of a stranger that had made such an impression on this\nunsophisticated child of the mountains.",
        "After watching Peter’s violent descent towards the valley for a\nfew minutes he continued his journey.",
        "Peter, meanwhile, with all his efforts, could not stop himself,\nbut went rolling on, and still tumbling head over heels at\nintervals in a most remarkable manner.",
        "But this was not the most terrible part of his sufferings at the\nmoment, for far worse was the fear and horror that possessed\nhim, feeling sure, as he did now, that the policeman had really\ncome over for him from Frankfurt. He had no doubt at all that the\nstranger who had asked him the way was the very man himself.\nJust as he had rolled to the edge of that last high slope above\nDorfli he was caught in a bush, and at last able to keep himself\nfrom falling any farther. He lay still for a second or two to\nrecover himself, and to think over matters.",
        "“Well done! another of you come bumping along like this!” said a\nvoice close to Peter, “and which of you to-morrow is the wind\ngoing to send rolling down like a badly-sewn sack of potatoes?\"\nIt was the baker, who stood there laughing. He had been\nstrolling out to refresh himself after his hot day’s work, and\nhad watched with amusement as he saw Peter come rolling over and\nover in much the same way as the chair.",
        "Peter was on his feet in a moment. He had received a fresh\nshock. Without once looking behind him he began hurrying up the\nslope again. He would have liked best to go home and creep into\nbed, so as to hide himself, for he felt safest when there. But he\nhad left the goats up above, and Uncle had given him strict\ninjunctions to make haste back so that they might not be left\ntoo long alone. And he stood more in awe of Uncle than any one,\nand would not have dared to disobey him on any account. There was\nno help for it, he had to go back, and Peter went on groaning and\nlimping. He could run no more, for the anguish of mind he had\nbeen through, and the bumping and shaking he had received, were\nbeginning to tell upon him. And so with lagging steps and groans\nhe slowly made his way up the mountain.",
        "Shortly after meeting Peter, Herr Sesemann passed the first hut,\nand so was satisfied that he was on the right path. He continued\nhis climb with renewed courage, and at last, after a long and\nexhausting walk, he came in sight of his goal. There, only a\nlittle distance farther up, stood the grandfather’s home, with\nthe dark tops of the fir trees waving above its roof.",
        "Herr Sesemann was delighted to have come to the last steep bit\nof his journey, in another minute or two he would be with his\nlittle daughter, and he pleased himself with the thought of her\nsurprise. But the company above had seen his approaching figure\nand recognized who it was, and they were preparing something he\nlittle expected as a surprise on their part.",
        "As he stepped on to the space in front of the hut two figures\ncame towards him. One a tall girl with fair hair and pink cheeks,\nleaning on Heidi, whose dark eyes were dancing with joy. Herr\nSesemann suddenly stopped, staring at the two children, and all\nat once the tears started to his eyes. What memories arose in his\nheart! Just so had Clara’s mother looked, the fair-haired girl\nwith the delicate pink-and-white complexion. Herr Sesemann did\nnot know if he was awake or dreaming.",
        "“Don’t you know me, papa?” called Clara to him, her face beaming\nwith happiness. “Am I so altered since you saw me?”",
        "Then Herr Sesemann ran to his child and clasped her in his arms.",
        "“Yes, you are indeed altered! How is it possible? Is it true\nwhat I see?” And the delighted father stepped back to look full\nat her again, and to make sure that the picture would not vanish\nbefore his eyes.",
        "“Are you my little Clara, really my little Clara?” he kept on\nsaying, then he clasped her in his arms again, and again put her\naway from him that he might look and make sure it was she who\nstood before him.",
        "And now grandmamma came up, anxious for a sight of her son’s\nhappy face.",
        "“Well, what do you say now, dear son?” she exclaimed. “You have\ngiven us a pleasant surprise, but it is nothing in comparison to\nwhat we have prepared for you, you must confess,” and she gave\nher son an affectionate kiss as she spoke. “But now,” she went\non, “you must come and pay your respects to Uncle, who is our\nchief benefactor.”",
        "“Yes, indeed, and with the little inmate of our own house, our\nlittle Heidi, too,” said Herr Sesemann, shaking Heidi by the\nhand. “Well? are you still well and happy in your mountain home?\nbut I need not ask, no Alpine rose could look more blooming. I\nam glad, child, it is a pleasure to me to see you so.”",
        "And Heidi looked up with equal pleasure into Herr Sesemann’s\nkind face. How good he had always been to her! And that he should\nfind such happiness awaiting him up here on the mountain made her\nheart beat with gladness.",
        "Grandmamma now led her son to introduce him to Uncle, and while\nthe two men were shaking hands and Herr Sesemann was expressing\nhis heartfelt thanks and boundless astonishment to the old man,\ngrandmamma wandered round to the back to see the old fir trees\nagain.",
        "Here another unexpected sight met her gaze, for there, under the\ntrees where the long branches had left a clear space on the\nground, stood a great bush of the most wonderful dark blue\ngentians, as fresh and shining as if they were growing on the\nspot. She clasped her hands, enraptured with their beauty.",
        "“How exquisite! what a lovely sight!” she exclaimed. “Heidi,\ndearest child, come here! Is it you who have prepared this\npleasure for me? It is perfectly wonderful!”",
        "The children ran up.",
        "“No, no, I did not put them there,” said Heidi, “but I know who\ndid.”",
        "“They grow just like that on the mountain, grandmamma, only if\nanything they look more beautiful still,” Clara put in; “but\nguess who brought those down to-day,” and as she spoke she gave\nsuch a pleased smile that the grandmother thought for a moment\nthe child herself must have gathered them. But that was hardly\npossible.",
        "At this moment a slight rustling was heard behind the fir trees.\nIt was Peter, who had just arrived. He had made a long round,\nhaving seen from the distance who it was standing beside Uncle\nin front of the hut, and he was trying to slip by unobserved. But\ngrandmamma had seen and recognized him, and suddenly the thought\nstruck her that it might be Peter who had brought the flowers\nand that he was now trying to get away unseen, feeling shy about\nit; but she could not let him go off like that, he must have some\nlittle reward.",
        "“Come along, boy; come here, do not be afraid,” she called to\nhim.",
        "Peter stood still, petrified with fear. After all he had gone\nthrough that day he felt he had no longer any power of\nresistance left. All he could think was, “It’s all up with me\nnow.” Every hair of his head stood on end, and he stepped forth\nfrom behind the fir trees, his face pale and distorted with\nterror.",
        "“Courage, boy,” said grandmamma in her effort to dispel his\nshyness, “tell me now straight out without hesitation, was it\nyou who did it?”",
        "Peter did not lift his eyes and therefore did not see at what\ngrandmamma was pointing. But he knew that Uncle was standing at\nthe corner of the hut, fixing him with his grey eyes, while\nbeside him stood the most terrible person that Peter could\nconceive–the police-constable from Frankfurt. Quaking in every\nlimb, and with trembling lips he muttered a low, “Yes.”",
        "“Well, and what is there dreadful about that?” said grandmamma.",
        "“Because–because–it is all broken to pieces and no one can put\nit together again.” Peter brought out his words with difficulty,\nand his knees knocked together so that he could hardly stand.",
        "Grandmamma went up to Uncle. “Is that poor boy a little out of\nhis mind?” she asked sympathisingly.",
        "“Not in the least,” Uncle assured her, “it is only that he was\nthe wind that sent the chair rolling down the slope, and he is\nexpecting his well-deserved punishment.”",
        "Grandmamma found this hard to believe, for in her opinion Peter\ndid not look an entirely bad boy, nor could he have any reason\nfor destroying such a necessary thing as the chair. But Uncle\nhad only given expression to the suspicion that he had from the\nmoment the accident happened. The angry looks which Peter had\nfrom the beginning cast at Clara, and the other signs of his\ndislike to what had been taking place on the mountain, had not\nescaped Uncle’s eye. Putting two and two together he had come to\nthe right conclusion as to the cause of the disaster, and he\ntherefore spoke without hesitation when he accused Peter. The\nlady broke into lively expostulations on hearing this.",
        "“No, no, dear Uncle, we will not punish the poor boy any\nfurther. One must be fair to him. Here are all these strangers\nfrom Frankfurt who come and carry away Heidi, his one sole\npossession, and a possession well worth having too, and he is\nleft to sit alone day after day for weeks, with nothing to do but\nbrood over his wrongs. No, no, let us be fair to him; his anger\ngot the upper hand and drove him an act of revenge–a foolish\none, I own, but then we all behave foolishly when we are angry.\"\nAnd saying this she went back to Peter, who still stood\nfrightened and trembling. She sat down on the seat under the fir\ntrees and called him to her kindly,–",
        "“Come here, boy, and stand in front of me, for I have something\nto say to you. Leave off shaking and trembling, for I want you\nto listen to me. You sent the chair rolling down the mountain so\nthat it was broken to pieces. That was a very wrong thing to do,\nas you yourself knew very well at the time, and you also knew\nthat you deserved to be punished for it, and in order to escape\nthis you have been doing all you can to hide the truth from\neverybody. But be sure of this, Peter: that those who do wrong\nmake a mistake when they think no one knows anything about it.\nFor God sees and hears everything, and when the wicked doer\ntries to hide what he has done, then God wakes up a little\nwatchman that He places inside us all when we are born and who\nsleeps on quietly till we do something wrong. And the little\nwatchman has a small goad in his hand, And when he wakes up he\nkeeps on pricking us with it, so that we have not a moment’s\npeace. And the watchman torments us still further, for he keeps\non calling out, ’Now you will be found out! Now they will drag\nyou off to punishment!’ And so we pass our life in fear and\ntrouble, and never know a moment’s happiness or peace. Have you\nnot felt something like that lately, Peter?”",
        "Peter gave a contrite nod of the head, as one who knew all about\nit, for grandmamma had described his own feelings exactly.",
        "“And you calculated wrongly also in another way,” continued\ngrandmamma, “for you see the harm you intended has turned out\nfor the best for those you wished to hurt. As Clara had no chair\nto go in and yet wanted so much to see the flowers, she made the\neffort to walk, and every day since she has been walking better\nand better, and if she remains up here she will in time be able\nto go up the mountain every day, much oftener than she would\nhave done in her chair. So you see, Peter, God is able to bring\ngood out of evil for those whom you meant to injure, and you who\ndid the evil were left to suffer the unhappy consequences of it.\nDo you thoroughly understand all I have said to you, Peter? If\nso, do not forget my words, and whenever you feel inclined to do\nanything wrong, think of the little watchman inside you with his\ngoad and his disagreeable voice. Will you remember all this?”",
        "“Yes, I will,” answered Peter, still very subdued, for he did\nnot yet know how the matter was going to end, as the police\nconstable was still standing with the Uncle.",
        "“That’s right, and now the thing is over and done for,” said\ngrandmamma. “But I should like you to have something for a\npleasant reminder of the visitors from Frankfurt. Can you tell\nme anything that you have wished very much to have? What would\nyou like best as a present?”",
        "Peter lifted his head at this, and stared open-eyed at\ngrandmamma. Up to the last minute he had been expecting\nsomething dreadful to happen, and now he might have anything that\nhe wanted. His mind seemed all of a whirl.",
        "“I mean what I say,” went on grandmamma. “You shall choose what\nyou would like to have as a remembrance from the Frankfurt\nvisitors, and as a token that they will not think any more of\nthe wrong thing you did. Now do you understand me, boy?”",
        "The fact began at last to dawn upon Peter’s mind that he had no\nfurther punishment to fear, and that the kind lady sitting in\nfront of him had delivered him from the police constable. He\nsuddenly felt as if the weight of a mountain had fallen off him.\nHe had also by this time awakened to the further conviction that\nit was better to make a full confession at once of anything he\nhad done wrong or had left undone, and so he said, “And I lost\nthe paper, too.”",
        "Grandmamma had to consider a moment what he meant, but soon\nrecalled his connection with her telegram, and answered kindly,–",
        "“You are a good boy to tell me! Never conceal anything you have\ndone wrong, and then all will come right again. And now what\nwould you like me to give you?”",
        "Peter grew almost giddy with the thought that he could have\nanything in the world that he wished for. He had a vision of the\nyearly fair at Mayenfeld with the glittering stalls and all the\nlovely things that he had stood gazing at for hours, without a\nhope of ever possessing one of them, for Peter’s purse never\nheld more than a halfpenny, and all these fascinating objects\ncost double that amount. There were the pretty little red\nwhistles that he could use to call his goats, and the splendid\nknives with rounded handles, known as toad-strikers, with which\none could do such famous work among the hazel bushes.",
        "Peter remained pondering; he was trying to think which of these\ntwo desirable objects he should best like to have, and he found\nit difficult to decide. Then a bright thought occurred to him;\nhe would then be able to think over the matter between now and\nnext year’s fair.",
        "“A penny,” answered Peter, who was no longer in doubt.",
        "Grandmamma could not help laughing. “That is not an extravagant\nrequest. Come here then!” and she pulled out her purse and put\nfour bright round shillings in his hand and, then laid some\npennies on top of it. “We will settle our accounts at once,” she\ncontinued, “and I will explain them to you. I have given you as\nmany pennies as there are weeks in the year, and so every Sunday\nthroughout the year you can take out a penny to spend.”",
        "“As long as I live?” said Peter quite innocently.",
        "Grandmamma laughed more still at this, and the men hearing her,\npaused in their talk to listen to what was going on.",
        "“Yes, boy, you shall have it all your life–I will put it down\nin my will. Do you hear, my son? and you are to put it down in\nyours as well: a penny a week to Peter as long as he lives.”",
        "Herr Sesemann nodded his assent and joined in the laughter.",
        "Peter looked again at the present in his hand to make sure he\nwas not dreaming, and then said, “Thank God!”",
        "And he went off running and leaping with more even than his\nusual agility, and this time managed to keep his feet, for it was\nnot fear, but joy such as he had never known before in his life,\nthat now sent him flying up the mountain. All trouble and\ntrembling had disappeared, and he was to have a penny every week\nfor life.",
        "As later, after dinner, the party were sitting together\nchatting, Clara drew her father a little aside, and said with an\neagerness that had been unknown to the little tired invalid,–",
        "“O papa, if you only knew all that grandfather has done for me\nfrom day to day! I cannot reckon his kindnesses, but I shall\nnever forget them as long as I live! And I keep on thinking what\nI could do for him, or what present I could make him that would\ngive him half as much pleasure as he has given me.”",
        "“That is just what I wish most myself, Clara,” replied her\nfather, whose face grew happier each time he looked at his\nlittle daughter. “I have been also thinking how we can best show\nour gratitude to our good benefactor.”",
        "Herr Sesemann now went over to where Uncle and grandmamma were\nengaged in lively conversation. Uncle stood up as he approached,\nand Herr Sesemann, taking him by the hand said,–",
        "“Dear friend, let us exchange a few words with one another. You\nwill believe me when I tell you that I have known no real\nhappiness for years past. What worth to me were money and\nproperty when they were unable to make my poor child well and\nhappy? With the help of God you have made her whole and strong,\nand you have given new life not only to her but to me. Tell me\nnow, in what way can I show my gratitude to you? I can never\nrepay all you have done, but whatever is in my power to do is at\nyour service. Speak, friend, and tell me what I can do?”",
        "Uncle had listened to him quietly, with a smile of pleasure on\nhis face as he looked at the happy father.",
        "“Herr Sesemann,” he replied in his dignified way, “believe me\nthat I too have my share in the joy of your daughter’s recovery,\nand my trouble is well repaid by it. I thank you heartily for\nall you have said, but I have need of nothing; I have enough for\nmyself and the child as long as I live. One wish alone I have,\nand if that could be satisfied I should have no further care in\nlife.”",
        "“Speak, dear friend, and tell me what it is,” said Herr Sesemann\nentreatingly.",
        "“I am growing old,” Uncle went on, “and shall not be here much\nlonger. I have nothing to leave the child when I die, and she\nhas no relations, except one person who will always like to make\nwhat profit out of her she can. If you could promise me that\nHeidi shall never have to go and earn her living among strangers,\nthen you would richly reward me for all I have done for your\nchild.”",
        "“There could never be any question of such a thing as that, my\ndear friend,” said Herr Sesemann quickly. “I look upon the child\nas our own. Ask my mother, my daughter; you may be sure that\nthey will never allow the child to be left in any one else’s\ncare! But if it will make you happier I give you here my hand\nupon it. I promise you: Heidi shall never have to go and earn her\nliving among strangers; I will make provision against this both\nduring my life and after. But now I have something else to say.\nIndependent of her circumstances, the child is totally unfitted\nto live a life away from home; we found out that when she was\nwith us. But she has made friends, and among them I know one who\nis at this moment in Frankfurt; he is winding up his affairs\nthere, that he may be free to go where he likes and take his\nrest. I am speaking of my friend, the doctor, who came over here\nin the autumn and who, having well considered your advice,\nintends to settle in this neighborhood, for he has never felt so\nwell and happy anywhere as in the company of you and Heidi. So\nyou see the child will henceforth have two protectors near her–\nand may they both live long to share the task!”",
        "“God grant it indeed may be so!” added grandmamma, shaking\nUncle’s hand warmly as she spoke, to show how sincerely she\nechoed her son’s wish. Then putting her arm round Heidi, who was\nstanding near, she drew the child to her.",
        "“And I have a question to ask you too, dear Heidi. Tell me if\nthere is anything you particularly wish for.”",
        "“Yes, there is,” answered Heidi promptly, looking up delightedly\nat grandmamma.",
        "“Then tell me at once, dear, what it is.”",
        "“I want to have the bed I slept in at Frankfurt with the high\npillows and the thick coverlid, and then grandmother will not\nhave to lie with her head down hill and hardly able to breathe,\nand she will be warm enough under the coverlid not to have to\nwear her shawl in bed to prevent her freezing to death.”",
        "In her eagerness to obtain what she had set her heart upon Heidi\nhardly gave herself time to get out all she had to say, and did\nnot pause for breath till she reached the end of her sentence.",
        "“Dearest child,” answered grandmamma, moved by Heidi’s speech,\n“what is this you tell me of grandmother! You are right to\nremind me. In the midst of our own happiness we forget too often\nthat which we ought to remember before all things. When God has\nshown us some special mercy we should think at once of those who\nare denied so many things. I will telegraph to Frankfurt at once!\nFraulein Rottenmeier shall pack up the bed this very day, and it\nwill be here in two days’ time. God willing, grandmother shall\nsoon be sleeping comfortably upon it.”",
        "Heidi skipped round grandmamma in her glee, and then stopping\nall of a sudden, said quickly, “I must make haste down and tell\ngrandmother, and she will be in trouble too at my not having\nbeen to see her for such a long time.” For she felt she could not\nwait another moment before carrying the good news down to\ngrandmother, and, moreover, the recollection came to her of the\ndistress the old woman was in when she last saw her.",
        "“No, no, Heidi, what can you be thinking of,” said her\ngrandfather reprovingly. “You can’t be running backwards and\nforwards like that when you have visitors.”",
        "But grandmamma interfered on Heidi’s behalf. “The child is not\nso far wrong, Uncle,” she said, “and poor grandmother has too\nlong been deprived of Heidi for our sakes. Let us all go down to\nher together. I believe my horse is waiting for me and I can ride\ndown from there, and as soon as I get to Dorfli the message\nshall be sent off. What do you think of my plan, son?”",
        "Herr Sesemann had not yet had time to speak of his travelling\nplans, so he begged his mother to wait a few moments that he\nmight tell her what he proposed doing.",
        "Herr Sesemann had been arranging that he and his mother should\nmake a little tour in Switzerland, first ascertaining if Clara\nwas in a fit state to go some part of the way with them. But now\nhe would have the full enjoyment of his daughter’s company, and\nthat being so he did not want to miss any of these beautiful\ndays of later summer, but to start at once on the journey that he\nnow looked forward to with such additional pleasure. And so he\nproposed that they should spend the night in Dorfli and that\nnext day he should come and fetch Clara, then they would all\nthree go down to Ragatz and make that their starting point.",
        "Clara was rather upset at first at the thought of saying good-\nbye like this to the mountain; she could not help being pleased,\nhowever, at the prospect of the journey, and no time was allowed\nher to give way to lamentation.",
        "Grandmamma had already taken Heidi by the hand, preparatory to\nleading the way, when she suddenly turned. “But what is to\nbecome of Clara?” she asked, remembering all at once that the\nchild could not yet take so long a walk. She gave a nod of\nsatisfaction as she saw that Uncle had already taken Clara up in\nhis arms and was following her with sturdy strides. Herr Sesemann\nbrought up the rear, and so they all started down the mountain.",
        "Heidi kept jumping for joy as she and grandmamma walked along\nside by side, and grandmamma asked all about grandmother, how\nshe lived, and what she did, especially in the winter when it was\nso cold. And Heidi gave her a minute account of everything, for\nshe knew all that went on at grandmother’s, and told her how\ngrandmother sat crouching in her corner and trembling with cold.\nShe was able to give her exact particulars of what grandmother\nhad and had not to eat. Grandmamma listened with interest and\nsympathy until they came to Grandmother’s. Brigitta was just\nhanging out Peter’s second shirt in the sun, so that he might\nhave it ready to put on when he had worn the other long enough.\nAs soon as she saw the company approaching she rushed indoors.",
        "“The whole party of them are just going past, mother, evidently\nall returning home again,” she informed the old woman. “Uncle is\nwith them, carrying the sick child.”",
        "“Alas, is it really to be so then?” sighed the grandmother. “And\nyou saw Heidi with them? Then they are taking her away. If only\nshe could come and put her hand in mine again! If I could but\nhear her voice once more!”",
        "At this moment the door flew open and Heidi sprang across to the\ncorner and threw her arms round grandmother.",
        "“Grandmother! grandmother! my bed is to be sent from Frankfurt\nwith all the three pillows and the thick coverlid; grandmamma\nsays it will be here in two days.” Heidi could not get out her\nwords quickly enough, for she was impatient to see grandmother’s\ngreat joy at the news. The latter smiled, but said a little\nsadly,–",
        "“She must indeed be a good kind lady, and I ought to be glad to\nthink she is taking you with her, but I shall not outlive it\nlong.”",
        "“What is this I hear? Who has been telling my good grandmother\nsuch tales?” exclaimed a kindly voice, and grandmother felt her\nhand taken and warmly pressed, for grandmamma had followed Heidi\nin and heard all that was said. “No, no, there is no thought of\nsuch a thing! Heidi is going to stay with you and make you\nhappy. We want to see her again, but we shall come to her. We\nhope to pay a visit to the Alm every year, for we have good cause\nto offer up especial thanks to God upon this spot where so great\na miracle has been wrought upon our child.”",
        "And now grandmother’s face was lighted up with genuine\nhappiness, and she pressed Frau Sesemann’s hand over and over\nagain, unable to speak her thanks, while two large tears of joy\nrolled down her aged cheeks. And Heidi saw the glad change come\nover grandmother’s face, and she too now was entirely happy.",
        "She clung to the old woman, saying, “Hasn’t it all come about,\ngrandmother, just like the hymn I read to you last time? Isn’t\nthe bed from Frankfurt sent to make you well?”",
        "“Yes, Heidi, and many, many other good things too, which God has\nsent me,” said the grandmother, deeply moved. “I did not think\nit possible that there were so many kind people, ready to trouble\nthemselves about a poor old woman and to do so much for her.\nNothing strengthens our belief in a kind heavenly Father who\nnever forgets even the least of His creatures so much as to know\nthat there are such people, full of goodness and pity for a poor\nuseless creature such as I am.”",
        "“My good grandmother,” said Frau Sesemann, interrupting her, “we\nare all equally poor and helpless in the eyes of God, and all\nhave equal need that He should not forget us. But now we must\nsay good-bye, but only till we meet again, for when we pay our\nnext year’s visit to the Alm you will be the first person we\nshall come and see; meanwhile we shall not forget you.” And Frau\nSesemann took grandmother’s hand again and shook it in farewell.",
        "But grandmother would not let her off even then without more\nwords of gratitude, and without calling down on her benefactress\nand all belonging to her every blessing that God had to bestow.",
        "At last Herr Sesemann and his mother were able to continue their\njourney downwards, while Uncle carried Clara back home, with\nHeidi beside him, so full of joy of what was coming for\ngrandmother that every step was a jump.",
        "But there were many tears shed the following morning by the\ndeparting Clara, who wept to say good-bye to the beautiful\nmountain home where she had been happier than ever in her life\nbefore. Heidi did her best to comfort her. “Summer will be here\nagain in no time,” she said, “and then you will come again, and\nit will be nicer still, for you will be able to walk about from\nthe beginning. We can then go out every day with the goats up to\nwhere the flowers grow, and enjoy ourselves from the moment you\narrive.”",
        "Herr Sesemann had come as arranged to fetch his little daughter\naway, and was just now standing and talking with Uncle, for they\nhad much to say to one another. Clara felt somewhat consoled by\nHeidi’s words, and wiped away her tears.",
        "“Be sure you say good-bye for me to Peter and the goats, and\nespecially to Little Swan. I wish I could give Little Swan a\npresent, for she has helped so much to make me strong.”",
        "“Well, you can if you like,” replied Heidi, “send her a little\nsalt; you know how she likes to lick some out of grandfather’s\nhand when she comes home at night.”",
        "Clara was delighted at this idea. “Oh, then I shall send a\nhundred pounds of salt from Frankfurt, for I want her to have\nsomething as a remembrance of me.”",
        "Herr Sesemann now beckoned to the children as it was time to be\noff. Grandmamma’s white horse had been brought up for Clara, as\nshe was no longer obliged to be carried in a chair.",
        "Heidi ran to the far edge of the slope and continued to wave her\nhand to Clara until the last glimpse of horse and rider had\ndisappeared.",
        "And now the bed has arrived, and grandmother is sleeping so\nsoundly all night that she is sure to grow stronger.",
        "Grandmamma, moreover, has not forgotten how cold the winter is\non the mountain. She has sent a large parcel of warm clothing of\nevery description, so that grandmother can wrap herself round\nand round, and will certainly not tremble with cold now as she\nsits in her corner.",
        "There is a great deal of building going on at Dorfli. The doctor\nhas arrived, and, for the present, is occupying his old\nquarters. His friends have advised him to buy the old house that\nUncle and Heidi live in during the winter, which had evidently,\njudging from the height of the rooms and the magnificent stove\nwith its artistically-painted tiles, been a fine gentleman’s\nplace at one time. The doctor is having this part of the old\nhouse rebuilt for himself, the other part being repaired for\nUncle and Heidi, for the doctor is aware that Uncle is a man of\nindependent spirit, who likes to have a house to himself. Quite\nat the back a warm and well-walled stall is being put up for the\ntwo goats, and there they will pass their winter in comfort.",
        "The doctor and Uncle are becoming better friends every day, and\nas they walk about the new buildings to see how they are getting\non, their thoughts continually turn to Heidi, for the chief\npleasure to each in connection with the house is that they will\nhave the light-hearted little child with them there.",
        "“Dear friend,” said the doctor on one of these occasions as they\nwere standing together, “you will see this matter in the same\nlight as I do, I am sure. I share your happiness in the child as\nif, next to you, I was the one to whom she most closely\nbelonged, but I wish also to share all responsibilities,\nconcerning her and to do my best for the child. I shall then feel\nI have my rights in her, and shall look forward to her being with\nme and caring for me in my old age, which is the one great wish\nof my heart. She will have the same claims upon me as if she were\nmy own child, and I shall provide for her as such, and so we\nshall be able to leave her without anxiety when the day comes\nthat you and I must go.”",
        "Uncle did not speak, but he clasped the doctor’s hand in his,\nand his good friend could read in the old man’s eyes how greatly\nmoved he was and how glad and grateful he felt.",
        "Heidi and Peter were at this moment sitting with grandmother,\nand the one had so much to relate, and the others to listen to,\nthat they all three got closer and closer to one another, hardly\nable to breathe in their eagerness not to miss a word.",
        "And how much there was to tell of all the events that had taken\nplace that last summer, for they had not had many opportunities\nof meeting since then.",
        "And it was difficult to say which of the three looked the\nhappiest at being together again, and at the recollection of all\nthe wonderful things that had happened. Mother Brigitta’s face\nwas perhaps the happiest of all, as now, with the help of\nexplanation she was able to understand for the first time the\nhistory of Peter’s weekly penny for life.",
        "Then at last the grandmother spoke, “Heidi, read me one of the\nhymns! I can feel I can do nothing for the remainder of my life\nbut thank the Father in Heaven for all the mercies he has shown\nus!”",
        " ",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}