{
    "title": "Heidi - Chapter XIX. The Winter Continues",
    "author": "Johanna Spyri",
    "chapter": "20",
    "content": [
        "\n\n",
        "Peter arrived punctually at school the following day. He had\nbrought his dinner with him, for all the children who lived at a\ndistance regularly seated themselves at mid-day on the tables,\nand resting their feet firmly on the benches, spread out their\nmeal on their knees and so ate their dinner, while those living\nin Dorfli went home for theirs. Till one o’clock they might all\ndo as they liked, and then school began again. When Peter had\nfinished his lessons on the days he attended school, he went\nover to Uncle’s to see Heidi.",
        "When he walked into the large room at Uncle’s to-day, Heidi\nimmediately rushed forward and took hold of him, for it was for\nPeter she had been waiting. “I’ve thought of something, Peter,\"\nshe said hastily.",
        "“What is it?” he asked.",
        "“You must learn to read,” she informed him.",
        "“I have learnt,” was the answer.",
        "“Yes, yes, but I mean so that you can really make use of it,\"\ncontinued Heidi eagerly.",
        "“I never shall,” was the prompt reply.",
        "“Nobody believes that you cannot learn, nor I either now,” said\nHeidi in a very decided tone of voice. “Grandmamma in Frankfurt\nsaid long ago that it was not true, and she told me not to\nbelieve you.”",
        "Peter looked rather taken aback at this piece of intelligence.",
        "“I will soon teach you to read, for I know how,” continued\nHeidi. “You must learn at once, and then you can read one or two\nhymns every day to grandmother.”",
        "“Oh, I don’t care about that,” he grumbled in reply.",
        "This hard-hearted way of refusing to agree to what was right and\nkind, and to what Heidi had so much at heart, aroused her anger.\nWith flashing eyes she stood facing the boy and said\nthreateningly, “If you won’t learn as I want you to, I will tell\nyou what will happen; you know your mother has often spoken of\nsending you to Frankfurt, that you may learn a lot of things,\nand I know where the boys there have to go to school; Clara\npointed out the great house to me when we were driving together.\nAnd they don’t only go when they are boys, but have more lessons\nstill when they are grown men. I have seen them myself, and you\nmustn’t think they have only one kind teacher like we have. There\nare ever so many of them, all in the school at the same time, and\nthey are all dressed in black, as if they were going to church,\nand have black hats on their heads as high as that–” and Heidi\nheld out her hand to show their height from the floor.",
        "Peter felt a cold shudder run down his back.",
        "“And you will have to go in among all those gentlemen,\"\ncontinued Heidi with increasing animation, “and when it comes to\nyour turn you won’t be able to read and will make mistakes in\nyour spelling. Then you’ll see how they’ll make fun of you; even\nworse than Tinette, and you ought to have seen what she was like\nwhen she was scornful.”",
        "“Well, I’ll learn then,” said Peter, half sorrowfully and half\nangrily.",
        "Heidi was instantly mollified. “That’s right, then we’ll begin\nat once,” she said cheerfully, and went busily to work on the\nspot, dragging Peter to the table and fetching her books.",
        "Among other presents Clara had sent Heidi a book which the\nlatter had decided, in bed the night before, would serve\ncapitally for teaching Peter, for it was an A B C book with\nrhyming lines. And now the two sat together at the table with\ntheir heads bent over the book, for the lesson had begun.",
        "Peter was made to spell out the first sentence two or three\ntimes over, for Heidi wished him to get it correct and fluent. At\nlast she said, “You don’t seem able to get it right, but I will\nread it aloud to you once; when you know what it ought to be you\nwill find it easier.” And she read out:–",
        "          A B C must be learnt to-day\n           Or the judge will call you up to pay.",
        "“I shan’t go,” said Peter obstinately.",
        "“Go where?” asked Heidi.",
        "“Before the judge,” he answered.",
        "“Well then make haste and learn these three letters, then you\nwon’t have to go.”",
        "Peter went at his task again and repeated the three letters so\nmany times and with such determination that she said at last,–",
        "“You must know those three now.”",
        "Seeing what an effect the first two lines of verse had had upon\nhim, she thought she would prepare the ground a little for the\nfollowing lessons.",
        "“Wait, and I will read you some of the next sentences,” she\ncontinued, “then you will see what else there is to expect.”",
        "And she began in a clear slow voice:–",
        "          D E F G must run with ease\n           Or something will follow that does not please.",
        "          Should H I J K be now forgot\n           Disgrace is yours upon the spot.",
        "          And then L M must follow at once\n           Or punished you’ll be for a sorry dunce.",
        "          If you knew what next awaited you\n           You’d haste to learn N O P Q.",
        "          Now R S T be quick about\n           Or worse will follow there’s little doubt.",
        "Heidi paused, for Peter was so quiet that she looked to see what\nhe was doing. These many secret threats and hints of dreadful\npunishments had so affected him that he sat as if petrified and\nstared at Heidi with horror-stricken eyes. Her kind heart was\nmoved at once, and she said, wishing to reassure him, “You need\nnot be afraid, Peter; come here to me every evening, and if you\nlearn as you have to-day you will at last know all your letters,\nand the other things won’t come. But you must come regularly,\nnot now and then as you do to school; even if it snows it won’t\nhurt you.”",
        "Peter promised, for the trepidation he had been in had made him\nquite tame and docile. Lessons being finished for this day he\nnow went home.",
        "Peter obeyed Heidi’s instructions punctually, and every evening\nwent diligently to work to learn the following letters, taking\nthe sentences thoroughly to heart. The grandfather was\nfrequently in the room smoking his pipe comfortably while the\nlesson was going on, and his face twitched occasionally as if he\nwas overtaken with a sudden fit of merriment. Peter was often\ninvited to stay to supper after the great exertion he had gone\nthrough, which richly compensated him for the anguish of mind he\nhad suffered with the sentence for the day.",
        "So the winter went by, and Peter really made progress with his\nletters; but he went through a terrible fight each day with the\nsentences.",
        "He had got at last to U. Heidi read out:–",
        "          And if you put the U for V, \n           You’ll go where you would not like to be.",
        "Peter growled, “Yes, but I shan’t go!” But he was very diligent\nthat day, as if under the impression that some one would seize\nhim suddenly by the collar and drag him where he would rather\nnot go. The next evening Heidi read:–",
        "          If you falter at W, worst of all, \n           Look at the stick against the wall.",
        "Peter looked at the wall and said scornfully, “There isn’t one.”",
        "“Yes, but do you know what grandfather has in his box?” asked\nHeidi. “A stick as thick almost as your arm, and if he took that\nout, you might well say, look at the stick on the wall.”",
        "Peter knew that thick hazel stick, and immediately bent his head\nover the W and struggled to master it. Another day the lines ran:–",
        "          Then comes the X for you to say \n           Or be sure you’ll get no food to-day.",
        "Peter looked towards the cupboard where the bread and cheese\nwere kept and said crossly, “I never said that I should forget\nthe X.”",
        "“That’s all right; if you don’t forget it we can go on to learn\nthe next, and then you will only have one more,” replied Heidi,\nanxious to encourage him.",
        "Peter did not quite understand, but when Heidi went on and read:–",
        "          And should you make a stop at Y, \n           They’ll point at you and cry, Fie, fie.",
        "All the gentlemen in Frankfurt with tall black hats on their\nheads, and scorn and mockery in their faces rose up before his\nmind’s eye, and he threw himself with energy on the Y, not\nletting it go till at last he knew it so thoroughly that he\ncould see what it was like even when he shut his eyes.",
        "He arrived on the following day in a somewhat lofty frame of\nmind, for there was now only one letter to struggle over, and\nwhen Heidi began the lesson with reading aloud:–",
        "          Make haste with Z, if you’re too slow \n           Off to the Hottentots you’ll go.",
        "Peter remarked scornfully, “I dare say, when no one knows even\nwhere such people live.”",
        "“I assure you, Peter,” replied Heidi, “grandfather knows all\nabout them. Wait a second and I will run and ask him, for he is\nonly over the way with the pastor.” And she rose and ran to the\ndoor to put her words into action, but Peter cried out in a\nvoice of agony,–",
        "“Stop!” for he already saw himself being carried off by Alm-\nUncle and the pastor and sent straight away to the Hottentots,\nsince as yet he did not know his last letter. His cry of fear\nbrought Heidi back.",
        "“What is the matter?” she asked in astonishment.",
        "“Nothing! come back! I am going to learn my letter,” he said,\nstammering with fear. Heidi, however, herself wished to know\nwhere the Hottentots lived and persisted that she should ask her\ngrandfather, but she gave in at last to Peter’s despairing\nentreaties. She insisted on his doing something in return, and\nso not only had he to repeat his Z until it was so fixed in his\nmemory that he could never forget it again, but she began\nteaching him to spell, and Peter really made a good start that\nevening. So it went on from day to day.",
        "The frost had gone and the snow was soft again, and moreover\nfresh snow continually fell, so that it was quite three weeks\nbefore Heidi could go to the grandmother again. So much the more\neagerly did she pursue her teaching so that Peter might\ncompensate for her absence by reading hymns to the old woman.\nOne evening he walked in home after leaving Heidi, and as he\nentered he said, “I can do it now.”",
        "“Do what, Peter?” asked his mother.",
        "“Read,” he answered.",
        "“Do you really mean it? Did you hear that, grandmother?” she\ncalled out.",
        "The grandmother had heard, and was already wondering how such a\nthing could have come to pass.",
        "“I must read one of the hymns now; Heidi told me to,” he went on\nto inform them. His mother hastily fetched the book, and the\ngrandmother lay in joyful expectation, for it was so long since\nshe had heard the good words. Peter sat down to the table and\nbegan to read. His mother sat beside him listening with surprise\nand exclaiming at the close of each verse, “Who would have\nthought it possible!”",
        "The grandmother did not speak though she followed the words he\nread with strained attention.",
        "It happened on the day following this that there was a reading\nlesson in Peter’s class. When it came to his turn, the teacher\nsaid,–",
        "“We must pass over Peter as usual, or will you try again once\nmore–I will not say to read, but to stammer through a\nsentence.”",
        "Peter took the book and read off three lines without the\nslightest hesitation.",
        "The teacher put down his book and stared at Peter as at some out-\nof-the-way and marvellous thing unseen before. At last he spoke,–",
        "“Peter, some miracle has been performed upon you! Here have I\nbeen striving with unheard-of patience to teach you and you have\nnot hitherto been able to say your letters even. And now, just\nas I had made up my mind not to waste any more trouble upon you,\nyou suddenly are able to read a consecutive sentence properly and\ndistinctly. How has such a miracle come to pass in our days?”",
        "“It was Heidi,” answered Peter.",
        "The teacher looked in astonishment towards Heidi, who was\nsitting innocently on her bench with no appearance of anything\nsupernatural about her. He continued, “I have noticed a change\nin you altogether, Peter. Whereas formerly you often missed\ncoming to school for a week, or even weeks at a time, you have\nlately not stayed away a single day. Who has wrought this change\nfor good in you?”",
        "“It was Uncle,” answered Peter.",
        "With increasing surprise the teacher looked from Peter to Heidi\nand back again at Peter.",
        "“We will try once more,” he said cautiously, and Peter had again\nto show off his accomplishment by reading another three lines.\nThere was no mistake about it–Peter could read. As soon as\nschool was over the teacher went over to the pastor to tell him\nthis piece of news, and to inform him of the happy result of\nHeidi’s and the grandfather’s combined efforts.",
        "Every evening Peter read one hymn aloud; so far he obeyed Heidi.\nNothing would induce him to read a second, and indeed the\ngrandmother never asked for it. His mother Brigitta could not\nget over her surprise at her son’s attainment, and when the\nreader was in bed would often express her pleasure at it. “Now he\nhas learnt to read there is no knowing what may be made of him\nyet.”",
        "On one of these occasions the grandmother answered, “Yes, it is\ngood for him to have learnt something, but I shall indeed be\nthankful when spring is here again and Heidi can come; they are\nnot like the same hymns when Peter reads them. So many words\nseem missing, and I try to think what they ought to be and then I\nlose the sense, and so the hymns do not come home to my heart as\nwhen Heidi reads them.”",
        "The truth was that Peter arranged to make his reading as little\ntroublesome for himself as possible. When he came upon a word\nthat he thought was too long or difficult in any other way, he\nleft it out, for he decided that a word or two less in a verse,\nwhere there were so many of them, could make no difference to\nhis grandmother. And so it came about that most of the principal\nwords were missing in the hymns that Peter read aloud.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}