{
    "title": "Heidi",
    "author": "Johanna Spyri",
    "chapter": "1",
    "content": [
        "\n\n",
        "“Heidi” is a delightful story for children of life in the Alps,\none of many tales written by the Swiss authoress, Johanna Spyri,\nwho died in her home at Zurich in 1891. She had been well known\nto the younger readers of her own country since 1880, when she\npublished her story, Heimathlos, which ran into three or more\neditions, and which, like her other books, as she states on the\ntitle page, was written for those who love children, as well as\nfor the youngsters themselves. Her own sympathy with the\ninstincts and longings of the child’s heart is shown in her\npicture of Heidi. The record of the early life of this Swiss\nchild amid the beauties of her passionately loved mountain-home\nand during her exile in the great town has been for many years a\nfavorite book of younger readers in Germany and America.",
        "Madame Spyri, like Hans Andersen, had by temperament a peculiar\nskill in writing the simple histories of an innocent world. In\nall her stories she shows an underlying desire to preserve\nchildren alike from misunderstanding and the mistaken kindness\nthat frequently hinder the happiness and natural development of\ntheir lives and characters. The authoress, as we feel in reading\nher tales, lived among the scenes and people she describes, and\nthe setting of her stories has the charm of the mountain scenery\namid which she places her small actors.",
        "Her chief works, besides Heidi, were:– Am Sonntag; Arthur und\nSquirrel; Aus dem Leben; Aus den Schweizer Bergen; Aus Nah und\nFern; Aus unserem, Lande; Cornelli wird erzogen; Einer vom Hause\nLesa; 10 Geschichten fur Yung und Alt; Kurze Geschichten, 2\nvols.; Gritli’s Kinder, 2 vols.; Heimathlos; Im Tilonethal; In\nLeuchtensa; Keiner zu Klein Helfer zu sein; Onkel Titus; Schloss\nWildenstein; Sina; Ein Goldener Spruch; Die Hauffer Muhle;\nVerschollen, nicht vergessen; Was soll deim aus ihr werden; Was\naus ihr Geworden ist.     M.E.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}