{
    "title": "Heidi - Chapter XI. Heidi Gains in One Way and Loses in Another",
    "author": "Johanna Spyri",
    "chapter": "12",
    "content": [
        "\n\n",
        "Every afternoon during her visit the grandmother went and sat\ndown for a few minutes beside Clara after dinner, when the\nlatter was resting, and Fraulein Rottenmeier, probably for the\nsame reason, had disappeared inside her room; but five minutes\nsufficed her, and then she was up again, and Heidi was sent for\nto her room, and there she would talk to the child and employ\nand amuse her in all sorts of ways. The grandmother had a lot of\npretty dolls, and she showed Heidi how to make dresses and\npinafores for them, so that Heidi learnt how to sew and to make\nall sorts of beautiful clothes for the little people out of a\nwonderful collection of pieces that grandmother had by her of\nevery describable and lovely color. And then grandmother liked\nto hear her read aloud, and the oftener Heidi read her tales the\nfonder she grew of them. She entered into the lives of all the\npeople she read about so that they became like dear friends to\nher, and it delighted her more and more to be with them. But\nstill Heidi never looked really happy, and her bright eyes were\nno longer to be seen. It was the last week of the grandmother’s\nvisit. She called Heidi into her room as usual one day after\ndinner, and the child came with her book under her arm. The\ngrandmother called her to come close, and then laying the book\naside, said, “Now, child, tell me why you are not happy? Have\nyou still the same trouble at heart?”",
        "Heidi nodded in reply.",
        "“Have you told God about it?”",
        "“Yes.”",
        "“And do you pray every day that He will make things right and\nthat you may be happy again?”",
        "“No, I have left off praying.”",
        "“Do not tell me that, Heidi! Why have you left off praying?”",
        "“It is of no use, God does not listen,” Heidi went on in an\nagitated voice, “and I can understand that when there are so\nmany, many people in Frankfurt praying to Him every evening that\nHe cannot attend to them all, and He certainly has not heard\nwhat I said to Him.”",
        "“And why are you so sure of that, Heidi?”",
        "“Because I have prayed for the same thing every day for weeks,\nand yet God has not done what I asked.”",
        "“You are wrong, Heidi; you must not think of Him like that. God\nis a good father to us all, and knows better than we do what is\ngood for us. If we ask Him for something that is not good for\nus, He does not give it, but something better still, if only we\nwill continue to pray earnestly and do not run away and lose our\ntrust in Him. God did not think what you have been praying for\nwas good for you just now; but be sure He heard you, for He can\nhear and see every one at the same time, because He is a God and\nnot a human being like you and me. And because He thought it was\nbetter for you not to have at once what you wanted, He said to\nHimself: Yes, Heidi shall have what she asks for, but not until\nthe right time comes, so that she may be quite happy. If I do\nwhat she wants now, and then one day she sees that it would have\nbeen better for her not to have had her own way, she will cry and\nsay, ’If only God had not given me what I asked for! it is not so\ngood as I expected!’ And while God is watching over you, and\nlooking to see if you will trust Him and go on praying to Him\nevery day, and turn to Him for everything you want, you run away\nand leave off saying your prayers, and forget all about Him. And\nwhen God no longer hears the voice of one He knew among those who\npray to Him, He lets that person go his own way, that he may\nlearn how foolish he is. And then this one gets into trouble, and\ncries, ’Save me, God, for there is none other to help me,’ and\nGod says, ’Why did you go from Me; I could not help you when you\nran away.’ And you would not like to grieve God, would you Heidi,\nwhen He only wants to be kind to you? So will you not go and ask\nHim to forgive you, and continue to pray and to trust Him, for\nyou may be sure that He will make everything right and happy for\nyou, and then you will be glad and lighthearted again.”",
        "Heidi had perfect confidence in the grandmother, and every word\nshe said sunk into her heart.",
        "“I will go at once and ask God to forgive me, and I will never\nforget Him again,” she replied repentantly.",
        "“That is right, dear child,” and anxious to cheer her, added,\n“Don’t be unhappy, for He will do everything you wish in good\ntime.”",
        "And Heidi ran away and prayed that she might always remember\nGod, and that He would go on thinking about her.",
        "The day came for grandmother’s departure–a sad one for Clara\nand Heidi. But the grandmother was determined to make it as much\nlike a holiday as possible and not to let them mope, and she kept\nthem so lively and amused that they had no time to think about\ntheir sorrow at her going until she really drove away. Then the\nhouse seemed so silent and empty that Heidi and Clara did not\nknow what to do with themselves, and sat during the remainder of\nthe day like two lost children.",
        "The next day, when the hour came for Clara and Heidi to be\ntogether, the latter walked in with her book and proposed that\nshe should go on reading aloud every afternoon to Clara, if the\nlatter liked it. Clara agreed, and thought anyhow it would be\nnice for that day, so Heidi began with her usual enthusiasm. But\nthe reading did not last long, for Heidi had hardly begun a tale\nabout a dying grandmother before she cried out, “O! then\ngrandmother is dead!” and burst into tears; for everything she\nread was so real to her that she quite thought it was the\ngrandmother at home who had died, and she kept on exclaiming as\nher sobs increased, “She is dead, and I shall never see her\nagain, and she never had one of the white rolls!”",
        "Clara did all she could to explain to Heidi that the story was\nabout quite a different grandmother; but even when at last she\nhad been able to convince Heidi of this, the latter continued to\nweep inconsolably, for now she had awakened to the thought that\nperhaps the grandmother, and even the grandfather also, might\ndie while she was so far away, and that if she did not go home\nfor a long time she would find everything there all silent and\ndead, and there she would be all alone, and would never be able\nto see the dear ones she loved any more.",
        "Fraulein Rottenmeier had meanwhile come into the room, and Clara\nexplained to her what had happened. As Heidi continued her\nweeping, the lady, who was evidently getting impatient with her,\nwent up to Heidi and said with decision, “Now, Adelaide, that is\nenough of all this causeless lamentation. I will tell you once\nfor all, if there are any more scenes like this while you are\nreading, I shall take the book away from you and shall not let\nyou have it again.”",
        "Her words had immediate effect on Heidi, who turned pale with\nfear. The book was her one great treasure. She quickly dried her\ntears and swallowed her sobs as best she could, so that no\nfurther sound of them should be heard. The threat did its work,\nfor Heidi never cried aloud again whatever she might be reading,\nbut she had often to struggle hard to keep back her tears, so\nthat Clara would look at her and say,",
        "“What faces you are making, Heidi, I never saw anything like\nit!” But the faces made no noise and did not offend Fraulein\nRottenmeier, and Heidi, having overcome her fit of despairing\nmisery, would go quietly on for a while, and no one perceived\nher sorrow. But she lost all her appetite, and looked so pale and\nthin that Sebastian was quite unhappy when he looked at her, and\ncould not bear to see her refusing all the nice dishes he handed\nher. He would whisper to her sometimes, in quite a kind,\nfatherly manner, “Take a little; you don’t know how nice it is!\nThere, a good spoonful, now another.” But it was of no use, Heidi\nhardly ate anything at all, and as soon as she laid her head down\nat night the picture of home would rise before her eyes, and she\nwould weep, burying her face in the pillow that her crying might\nnot be heard.",
        "And so many weeks passed away. Heidi did not know it is was\nwinter or summer, for the walls and windows she looked out upon\nshowed no change, and she never went beyond the house except on\nrare occasions when Clara was well enough to drive out, and then\nthey only went a very little way, as Clara could not bear the\nmovement for long. So that on these occasions they generally\nonly saw more fine streets and large houses and crowds of people;\nthey seldom got anywhere beyond them, and grass and flowers, fir\ntrees and mountains, were still far away. Heidi’s longing for the\nold familiar and beautiful things grew daily stronger, so that\nnow only to read a word that recalled them to her remembrance\nbrought her to the verge of tears, which with difficulty she\nsuppressed. So the autumn and winter passed, and again the sun\ncame shining down on the white walls of the opposite houses, and\nHeidi would think to herself that now the time had come for Peter\nto go out again with the goats, to where the golden flowers of\nthe cistus were glowing in the sunlight, and all the rocks around\nturned to fire at sunset. Heidi would go and sit in a corner of\nher lonely room and put her hands up to her eyes that she might\nnot see the sun shining on the opposite wall; and then she would\nremain without moving, battling silently with her terrible\nhomesickness until Clara sent for her again.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}