{
    "title": "Heidi - Chapter XXI. How Life Went On At Grandfather’s",
    "author": "Johanna Spyri",
    "chapter": "22",
    "content": [
        "\n\n",
        "The sun had just risen above the mountains and was shedding its\nfirst golden rays over the hut and the valley below. Alm-Uncle,\nas was his custom, had been standing in a quiet and, devout\nattitude for some little while, watching the light mists\ngradually lifting, and the heights and valley emerging from\ntheir twilight shadows and awakening to another day.",
        "The light morning clouds overhead grew brighter and brighter,\ntill at last the sun shone out in its full glory, and rock and\nwood and hill lay bathed in golden light.",
        "Uncle now stepped back into the hut and went softly up the\nladder. Clara had just opened her eyes and was looking with\nwonder at the bright sunlight that shone through the round\nwindow and danced and sparkled about her bed. She could not at\nfirst think what she was looking at or where she was. Then she\ncaught sight of Heidi sleeping beside her, and now she heard the\ngrandfather’s cheery voice asking her if she had slept well and\nwas feeling rested. She assured him she was not tired, and that\nwhen she had once fallen asleep she had not opened her eyes\nagain all night. The grandfather was satisfied at this and\nimmediately began to attend upon her with so much gentleness and\nunderstanding that it seemed as if his chief calling had been to\nlook after sick children.",
        "Heidi now awoke and was surprised to see Clara dressed, and\nalready in the grandfather’s arms ready to be carried down. She\nmust be up too, and she went through her toilette with lightning-\nlike speed. She ran down the ladder and out of the hut, and there\nfurther astonishment awaited her, for grandfather had been busy\nthe night before after they were in bed. Seeing that it was\nimpossible to get Clara’s chair through the hut-door, he had\ntaken down two of the boards at the side of the shed and made an\nopening large enough to admit the chair; these he left loose so\nthat they could be taken away and put up at pleasure. He was at\nthis moment wheeling Clara out into the sun; he left her in\nfront of the hut while he went to look after the goats, and Heidi\nran up to her friend.",
        "The fresh morning breeze blew round the children’s faces, and\nevery fresh puff brought a waft of fragrance from the fir trees.\nClara drew it in with delight and lay back in her chair with an\nunaccustomed feeling of health and comfort.",
        "It was the first time in her life that she had been out in the\nopen country at this early hour and felt the fresh morning\nbreeze, and the pure mountain air was so cool and refreshing\nthat every breath she drew was a pleasure. And then the bright\nsweet sun, which was not hot and sultry up here, but lay soft and\nwarm on her hands and on the grass at her feet. Clara had not\nimagined that it would be like this on the mountain.",
        "“O Heidi, if only I could stay up here for ever with you,” she\nexclaimed happily, turning in her chair from side to side that\nshe might drink in the air and sun from all quarters.",
        "“Now you see that it is just what I told you,” replied Heidi\ndelighted; “that it is the most beautiful thing in the world to\nbe up here with grandfather.”",
        "The latter at that moment appeared coming from the goat shed and\nbringing two small foaming bowls of snow-white milk–one for\nClara and one for Heidi.",
        "“That will do the little daughter good,” he said, nodding to\nClara; “it is from Little Swan and will make her strong. To your\nhealth, child! drink it up.”",
        "Clara had never tasted goat’s milk before; she hesitated and\nsmelt it before putting it to her lips, but seeing how Heidi\ndrank hers up without hesitating, and how much she seemed to like\nit, Clara did the same, and drank till there was not a drop left,\nfor she too found it delicious, tasting just as if sugar and\ncinnamon had been mixed with it.",
        "“To-morrow we will drink two,” said the grandfather, who had\nlooked on with satisfaction at seeing her follow Heidi’s\nexample.",
        "Peter now arrived with the goats, and while Heidi was receiving\nher usual crowded morning greetings, Uncle drew Peter aside to\nspeak to him, for the goats, bleated so loudly and continuously\nin their wish to express their joy and affection that no one\ncould be heard near them.",
        "“Attend to what I have to say,” he said. “From to-day be sure you\nlet Little Swan go where she likes. She has an instinct where to\nfind the best food for herself, and so if she wants to climb\nhigher, you follow her, and it will do the others no harm if they\ngo too; on no account bring her back. A little more climbing\nwon’t hurt you, and in this matter she probably knows better than\nyou what is good for her; I want her to give as fine milk as\npossible. Why are you looking over there as if you wanted to eat\nsomebody? Nobody will interfere with you. So now be off and\nremember what I say.”",
        "Peter was accustomed to give immediate obedience to Uncle, and\nhe marched off with his goats, but with a turn of the head and\nroll of the eye that showed he had some thought in reserve. The\ngoats carried Heidi along with them a little way, which was what\nPeter wanted. “You will have to come with them,” he called to\nher, “for I shall be obliged to follow Little Swan.”",
        "“I cannot,” Heidi called back from the midst of her friends,\n“and I shall not be able to come for a long, long time–not as\nlong as Clara is with me. Grandfather, however, has promised to\ngo up the mountain with both of us one day.”",
        "Heidi had now extricated herself from the goats and she ran back\nto Clara. Peter doubled his fists and made threatening gestures\ntowards the invalid on her couch, and then climbed up some\ndistance without pause until he was out of sight, for he was\nafraid Uncle might have seen him, and he did not care to know\nwhat Uncle might have thought of the fists.",
        "Clara and Heidi had made so many plans for themselves that they\nhardly knew where to begin. Heidi suggested that they should\nfirst write to grandmamma, to whom they had promised to send word\nevery day, for grandmamma had not felt sure whether it would in\nthe long run suit Clara’s health to remain up the mountain, or if\nshe would continue to enjoy herself there. With daily news of her\ngranddaughter she could stay on without anxiety at Ragatz, and be\nready to go to Clara at a moment’s notice.",
        "“Must we go indoors to write?” asked Clara, who agreed to Heidi’s\nproposal but did not want to move from where she was, as it was\nso much nicer outside. Heidi was prepared to arrange everything.\nShe ran in and brought out her school-book and writing things and\nher own little stool. She put her reading book and copy book on\nClara’s knees, to make a desk for her to write upon, and she\nherself took her seat on the stool and sat to the bench, and then\nthey both began writing to grandmamma. But Clara paused after\nevery sentence to look about her; it was too beautiful for much\nletter writing. The breeze had sunk a little, and now only gently\nfanned her face and whispered lightly through the fir trees.\nLittle winged insects hummed and danced around her in the clear\nair, and a great stillness lay over the far, wide, sunny pasture\nlands. Lofty and silent rose the high mountain peaks above her,\nand below lay the whole broad valley full of quiet peace. Only\nnow and again the call of some shepherd-boy rang out through the\nair, and echo answered softly from the rocks. The morning passed,\nthe children hardly knew how, and now grandfather came with the\nmid-day bowls of steaming milk, for the little daughter, he said,\nwas to remain out as long as there was a gleam of sun in the sky.\nThe mid-day meal was set out and eaten as yesterday in the open\nair. Then Heidi pushed Clara’s chair under the fir trees, for\nthey had agreed to spend the afternoon under their shade and\nthere tell each other all that had happened since Heidi left\nFrankfurt. If everything had gone on there as usual in a general\nway, there were still all kinds of particular things to tell\nHeidi about the various people who composed the Sesemann\nhousehold, and who were all so well known to Heidi.",
        "So they sat and chatted under the trees, and the more lively\ngrew their conversation, the more loudly sang the birds overhead,\nas if wishing to take part in the children’s gossip, which\nevidently pleased them. So the hours flew by and all at once, as\nit seemed, the evening had come with the returning Peter, who\nstill scowled and looked angry.",
        "“Good-night, Peter,” called out Heidi, as she saw he had no\nintention of stopping to speak.",
        "“Good-night, Peter,” called out Clara in a friendly voice. Peter\ntook no notice and went surlily on with his goats.",
        "As Clara saw the grandfather leading away Little Swan to milk\nher, she was suddenly taken with a longing for another bowlful\nof the fragrant milk, and waited impatiently for it.",
        "“Isn’t it curious, Heidi,” she said, astonished at herself, “as\nlong as I can remember I have only eaten because I was obliged\nto, and everything used to seem to taste of cod liver oil, and I\nwas always wishing there was no need to eat or drink; and now I\nam longing for grandfather to bring me the milk.”",
        "“Yes, I know what it feels like,” replied Heidi, who remembered\nthe many days in Frankfurt when all her food used to seem to\nstick in her throat. Clara, however, could not understand it;\nthe fact was that she had never in her life before spent a whole\nday in the open air, much less in such high, life-giving mountain\nair. When grandfather at last brought her the evening milk, she\ndrank it up so quickly that she had emptied her bowl before\nHeidi, and then she asked for a little more. The grandfather\nwent inside with both the children’s bowls, and when he brought\nthem out again full he had something else to add to their supper.\nHe had walked over that afternoon to a herdsman’s house where the\nsweetly-tasting butter was made, and had brought home a large\npat, some of which he had now spread thickly on two good slices\nof bread. He stood and watched with pleasure while Clara and\nHeidi ate their appetising meal with childish hunger and\nenjoyment.",
        "That night, when Clara lay down in her bed and prepared to watch\nthe stars, her eyes would not keep open, and she fell asleep as\nsoon as Heidi and slept soundly all night–a thing she never\nremembered having done before. The following day and the day\nafter passed in the same pleasant fashion, and the third day\nthere came a surprise for the children. Two stout porters came\nup the mountain, each carrying a bed on his shoulders with\nbedding of all kinds and two beautiful new white coverlids. The\nmen also had a letter with them from grandmamma, in which she\nsaid that these were for Clara and Heidi, and that Heidi in\nfuture was always to sleep in a proper bed, and when she went\ndown to Dorfli in the winter she was to take one with her and\nleave the other at the hut, so that Clara might always know there\nwas a bed ready for her when she paid a visit to the mountain.\nShe went on to thank the children for their long letters and\nencouraged them to continue writing daily, so that she might be\nable to picture all they were doing.",
        "So the grandfather went up and threw back the hay from Heidi’s\nbed on to the great heap, and then with his help the beds were\ntransported to the loft. He put them close to one another so\nthat the children might still be able to see out of the window,\nfor he knew what pleasure they had in the light from the sun and\nstars.",
        "Meanwhile grandmamma down at Ragatz was rejoicing at the\nexcellent news of the invalid which reached her daily from the\nmountain. Clara found the life more charming each day and could\nnot say enough of the kindness and care which the grandfather\nlavished upon her, nor of Heidi’s lively and amusing\ncompanionship, for the latter was more entertaining even than\nwhen in Frankfurt with her, and Clara’s first thought when she\nwoke each morning was, “Oh, how glad I am to be here still.”",
        "Having such fresh assurances each day that all was going well\nwith Clara, grandmamma thought she might put off her visit to\nthe children a little longer, for the steep ride up and down was\nsomewhat of a fatigue to her.",
        "The grandfather seemed to feel an especial sympathy for this\nlittle invalid charge, for he tried to think of something fresh\nevery day to help forward her recovery. He climbed up the\nmountain every afternoon, higher and higher each day, and came\nhome in the evening with a large bunch of leaves which scented\nthe air with a mingled fragrance as of carnations and thyme,\neven from afar. He hung it up in the goat shed, and the goats on\ntheir return were wild to get at it, for they recognised the\nsmell. But Uncle did not go climbing after rare plants to give\nthe goats the pleasure of eating them without any trouble of\nfinding them; what he gathered was for Little Swan alone, that\nshe might give extra fine milk, and the effect of the extra\nfeeding was shown in the way she flung her head in the air with\never-increasing frolicsomeness, and in the bright glow of her\neye.",
        "Clara had now been on the mountain for three weeks. For some\ndays past the grandfather, each morning after carrying her down,\nhad said, “Won’t the little daughter try if she can stand for a\nminute or two?” And Clara had made the effort in order to please\nhim, but had clung to him as soon as her feet touched the\nground, exclaiming that it hurt her so. He let her try a little\nlonger, however, each day.",
        "It was many years since they had had such a splendid summer\namong the mountains. Day after day there were the same cloudless\nsky and brilliant sun; the flowers opened wide their fragrant\nblossoms, and everywhere the eye was greeted with a glow of\ncolor; and when the evening came the crimson light fell on\nmountain peaks and on the great snow-field, till at last the sun\nsank in a sea of golden flame.",
        "And Heidi never tired of telling Clara of all this, for only\nhigher up could the full glory of the colors be rightly seen;\nand more particularly did she dwell on the beauty of the spot on\nthe higher slope of the mountain, where the bright golden rock-\nroses grew in masses, and the blue flowers were in such numbers\nthat the very grass seemed to have turned blue, while near these\nwere whole bushes of the brown blossoms, with their delicious\nscent, so that you never wanted to move again when you once sat\ndown among them.",
        "She had just been expatiating on the flowers as she sat with\nClara under the fir trees one evening, and had been telling her\nagain of the wonderful light from the evening sun, when such an\nirrepressible longing came over her to see it all once more that\nshe jumped up and ran to her grandfather, who was in the shed,\ncalling out almost before she was inside,–",
        "“Grandfather, will you take us out with the goats to-morrow? Oh,\nit is so lovely up there now!”",
        "“Very well,” he answered, “but if I do, the little daughter must\ndo something to please me: she must try her best again this\nevening to stand on her feet.”",
        "Heidi ran back with the good news to Clara, and the latter\npromised to try her very best as the grandfather wished, for she\nlooked forward immensely to the next day’s excursion. Heidi was\nso pleased and excited that she called out to Peter as soon as\nshe caught sight of him that evening,–",
        "“Peter, Peter, we are all coming out with you to-morrow and are\ngoing to stay up there the whole day.”",
        "Peter, cross as a bear, grumbled some reply, and lifted his\nstick to give Greenfinch a blow for no reason in particular, but\nGreenfinch saw the movement, and with a leap over Snowflake’s\nback she got out of the way, and the stick only hit the air.",
        "Clara and Heidi got into their two fine beds that night full of\ndelightful anticipation of the morrow; they were so full of\ntheir plans that they agreed to keep awake all night and talk\nover them until they might venture to get up. But their heads had\nno sooner touched their soft pillows than the conversation\nsuddenly ceased, and Clara fell into a dream of an immense field,\nwhich looked the color of the sky, so thickly inlaid was it with\nblue bell-shaped flowers; and Heidi heard the great bird of prey\ncalling to her from the heights above, “Come! come! come!”",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}