{
    "title": "Heidi - Chapter XII. A Ghost in the House",
    "author": "Johanna Spyri",
    "chapter": "13",
    "content": [
        "\n\n",
        "For some days past Fraulein Rottenmeier had gone about rather\nsilently and as if lost in thought. As twilight fell, and she\npassed from room to room, or along the long corridors, she was\nseen to look cautiously behind her, and into the dark corners,\nas if she thought some one was coming silently behind her and\nmight unexpectedly give her dress a pull. Nor would she now go\nalone into some parts of the house. If she visited the upper\nfloor where the grand guest-chambers were, or had to go down into\nthe large mysterious council-chamber, where every footstep\nechoed, and the old senators with their big white collars looked\ndown so solemnly and immovably from their frames, she regularly\ncalled Tinette to accompany her, in case, as she said, there\nmight be something to carry up or down. Tinette on her side did\nexactly the same; if she had business upstairs or down, she\ncalled Sebastian to accompany her, and there was always something\nhe must help her with which she could not carry alone. More\ncurious still, Sebastian, also, if sent into one of the more\ndistant rooms, always called John to go with him in case he\nshould want his assistance in bringing what was required. And\nJohn readily obeyed, although there was never anything to carry,\nand either might well have gone alone; but he did not know how\nsoon he might want to ask Sebastian to do the same service for\nhim. And while these things were going on upstairs, the cook, who\nhad been in the house for years, would stand shaking her head\nover her pots and kettles, and sighing, “That ever I should live\nto know such a thing.”",
        "For something very strange and mysterious was going on in Herr\nSesemann’s house. Every morning, when the servants went\ndownstairs, they found the front door wide open, although nobody\ncould be seen far or near to account for it. During the first\nfew days that this happened every room and corner was searched in\ngreat alarm, to see if anything had been stolen, for the general\nidea was that a thief had been hiding in the house and had gone\noff in the night with the stolen goods; but not a thing in the\nhouse had been touched, everything was safe in its place. The\ndoor was doubly locked at night, and for further security the\nwooden bar was fastened across it; but it was no good–next\nmorning the door again stood open. The servants in their fear\nand excitement got up extra early, but not so early but what the\ndoor had been opened before they got downstairs, although\neverything and everybody around were still wrapped in slumber,\nand the doors and windows of the adjoining houses all fast shut.\nAt last, after a great deal of persuasion from Fraulein\nRottenmeier, Sebastian and John plucked up courage and agreed to\nsit up one night in the room next to the large council-chamber\nand to watch and see what would happen. Fraulein Rottenmeier\nlooked up several weapons belonging to the master, and gave these\nand a bottle of spirits to Sebastian, so that their courage might\nnot faint if it came to a fight.",
        "On the appointed night the two sat down and began at once to\ntake some of the strengthening cordial, which at first made them\nvery talkative and then very sleepy, so that they leant back in\ntheir seats and became silent. As midnight struck, Sebastian\nroused himself and called to his companion, who, however, was not\neasy to wake, and kept rolling his head first to one side and\nthen the other and continuing to sleep. Sebastian began to listen\nmore attentively, for he was wide awake now. Everything was still\nas a mouse, all sound had died away from the streets even. He did\nnot feel inclined to go to sleep again, for the stillness was\nghostly to him, and he was afraid now to raise his voice to rouse\nJohn, so he shook him gently to make him stir. At last, as one\nstruck, John work up, and came back to the consciousness of why\nhe was sitting in a chair instead of lying in his bed. He now got\nup with a great show of courage and said, “Come, Sebastian, we\nmust go outside and see what is going on; you need not be afraid,\njust follow me.”",
        "Whereupon he opened the door wide and stepped into the hall.\nJust as he did so a sudden gust of air blew through the open\nfront door and put out the light which John held in his hand. He\nstarted back, almost overturning Sebastian, whom he clutched and\npulled back into the room, and then shutting the door quickly he\nturned the key as far as he could make it go. Then he pulled out\nhis matches and lighted his candle again. Sebastian, in the\nsuddenness of the affair, did not know exactly what had\nhappened, for he had not seen the open door or felt the breeze\nbehind John’s broad figure. But now, as he saw the latter in the\nlight, he gave a cry of alarm, for John was trembling all over\nand as white as a ghost. “What’s the matter? What did you see,\noutside?” asked Sebastian sympathetically.",
        "“The door partly open,” gasped John, “and a white figure\nstanding at the top of the steps–there it stood, and then all in\na minute it disappeared.”",
        "Sebastian felt his blood run cold. The two sat down close to one\nanother and did not dare move again till the morning broke and\nthe streets began to be alive again. Then they left the room\ntogether, shut the front door, and went upstairs to tell\nFraulein Rottenmeier of their experience. She was quite ready to\nreceive them, for she had not been able to sleep at all in the\nanxiety of waiting to hear their report. They had no sooner given\nher details of the night’s experience than she sat down and wrote\nstraight off to Herr Sesemann, who had never received such a\nletter before in his life. She could hardly write, she told him,\nfor her fingers were stiff with fear, and Herr Sesemann must\nplease arrange to come back at once, for dreadful and\nunaccountable things were taking place at home. Then she entered\ninto particulars of all that had happened, of how the door was\nfound standing open every morning, and how nobody in the house\nnow felt sure of their life in this unprotected state of things,\nand how it was impossible to tell what terrible results might\nfollow on these mysterious doings.",
        "Herr Sesemann answered that it was quite impossible for him to\narrange to leave his business and return home at once. He was\nvery much astonished at this ghost tale, but hoped by this time\nthe ghost had disappeared. If, however, it still continued to\ndisturb the household, would Fraulein Rottenmeier write to the\ngrandmother and ask her if she could come and do something; she,\nhe was sure, would soon find out a way to deal with the ghost so\nthat it would not venture again to haunt his house. Fraulein\nRottenmeier was not pleased with the tone of this letter; she\ndid not think the matter was treated seriously enough. She wrote\noff without delay to Frau Sesemann, but got no more satisfactory\nreply from that quarter, and some remarks in the letter she\nconsidered were quite offensive. Frau Sesemann wrote that she\ndid not feel inclined to take the journey again from Holstein to\nFrankfurt because Rottenmeier fancied she saw ghosts. There had\nnever been a ghost in the house since she had known it, and if\nthere was one now it must be a live one, with which Rottenmeier\nought to be able to deal; if not she had better send for the\nwatchman to help her.",
        "Fraulein Rottenmeier, however, was determined not to pass any\nmore days in a state of fear, and she knew the right course to\npursue. She had as yet said nothing to the children of the\nghostly apparitions, for she knew if she did that the children\nwould not remain alone for a single moment, and that might\nentail discomfort for herself. But now she walked straight off\ninto the study, and there in a low mysterious voice told the two\nchildren everything that had taken place. Clara immediately\nscreamed out that she could not remain another minute alone, her\nfather must come home, and Fraulein Rottenmeier must sleep in her\nroom at night, and Heidi too must not be left by herself, for the\nghost might do something to her. She insisted that they should\nall sleep together in one room and keep a light burning all\nnight, and Tinette had better be in the next room, and Sebastian\nand John come upstairs and spend the night in the hall, so that\nthey might call out and frighten the ghost the instant they saw\nit appear on the steps. Clara, in short, grew very excited, and\nFraulein Rottenmeier had great difficulty in quieting her. She\npromised to write at once to her father, and to have her bed put\nin her room and not to be left alone for a moment. They could\nnot all sleep in the same room, but if Heidi was frightened, why\nTinette must go into her room. But Heidi was far more frightened\nof Tinette than of ghosts, of which the child had never before\nheard, so she assured the others she did not mind the ghost, and\nwould rather be alone at night.",
        "Fraulein Rottenmeier now sat down to write another letter to\nHerr Sesemann, stating that these unaccountable things that were\ngoing on in the house had so affected his daughter’s delicate\nconstitution that the worst consequences might be expected.\nEpileptic fits and St. Vitus’s dance often came on suddenly in\ncases like this, and Clara was liable to be attacked by either\nif the cause of the general alarm was not removed.",
        "The letter was successful, and two days later Herr Sesemann\nstood at his front door and rang the bell in such a manner that\neverybody came rushing from all parts of the house and stood\nlooking affrighted at everybody else, convinced that the ghost\nwas impudently beginning its evil tricks in daylight. Sebastian\npeeped cautiously through a half-closed shutter; as he did so\nthere came another violent ring at the bell, which it was\nimpossible to mistake for anything but a very hard pull from a\nnon-ghostly hand. And Sebastian recognised whose hand it was,\nand rushing pell-mell out of the room, fell heels over head\ndownstairs, but picked himself up at the bottom and flung open\nthe street door. Herr Sesemann greeted him abruptly and went up\nwithout a moment’s delay into his daughter’s room. Clara greeted\nhim with a cry of joy, and seeing her so lively and apparently\nas well as ever, his face cleared, and the frown of anxiety\npassed gradually away from it as he heard from his daughter’s own\nlips that she had nothing the matter with her, and moreover was\nso delighted to see him that she was quite glad about the ghost,\nas it was the cause of bringing him home again.",
        "“And how is the ghost getting on?” he asked, turning to Fraulein\nRottenmeier, with a twinkle of amusement in his eye.",
        "“It is no joke, I assure you,” replied that lady. “You will not\nlaugh yourself to-morrow morning, Herr Sesemann; what is going\non in the house points to some terrible thing that has taken\nplace in the past and been concealed.”",
        "“Well, I know nothing about that,” said the master of the house,\n“but I must beg you not to bring suspicion on my worthy\nancestors. And now will you kindly call Sebastian into the dining-\nroom, as I wish to speak to him alone.”",
        "Herr Sesemann had been quite aware that Sebastian and Fraulein\nRottenmeier were not on the best of terms, and he had his ideas\nabout this scare.",
        "“Come here, lad,” he said as Sebastian appeared, “and tell me\nfrankly–have you been playing at ghosts to amuse yourself at\nFraulein Rottenmeier’s expense?”",
        "“No, on my honor, sir; pray, do not think it; I am very\nuncomfortable about the matter myself,” answered Sebastian with\nunmistakable truthfulness.",
        "“Well, if that is so, I will show you and John to-morrow morning\nhow ghosts look in the daylight. You ought to be ashamed of\nyourself, Sebastian, a great strong lad like you, to run away\nfrom a ghost! But now go and take a message to my old friend the\ndoctor; give him my kind regards, and ask him if he will come to\nme to-night at nine o’clock without fail; I have come by express\nfrom Paris to consult him. I shall want him to spend the night\nhere, so bad a case is it; so he will arrange accordingly. You\nunderstand?”",
        "“Yes, sir,” replied Sebastian, “I will see to the matter as you\nwish.” Then Herr Sesemann returned to Clara, and begged her to\nhave no more fear, as he would soon find out all about the ghost\nand put an end to it.",
        "Punctually at nine o’clock, after the children had gone to bed\nand Fraulein Rottenmeier had retired, the doctor arrived. He was\na grey-haired man with a fresh face, and two bright, kindly\neyes. He looked anxious as he walked in, but, on catching sight\nof his patient, burst out laughing and clapped him on the\nshoulder. “Well,” he said, “you look pretty bad for a person that\nI am to sit up with all night.”",
        "“Patience, friend,” answered Herr Sesemann, “the one you have to\nsit up for will look a good deal worse when we have once caught\nhim.”",
        "“So there is a sick person in the house, and one that has first\nto be caught?”",
        "“Much worse than that, doctor! a ghost in the house! My house is\nhaunted!”",
        "The doctor laughed aloud.",
        "“That’s a nice way of showing sympathy, doctor!” continued Herr,\nSesemann. “It’s a pity my friend Rottenmeier cannot hear you.\nShe is firmly convinced that some old member of the family is\nwandering about the house doing penance for some awful crime he\ncommitted.”",
        "“How did she become acquainted with him?” asked the doctor,\nstill very much amused.",
        "So Herr Sesemann recounted to him how the front door was nightly\nopened by somebody, according to the testimony of the combined\nhousehold, and he had therefore provided two loaded revolvers,\nso as to be prepared for anything that happened; for either the\nwhole thing was a joke got up by some friend of the servants,\njust to alarm the household while he was away–and in that case\na pistol fired into the air would procure him a wholesome fright–\nor else it was a thief, who, by leading everybody at first to\nthink there was a ghost, made it safe for himself when he came\nlater to steal, as no one would venture to run out if they heard\nhim, and in that case too a good weapon would not be amiss.",
        "The two took up their quarters for the night in the same room in\nwhich Sebastian and John had kept watch. A bottle of wine was\nplaced on the table, for a little refreshment would be welcome\nfrom time to time if the night was to be passed sitting up.\nBeside it lay the two revolvers, and two good-sized candles had\nalso been lighted, for Herr Sesemann was determined not to wait\nfor ghosts in any half light.",
        "The door was shut close to prevent the light being seen in the\nhall outside, which might frighten away the ghost. And now the\ntwo gentlemen sat comfortably back in the arm-chairs and began\ntalking of all sorts of things, now and then pausing to take a\ngood draught of wine, and so twelve o’clock struck before they\nwere aware.",
        "“The ghost has got scent of us and is keeping away to-night,\"\nsaid the doctor.",
        "“Wait a bit, it does not generally appear before one o’clock,\"\nanswered his friend.",
        "They started talking again. One o’clock struck. There was not a\nsound about the house, nor in the street outside. Suddenly the\ndoctor lifted his finger.",
        "“Hush! Sesemann, don’t you hear something?”",
        "They both listened, and they distinctly heard the bar softly\npushed aside and then the key turned in the lock and the door\nopened. Herr Sesemann put out his hand for his revolver.",
        "“You are not afraid, are you?” said the doctor as he stood up.",
        "“It is better to take precautions,” whispered Herr Sesemann, and\nseizing one of the lights in his other hand, he followed the\ndoctor, who, armed in like manner with a light and a revolver,\nwent softly on in front. They stepped into the hall. The\nmoonlight was shining in through the open door and fell on a\nwhite figure standing motionless in the doorway.",
        "“Who is there?” thundered the doctor in a voice that echoed\nthrough the hall, as the two men advanced with lights and\nweapons towards the figure.",
        "It turned and gave a low cry. There in her little white\nnightgown stood Heidi, with bare feet, staring with wild eyes at\nthe lights and the revolvers, and trembling from head to foot\nlike a leaf in the wind. The two men looked as one another in\nsurprise.",
        "“Why, I believe it is your little water-carrier, Sesemann,” said\nthe doctor.",
        "“Child, what does this mean?” said Herr Sesemann. “What did you\nwant? why did you come down here?”",
        "White with terror, and hardly able to make her voice heard,\nHeidi answered, “I don’t know.”",
        "But now the doctor stepped forward. “This is a matter for me to\nsee to, Sesemann; go back to your chair. I must take the child\nupstairs to her bed.”",
        "And with that he put down his revolver and gently taking the\nchild by the hand led her upstairs. “Don’t be frightened,” he\nsaid as they went up side by side, “it’s nothing to be\nfrightened about; it’s all right, only just go quietly.”",
        "On reaching Heidi’s room the doctor put the candle down on the\ntable, and taking Heidi up in his arms laid her on the bed and\ncarefully covered her over. Then he sat down beside her and\nwaited until Heidi had grown quieter and no longer trembled so\nviolently. He took her hand and said in a kind, soothing voice,\n“There, now you feel better, and now tell me where you were\nwanting to go to?”",
        "“I did not want to go anywhere,” said Heidi. “I did not know I\nwent downstairs, but all at once I was there.”",
        "“I see, and had you been dreaming, so that you seemed to see and\nhear something very distinctly?”",
        "“Yes, I dream every night, and always about the same things. I\nthink I am back with the grandfather and I hear the sound in the\nfir trees outside, and I see the stars shining so brightly, and\nthen I open the door quickly and run out, and it is all so\nbeautiful! But when I wake I am still in Frankfurt.” And Heidi\nstruggled as she spoke to keep back the sobs which seemed to\nchoke her.",
        "“And have you no pain anywhere? no pain in your head or back?”",
        "“No, only a feeling as if there were a great stone weighing on\nme here.”",
        "“As if you had eaten something that would not go down.”",
        "“No, not like that; something heavy as if I wanted to cry very\nmuch.”",
        "“I see, and then do you have a good cry?”",
        "“Oh, no, I mustn’t; Fraulein Rottenmeier forbade me to cry.”",
        "“So you swallow it all down, I suppose? Are you happy here in\nFrankfurt?”",
        "“Yes,” was the low answer; but it sounded more like “No.”",
        "“And where did you live with your grandfather?”",
        "“Up on the mountain.”",
        "“That wasn’t very amusing; rather dull at times, eh?”",
        "“No, no, it was beautiful, beautiful!” Heidi could go no\nfurther; the remembrance of the past, the excitement she had just\ngone through, the long suppressed weeping, were too much for the\nchild’s strength; the tears began to fall fast, and she broke\ninto violent weeping.",
        "The doctor stood up and laid her head kindly down on the pillow.\n“There, there, go on crying, it will do you good, and then go to\nsleep; it will be all right to-morrow.”",
        "Then he left the room and went downstairs to Herr Sesemann; when\nhe was once more sitting in the armchair opposite his friend,\n“Sesemann,” he said, “let me first tell you that your little\ncharge is a sleep-walker; she is the ghost who has nightly\nopened the front door and put your household into this fever of\nalarm. Secondly, the child is consumed with homesickness, to such\nan extent that she is nearly a skeleton already, and soon will be\nquite one; something must be done at once. For the first\ntrouble, due to her over-excited nerves, there is but one remedy,\nto send her back to her native mountain air; and for the second\ntrouble there is also but one cure, and that the same. So to-\nmorrow the child must start for home; there you have my\nprescription.”",
        "Herr Sesemann had arisen and now paced up and down the room in\nthe greatest state of concern.",
        "“What!” he exclaimed, “the child a sleep-walker and ill! Home-\nsick, and grown emaciated in my house! All this has taken place\nin my house and no one seen or known anything about it! And you\nmean, doctor, that the child who came here happy and healthy, I\nam to send back to her grandfather a miserable little skeleton? I\ncan’t do it; you cannot dream of my doing such a thing! Take the\nchild in hand, do with her what you will, and make her whole and\nsound, and then she shall go home; but you must do something\nfirst.”",
        "“Sesemann,” replied the doctor, “consider what you are doing!\nThis illness of the child’s is not one to be cured with pills\nand powders. The child has not a tough constitution, but if you\nsend her back at once she may recover in the mountain air,\nif not–you would rather she went back ill than not at all?”",
        "Herr Sesemann stood still; the doctor’s words were a shock to\nhim.",
        "“If you put it so, doctor, there is assuredly only one way–and\nthe thing must be seen to at once.” And then he and the doctor\nwalked up and down for a while arranging what to do, after which\nthe doctor said good-bye, for some time had passed since they\nfirst sat down together, and as the master himself opened the\nhall door this time the morning light shone down through it into\nthe house.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}