{
    "title": "Heidi - Chapter XV. Preparations For a Journey",
    "author": "Johanna Spyri",
    "chapter": "16",
    "content": [
        "\n\n",
        "The kind doctor who had given the order that Heidi was to be\nsent home was walking along one of the broad streets towards Herr\nSesemann’s house. It was a sunny September morning, so full of\nlight and sweetness that it seemed as if everybody must rejoice.\nBut the doctor walked with his eyes fastened to the ground and\ndid not once lift them to the blue sky above him. There was an\nexpression of sadness on his face, formerly so cheerful, and his\nhair had grown greyer since the spring. The doctor had had an\nonly daughter, who, after his wife’s death, had been his sole\nand constant companion, but only a few months previously death\nhad deprived him of his dear child, and he had never been the\nsame bright and cheery man since.",
        "Sebastian opened the door to him, greeting him with every mark\nof respectful civility, for the doctor was not only the most\ncherished friend of the master and his daughter, but had by his\nkindness won the hearts of the whole household.",
        "“Everything as usual, Sebastian?” asked the doctor in his\npleasant voice as he preceded Sebastian up the stairs.",
        "“I am glad you have come, doctor,” exclaimed Herr Sesemann as\nthe latter entered. “We must really have another talk over this\nSwiss journey; do you still adhere to your decision, even though\nClara is decidedly improving in health?”",
        "“My dear Sesemann, I never knew such a man as you!” said the\ndoctor as he sat down beside his friend. “I really wish your\nmother was here; everything would be clear and straightforward\nthen and she would soon put things in right train. You sent for\nme three times yesterday only to ask me the same question,\nthough you know what I think.”",
        "“Yes, I know, it’s enough to make you out of patience with me;\nbut you must understand, dear friend\"–and Herr Sesemann laid\nhis hand imploringly on the doctor’s shoulder–\"that I feel I\nhave not the courage to refuse the child what I have been\npromising her all along, and for months now she has been living\non the thought of it day and night. She bore this last bad attack\nso patiently because she was buoyed up with the hope that she\nshould soon start on her Swiss journey, and see her friend Heidi\nagain; and now must I tell the poor child, who has to give up so\nmany pleasures, that this visit she has so long looked forward to\nmust also be cancelled? I really have not the courage to do it.”",
        "“You must make up your mind to it, Sesemann,” said the doctor\nwith authority, and as his friend continued silent and dejected\nhe went on after a pause, “Consider yourself how the matter\nstands. Clara has not had such a bad summer as this last one for\nyears. Only the worst results would follow from the fatigue of\nsuch a journey, and it is out of the question for her. And then\nwe are already in September, and although it may still be warm\nand fine up there, it may just as likely be already very cold.\nThe days too are growing short, and as Clara cannot spend the\nnight up there she would only have a two hours’ visit at the\noutside. The journey from Ragatz would take hours, for she would\nhave to be carried up the mountain in a chair. In short,\nSesemann, it is impossible. But I will go in with you and talk\nto Clara; she is a reasonable child, and I will tell her what my\nplans are. Next May she shall be taken to the baths and stay\nthere for the cure until it is quite hot weather. Then she can\nbe carried up the mountain from time to time, and when she is\nstronger she will enjoy these excursions far more than she would\nnow. Understand, Sesemann, that if we want to give the child a\nchance of recovery we must use the utmost care and\nwatchfulness.”",
        "Herr Sesemann, who had listened to the doctor in sad and\nsubmissive silence, now suddenly jumped up. “Doctor,” he said,\n“tell me truly: have you really any hope of her final recovery?”",
        "The doctor shrugged his shoulders. “Very little,” he replied\nquietly. “But, friend, think of my trouble. You have still a\nbeloved child to look for you and greet you on your return home.\nYou do not come back to an empty house and sit down to a\nsolitary meal. And the child is happy and comfortable at home\ntoo. If there is much that she has to give up, she has on the\nother hand many advantages. No, Sesemann, you are not so greatly\nto be pitied–you have still the happiness of being together.\nThink of my lonely house!”",
        "Herr Sesemann was now striding up and down the room as was his\nhabit when deeply engaged in thought. Suddenly he came to a\npause beside his friend and laid his hand on his shoulder.\n“Doctor, I have an idea; I cannot bear to see you look as you do;\nyou are no longer the same man. You must be taken out of yourself\nfor a while, and what do you think I propose? That you shall take\nthe journey and go and pay Heidi a visit in our name.”",
        "The doctor was taken aback at this sudden proposal and wanted to\nmake objections, but his friend gave him no time to say\nanything. He was so delighted with his idea, that he seized the\ndoctor by the arm and drew him into Clara’s room. The kind doctor\nwas always a welcome visitor to Clara, for he generally had\nsomething amusing to tell her. Lately, it is true, he had been\ngraver, but Clara knew the reason why and would have given much\nto see him his old lively self again. She held out her hand to\nhim as he came up to her; he took a seat beside her, and her\nfather also drew up his chair, and taking Clara’s hand in his\nbegan to talk to her of the Swiss journey and how he himself had\nlooked forward to it. He passed as quickly as he could over the\nmain point that it was now impossible for her to undertake it,\nfor he dreaded the tears that would follow; but he went on\nwithout pause to tell her of his new plan, and dwelt on the great\nbenefit it would be to his friend if he could be persuaded to\ntake this holiday.",
        "The tears were indeed swimming in the blue eyes, although Clara\nstruggled to keep them down for her father’s sake, but it was a\nbitter disappointment to give up the journey, the thought of\nwhich had been her only joy and solace during the lonely hours\nof her long illness. She knew, however, that her father would\nnever refuse her a thing unless he was certain that it would be\nharmful for her. So she swallowed her tears as well as she could\nand turned her thoughts to the one hope still left her. Taking\nthe doctor’s hand and stroking it, she said pleadingly,–",
        "“Dear doctor, you will go and see Heidi, won’t you? and then you\ncan come and tell me all about it, what it is like up there, and\nwhat Heidi and the grandfather, and Peter and the goats do all\nday. I know them all so well! And then you can take what I want\nto send to Heidi; I have thought about it all, and also\nsomething for the grandmother. Do pray go, dear doctor, and I\nwill take as much cod liver oil as you like.”",
        "Whether this promise finally decided the doctor it is impossible\nto say, but it is certain that he smiled and said,–",
        "“Then I must certainly go, Clara, for you will then get as plump\nand strong as your father and I wish to see you. And have you\ndecided when I am to start?”",
        "“To-morrow morning–early if possible,” replied Clara.",
        "“Yes, she is right,” put in Herr Sesemann; “the sun is shining\nand the sky is blue, and there is no time to be lost; it is a\npity to miss a single one of these days on the mountain.”",
        "The doctor could not help laughing. “You will be reproaching me\nnext for not being there already; well, I must go and make\narrangements for getting off.”",
        "But Clara would not let him go until she had given him endless\nmessages for Heidi, and had explained all he was to look at so\nas to give her an exact description on his return. Her presents\nshe would send round later, as Fraulein Rottenmeier must first\nhelp her to pack them up; at that moment she was out on one of\nher excursions into the town which always kept her engaged for\nsome time. The doctor promised to obey Clara’s directions in\nevery particular; he would start some time during the following\nday if not the first thing in the morning, and would bring back a\nfaithful account of his experiences and of all he saw and heard.",
        "The servants of a household have a curious faculty of divining\nwhat is going on before they are actually told about anything.\nSebastian and Tinette must have possessed this faculty in a high\ndegree, for even as the doctor was going downstairs, Tinette,\nwho had been rung for, entered Clara’s room.",
        "“Take that box and bring it back filled with the soft cakes\nwhich we have with coffee,” said Clara, pointing to a box which\nhad been brought long before in preparation for this. Tinette\ntook it up, and carried it out, dangling it contemptuously in her\nhand.",
        "“Hardly worth the trouble I should have thought,” she said\npertly as she left the room.",
        "As Sebastian opened the door for the doctor he said with a bow,\n“Will the Herr Doctor be so kind as to give the little miss my\ngreetings?”",
        "“I see,” said the doctor, “you know then already that I am off\non a journey.”",
        "Sebastian hesitated and gave an awkward little cough. “I am–I\nhave–I hardly know myself. O yes, I remember; I happened to\npass through the dining-room and caught little miss’s name, and I\nput two and two together–and so I thought–”",
        "“I see, I see,” smiled the doctor, “one can find out a great\nmany thinks by thinking. Good-bye till I see you again,\nSebastian, I will be sure and give your message.”",
        "The doctor was hastening off when he met with a sudden obstacle;\nthe violent wind had prevented Fraulein Rottenmeier prosecuting\nher walk any farther, and she was just returning and had reached\nthe door as he was coming out. The white shawl she wore was so\nblown out by the wind that she looked like a ship in full sail.\nThe doctor drew back, but Fraulein Rottenmeier had always\nevinced peculiar appreciation and respect for this man, and she\nalso drew back with exaggerated politeness to let him pass. The\ntwo stood for a few seconds, each anxious to make way for the\nother, but a sudden gust of wind sent Fraulein Rottenmeier flying\nwith all her sails almost into the doctor’s arms, and she had to\npause and recover herself before she could shake hands with the\ndoctor with becoming decorum. She was put out at having been\nforced to enter in so undignified a manner, but the doctor had a\nway of smoothing people’s ruffled feathers, and she was soon\nlistening with her usual composure while he informed her of his\nintended journey, begging her in his most conciliatory voice to\npack up the parcels for Heidi as she alone knew how to pack. And\nthen he took his leave.",
        "Clara quite expected to have a long tussle with Fraulein\nRottenmeier before she would get the latter to consent to\nsending all the things that she had collected as presents for\nHeidi. But this time she was mistaken, for Fraulein Rottenmeier\nwas in a more than usually good temper. She cleared the large\ntable so that all the things for Heidi could be spread out upon\nit and packed under Clara’s own eyes. It was no light job, for\nthe presents were of all shapes and sizes. First there was the\nlittle warm cloak with a hood, which had been designed by Clara\nherself, in order that Heidi during the coming winter might be\nable to go and see grandmother when she liked, and not have to\nwait till her grandfather could take her wrapped up in a sack to\nkeep her from freezing. Then came a thick warm shawl for the\ngrandmother, in which she could wrap herself well up and not feel\nthe cold when the wind came sweeping in such terrible gusts round\nthe house. The next object was the large box full of cakes; these\nwere also for the grandmother, that she might have something to\neat with her coffee besides bread. An immense sausage was the\nnext article; this had been originally intended for Peter, who\nnever had anything but bread and cheese, but Clara had altered\nher mind, fearing that in his delight he might eat it all up at\nonce and make himself ill. So she arranged to send it to\nBrigitta, who could take some for herself and the grandmother and\ngive Peter his portion out by degrees. A packet of tobacco was a\npresent for grandfather, who was fond of his pipe as he sat\nresting in the evening. Finally there was a whole lot of\nmysterious little bags, and parcels, and boxes, which Clara had\nhad especial pleasure in collecting, as each was to be a joyful\nsurprise for Heidi as she opened it. The work came to an end at\nlast, and an imposing-looking package lay on the floor ready for\ntransport. Fraulein Rottenmeier looked at it with satisfaction,\nlost in the consideration of the art of packing. Clara eyed it\ntoo with pleasure, picturing Heidi’s exclamations and jumps of\njoy and surprise when the huge parcel arrived at the hut.",
        "And now Sebastian came in, and lifting the package on to his\nshoulder, carried it off to be forwarded at once to the doctor’s\nhouse.",
        "Continue...",
        "\nThis eBook of “Heidi” by Johanna Spyri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Heidi (Children's Classics)By Johanna SpyriAt Amazon"
    ]
}