{
    "title": "Hermann and Dorothea - Thalia",
    "author": "Johann Wolfgang von Goethe (translated by Ellen Frothingham)",
    "chapter": "3",
    "content": [
        "\n\n",
        "Thus did the modest son slip away from the angry upbraiding;\nBut in the tone he had taken at first, the father continued:\n“That comes not out of a man which he has not in him; and hardly\nShall the joy ever be mine of seeing my dearest wish granted:\nThat my son may not as his father be, but a better.\nWhat would become of the house, and what of the city if each one\nWere not with pleasure and always intent on maintaining, renewing,\nYea, and improving, too, as time and the foreigner teach us!\nMan is not meant, forsooth, to grow from the ground like a mushroom,\nQuickly to perish away on the spot of ground that begot him,\nLeaving no trace behind of himself and his animate action!\nAs by the house we straightway can tell the mind of the master,\nSo, when we walk through a city, we judge of the persons who rule it.\nFor where the towers and walls are falling to ruin; where offal\nLies in heaps in the gutters, and alleys with offal are littered;\nWhere from its place has started the stone, and no one resets it;\nWhere the timbers are rotting away, and the house is awaiting\nVainly its new supports,—that place we may know is ill governed.\nSince if not from above work order and cleanliness downward,\nEasily grows the citizen used to untidy postponement;\nJust as the beggar grows likewise used to his ragged apparel.\nTherefore I wished that our Hermann might early set out on some travels;\nThat he at least might behold the cities of Strasburg and Frankfort,\nFriendly Mannheim, too, that is cheerful and evenly builded.\nHe that has once beheld cities so cleanly and large, never after\nCeases his own native city, though small it may be, to embellish.\nDo not the strangers who come here commend the repairs in our gateway,\nNotice our whitewashed tower, and the church we have newly rebuilded?\nAre not all praising our pavement? the covered canals full of water,\nLaid with a wise distribution, which furnish us profit and safety,\nSo that no sooner does fire break out than ’tis promptly arrested?\nHas not all this come to pass since the time of our great conflagration?\nBuilder I six times was named by the council, and won the approval,\nWon moreover the heartfelt thanks of all the good burghers,\nActively carrying out what I planned, and also fulfilling\nWhat had by upright men been designed, and left uncompleted.\nFinally grew the same zeal in every one of the council;\nAll now labor together, and firmly decided already\nStands it to build the new causeway that shall with the highroad connect us.\nBut I am sorely afraid that will not be the way with our children.\nSome think only of pleasure and perishable apparel;\nOthers will cower at home, and behind the stove will sit brooding.\nOne of this kind, as I fear, we shall find to the last in our Hermann.”",
        "Straightway answered and said the good and intelligent mother:\n“Why wilt thou always, father, be doing our son such injustice?\nThat least of all is the way to bring thy wish to fulfilment.\nWe have no power to fashion our children as suiteth our fancy;\nAs they are given by God, we so must have them and love them;\nTeach them as best we can, and let each of them follow his nature.\nOne will have talents of one sort, and different talents another.\nEvery one uses his own; in his own individual fashion,\nEach must be happy and good. I will not have my Hermann found fault with;\nFor he is worthy, I know, of the goods he shall one day inherit;\nWill be an excellent landlord, a pattern to burghers and builders;\nNeither in council, as I can foresee, will he be the most backward.\nBut thou keepest shut up in his breast all the poor fellow’s spirit,\nFinding such fault with him daily, and censuring as thou but now hast.\"\nAnd on the instant she quitted the room, and after him hurried,\nHoping she somewhere might find him, and might with her words of affection\nCheer him again, her excellent son, for well he deserved it.",
        "Thereupon when she was gone, the father thus smiling continued:\n“What a strange folk, to be sure, are these women; and just like the children;\nBoth of them bent upon living according as suiteth their pleasure,\nWhile we others must never do aught but flatter and praise them.\nOnce for all time holds good the ancients’ trustworthy proverb:\n’Whoever goes not forward comes backward.’ So must it be always.”",
        "Thereupon answered and said, in a tone of reflection, the doctor:\n“That, sir neighbor, I willingly grant; for myself I am always\nCasting about for improvement,—things new, so they be not too costly.\nBut what profits a man, who has not abundance of money,\nBeing thus active and stirring, and bettering inside and outside?\nOnly too much is the citizen cramped: the good, though he know it,\nHas he no means to acquire because too slender his purse is,\nWhile his needs are too great; and thus is he constantly hampered.\nMany the things I had done; but then the cost of such changes\nWho does not fear, especially now in this season of danger?\nLong since my house was smiling upon me in modish apparel!\nLong since great panes of glass were gleaming in all of the windows!\nBut who can do as the merchant does, who, with his resources,\nKnows the methods as well by which the best is arrived at?\nLook at that house over yonder,—the new one; behold with what splendor\n’Gainst the background of green stand out the white spirals of stucco!\nGreat are the panes in the windows; and how the glass sparkles and glitters,\nCasting quite into the shade the rest of the market-place houses!\nYet just after the fire were our two houses the finest,\nThis of the Golden Lion, and mine of the sign of the Angel.\nSo was my garden, too, throughout the whole neighborhood famous:\nEvery traveller stopped and gazed through the red palisadoes,\nCaught by the beggars there carved in stone and the dwarfs of bright colors.\nThen whosoever had coffee served in the beautiful grotto,—\nStanding there now all covered with dust and Partly in ruins,—\nUsed to be mightily pleased with the glimmering light of the mussels\nSpread out in beautiful order; and even the eye of the critic\nUsed by the sight of my corals and potter’s ore to be dazzled.\nSo in my parlor, too, they would always admire the painting,\nWhere in a garden are gaily dressed ladies and gentlemen walking,\nAnd with their taper fingers are plucking and holding the flowers.\nBut who would look at it now! In sooth, so great my vexation\nScarcely I venture abroad. All now must be other and tasteful,\nSo they call it; and white are the laths and benches of wood-work;\nEverything simple and smooth; no carving longer or gilding\nCan be endured, and the woods from abroad are of all the most costly.\nWell, I too should be glad could I get for myself something novel;\nGlad to keep up with the times, and be changing my furniture often;\nYet must we all be afraid of touching the veriest trifle.\nFor who among us has means for paying the work-people’s wages\nLately I had an idea of giving the Archangel Michael,\nMaking the sign of my shop, another fresh coating of gilding,\nAnd to the terrible dragon about his feet that is winding;\nBut I e’en let him stay browned as he is: I dreaded the charges.”",
        "Continue...",
        "\nThis complete text of “Hermann and Dorothea” (the German\n“Hermann und Dorothea”) by Johann Wolfgang von Goethe\n(Translated by Ellen Frothingham) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}