{
    "title": "Hermann und Dorothea - Klio (Von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "6",
    "content": [
        "\n\n",
        "Als nun der geistliche Herr den fremden Richter befragte, Was die Gemeine\ngelitten, wie lang sie von Hause vertrieben, Sagte der Mann darauf: “Nicht\nkurz sind unsere Leiden; Denn wir haben das Bittre der sämtlichen Jahre\ngetrunken, Schrecklicher, weil auch uns die schönste Hoffnung zerstört\nward. Denn wer leugnet es wohl, daß hoch sich das Herz ihm erhoben, Ihm\ndie freiere Brust mit reineren Pulsen geschlagen, Als sich der erste Glanz\nder neuen Sonne heranhob, Als man hörte vom Rechte der Menschen, das allen\ngemein sei, Von der begeisternden Freiheit und von der löblichen\nGleichheit! Damals hoffte jeder sich selbst zu leben; es schien sich\nAufzulösen das Band, das viele Länder umstrickte, Das der Müßiggang und\nder Eigennutz in der Hand hielt. Schauten nicht alle Völker in jenen\ndrängenden Tagen Nach der Hauptstadt der Welt, die es schon so lange\ngewesen Und jetzt mehr als je den herrlichen Namen verdiente? Waren nicht\njener Männer, der ersten Verkünder der Botschaft, Namen den höchsten\ngleich, die unter die Sterne gesetzt sind? Wuchs nicht jeglichem Menschen\nder Mut und der Geist und die Sprache?",
        "Und wir waren zuerst, als Nachbarn, lebhaft entzündet. Drauf begann der\nKrieg, und die Züge bewaffneter Franken Rückten näher; allein sie schienen\nnur Freundschaft zu bringen. Und die brachten sie auch: denn ihnen\nerhöht war die Seele Allen; sie pflanzten mit Lust die munteren Bäume der\nFreiheit, Jedem das Seine versprechend, und jedem die eigne Regierung.\nHoch erfreute sich da die Jugend, sich freute das Alter, Und der muntere\nTanz begann um die neue Standarte. So gewannen sie bald, die\nüberwiegenden Franken, Erst der Männer Geist, mit feurigem munterm\nBeginnen, Dann die Herzen der Weiber, mit unwiderstehlicher Anmut.\nLeicht selbst schien uns der Druck des vielbedürfenden Krieges; Denn die\nHoffnung umschwebte vor unsern Augen die Ferne, Lockte die Blicke hinaus\nin neueröffnete Bahnen.",
        "Oh, wie froh ist die Zeit, wenn mit der Braut sich der Bräut’gam Schwinget\nim Tanze, den Tag der gewünschten Verbindung erwartend! Aber herrlicher\nwar die Zeit, in der uns das Höchste, Was der Mensch sich denkt, als nah\nund erreichbar sich zeigte. Da war jedem die Zunge gelöst; es sprachen\ndie Greise, Männer und Jünglinge laut voll hohen Sinns und Gefühles.",
        "Aber der Himmel trübte sich bald. Um den Vorteil der Herrschaft Stritt\nein verderbtes Geschlecht, unwürdig, das Gute zu schaffen. Sie\nermordeten sich und unterdrückten die neuen Nachbarn und Brüder und\nsandten die eigennützige Menge. Und es praßten bei uns die Obern und\nraubten im großen, Und es raubten und praßten bis zu dem Kleinsten die\nKleinen; Jeder schien nur besorgt, es bleibe was übrig für morgen. Allzu\ngroß war die Not, und täglich wuchs die Bedrückung; Niemand vernahm das\nGeschrei, sie waren die Herren des Tages. Da fiel Kummer und Wut auch\nselbst ein gelaßnes Gemüt an, Jeder sann nur und schwur, die Beleidigung\nalle zu rächen Und den bittern Verlust der doppelt betrogenen Hoffnung.\nUnd es wendete sich das Glück auf die Seite der Deutschen, Und der Franke\nfloh mit eiligen Märschen zurücke. Ach, da fühlten wir erst das traurige\nSchicksal des Krieges! Denn der Sieger ist groß und gut; zum wenigsten\nscheint er’s, Und er schonet den Mann, den besiegten, als wär’ er der\nseine, Wenn er ihm täglich nützt und mit den Gütern ihm dienet. Aber der\nFlüchtige kennt kein Gesetz; denn er wehrt nur den Tod ab Und verzehret\nnur schnell und ohne Rücksicht die Güter. Dann ist sein Gemüt auch\nerhitzt, und es kehrt die Verzweiflung Aus dem Herzen hervor das\nfrevelhafte Beginnen. Nichts ist heilig ihm mehr; er raubt es. Die\nwilde Begierde Dringt mit Gewalt auf das Weib und macht die Lust zum\nEntsetzen. Überall sieht er den Tod und genießt die letzten Minuten\nGrausam, freut sich des Bluts und freut sich des heulenden Jammers.",
        "Grimmig erhob sich darauf in unsern Männern die Wut nun, Das Verlorne zu\nrächen und zu verteid’gen die Reste. Alles ergriff die Waffen, gelockt\nvon der Eile des Flüchtlings Und vom blassen Gesicht und scheu unsicheren\nBlicke. Rastlos nun erklang das Getön der stürmenden Glocke, Und die\nkünft’ge Gefahr hielt nicht die grimmige Wut auf. Schnell verwandelte\nsich des Feldbaus friedliche Rüstung Nun in Wehre; da troff von Blute\nGabel und Sense. Ohne Begnadigung fiel der Feind und ohne Verschonung;\nÜberall raste die Wut und die feige, tückische Schwäche. Möcht’ ich den\nMenschen doch nie in dieser schnöden Verirrung Wieder sehn! Das wütende\nTier ist ein besserer Anblick. Sprech’ er doch nie von Freiheit, als\nkönn’ er sich selber regieren! Losgebunden erscheint, sobald die Schranken\nhinweg sind, Alles Böse, das tief das Gesetz in die Winkel zurücktrieb.”",
        "“Trefflicher Mann!” versetzte darauf der Pfarrer mit Nachdruck, “Wenn ihr\nden Menschen verkennt, so kann ich Euch darum nicht schelten; Habt Ihr\ndoch Böses genug erlitten vorn wüsten Beginnen! Wolltet Ihr aber zurück\ndie traurigen Tage durchschauen, Würdet Ihr selber gestehen, wie oft Ihr\nauch Gutes erblicktet. Manches Treffliche, das verborgen bleibt in dem\nHerzen, Regt die Gefahr es nicht auf, und drängt die Not nicht den\nMenschen, Daß er als Engel sich zeig’, erscheine den andern ein Schutzgott.”",
        "Lächelnd versetzte darauf der alte würdige Richter. “Ihr erinnert mich\nklug, wie oft nach dem Brande des Hauses Man den betrübten Besitzer an\nGold und Silber erinnert, Das geschmolzen im Schutt nun überblieben\nzerstreut liegt. Wenig ist es fürwahr, doch auch das wenige köstlich;\nUnd der Verarmte gräbet ihm nach und freut sich des Fundes. Und so kehr\nich auch gern die heitern Gedanken zu jenen Wenigen guten Taten, die\naufbewahrt das Gedächtnis. Ja, ich will es nicht leugnen, ich sah sich\nFeinde versöhnen, Um die Stadt vom Übel zu retten; ich sah auch der\nFreunde, Sah der Eltern Lieb’ und der Kinder Unmögliches wagen; Sah, wie\nder Jüngling auf einmal zum Mann ward, sah, wie der Greis sich Wieder\nverjüngte, das Kind sich selbst als Jüngling enthüllte. Ja, und das\nschwache Geschlecht, so wie es gewöhnlich genannt wird, Zeigte sich tapfer\nund mächtig und gegenwärtigen Geistes. Und so laßt mich vor allen der\nschönen Tat noch erwähnen, Die hochherzig ein Mädchen vollbrachte, die\ntreffliche Jungfrau, Die auf dem großen Gehöft allein mit den Mädchen\nzurückblieb; Denn es waren die Männer auch gegen die Fremden gezogen. Da\nüberfiel den Hof ein Trupp verlaufnen Gesindels, Plündernd, und drängte\nsogleich sich in die Zimmer der Frauen. Sie erblickten das Bild der\nschön erwachsenen Jungfrau Und die lieblichen Mädchen, noch eher Kinder zu\nheißen. Da ergriff sie wilde Begier, sie stürmten gefühllos Auf die\nzitternde Schar und aufs hochherzige Mädchen. Aber sie riß dem einen\nsogleich von der Seite den Säbel, Hieb ihn nieder gewaltig; er stürzt’ ihr\nblutend zu Füßen. Dann mit männlichen Streichen befreite sie tapfer die\nMädchen, Traf noch viere der Räuber; doch die entflohen dem Tode. Dann\nverschloß sie den Hof und harrte der Hülfe, bewaffnet.”",
        "Als der Geistliche nun das Lob des Mädchens vernommen, Stieg die Hoffnung\nsogleich für seinen Freund im Gemüt auf, Und er war im Begriff, zu fragen,\nwohin sie geraten? Ob auf der traurigen Flucht sie nun mit dem Volk sich\nbefinde? Aber da trat herbei der Apotheker behende, Zupfte den geistlichen\nHerrn und sagte die wispernden Worte: “Hab ich doch endlich das Mädchen\naus vielen hundert gefunden, Nach der Beschreibung! So kommt und sehet\nsie selber mit Augen; Nehmet den Richter mit Euch, damit wir das Weitere\nhören!” Und sie kehrten sich um, und weg war gerufen der Richter Von den\nSeinen, die ihn, bedürftig des Rates, verlangten. Doch es folgte\nsogleich dem Apotheker der Pfarrherr An die Lücke des Zauns, und jener\ndeutete listig. “Seht Ihr”, sagt’ er, “das Mädchen? Sie hat die Puppe\ngewickelt, Und ich erkenne genau den alten Kattun und den blauen\nKissenüberzug wohl, den ihr Hermann im Bündel gebracht hat. Sie\nverwendete schnell, fürwahr, und gut die Geschenke. Diese sind deutliche\nZeichen, es treffen die übrigen alle; Denn der rote Latz erhebt den\ngewölbeten Busen, Schön geschnürt, und es liegt das schwarze Mieder ihr\nknapp an; Sauber ist der Saum des Hemdes zur Krause gefaltet Und umgibt\nihr das Kinn, das runde, mit reinlicher Anmut; Frei und heiter zeigt sich\ndes Kopfes zierliches Eirund, Und die starken Zöpfe um silberne Nadeln\ngewickelt; Sitzt sie gleich, so sehen wir doch die treffliche Größe Und\nden blauen Rock, der, vielgefaltet, vom Busen Reichlich herunterwallt zum\nwohlgebildeten Knöchel. Ohne Zweifel, sie ist’s. Drum kommet, damit wir\nvernehmen, Ob sie gut und tugendhaft sei, ein häusliches Mädchen.”",
        "Da versetzte der Pfarrer, mit Blicken die Sitzende prüfend: “Daß sie den\nJüngling entzückt, fürwahr, es ist mir kein Wunder, Denn sie hält vor dem\nBlick des erfahrenen Mannes die Probe. Glücklich, wem doch Mutter Natur\ndie rechte Gestalt gab! Denn sie empfiehlst ihn stets, und nirgends ist er\nein Fremdling. Jeder nahet sich gern, und jeder möchte verweilen, Wenn\ndie Gefälligkeit nur sich zu der Gestalt noch gesellet. Ich versichr’\nEuch, es ist dem Jüngling ein Mädchen gefunden, Das ihm die künftigen Tage\ndes Lebens herrlich erheitert, Treu mit weiblicher Kraft durch alle Zeiten\nihm beisteht. So ein vollkommener Körper gewiß verwahrt auch die Seele\nRein, und die rüstige Jugend verspricht ein glückliches Alter.” Und es\nsagte darauf der Apotheker bedenklich: “Trüget doch öfter der Schein! Ich\nmag dem Äußern nicht trauen, Denn ich habe das Sprichwort so oft erprobet\ngefunden: “Eh’ du den Scheffel Salz mit dem neuen Bekannten verzehret,\nDarfst du nicht leichtlich ihm trauen; dich macht die Zeit nur gewisser,\nWie du es habest mit ihm und wie die Freundschaft bestehe.” Lasset uns\nalso zuerst bei guten Leuten uns umtun, Denen das Mädchen bekannt ist und\ndie uns von ihr nun erzählen.”",
        "“Auch ich lobe die Vorsicht”, versetzte der Geistliche folgend; “Frein wir\ndoch nicht für uns! Für andere frein ist bedenklich.” Und sie gingen\ndarauf dem wackern Richter entgegen, Der in seinen Geschäften die Straße\nwieder heraufkam. Und zu ihm sprach sogleich der kluge Pfarrer mit\nVorsicht: “Sagt! wir haben ein Mädchen gesehn, das im Garten zunächst\nhier Unter dem Apfelbaum sitzt und Kindern Kleider verfertigt Aus\ngetragnem Kattun, der ihr vermutlich geschenkt ward. Uns gefiel die\nGestalt, sie scheint der Wackeren eine. Saget uns, was Ihr wißt; wir\nfragen aus löblicher Absicht.”",
        "Als, in den Garten zu blicken, der Richter sogleich nun herzutrat, Sagt’\ner: “Diese kennet Ihr schon; denn wenn ich erzählte Von der herrlichen Tat,\ndie jene Jungfrau verrichtet, Als sie das Schwert ergriff und sich und\ndie Ihren beschützte Diese war’s! Ihr seht es ihr an, sie ist rüstig\ngeboren, Aber so gut wie stark; denn ihren alten Verwandten Pflegte sie\nbis zum Tode, da ihn der Jammer dahinriß Über des Städtchens Not und\nseiner Besitzung Gefahren. Auch, mit stillem Gemüt, hat sie die\nSchmerzen ertragen Über des Bräutigams Tod, der, ein edler Jüngling, im\nersten Feuer des hohen Gedankens nach edler Freiheit zu streben, Selbst\nhinging nach Paris und bald den schrecklichen Tod fand; Denn wie zu Hause,\nso dort, bestritt er Willkür und Ränke.” Also sagte der Richter. Die\nbeiden schieden und dankten, Und der Geistliche zog ein Goldstück (das\nSilber des Beutels War vor einigen Stunden von ihm schon milde verspendet,\nAls er die Flüchtlinge sah in traurigen Haufen vorbeiziehn), Und er\nreicht’ es dem Schulzen und sagte: “Teilet den Pfennig Unter die Dürftigen\naus, und Gott vermehre die Gabe!” Doch es weigerte sich der Mann und sagte:\n“Wir haben Manchen Taler gerettet und manche Kleider und Sachen, Und ich\nhoffe, wir kehren zurück, noch eh es verzehrt ist.”",
        "Da versetzte der Pfarrer und drückt’ ihm das Geld in die Hand ein:\n“Niemand säume zu geben in diesen Tagen, und niemand Weigre sich\nanzunehmen, was ihm die Milde geboten! Niemand weiß, wie lang er es hat,\nwas er ruhig besitzet; Niemand, wie lang er noch in fremden Landen\numherzieht Und des Ackers entbehrt und des Gartens, der ihn ernähret.”",
        "“Ei doch!” sagte darauf der Apotheker geschäftig, “Wäre mir jetzt nur\nGeld in der Tasche, so solltet Ihr’s haben, Groß wie klein; denn viele\ngewiß der Euren bedürfen’s. Unbeschenkt doch laß ich Euch nicht, damit\nIhr den Willen Sehet, woferne die Tat auch hinter dem Willen zurückbleibt.\"\nAlso sprach er und zog den gestickten ledernen Beutel An den Riemen\nhervor, worin der Tobak ihm verwahrt war, Öffnete zierlich und teilte; da\nfanden sich einige Pfeifen. “Klein ist die Gabe”, setzt’ er dazu. Da\nsagte der Schultheiß. “Guter Tobak ist doch dem Reisenden immer\nwillkommen.” Und es lobte darauf der Apotheker den Knaster.",
        "Aber der Pfarrherr zog ihn hinweg, und sie schieden vom Richter. “Eilen\nwir!” sprach der verständige Mann; “es wartet der Jüngling Peinlich. Er\nhöre so schnell als möglich die fröhliche Botschaft.” Und sie eilten und\nkamen und fanden den Jüngling gelehnet An den Wagen unter den Linden. Die\nPferde zerstampften Wild den Rasen; er hielt sie im Zaum und stand in\nGedanken, Blickte still vor sich hin und sah die Freunde nicht eher, Bis\nsie kommend ihn riefen und fröhliche Zeichen ihm gaben. Schon von ferne\nbegann der Apotheker zu sprechen; Doch sie traten näher hinzu. Da faßte\nder Pfarrherr Seine Hand und sprach und nahm dem Gefährten das Wort weg:\n“Heil dir, junger Mann! dein treues Auge, dein treues Herz hat richtig\ngewählt! Glück dir und dem Weibe der Jugend! Deiner ist sie wert; drum\nkomm und wende den Wagen, Daß wir fahrend sogleich die Ecke des Dorfes\nerreichen, Um sie werben und bald nach Hause führen die Gute.”",
        "Aber der Jüngling stand, und ohne Zeichen der Freude Hört’ er die Worte\ndes Boten, die himmlisch waren und tröstlich, Seufzete tief und sprach:\n“Wir kamen mit eilendem Fuhrwerk, Und wir ziehen vielleicht beschämt und\nlangsam nach Hause; Denn hier hat mich, seitdem ich warte, die Sorge\nbefallen, Argwohn und Zweifel und alles, was nur ein liebendes Herz kränkt.\nGlaubt Ihr, wenn wir nur kommen, so werde das Mädchen uns folgen, Weil\nwir reich sind, aber sie arm und vertrieben einherzieht? Armut selbst\nmacht stolz, die unverdiente. Genügsam Scheint das Mädchen und tätig; und\nso gehört ihr die Welt an. Glaubt Ihr, es sei ein Weib von solcher\nSchönheit und Sitte Aufgewachsen, um nie den guten Jüngling zu reizen?\nGlaubt Ihr, sie habe bis jetzt ihr Herz verschlossen der Liebe? Fahret\nnicht rasch bis hinan; wir möchten zu unsrer Beschämung Sachte die Pferde\nherum nach Hause lenken. Ich fürchte, Irgendein Jüngling besitzt dies\nHerz, und die wackere Hand hat Eingeschlagen und schon dem Glücklichen\nTreue versprochen. Ach! da steh ich vor ihr mit meinem Antrag beschämet.”",
        "Ihn zu trösten, öffnete drauf der Pfarrer den Mund schon; Doch es fiel der\nGefährte mit seiner gesprächigen Art ein: “Freilich! so wären wir nicht\nvorzeiten verlegen gewesen, Da ein jedes Geschäft nach seiner Weise\nvollbracht ward. Hatten die Eltern die Braut für ihren Sohn sich ersehen,\nWard zuvörderst ein Freund vom Hause vertraulich gerufen; Diesen sandte\nman dann als Freiersmann zu den Eltern Der erkorenen Braut, der dann in\nstattlichem Putze Sonntags etwa nach Tische den würdigen Bürger besuchte,\nFreundliche Worte mit ihm im allgemeinen zuvörderst Wechselnd und klug das\nGespräch zu lenken und wenden verstehend. Endlich nach langem Umschweif\nward auch der Tochter erwähnet, Rühmlich, und rühmlich des Manns und des\nHauses, von dem man gesandt war. Kluge Leute merkten die Absicht; der\nkluge Gesandte Merkte den Willen gar bald und konnte sich weiter erklären.\nLehnte den Antrag man ab, so war auch ein Korb nicht verdrießlich.\nAber gelang es denn auch, so war der Freiersmann immer In dem Hause der\nErste bei jedem häuslichen Feste; Denn es erinnerte sich durchs ganze\nLeben das Ehpaar, Daß die geschickte Hand den ersten Knoten geschlungen.\nJetzt ist aber das alles mit andern guten Gebräuchen Aus der Mode gekommen,\nund jeder freit für sich selber. Nehme denn jeglicher auch den Korb mit\neigenen Händen, Der ihm etwa beschert ist, und stehe beschämt vor dem\nMädchen!”",
        "“Sei es, wie ihm auch sei!” versetzte der Jüngling, der kaum auf Alle die\nWorte gehört und schon sich im stillen entschlossen; “Selber geh ich und\nwill mein Schicksal selber erfahren Aus dem Munde des Mädchens, zu dem ich\ndas größte Vertrauen Hege, das irgendein Mensch nur je zu dem Weibe gehegt\nhat. Was sie sagt, das ist gut, es ist vernünftig, das weiß ich. Soll\nich sie auch zum letztenmal sehn, so will ich noch einmal Diesem offenen\nBlick des schwarzen Auges begegnen; Drück ich sie nie an das Herz, so will\nich die Brust und die Schultern Einmal noch sehn, die mein Arm so sehr zu\numschließen begehret; Will den Mund noch sehen, von dem ein Kuß und das Ja\nmich Glücklich macht auf ewig, das Nein mich auf ewig zerstöret. Aber\nlaßt mich allein! Ihr sollt nicht warten. Begebet Euch zu Vater und\nMutter zurück, damit sie erfahren, Daß sich der Sohn nicht geirrt, und daß\nes wert ist das Mädchen. Und so laßt mich allein! Den Fußweg über den\nHügel An dem Birnbaum hin und unsern Weinberg hinunter Geh ich näher nach\nHause zurück. Oh, daß ich die Traute Freudig und schnell heimführte!\nVielleicht auch schleich ich alleine Jene Pfade nach Haus und betrete froh\nsie nicht wieder.”",
        "Also sprach er und gab dem geistlichen Herrn die Zügel, Der verständig sie\nfaßte, die schäumenden Rosse beherrschend, Schnell den Wagen bestieg und\nden Sitz des Führers besetzte.",
        "Aber du zaudertest noch, vorsichtiger Nachbar, und sagtest: “Gerne vertrau\nich, mein Freund, Euch Seel’ und Geist und Gemüt an; Aber Leib und Gebein\nist nicht zum besten verwahret, Wenn die geistliche Hand der weltlichen\nZügel sich anmaßt.” Doch du lächeltest drauf, verständiger Pfarrer, und\nsagtest: “Sitzet nur ein, und getrost vertraut mir den Leib, wie die Seele;\nDenn geschickt ist die Hand schon lange, den Zügel zu führen, Und das\nAuge geübt, die künstlichste Wendung zu treffen. Denn wir waren in\nStraßburg gewohnt, den Wagen zu lenken, Als ich den jungen Baron dahin\nbegleitete; täglich Rollte der Wagen, geleitet von mir, das hallende Tor\ndurch, Staubige Wege hinaus, bis fern zu den Auen und Linden, Mitten durch\nScharen des Volks, das mit Spazieren den Tag lebt.”",
        "Halb getröstet bestieg darauf der Nachbar den Wagen, Saß wie einer, der\nsich zum weislichen Sprunge bereitet; Und die Hengste rannten nach Hause,\nbegierig des Stalles. Aber die Wolke des Staubs quoll unter den\nmächtigen Hufen. Lange noch stand der Jüngling und sah den Staub sich\nerheben, Sah den Staub sich zerstreun; so stand er ohne Gedanken.",
        "Continue...",
        "\nThis complete text of “Hermann und Dorothea” by Johann Wolfgang von Goethe is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}