{
    "title": "Hermann and Dorothea - Melpomene",
    "author": "Johann Wolfgang von Goethe (translated by Ellen Frothingham)",
    "chapter": "8",
    "content": [
        "\n\n",
        "Towards the setting sun the two thus went on their journey:\nClose he had wrapped himself round with clouds portending a tempest.\nOut from the veil, now here and now there, with fiery flashes,\nGleaming over the field shot forth the ominous lightning.\n“May not these threatening heavens,” said Hermann, “be presently sending\nHailstones upon us and violent rains; for fair is the harvest.\"\nAnd in the waving luxuriant grain they delighted together:\nAlmost as high it reached as the lofty shapes that moved through it.",
        "Thereupon spoke the maiden, and said to her guide and companion:\n“Friend, unto whom I soon am to owe so kindly a fortune,\nShelter and home, while many an exile’s exposed to the tempest,\nTell me concerning thy parents, I pray thee, and teach me to know them,\nThem whom with all my heart I desire to serve in the future.\nWho understands his master, more easily gives satisfaction,\nHaving regard to the things which to him seem chief in importance,\nAnd on the doing of which his firm-set mind is determined.\nTell me therefore, I pray, how to win thy father and mother.”",
        "And to her question made answer the good and intelligent Hermann:\n“Ah, what wisdom thou showest, thou good, thou excellent maiden,\nAsking thus first of all concerning the tastes of my parents!\nKnow that in vain hitherto I have labored in serving my father,\nTaking upon me as were it my own, the charge of the household;\nEarly and late at work in the fields, and o’erseeing the vineyard.\nBut my mother I fully content, who can value my service;\nAnd thou wilt also appear in her eyes the worthiest of maidens,\nIf for the house thou carest, as were it thine own thou wast keeping.\nOtherwise is it with father, who cares for the outward appearance.\nDo not regard me, good maiden, as one who is cold and unfeeling,\nThat unto thee a stranger I straightway discover my father.\nNay, I assure thee that never before have words such as these are\nFreely dropped from my tongue, which is not accustomed to prattle;\nBut from out of my bosom thou lurest its every secret.\nSome of the graces of life my good father covets about him,\nOutward signs of affection he wishes, as well as of honor;\nAnd an inferior servant might possibly give satisfaction,\nWho could turn these to account, while he might be displeased with a better.”",
        "Thereupon said she with joy, the while her hastening footsteps\nOver the darkening pathway with easy motion she quickened:\n“Truly I hope to them both I shall equally give satisfaction:\nFor in thy mother’s nature I find such an one as mine own is,\nAnd to the outward graces I’ve been from my childhood accustomed.\nGreatly was courtesy valued among our neighbors the Frenchmen,\nDuring their earlier days; it was common to noble and burgher,\nAs to the peasant, and every one made it the rule of his household.\nSo, on the side of us Germans, the children were likewise accustomed\nDaily to bring to their parents, with kissing of hands and with curtseys,\nMorning good-wishes, and all through the day to be prettily mannered.\nEvery thing thus that I learned, and to which I’ve been used from my childhood,\nAll that my heart shall suggest, shall be brought into play for thy father.\nBut who shall tell me of thee, and how thyself shouldst be treated,\nThou the only son of the house, and henceforth my master?”",
        "Thus she said, and e’en as she spoke they stood under the pear-tree.\nDown from the heavens the moon at her full was shedding her splendor.\nNight had come on, and wholly obscured was the last gleam of sunlight,\nSo that contrasting masses lay side by side with each other,\nClear and bright as the day, and black with the shadows of midnight;\nGratefully fell upon Hermann’s ear the kindly asked question\nUnder the shade of the glorious tree, the spot he so treasured,\nWhich but this morning had witnessed the tears he had shed for the exile.\nAnd while they sat themselves down to rest them here for a little,\nThus spoke the amorous youth, as he grasped the hand of the maiden:\n“Suffer thy heart to make answer, and follow it freely in all things.\"\nYet naught further he ventured to say although so propitious\nSeemed the hour: he feared he should only haste on a refusal.\nAh, and he felt besides the ring on her finger, sad token!\nTherefore they sat there, silent and still, beside one another.",
        "First was the maiden to speak: “How sweet is this glorious moonlight!\"\nSaid she at length: “It is as the light of the day in its brightness.\nThere in the city I plainly can see the houses and courtyards,\nAnd in the gable—methinks I can number its panes-is a window.”",
        "“What thou seest,” the modest youth thereupon made her answer,—\n“What thou seest is our dwelling, to which I am leading thee downward,\nAnd that window yonder belongs to my room in the attic,\nWhich will be thine perhaps, for various changes are making.\nAll these fields, too, are ours; they are ripe for the harvest to-morrow.\nHere in the shade we will rest, and partake of our noontide refreshment.\nBut it is time we began our descent through the vineyard and garden;\nFor dost thou mark how yon threatening storm-cloud comes nearer and nearer,\nCharged with lightning, and ready our fair full moon to extinguish?”",
        "So they arose from their seats, and over the cornfields descended,\nThrough the luxuriant grain, enjoying the brightness of evening,\nUntil they came to the vineyard, and so entered into its shadow.\nThen he guided her down o’er the numerous blocks that were lying,\nRough and unhewn on the pathway, and served as the steps of the alley.\nSlowly the maiden descended, and leaning her hands on his shoulder,\nWhile with uncertain beams, the moon through the leaves overlooked them,\nEre she was veiled by the cloud, and so left the couple in darkness.\nCarefully Hermann’s strength supported the maid that hung o’er him;\nBut, not knowing the path and the rough-hewn steps that led down it,\nMissed she her footing, her ankle turned, and she surely had fallen,\nHad not the dexterous youth his arm outstretched in an instant,\nAnd his beloved upheld. She gently sank on his shoulder;\nBreast was pressed against breast, and cheek against cheek. Thus he stood there\nFixed as a marble statue, the force of will keeping him steadfast,\nDrew her not to him more closely, but braced himself under her pressure.\nThus he the glorious burden felt, the warmth of her bosom,\nAnd the perfume of her breath, that over his lips was exhaling;\nBore with the heart of a man the majestic form of the woman.",
        "But she with playfulness said, concealing the pain that she suffered:\n“That is a sign of misfortune, so timorous persons would tell us,\nWhen on approaching a house we stumble not far from the threshold;\nAnd for myself, I confess, I could wish for a happier omen.\nLet us here linger awhile that thy parents may not have to blame thee,\nSeeing a limping maid, and thou seem an incompetent landlord.”",
        "Continue...",
        "\nThis complete text of “Hermann and Dorothea” (the German\n“Hermann und Dorothea”) by Johann Wolfgang von Goethe\n(Translated by Ellen Frothingham) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}