{
    "title": "Hermann and Dorothea - Terpsichore",
    "author": "Johann Wolfgang von Goethe (translated by Ellen Frothingham)",
    "chapter": "2",
    "content": [
        "\n\n",
        "Ow when of comely mien the son came into the chamber,\nTurned with a searching look the eyes of the preacher upon him,\nAnd, with the gaze of the student, who easily fathoms expression,\nScrutinized well his face and form and his general bearing.\nThen with a smile he spoke, and said in words of affection:\n“Truly a different being thou comest! I never have seen thee\nCheerful as now, nor ever beheld I thy glances so beaming.\nJoyous thou comest, and happy: ’tis plain that among the poor people\nThou hast been sharing thy gifts, and receiving their blessings upon thee.”",
        "Quietly then, and with serious words, the son made him answer:\n“If I have acted as ye will commend, I know not; but I followed\nThat which my heart bade me do, as I shall exactly relate you.\nThou wert, mother, so long in rummaging ’mong thy old pieces,\nPicking and choosing, that not until late was thy bundle together;\nThen too the wine and the beer took care and time in the packing.\nWhen I came forth through the gateway at last, and out on the high-road,\nBackward the crowd of citizens streamed with women and children,\nComing to meet me; for far was already the band of the exiles.\nQuicker I kept on my way, and drove with speed to the village,\nWhere they were meaning to rest, as I heard, and tarry till morning.\nThitherward up the new street as I hasted, a stout-timbered wagon,\nDrawn by two oxen, I saw, of that region the largest and strongest;\nWhile, with vigorous steps, a maiden was walking beside them,\nAnd, a long staff in her hand, the two powerful creatures was guiding,\nUrging them now, now holding them back; with skill did she drive them.\nSoon as the maiden perceived me, she calmly drew near to the horses,\nAnd in these words she addressed me: ’ Not thus deplorable always\nHas our condition been, as to-day on this journey thou seest.\nI am not yet grown used to asking gifts of a stranger,\nWhich he will often unwillingly give, to be rid of the beggar.\nBut necessity drives me to speak; for here, on the straw, lies\nNewly delivered of child, a rich land-owner’s wife, whom I scarcely\nHave in her pregnancy, safe brought off with the oxen and wagon.\nNaked, now in her arms the new-born infant is lying,\nAnd but little the help our friends will be able to furnish,\nIf in the neighboring village, indeed, where to-day we would rest us,\nStill we shall find them; though much do I fear they already have passed it.\nShouldst thou have linen to spare of any description, provided\nThou of this neighborhood art, to the poor in charity give it.’",
        "“Thus she spoke, and the pale-faced mother raised herself feebly\nUp from the straw, and towards me looked. Then said I in answer:\n’Surely unto the good, a spirit from heaven oft speaketh,\nMaking them feel the distress that threatens a suffering brother.\nFor thou must know that my mother, already presaging thy sorrows,\nGave me a bundle to use it straightway for the need of the naked,’\nThen I untied the knots of the string, and the wrapper of father’s\nUnto her gave, and gave her as well the shirts and the linen.\nAnd she thanked me with joy, and cried: ’The happy believe not\nMiracles yet can be wrought: for only in need we acknowledge\nGod’s own hand and finger, that leads the good to show goodness,\nWhat unto us he has done through thee, may he do to thee also!\nAnd I beheld with what pleasure the sick woman handled the linens,\nBut with especial delight the dressing-gown’s delicate flannel.\n’Let us make haste,’ the maid to her said, ’and come to the village,\nWhere our people will halt for the night and already are resting.\nThere these clothes for the children I, one and all, straightway will portion.’\nThen she saluted again, her thanks most warmly expressing,\nStarted the oxen; the wagon went on; but there I still lingered,\nStill held the horses in check; for now my heart was divided\nWhether to drive with speed to the village, and there the provisions\nShare ’mong the rest of the people, or whether I here to the maiden\nAll should deliver at once, for her discreetly to portion.\nAnd in an instant my heart had decided, and quietly driving\nAfter the maiden, I soon overtook her, and said to her quickly:\n’Hearken, good maiden;—my mother packed up not linen-stuffs only\nInto the carriage, that I should have clothes to furnish the naked;\nWine and beer she added besides, and supply of provisions:\nPlenty of all these things I have in the box of the carriage.\nBut now I feel myself moved to deliver these offerings also\nInto thy hand; for so shall I best fulfil my commission.\nThou wilt divide them with judgment, while I must by chance be directed.’\nThereupon answered the maiden: ’I will with faithfulness portion\nThese thy gifts, that all shall bring comfort to those who are needy.’\nThus she spoke, and quickly the box of the carriage I opened,\nBrought forth thence the substantial hams, and brought out the breadstuffs,\nBottles of wine and beer, and one and all gave to the maiden.\nWillingly would I have given her more, but the carriage was empty.\nAll she packed at the sick woman’s feet, and went on her journey.\nI, with my horses and carriage, drove rapidly back to the city.”",
        "Instantly now, when Hermann had ceased, the talkative neighbor\nTook up the word, and cried: “Oh happy, in days like the present,\nDays of flight and confusion, who lives by himself in his dwelling,\nHaving no wife nor child to be clinging about him in terror!\nHappy I feel myself now, and would not for much be called father;\nWould not have wife and children to-day, for whom to be anxious.\nOft have I thought of this flight before; and have packed up together\nAll my best things already, the chains and old pieces of money\nThat were my sainted mother’s, of which not one has been sold yet.\nMuch would be left behind, it is true, not easily gotten.\nEven the roots and the herbs, that were with such industry gathered,\nI should be sorry to lose, though the worth of the goods is but trifling.\nIf my purveyor remained, I could go from my dwelling contented.\nWhen my cash I have brought away safe, and have rescued my person,\nAll is safe: none find it so easy to fly as the single.”",
        "“Neighbor,” unto his words young Hermann with emphasis answered:\n“I can in no wise agree with thee here, and censure thy language.\nIs he indeed a man to be prized, who, in good and in evil,\nTakes no thought but for self, and gladness and sorrow with others\nKnows not how to divide, nor feels his heart so impel him?\nRather than ever to-day would I make up my mind to be married:\nMany a worthy maiden is needing a husband’s protection,\nAnd the man needs an inspiriting wife when ill is impending.’’",
        "Thereupon smiling the father replied: “Thus love I to hear thee!\nThat is a sensible word such as rarely I’ve known thee to utter.\"\nStraightway, however, the mother broke in with quickness, exclaiming:\n“Son, to be sure, thou art right! we parents have set the example;\nSeeing that not in our season of joy did we choose one another;\nRather the saddest of hours it was that bound us together.\nMonday morning—I mind it well; for the day that preceded\nCame that terrible fire by which our city was ravaged-\nTwenty years will have gone. The day was a Sunday as this is;\nHot and dry was the season; the water was almost exhausted.\nAll the people were strolling abroad in their holiday dresses,\n’Mong the villages partly, and part in the mills and the taverns.\nAnd at the end of the city the flames began, and went coursing\nQuickly along the streets, creating a draught in their passage.\nBurned were the barns where the copious harvest already was garnered;\nBurned were the streets as far as the market; the house of my father,\nNeighbor to this, was destroyed, and this one also fell with it.\nLittle we managed to save. I sat, that sorrowful night through,\nOutside the town on the common, to guard the beds and the boxes.\nSleep overtook me at last, and when I again was awakened,\nFeeling the chill of the morning that always descends before sunrise,\nThere were the smoke and the glare, and the walls and chimneys in ruins.\nThen fell a weight on my heart; but more majestic than ever\nCame up the sun again, inspiring my bosom with courage.\nThen I rose hastily up, with a yearning the place to revisit\nWhereon our dwelling had stood, and to see if the hens had been rescued,\nWhich I especially loved, for I still was a child in my feelings.\nThus as I over the still-smoking timbers of house and of court-yard\nPicked my way, and beheld the dwelling so ruined and wasted,\nThou camest up to examine the place, from the other direction.\nUnder the ruins thy horse in his stall had been buried; the rubbish\nLay on the spot and the glimmering beams; of the horse we saw nothing.\nThoughtful and grieving we stood there thus, each facing the other,\nNow that the wall was fallen that once had divided our court-yards.\nThereupon thou by the hand didst take me, and speak to me, saying,—\n’Lisa, how earnest thou hither? Go back! thy soles must be burning;\nHot the rubbish is here: it scorches my boots, which are stronger.’\nAnd thou didst lift me up, and carry me out through thy court-yard.\nThere was the door of the house left standing yet with its archway,\nJust as ’tis standing now, the one thing only remaining.\nThen thou didst set me down and kiss me; to that I objected;\nBut thou didst answer and say with kindly significant language:\n’See! my house lies in ruins: remain here and help me rebuild it;\nSo shall my help in return be given to building thy father’s.’\nYet did I not comprehend thee until thou sentest thy mother\nUnto my father, and quick were the happy espousals accomplished.\nE’en to this day I remember with joy those half-consumed timbers,\nAnd I can see once more the sun coming up in such splendor;\nFor ’twas the day that gave me my husband; and, ere the first season\nPassed of that wild desolation, a son to my youth had been given.\nTherefore I praise thee, Hermann, that thou, with an honest assurance,\nShouldst, in these sorrowful days, be thinking thyself of a maiden,\nAnd amid ruins and war shouldst thus have the courage to woo her.”",
        "Straightway, then, and with warmth, the father replied to her, saying:\n“Worthy of praise is the feeling, and truthful also the story,\nMother, that thou hast related; for so indeed everything happened.\nBetter, however, is better. It is not the business of all men\nThus their life and estate to begin from the very foundation:\nEvery one needs not to worry himself as we and the rest did.\nOh, how happy is he whose father and mother shall give him,\nFurnished and ready, a house which he can adorn with his increase.\nEvery beginning is hard; but most the beginning a household.\nMany are human wants, and every thing daily grows dearer,\nSo that a man must consider the means of increasing his earnings.\nThis I hope therefore of thee, my Hermann, that into our dwelling\nThou wilt be bringing ere long a bride who is handsomely dowered;\nFor it is meet that a gallant young man have an opulent maiden.\nGreat is the comfort of home whene’er, with the woman elected,\nEnter the useful presents, besides, in box and in basket.\nNot for this many a year in vain has the mother been busy\nMaking her daughter’s linens of strong and delicate texture;\nGod-parents have not in vain been giving their vessels of silver,\nAnd the father laid by in his desk the rare pieces of money;\nFor there a day will come when she, with her gifts and possessions,\nShall that youth rejoice who has chosen her out of all others.\nWell do I know how good in a house is a woman’s position,\nWho her own furniture round her knows, in kitchen and chamber;\nWho herself the bed and herself the table has covered.\nOnly a well-dowered bride should I like to receive to my dwelling.\nShe who is poor is sure, in the end, to be scorned by her husband;\nAnd will as servant be held, who as servant came in with her bundle.\nMen will remain unjust when the season of love is gone over.\nYes, my Hermann, thy father’s old age thou greatly canst gladden,\nIf thou a daughter-in-law will speedily bring to my dwelling,\nOut of the neighborhood here,—from the house over yonder, the green one.\nRich is the man, I can tel1 thee. His manufactures and traffic\nDaily are making him richer; for whence draws the merchant not profit?\nThree daughters only he has, to divide his fortune among them.\nTrue that the eldest already is taken; but there is the second\nStill to be had, as well as the third; and not long so, it may be.\nI would never have lingered till now, had I been in thy place;\nBut had fetched one of the maidens, as once I bore off thy dear mother.\"\nModestly then did the son to the urgent father answer;\n“Truly ’twas my wish too, as well as thine own, to have chosen\nOne of our neighbor’s daughters, for we had been brought up together;\nPlayed, in the early days, about the market-place fountain;\nAnd, from the other boys’ rudeness, I often have been their defender.\nThat, though, is long since past: the girls, as they grew to be older,\nProperly stayed in the house, and shunned the more boisterous pastimes.\nWell brought up are they, surely! I used sometimes to go over,\nPartly to gratify thee, and because of our former acquaintance:\nBut no pleasure I ever could take in being among them;\nFor I was always obliged to endure their censures upon me.\nQuite too long was my coat, the cloth too coarse, and the color\nQuite too common; my hair was not cropped, as it should be, and frizzled.\nI was resolved, at last, that I, also, would dress myself finely,\nJust as those office-boys do who always are seen there on Sundays,\nWearing in summer their half-silken flaps, that dangled about them;\nBut I discovered, betimes, they made ever a laughing-stock of me.\nAnd I was vexed when I saw it,—it wounded my pride; but more deeply\nFelt I aggrieved that they the good-will should so far misinterpret\nThat in my heart I bore them,—especially Minna the youngest.\nIt was on Easter-day that last I went over to see them;\nWearing my best new coat, that is now hanging up in the closet,\nAnd having frizzled my hair, like that of the other young fellows.\nSoon as I entered, they tittered; but that not at me, as I fancied.\nMinna before the piano was seated; the father was present,\nHearing his daughters sing, and full of delight and good-humor.\nMuch I could not understand of all that was said in the singing;\nBut of Pamina I often heard, and oft of Tamino:\nAnd I, besides, could not stay there dumb; so, as soon as she ended,\nSomething about the words I asked, and about the two persons.\nThereupon all were silent and smiled; but the father made answer:\n’Thou knowest no one, my friend, I believe, but Adam and Eve?’\nNo one restrained himself longer, but loud laughed out then the maidens,\nLoud laughed out the boys, the old man held his sides for his laughing.\nI, in embarrassment, dropped my hat, and the giggling continued,\nOn and on and on, for all they kept playing and singing.\nBack to the house here I hurried, o’ercome with shame and vexation,\nHung up my coat in the closet, and pulled out the curls with my fingers,\nSwearing that never again my foot should cross over that threshold.\nAnd I was perfectly right; for vain are the maidens, and heartless.\nE’en to this day, as I hear, I am called by them ever ’Tamino.’”",
        "Thereupon answered the mother, and said: “Thou shouldest not, Hermann,\nBe so long vexed with the children: indeed, they are all of them children.\nMinna, believe me, is good, and was always disposed to thee kindly.\n’Twas not long since she was asking about thee. Let her be thy chosen!”",
        "Thoughtfully answered the son: “I know not. That mortification\nStamped itself in me so deeply, I never could bear to behold her\nSeated before the piano or listen again to her singing.”",
        "Forth broke the father then, and in words of anger made answer:\n“Little of joy will my life have in thee! I said it would be so\nWhen I perceived that thy pleasure was solely in horses and farming:\nWork which a servant, indeed, performs for an opulent master,\nThat thou doest; the father meanwhile must his son be deprived of,\nWho should appear as his pride, in the sight of the rest of the townsmen.\nEarly with empty hopes thy mother was wont to deceive me,\nWhen in the school thy studies, thy reading and writing, would never\nAs with the others succeed, but thy seat would he always the lowest.\nThat comes about, forsooth, when a youth has no feeling of honor\nDwelling within his breast, nor the wish to raise himself higher.\nHad but my father so cared for me as thou hast been cared for;\nIf he had sent me to school, and provided me thus with instructors,\nI should be other, I trow, than host of the Golden Lion!”",
        "Then the son rose from his seat and noiselessly moved to the doorway,\nSlowly, and speaking no word. The father, however; in passion\nAfter him called, “Yes, go, thou obstinate fellow! I know thee!\nGo and look after the business henceforth, that I have not to chide thee;\nBut do thou nowise imagine that ever a peasant-born maiden\nThou for a daughter-in-law shalt bring into my dwelling, the hussy!\nLong have I lived in the world, and know how mankind should be dealt with;\nKnow how to entertain ladies and gentlemen so that contented\nThey shall depart from my house, and strangers agreeably can flatter.\nYet I’m resolved that some day I one will have for a daughter,\nWho shall requite me in kind and sweeten my manifold labors;\nWho the piano shall play to me, too; so that there shall with pleasure\nAll the handsomest people in town and the finest assemble,\nAs they on Sundays do now in the house of our neighbor.” Here Hermann\nSoftly pressed on the latch, and so went out from the chamber.",
        "Continue...",
        "\nThis complete text of “Hermann and Dorothea” (the German\n“Hermann und Dorothea”) by Johann Wolfgang von Goethe\n(Translated by Ellen Frothingham) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}