{
    "title": "Hermann und Dorothea - Terpsichore (Von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "2",
    "content": [
        "\n\n",
        "Als nun der wohlgebildete Sohn ins Zimmer hereintrat, Schaute der Prediger\nihm mit scharfen Blicken entgegen Und betrachtete seine Gestalt und sein\nganzes Benehmen Mit dem Auge des Forschers, der leicht die Mienen\nenträtselt, Lächelte dann und sprach zu ihm mit traulichen Worten: “Kommt\nIhr doch als ein veränderter Mensch! Ich habe noch niemals Euch so munter\ngesehn und Eure Blicke so lebhaft. Fröhlich kommt Ihr und heiter; man\nsieht, Ihr habet die Gaben Unter die Armen verteilt und ihren Segen\nempfangen.”",
        "Ruhig erwiderte drauf der Sohn, mit ernstlichen Worten: “Ob ich löblich\ngehandelt? ich weiß es nicht; aber mein Herz hat Mich geheißen zu tun, so\nwie ich genau nun erzähle. Mutter, Ihr kramtet so lange, die alten\nStücke zu suchen Und zu wählen; nur spät war erst das Bündel zusammen,\nAuch der Wein und das Bier ward langsam, sorglich gepacket. Als ich nun\nendlich vors Tor und auf die Straße hinauskam, Strömte zurück die Menge\nder Bürger mit Weibern und Kindern, Mir entgegen; denn fern war schon der\nZug der Vertriebnen. Schneller hielt ich mich dran und fuhr behende dem\nDorf zu, Wo sie, wie ich gehört, heut übernachten und rasten. Als ich\nnun meines Weges die neue Straße hinanfuhr, Fiel mir ein Wagen ins Auge,\nvon tüchtigen Bäumen gefüget, Von zwei Ochsen gezogen, den größten und\nstärksten des Auslands, Nebenher aber ging mit starken Schritten ein\nMädchen, Lenkte mit langem Stabe die beiden gewaltigen Tiere, Trieb sie an\nund hielt sie zurück, sie leitete klüglich. Als mich das Mädchen\nerblickte, so trat sie den Pferden gelassen Näher und sagte zu mir: “Nicht\nimmer war es mit uns so Jammervoll, als Ihr uns heut auf diesen Wegen\nerblicket. Noch nicht bin ich gewohnt, vom Fremden die Gabe zu heischen,\nDie er oft ungern gibt, um los zu werden den Armen; Aber mich dränget die\nNot, zu reden. Hier auf dem Strohe Liegt die erst entbundene Frau des\nreichen Besitzers, Die ich mit Stieren und Wagen noch kaum, die Schwangre,\ngerettet. Spät nur kommen wir nach, und kaum das Leben erhielt sie.\nNun liegt, neugeboren, das Kind ihr nackend im Arme, Und mit wenigem nur\nvermögen die Unsern zu helfen, Wenn wir im nächsten Dorf, wo wir heute zu\nrasten gedenken, Auch sie finden, wiewohl ich fürchte, sie sind schon\nvorüber. Wär’ Euch irgend von Leinwand nur was Entbehrliches, wenn Ihr\nHier aus der Nachbarschaft seid, so spendet’s gütig den Armen.”",
        "Also sprach sie, und matt erhob sich vom Strohe die bleiche Wöchnerin,\nschaute nach mir; ich aber sagte dagegen: “Guten Menschen fürwahr spricht\noft ein himmlischer Geist zu, Daß sie fühlen die Not, die dem armen Bruder\nbevorsteht; Denn so gab mir die Mutter, im Vorgefühle von eurem Jammer,\nein Bündel, sogleich es der nackten Notdurft zu reichen.” Und ich löste\ndie Knoten der Schnur und gab ihr den Schlafrock Unsers Vaters dahin, und\ngab ihr Hemden und Leintuch. Und sie dankte mit Freuden und rief: “Der\nGlückliche glaubt nicht, Daß noch Wunder geschehn; denn nur im Elend\nerkennt man Gottes Hand und Finger, der gute Menschen zum Guten Leitet.\nWas er durch Euch an uns tut, tu er Euch selber.” Und ich sah die\nWöchnerin froh die verschiedene Leinwand, Aber besonders den weichen\nFlanell des Schlafrocks befühlen. “Eilen wir”, sagte zu ihr die Jungfrau,\n“dem Dorf zu, in welchem Unsre Gemeine schon rastet und diese Nacht durch\nsich aufhält; Dort besorg ich sogleich das Kinderzeug, alles und jedes.\"\nUnd sie grüßte mich noch und sprach den herzlichsten Dank aus, Trieb die\nOchsen; da ging der Wagen. Ich aber verweilte, Hielt die Pferde noch an;\ndenn Zwiespalt war mir im Herzen, Ob ich mit eilenden Rossen das Dorf\nerreichte, die Speisen Unter das übrige Volk zu spenden, oder sogleich\nhier Alles dem Mädchen gäbe, damit sie es weislich verteilte. Und ich\nentschied mich gleich in meinem Herzen und fuhr ihr Sachte nach und\nerreichte sie bald und sagte behende: “Gutes Mädchen, mir hat die Mutter\nnicht Leinwand alleine Auf den Wagen gegeben, damit ich den Nackten\nbekleide, Sondern sie fügte dazu noch Speis’ und manches Getränke, Und es\nist mir genug davon im Kasten des Wagens. Nun bin ich aber geneigt, auch\ndiese Gaben in deine Hand zu legen, und so erfüll ich am besten den\nAuftrag; Du verteilst sie mit Sinn, ich müßte dem Zufall gehorchen.” Drauf\nversetzte das Mädchen: “Mit aller Treue verwend ich Eure Gaben; der\nDürftige soll sich derselben erfreuen.” Also sprach sie. Ich öffnete\nschnell die Kasten des Wagens, Brachte die Schinken hervor, die schweren,\nbrachte die Brote, Flaschen Weines und Biers, und reicht’ ihr alles und\njedes. Gerne hätt’ ich noch mehr ihr gegeben; doch leer war der Kasten.\nAlles packte sie drauf zu der Wöchnerin Füßen und zog so Weiter; ich\neilte zurück mit meinen Pferden der Stadt zu.”",
        "Als nun Hermann geendet, da nahm der gesprächige Nachbar Gleich das Wort\nund rief: “O glücklich, wer in den Tagen Dieser Flucht und Verwirrung in\nseinem Haus nur allein lebt, Wem nicht Frau und Kinder zur Seite bange\nsich schmiegen! Glücklich fühl ich mich jetzt; ich möcht’ um vieles nicht\nheute Vater heißen und nicht für Frau und Kinder besorgt sein. Öfters\ndacht’ ich mir auch schon die Flucht und habe die besten Sachen\nzusammengepaßt, das alte Geld und die Ketten Meiner seligen Mutter, das\nalles noch heilig verwahrt liegt. Freilich bliebe noch vieles zurück,\ndas so leicht nicht geschafft wird. Selbst die Kräuter und Wurzeln, mit\nvielem Fleiße gesammelt, Mißt’ ich ungern, wenn auch der Wert der Ware\nnicht groß ist. Bleibt der Provisor zurück, so geh ich getröstet von\nHause. Hab ich die Barschaft gerettet und meinen Körper, so hab ich\nAlles gerettet; der einzelne Mann entfliehet am leichtsten.”",
        "“Nachbar”, versetzte darauf der junge Hermann mit Nachdruck, “Keinesweges\ndenk ich wie Ihr und tadle die Rede. Ist wohl der ein würdiger Mann, der\nim Glück und im Unglück Sich nur allein bedenkt und Leiden und Freuden zu\nteilen Nicht verstehet und nicht dazu von Herzen bewegt wird? Lieber\nmöcht’ ich als je mich heute zur Heirat entschließen; Denn manch gutes\nMädchen bedarf des schützenden Mannes Und der Mann des erheiternden Weibs,\nwenn ihm Unglück bevorsteht.”",
        "Lächelnd sagte darauf der Vater: “So hör ich dich gerne! Solch ein\nvernünftiges Wort hast du mir selten gesprochen.”",
        "Aber es fiel sogleich die gute Mutter behend ein: “Sohn, fürwahr! du hast\nrecht; wir Eltern gaben das Beispiel. Denn wir haben uns nicht an\nfröhlichen Tagen erwählet, Und uns knüpfte vielmehr die traurigste Stunde\nzusammen. Montag morgens—ich weiß es genau, denn Tages vorher war Jener\nschreckliche Brand, der unser Städtchen verzehrte—Zwanzig Jahre sind’s\nnun; es war ein Sonntag wie heute, Heiß und trocken die Zeit und wenig\nWasser im Orte. Alle Leute waren, spazierend in festlichen Kleidern, Auf\nden Dörfern verteilt und in den Schenken und Mühlen. Und am Ende der\nStadt begann das Feuer. Der Brand lief Eilig die Straßen hindurch,\nerzeugend sich selber den Zugwind. Und es brannten die Scheunen der\nreich gesammelten Ernte, Und es brannten die Straßen bis zu dem Markt, und\ndas Haus war Meines Vaters hierneben verzehrt und dieses zugleich mit.\nWenig flüchteten wir. Ich saß, die traurige Nacht durch, Vor der Stadt\nauf dem Anger, die Kasten und Betten bewahrend; Doch zuletzt befiel mich\nder Schlaf, und als nun des Morgens Mich die Kühlung erweckte, die vor der\nSonne herabfällt, Sah ich den Rauch und die Glut und die hohlen Mauern und\nEssen. Da war beklemmt mein Herz; allein die Sonne ging wieder\nHerrlicher auf als je und flößte mir Mut in die Seele. Da erhob ich mich\neilend. Es trieb mich, die Stätte zu sehen, Wo die Wohnung gestanden, und\nob sich die Hühner gerettet, Die ich besonders geliebt; denn kindisch war\nmein Gemüt noch. Als ich nun über die Trümmer des Hauses und Hofes\ndaherstieg, Die noch rauchten, und so die Wohnung wüst und zerstört sah,\nKamst du zur andern Seite herauf und durchsuchtest die Stätte. Dir war\nein Pferd in dem Stalle verschüttet; die glimmenden Balken Lagen darüber\nund Schutt, und nichts zu sehn war vom Tiere. Also standen wir\ngegeneinander, bedenklich und traurig: Denn die Wand war gefallen, die\nunsere Höfe geschieden. Und du faßtest darauf mich bei der Hand an und\nsagtest: “Lieschen, wie kommst du hieher? Geh weg! du verbrennest die\nSohlen; Denn der Schutt ist heiß, er sengt mir die stärkeren Stiefeln.\"\nUnd du hobest mich auf und trugst mich herüber durch deinen Hof weg. Da\nstand noch das Tor des Hauses mit seinem Gewölbe, Wie es jetzt steht; es\nwar allein von allem geblieben. Und du setztest mich nieder und küßtest\nmich und ich verwehrt’ es. Aber du sagtest darauf mit freundlich\nbedeutenden Worten: “Siehe, das Haus liegt nieder. Bleib hier, und hilf\nmir es bauen, Und ich helfe dagegen auch deinem Vater an seinem.” Doch ich\nverstand dich nicht, bis du zum Vater die Mutter Schicktest und schnell\ndas Gelübd’ der fröhlichen Ehe vollbracht war. Noch erinnr’ ich mich\nheute des halbverbrannten Gebälkes Freudig und sehe die Sonne noch immer\nso herrlich heraufgehn; Denn mir gab der Tag den Gemahl, es haben die\nersten Zeiten der wilden Zerstörung den Sohn mir der Jugend gegeben.\nDarum lob ich dich, Hermann, daß du mit reinem Vertrauen Auch ein Mädchen\ndir denkst in diesen traurigen Zeiten Und es wagtest zu frein im Krieg und\nüber den Trümmern.”",
        "Da versetzte sogleich der Vater lebhaft und sagte: “Die Gesinnung ist\nlöblich, und wahr ist auch die Geschichte, Mütterchen, die du erzählst;\ndenn so ist alles begegnet. Aber besser ist besser. Nicht einen jeden\nbetrifft es, Anzufangen von vorn sein ganzes Leben und Wesen; Nicht soll\njeder sich quälen, wie wir und andere taten, Oh, wie glücklich ist der,\ndem Vater und Mutter das Haus schon Wohlbestellt übergeben und der mit\nGedeihen es ausziert! Aller Anfang ist schwer, am schwersten der Anfang\nder Wirtschaft. Mancherlei Dinge bedarf der Mensch, und alles wird\ntäglich Teurer; da seh er sich vor, des Geldes mehr zu erwerben. Und so\nhoff ich von dir, mein Hermann, daß du mir nächstens In das Haus die Braut\nmit schöner Mitgift hereinführst; Denn ein wackerer Mann verdient ein\nbegütertes Mädchen, Und es behaget so wohl, wenn mit dem gewünscheten\nWeibchen Auch in Körben und Kasten die nützliche Gabe hereinkommt. Nicht\numsonst bereitet durch manche Jahre die Mutter Viele Leinwand der Tochter,\nvon feinem und starkem Gewebe; Nicht umsonst verehren die Paten ihr\nSilbergeräte, Und der Vater sondert im Pulte das seltene Goldstück: Denn\nsie soll dereinst mit ihren Gütern und Gaben Jenen Jüngling erfreun, der\nsie vor allen erwählt hat. Ja, ich weiß, wie behaglich ein Weibchen im\nHause sich findet, Das ihr eignes Gerät in Küch’ und Zimmern erkennet Und\ndas Bette sich selbst und den Tisch sich selber gedeckt hat. Nur wohl\nausgestattet möcht’ ich im Hause die Braut sehn; Denn die Arme wird doch\nnur zuletzt vom Manne verachtet, Und er hält sie als Magd, die als Magd\nmit dem Bündel hereinkam. Ungerecht bleiben die Männer, und die Zeiten\nder Liebe vergehen. Ja, mein Hermann, du würdest mein Alter höchlich\nerfreuen, Wenn du mir bald ins Haus ein Schwiegertöchterchen brächtest Aus\nder Nachbarschaft her, aus jenem Hause, dem grünen. Reich ist der Mann\nfürwahr: sein Handel und seine Fabriken Machen ihn täglich reicher: denn\nwo gewinnt nicht der Kaufmann? Nur drei Töchter sind da; sie teilen allein\ndas Vermögen. Schon ist die ältste bestimmt, ich weiß es; aber die\nzweite Wie die dritte sind noch, und vielleicht nicht lange, zu haben.\nWär’ ich an deiner Statt, ich hätte bis jetzt nicht gezaudert, Eins mir\nder Mädchen geholt, so wie ich das Mütterchen forttrug.”",
        "Da versetzte der Sohn bescheiden dem dringenden Vater: “Wirklich, mein\nWille war auch, wie Eurer, eine der Töchter Unsers Nachbars zu wählen.\nWir sind zusammen erzogen, Spielten neben dem Brunnen am Markt in früheren\nZeiten, Und ich habe sie oft vor der Knaben Wildheit beschützet. Doch\ndas ist lange schon her; es bleiben die wachsenden Mädchen Endlich billig\nzu Haus und fliehn die wilderen Spiele. Wohlgezogen sind sie gewiß! Ich\nging auch zuzeiten Noch aus alter Bekanntschaft, so wie Ihr es wünschtet,\nhinüber; Aber ich konnte mich nie in ihrem Umgang erfreuen. Denn sie\ntadelten stets an mir, das mußt’ ich ertragen: Gar zu lang war mein Rock,\nzu grob das Tuch und die Farbe Gar zu gemein und die Haare nicht recht\ngestutzt und gekräuselt. Endlich hatt’ ich im Sinne, mich auch zu putzen\nwie jene Handelsbübchen, die stets am Sonntag drüben sich zeigen, Und um\ndie halbseiden im Sommer das Läppchen herumhängt. Aber noch früh genug\nmerkt’ ich, sie hatten mich immer zum besten, Und das war mir empfindlich,\nmein Stolz war beleidigt; doch mehr noch Kränkte mich’s tief, daß so sie\nden guten Willen verkannten, Den ich gegen sie hegte, besonders Minchen,\ndie jüngste. Denn so war ich zuletzt an Ostern hinübergegangen, Hatte\nden neuen Rock, der jetzt nur oben im Schrank hängt, Angezogen und war\nfrisiert wie die übrigen Bursche. Als ich eintrat, kicherten sie; doch\nzog ich’s auf mich nicht. Minchen saß am Klavier; es war der Vater\nzugegen, Hörte die Töchterchen singen und war entzückt und in Laune.\nManches verstand ich nicht, was in den Liedern gesagt war, Aber ich hörte\nviel von Pamina, viel von Tamino, Und ich wollte doch auch nicht stumm\nsein! Sobald sie geendet, Fragt’ ich dem Texte nach und nach den beiden\nPersonen. Alle schwiegen darauf und lächelten; aber der Vater Sagte:\n“Nicht wahr, mein Freund, Er kennt nur Adam und Eva?” Niemand hielt sich\nalsdann, und laut auf lachten die Mädchen, Laut auf lachten die Knaben, es\nhielt den Bauch sich der Alte. Fallen ließ ich den Hut vor Verlegenheit,\nund das Gekicher Dauerte fort und fort, soviel sie auch sangen und\nspielten. Und ich eilte beschämt und verdrießlich wieder nach Hause,\nHängte den Rock in den Schrank und zog die Haare herunter Mit den Fingern\nund schwur, nicht mehr zu betreten die Schwelle. Und ich hatte wohl\nrecht; denn eitel sind sie und lieblos, Und ich höre, noch heiß’ ich bei\nihnen immer Tamino.”",
        "Da versetzte die Mutter: “Du solltest, Hermann, so lange Mit den Kindern\nnicht zürnen; denn Kinder sind sie ja sämtlich. Minchen fürwahr ist gut\nund war dir immer gewogen; Neulich fragte sie noch nach dir. Die solltest\ndu wählen!”",
        "Da versetzte bedenklich der Sohn: “Ich weiß nicht, es prägte Jener Verdruß\nsich so tief bei mir ein, ich möchte fürwahr nicht Sie am Klaviere mehr\nsehn und ihre Liedchen vernehmen.”",
        "Doch der Vater fuhr auf und sprach die zornigen Worte: “Wenig Freud’ erleb\nich an dir! Ich sagt’ es doch immer, Als du zu Pferden nur und Lust nur\nbezeugtest zum Acker: Was ein Knecht schon verrichtet des wohlbegüterten\nMannes, Tust du; indessen muß der Vater des Sohnes entbehren, Der ihm zur\nEhre doch auch vor andern Bürgern sich zeigte. Und so täuschte mich früh\nmit leerer Hoffnung die Mutter, Wenn in der Schule das Lesen und Schreiben\nund Lernen dir niemals Wie den andern gelang und du immer der Unterste\nsaßest. Freilich! das kommt daher, wenn Ehrgefühl nicht im Busen Eines\nJünglinges lebt und wenn er nicht höher hinauf will. Hätte mein Vater\ngesorgt für mich, so wie ich für dich tat, Mich zur Schule gesendet und\nmir die Lehrer gehalten, Ja, ich wäre was anders als Wirt zum Goldenen\nLöwen!”",
        "Aber der Sohn stand auf und nahte sich schweigend der Türe, Langsam und\nohne Geräusch; allein der Vater, entrüstet, Rief ihm nach: “So gehe nur\nhin! ich kenne den Trotzkopf! Geh und führe fortan die Wirtschaft, daß\nich nicht schelte; Aber denke nur nicht, du wollest ein bäurisches Mädchen\nJe mir bringen ins Haus, als Schwiegertochter, die Trulle! Lange hab ich\ngelebt und weiß mit Menschen zu handeln, Weiß zu bewirten die Herren und\nFrauen, daß sie zufrieden Von mir weggehn, ich weiß den Fremden gefällig\nzu schmeicheln. Aber so soll mir denn auch ein Schwiegertöchterchen\nendlich Wiederbegegnen und so mir die viele Mühe versüßen! Spielen soll\nsie mir auch das Klavier; es sollen die schönsten, Besten Leute der Stadt\nsich mit Vergnügen versammeln, Wie es sonntags geschieht im Hause des\nNachbars!” Da drückte Leise der Sohn auf die Klinke, und so verließ er\ndie Stube.",
        "Continue...",
        "\nThis complete text of “Hermann und Dorothea” by Johann Wolfgang von Goethe is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}