{
    "title": "Hermann und Dorothea - Urania (Von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "9",
    "content": [
        "\n\n",
        "Musen, die ihr so gern die herzliche Liebe begünstigt, Auf dem Wege bisher\nden trefflichen Jüngling geleitet, An die Brust ihm das Mädchen noch vor\nder Verlobung gedrückt habt: Helfet auch ferner den Bund des lieblichen\nPaares vollenden, Teilet die Wolken sogleich, die über ihr Glück sich\nheraufziehn! Aber saget vor allem, was jetzt im Hause geschiehet!",
        "Ungeduldig betrat die Mutter zum drittenmal wieder Schon das Zimmer der\nMänner, das sorglich erst sie verlassen, Sprechend vom nahen Gewitter, vom\nschnellen Verdunkeln des Mondes; Dann vom Außenbleiben des Sohns und der\nNächte Gefahren; Tadelte lebhaft die Freunde, daß, ohne das Mädchen zu\nsprechen, Ohne zu werben für ihn, sie so bald sich vom Jüngling getrennet.",
        "“Mache nicht schlimmer das Übel!” versetzt’ unmutig der Vater; “Denn du\nsiehst, wir harren ja selbst, und warten des Ausgangs.”",
        "Aber gelassen begann der Nachbar sitzend zu sprechen: “Immer verdank ich\nes doch in solch unruhiger Stunde Meinem seligen Vater, der mir, als\nKnaben, die Wurzel Aller Ungeduld ausriß, daß auch kein Fäschen\nzurückblieb Und ich erwarten lernte sogleich, wie keiner der Weisen.\"\n“Sagt”, versetzte der Pfarrer, “welch Kunststück brauchte der Alte?” “Das\nerzähl ich Euch gern, denn jeder kann es sich merken”, Sagte der Nachbar\ndarauf. “Als Knabe stand ich am Sonntag Ungeduldig einmal, die Kutsche\nbegierig erwartend, Die uns sollte hinaus zum Brunnen führen der Linden.\nDoch sie kam nicht; ich lief wie ein Wiesel dahin und dorthin, Treppen\nhinauf und hinab und von dem Fenster zur Türe. Meine Hände prickelten\nmir; ich kratzte die Tische, Trappelte stampfend herum, und nahe war mir\ndas Weinen. Alles sah der gelassene Mann; doch als ich es endlich Gar zu\ntöricht betrieb, ergriff er mich ruhig beim Arme, Führte zum Fenster mich\nhin und sprach die bedenklichen Worte: “Siehst du des Tischlers da drüben\nfür heute geschlossene Werkstatt? Morgen eröffnet er sie; da rühret sich\nHobel und Säge, Und so geht es von frühe bis Abend die fleißigen Stunden.\nAber bedenke dir dies: der Morgen wird künftig erscheinen, Da der Meister\nsich regt mit allen seinen Gesellen Dir den Sarg zu bereiten und schnell\nund geschickt zu vollenden; Und sie tragen das bretterne Haus geschäftig\nherüber, Das den Geduld’gen zuletzt und den Ungeduldigen aufnimmt, Und gar\nbald ein drückendes Dach zu tragen bestimmt ist.” Alles sah ich sogleich\nim Geiste wirklich geschehen, Sah die Bretter gefügt und die schwarze\nFarbe bereitet, Saß geduldig nunmehr und harrete ruhig der Kutsche.\nRennen andere nun in zweifelhafter Erwartung Ungebärdig herum, da muß ich\ndes Sarges gedenken.”",
        "Lächelnd sagte der Pfarrer: “Des Todes rührendes Bild steht Nicht als\nSchrecken dem Weisen und nicht als Ende dem Frommen. Jenen drängt es ins\nLeben zurück und lehret ihn handeln; Diesem stärkt es, zu künftigem Heil,\nim Trübsal die Hoffnung; Beiden wird zum Leben der Tod. Der Vater mit\nUnrecht Hat dem empfindlichen Knaben den Tod im Tode gewiesen. Zeige man\ndoch dem Jüngling des edel reifenden Alters Wert und dem Alter die Jugend,\ndaß beide des ewigen Kreises Sich erfreuen und so sich Leben im Leben\nvollende!”",
        "Aber die Tür ging auf. Es zeigte das herrliche Paar sich, Und es\nerstaunten die Freunde, die liebenden Eltern erstaunten Über die Bildung\nder Braut, des Bräutigams Bildung vergleichbar; Ja, es schien die Türe zu\nklein, die hohen Gestalten Einzulassen, die nun zusammen betraten die\nSchwelle. Hermann stellte den Eltern sie vor mit fliegenden Worten.\n“Hier ist”, sagt’ er, “ein Mädchen, so wie Ihr im Hause sie wünschet.\nLieber Vater, empfanget sie gut; sie verdient es. Und liebe Mutter,\nbefragt sie sogleich nach dem ganzen Umfang der Wirtschaft, Daß Ihr seht,\nwie sehr sie verdient, Euch näher zu werden.” Eilig führt’ er darauf den\ntrefflichen Pfarrer beiseite, Sagte: “Würdiger Herr, nun helft mir aus\ndieser Besorgnis Schnell, und löset den Knoten, vor dessen Entwicklung ich\nschaudre. Denn ich habe das Mädchen als meine Braut nicht geworben,\nSondern sie glaubt, als Magd in das Haus zu gehn, und ich fürchte, Daß\nunwillig sie flieht, sobald wir gedenken der Heirat. Aber entschieden\nsei es sogleich! Nicht länger im Irrtum Soll sie bleiben, wie ich nicht\nlänger den Zweifel ertrage. Eilet und zeiget auch hier die Weisheit, die\nwir verehren!” Und es wendete sich der Geistliche gleich zur Gesellschaft.\nAber leider getrübt war durch die Rede des Vaters Schon die Seele des\nMädchens; er hatte die munteren Worte Mit behaglicher Art im guten Sinne\ngesprochen: “Ja, das gefällt mir, mein Kind! Mit Freuden erfahr’ ich, der\nSohn hat Auch wie der Vater Geschmack, der seinerzeit es gewiesen. Immer\ndie Schönste zum Tanze geführt und endlich die Schönste In sein Haus als\nFrau sich geholt; das Mütterchen war es. Denn an der Braut, die der Mann\nsich erwählt, läßt gleich sich erkennen, Welches Geistes er ist, und ob er\nsich eigenen Wert fühlt. Aber Ihr brauchtet wohl auch nur wenig Zeit zur\nEntschließung? Denn mich dünket fürwahr, ihm ist so schwer nicht zu folgen.”",
        "Hermann hörte die Worte nur flüchtig; ihm bebten die Glieder Innen, und\nstille war der ganze Kreis nun auf einmal.",
        "Aber das treffliche Mädchen, von solchen spöttischen Worten, Wie sie ihr\nschienen, verletzt und tief in der Seele getroffen, Stand, mit fliegender\nRöte die Wange bis gegen den Nacken Übergossen; doch hielt sie sich an und\nnahm sich zusammen, Sprach zu dem Alten darauf, nicht völlig die Schmerzen\nverbergend: “Traun! zu solchem Empfang hat mich der Sohn nicht bereitet,\nDer mir des Vaters Art geschildert, des trefflichen Bürgers; Und ich weiß,\nich stehe vor Euch, dem gebildeten Manne, Der sich klug mit jedem beträgt\nund gemäß den Personen. Aber so scheint es, Ihr fühlt nicht Mitleid\ngenug mit der Armen, Die nun die Schwelle betritt und die Euch zu dienen\nbereit ist; Denn sonst würdet Ihr nicht mit bitterem Spotte mir zeigen,\nWie entfernt mein Geschick von Eurem Sohn und von Euch sei. Freilich\ntret ich nur arm, mit kleinem Bündel ins Haus ein, Das mit allem versehn\ndie frohen Bewohner gewiß macht; Aber ich kenne mich wohl und fühle das\nganze Verhältnis. Ist es edel, mich gleich mit solchem Spotte zu treffen,\nDer auf der Schwelle beinah mich schon aus dem Hause zurücktreibt?”",
        "Bang bewegte sich Hermann und winkte dem geistlichen Freunde, Daß er ins\nMittel sich schlüge, sogleich zu verscheuchen den Irrtum. Eilig trat der\nKluge heran und schaute des Mädchens Stillen Verdruß und gehaltenen\nSchmerz und Tränen im Auge. Da befahl ihm sein Geist, nicht gleich die\nVerwirrung zu lösen, Sondern vielmehr das bewegte Gemüt zu prüfen des\nMädchens. Und er sagte darauf zu ihr mit versuchenden Worten: “Sicher,\ndu überlegtest nicht wohl, o Mädchen des Auslands, Wenn du bei Fremden zu\ndienen dich allzu eilig entschlossest, Was es heiße, das Haus des\ngebietenden Herrn zu betreten; Denn der Handschlag bestimmt das ganze\nSchicksal des Jahres, Und gar vieles zu dulden verbindet ein einziges\nJawort. Sind doch nicht das Schwerste des Diensts die ermüdenden Wege,\nNicht der bittere Schweiß der ewig drängenden Arbeit; Denn mit dem Knechte\nzugleich bemüht sich der tätige Freie: Aber zu dulden die Laune des Herrn,\nwenn er ungerecht tadelt, Oder dieses und jenes begehrt, mit sich selber\nin Zwiespalt, Und die Heftigkeit noch der Frauen, die leicht sich erzürnet,\nMit der Kinder roher und übermütiger Unart: Das ist schwer zu ertragen,\nund doch die Pflicht zu erfüllen Ungesäumt und rasch, und selbst nicht\nmürrisch zu stocken. Doch du scheinst mir dazu nicht geschickt, da die\nScherze des Vaters Schon dich treffen so tief, und doch nichts\ngewöhnlicher vorkommt, Als ein Mädchen zu plagen, daß wohl ihr ein\nJüngling gefalle.”",
        "Also sprach er. Es fühlte die treffende Rede das Mädchen, Und sie hielt\nsich nicht mehr; es zeigten sich ihre Gefühle Mächtig, es hob sich die\nBrust, aus der ein Seufzer hervordrang, Und sie sagte sogleich mit heiß\nvergossenen Tränen: “Oh, nie weiß der verständige Mann, der im Schmerz uns\nzu raten Denkt, wie wenig sein Wort, das kalte, die Brust zu befreien Je\nvon dem Leiden vermag, das ein hohes Schicksal uns auflegt. Ihr seid\nglücklich und froh, wie sollt’ ein Scherz Euch verwunden? Doch der\nKrankende fühlt auch schmerzlich die leise Berührung. Nein, es hülfe mir\nnichts, wenn selbst mir Verstellung gelänge. Zeige sich gleich, was\nspäter nur tiefere Schmerzen vermehrte Und mich drängte vielleicht in\nstillverzehrendes Elend. Laßt mich wieder hinweg! Ich darf im Hause\nnicht bleiben; Ich will fort und gehe, die armen Meinen zu suchen, Die ich\nim Unglück verließ, für mich nur das Bessere wählend. Dies ist mein\nfester Entschluß; und ich darf Euch darum nun bekennen, Was im Herzen sich\nsonst wohl Jahre hätte verborgen. Ja, des Vaters Spott hat tief mich\ngetroffen: nicht, weil ich Stolz und empfindlich bin, wie es wohl der Magd\nnicht geziemet, Sondern weil mir fürwahr im Herzen die Neigung sich regte\nGegen den Jüngling, der heute mir als ein Erretter erschienen. Denn als\ner erst auf der Straße mich ließ, so war er mir immer In Gedanken\ngeblieben; ich dachte des glücklichen Mädchens, Das er vielleicht schon\nals Braut im Herzen möchte bewahren. Und als ich wieder am Brunnen ihn\nfand, da freut’ ich mich seines Anblicks so sehr, als wär’ mir der\nHimmlischen einer erschienen. Und ich folgt’ ihm so gern, als nun er zur\nMagd mich geworben. Doch mir schmeichelte freilich das Herz (ich will es\ngestehen) Auf dem Wege hierher, als könnt’ ich vielleicht ihn verdienen,\nWenn ich würde des Hauses dereinst unentbehrliche Stütze. Aber, ach!\nnun seh ich zuerst die Gefahren, in die ich Mich begab, so nah dem still\nGeliebten zu wohnen. Nun erst fühl ich, wie weit ein armes Mädchen\nentfernt ist Von dem reicheren Jüngling, und wenn sie die Tüchtigste wäre.\nAlles das hab ich gesagt, damit ihr das Herz nicht verkennet, Das ein\nZufall beleidigt, dem ich die Besinnung verdanke. Denn das mußt’ ich\nerwarten, die stillen Wünsche verbergend, Daß er sich brächte zunächst die\nBraut zum Hause geführet; Und wie hätt’ ich alsdann die heimlichen\nSchmerzen ertragen? Glücklich bin ich gewarnt, und glücklich löst das\nGeheimnis Von dem Busen sich los, jetzt, da noch das Übel ist heilbar.\nAber das sei nun gesagt! Und nun soll im Hause mich länger Hier nichts\nhalten, wo ich beschämt und ängstlich nur stehe, Frei die Neigung\nbekennend und jene törichte Hoffnung. Nicht die Nacht, die breit sich\nbedeckt mit sinkenden Wolken, Nicht der rollende Donner (ich hör ihn) soll\nmich verhindern, Nicht des Regens Guß, der draußen gewaltsam herabschlägt,\nNoch der sausende Sturm. Das hab ich alles ertragen Auf der traurigen\nFlucht und nah am verfolgenden Feinde. Und ich gehe nun wieder hinaus,\nwie ich lange gewohnt bin, Von dem Strudel der Zeit ergriffen, von allem\nzu scheiden. Lebet wohl! ich bleibe nicht länger; es ist nun geschehen.”",
        "Also sprach sie, sich rasch zurück nach der Türe bewegend, Unter dem Arm\ndas Bündelchen noch, das sie brachte, bewahrend. Aber die Mutter ergriff\nmit beiden Armen das Mädchen, Um den Leib sie fassend, und rief verwundert\nund staunend: “Sag, was bedeutet mir dies? und diese vergeblichen Tränen?\nNein, ich lasse dich nicht; du bist mir des Sohnes Verlobte.” Aber der\nVater stand mit Widerwillen dagegen, Auf die Weinende schauend, und sprach\ndie verdrießlichen Worte: “Also das ist mir zuletzt für die höchste\nNachsicht geworden, Daß mir das Unangenehmste geschieht noch zum Schlusse\ndes Tages! Denn mir ist unleidlicher nichts, als Tränen der Weiber,\nLeidenschaftlich Geschrei, das heftig verworren beginnet, Was mit ein\nwenig Vernunft sich ließe gemächlicher schlichten. Mir ist lästig, noch\nlänger dies wunderliche Beginnen Anzuschauen. Vollendet es selbst! ich\ngehe zu Bette.” Und er wandte sich schnell und eilte zur Kammer zu gehen,\nWo ihm das Ehbett stand und wo er zu ruhen gewohnt war. Aber ihn hielt\nder Sohn und sagte die flehenden Worte: “Vater, eilet nur nicht und zürnt\nnicht über das Mädchen! Ich nur habe die Schuld von aller Verwirrung zu\ntragen, Die unerwartet der Freund noch durch Verstellung vermehrt hat.\nRedet, würdiger Herr! denn Euch vertraut’ ich die Sache. Häufet nicht\nAngst und Verdruß; vollendet lieber das Ganze! Denn ich möchte so hoch\nEuch nicht in Zukunft verehren, Wenn Ihr Schadenfreude nur übt statt\nherrlicher Weisheit.”",
        "Lächelnd versetzte darauf der würdige Pfarrer und sagte: “Welche Klugheit\nhätte denn wohl das schöne Bekenntnis Dieser Guten entlockt und uns\nenthüllt ihr Gemüte? Ist nicht die Sorge sogleich dir zur Wonn’ und Freude\ngeworden? Rede darum nur selbst! was bedarf es fremder Erklärung?” Nun\ntrat Hermann hervor und sprach die freundlichen Worte: “Laß dich die\nTränen nicht reun, noch diese flüchtigen Schmerzen; Denn sie vollenden\nmein Glück und, wie ich wünsche, das deine. Nicht das treffliche Mädchen\nals Magd, die Fremde, zu dingen, Kam ich zum Brunnen; ich kam, um deine\nLiebe zu werben. Aber, ach! mein schüchterner Blick, er konnte die\nNeigung Deines Herzens nicht sehn; nur Freundlichkeit sah er im Auge, Als\naus dem Spiegel du ihn des ruhigen Brunnens begrüßtest. Dich ins Haus\nnur zu führen, es war schon die Hälfte des Glückes. Aber nun vollendest\ndu mir’s! Oh, sei mir gesegnet!” Und es schaute das Mädchen mit tiefer\nRührung zum Jüngling Und vermied nicht Umarmung und Kuß, den Gipfel der\nFreude, Wenn sie den Liebenden sind die lang ersehnte Versichrung\nKünftigen Glücks im Leben, das nun ein unendliches scheinet.",
        "Und den übrigen hatte der Pfarrherr alles erkläret. Aber das Mädchen kam,\nvor dem Vater sich herzlich mit Anmut Neigend und so ihm die Hand, die\nzurückgezogene, küssend, Sprach: “Ihr werdet gerecht der Überraschten\nverzeihen, Erst die Tränen des Schmerzes und nun die Tränen der Freude.\nOh, vergebt mir jenes Gefühl! vergebt mir auch dieses Und laßt nur mich\nins Glück, das neu mir gegönnte, mich finden! Ja, der erste Verdruß, an\ndem ich Verworrene schuld war, Sei der letzte zugleich! Wozu die Magd\nsich verpflichtet, Treu, zu liebendem Dienst, den soll die Tochter Euch\nleisten!”",
        "Und der Vater umarmte sie gleich, die Tränen verbergend. Traulich kam\ndie Mutter herbei und küßte sie herzlich, Schüttelte Hand in Hand; es\nschwiegen die weinenden Frauen.",
        "Eilig faßte darauf der gute verständige Pfarrherr Erst des Vaters Hand und\nzog ihm vom Finger den Trauring (Nicht so leicht; er war vom rundlichen\nGliede gehalten), Nahm den Ring der Mutter darauf und verlobte die Kinder,\nSprach: “Noch einmal sei der goldenen Reifen Bestimmung, Fest ein Band zu\nknüpfen, das völlig gleiche dem alten. Dieser Jüngling ist tief von der\nLiebe zum Mädchen durchdrungen Und das Mädchen gesteht, daß auch ihr der\nJüngling erwünscht ist. Also verlob’ ich euch hier und segn’ euch\nkünftigen Zeiten, Mit dem Willen der Eltern und mit dem Zeugnis des\nFreundes.”",
        "Und es neigte sich gleich mit Segenswünschen der Nachbar. Aber als der\ngeistliche Herr den goldenen Reif nun Steckt’ an die Hand des Mädchens,\nerblickt’ er den anderen staunend, Den schon Hermann zuvor am Brunnen\nsorglich betrachtet. Und er sagte darauf mit freundlich scherzenden\nWorten: “Wie! du verlobest dich schon zum zweitenmal? Daß nicht der\nerste Bräutigam bei dem Altar sich zeige mit hinderndem Einspruch!”",
        "Aber sie sagte darauf. “Oh, laßt mich dieser Erinnrung Einen Augenblick\nweihen! Denn wohl verdient sie der Gute, Der mir ihn scheidend gab und\nnicht zur Heimat zurückkam. Alles sah er voraus, als rasch die Liebe der\nFreiheit, Als ihn die Lust, im neuen veränderten Wesen zu wirken, Trieb\nnach Paris zu gehn, dahin, wo er Kerker und Tod fand. “Lebe glücklich”,\nsagt’ er. “Ich gehe; denn alles bewegt sich Jetzt auf Erden einmal, es\nscheint sich alles zu trennen. Grundgesetze lösen sich auf der festesten\nStaaten, Und es löst der Besitz sich los vom alten Besitzer, Freund sich\nlos von Freund: so löst sich Liebe von Liebe. Ich verlasse dich hier;\nund wo ich jemals dich wieder Finde—wer weiß es? Vielleicht sind diese\nGespräche die letzten. Nur ein Fremdling, sagt man mit Recht, ist der\nMensch hier auf Erden; Mehr ein Fremdling als jemals ist nun ein jeder\ngeworden. Uns gehört der Boden nicht mehr; es wandern die Schätze; Gold\nund Silber schmilzt aus den alten heiligen Formen; Alles regt sich, als\nwollte die Welt, die gestaltete, rückwärts Lösen in Chaos und Nacht sich\nauf, und neu sich gestalten. Du bewahrst mir dein Herz; und finden\ndereinst wir uns wieder Über den Trümmern der Welt, so sind wir erneute\nGeschöpfe, Umgebildet und frei und unabhängig vom Schicksal. Denn was\nfesselte den, der solche Tage durchlebt hat! Aber soll es nicht sein, daß\nje wir, aus diesen Gefahren Glücklich entronnen, uns einst mit Freuden\nwieder umfangen, Oh, so erhalte mein schwebendes Bild vor deinen Gedanken,\nDaß du mit gleichem Mute zu Glück und Unglück bereit seist! Locket neue\nWohnung dich an und neue Verbindung, So genieße mit Dank, was dann dir das\nSchicksal bereitet! Liebe die Liebenden rein und halte dem Guten dich\ndankbar. Aber dann auch setze nur leicht den beweglichen Fuß auf; Denn\nes lauert der doppelte Schmerz des neuen Verlustes. Heilig sei dir der\nTag; doch schätze das Leben nicht höher Als ein anderes Gut, und alle\nGüter sind trüglich.” Also sprach er: und nie erschien der Edle mir wieder.\nAlles verlor ich indes, und tausendmal dacht’ ich der Warnung. Nun\nauch denk ich des Worts, da schön mir die Liebe das Glück hier Neu\nbereitet und mir die herrlichsten Hoffnungen aufschließt. Oh, verzeih,\nmein trefflicher Freund, daß ich, selbst an dem Arm dich Haltend, bebe!\nSo scheint dem endlich gelandeten Schiffer Auch der sicherste Grund des\nfestesten Bodens zu schwanken.”",
        "Also sprach sie und steckte die Ringe nebeneinander. Aber der Bräutigam\nsprach mit edler männlicher Rührung: “Desto fester sei, bei der\nallgemeinen Erschüttrung, Dorothea, der Bund! Wir wollen halten und\ndauern, Fest uns halten und fest der schönen Güter Besitztum. Denn der\nMensch, der zur schwankenden Zeit auch schwankend gesinnt ist, Der\nvermehret das Übel und breitet es weiter und weiter; Aber wer fest auf dem\nSinne beharrt, der bildet die Welt sich. Nicht dem Deutschen geziemt es,\ndie fürchterliche Bewegung Fortzuleiten und auch zu wanken hierhin und\ndorthin. “Dies ist unser!” so laß uns sagen und so es behaupten! Denn\nes werden noch stets die entschlossenen Völker gepriesen, Die für Gott und\nGesetz, für Eltern, Weiber und Kinder Stritten und gegen den Feind\nzusammenstehend erlagen. Du bist mein; und nun ist das Meine meiner als\njemals. Nicht mit Kummer will ich’s bewahren und sorgend genießen,\nSondern mit Mut und Kraft. Und drohen diesmal die Feinde Oder künftig, so\nrüste mich selbst und reiche die Waffen. Weiß ich durch dich nur\nversorgt das Haus und die liebenden Eltern, Oh, so stellt sich die Brust\ndem Feinde sicher entgegen. Und gedächte jeder wie ich, so stünde die\nMacht auf Gegen die Macht, und wir erfreuten uns alle des Friedens.”",
        " ",
        "\nThis complete text of “Hermann und Dorothea” by Johann Wolfgang von Goethe is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}