{
    "title": "Hermann and Dorothea - Clio",
    "author": "Johann Wolfgang von Goethe (translated by Ellen Frothingham)",
    "chapter": "6",
    "content": [
        "\n\n",
        "Now when the foreign judge had been by the minister questioned\nAs to his people’s distress, and how long their exile had lasted,\nThus made answer the man: “Of no recent date are our sorrows;\nSince of the gathering bitter of years our people have drunken,—\nBitterness all the more dreadful because such fair hope had been blighted.\nWho will pretend to deny that his heart swelled high in his bosom,\nAnd that his freer breast with purer pulses was beating;\nWhen we beheld the new sun arise in his earliest splender,\nWhen of the rights of men we heard, which to all should be common,\nWere of a righteous equality told, and inspiriting freedom?\nEvery one hoped that then he should live his own life, and the fetters,\nBinding the various lands, appeared their hold to be loosing,—\nFetters that had in the hand of sloth been held and self-seeking.\nLooked not the eyes of all nations, throughout that calamitous season,\nTowards the world’s capital city, for so it had long been considered,\nAnd of that glorious title was now, more than ever, deserving?",
        "Were not the names of those men who first delivered the message,\nNames to compare with the highest that under the heavens are spoken?\nDid not, in every man, grow courage and spirit and language?\nAnd, as neighbors, we, first of all, were zealously kindled.\nThereupon followed the war, and armed bodies of Frenchmen\nPressed to us nearer; yet nothing but friendship they seemed to be bringing;\nAy, and they brought it too; for exalted the spirit within them:\nThey with rejoicing the festive trees of liberty planted,\nPromising every man what was his own, and to each his own ruling.\nHigh beat the heart of the youths, and even the aged were joyful;\nGaily the dance began about the newly raised standard.\nThus had they speedily won, these overmastering Frenchmen,\nFirst the spirits of men by the fire and dash of their bearing,\nThen the hearts of the women with irresistible graces.\nEven the pressure of hungry war seemed to weigh on us lightly,\nSo before our vision did hope hang over the future,\nLuring our eyes abroad into newly opening pathways.\nOh, how joyful the time when with her belov’ed the maiden\nWhirls in the dance, the longed-for day of their union awaiting!\nBut more glorious that day on which to our vision the highest\nHeart of man can conceive seemed near and attainable to us.\nLoosened was every tongue, and men—the aged, the stripling—\nSpoke aloud in words that were full of high feeling and wisdom.\nSoon, however, the sky was o’ercast. A corrupt generation\nFought for the right of dominion, unworthy the good to establish;\nSo that they slew one another, their new-made neighbors and brothers\nHeld in subjection, and then sent the self-seeking masses against us.\nChiefs committed excesses and wholesale plunder upon us,\nWhile those lower plundered and rioted down to the lowest:\nEvery one seemed but to care that something be left for the morrow.\nGreat past endurance the need, and daily grew the oppression:\nThey were the lords of the day; there was none to hear our complaining.\nThen fell trouble and rage upon even the quietest spirit.\nOne thought only had all, and swore for their wrongs to have vengeance,\nAnd for the bitter loss of their hope thus doubly deluded.\nPresently Fortune turned and declared on the side of the German,\nAnd with hurried marches the French retreated before us.\nAh! then as never before did we feel the sad fortunes of warfare:\nHe that is victor is great and good,—or at least he appears SO,—\nAnd he, as one of his own, will spare the man he has conquered,\nHim whose service he daily needs, and whose property uses.\nBut no law the fugitive knows, save of self-preservation,\nAnd, with a reckless greed, consumes all the possessions about him;\nThen are his passions also inflamed: the despair that is in him\nOut of his heart breaks forth, and takes shape in criminal action.\nNothing is further held sacred; but all is for plunder. His craving\nTurns in fury on woman, and pleasure is changed into horror.\nDeath he sees everywhere round him, and madly enjoys his last moments,",
        "Taking delight in blood, in the shrieking of anguish exulting.\nThereupon fiercely arose in our men the stern resolution\nWhat had been lost to avenge, and defend whate’er was remaining,\nEvery man sprang to his arms, by the flight of the foeman encouraged,\nAnd by his blanching cheeks, and his timorous, wavering glances.\nCeaselessly now rang out the clanging peal of the tocsin.\nThought of no danger to come restrained their furious anger.\nQuick into weapons of war the husbandman’s peaceful utensils\nAll were converted; dripped with blood the scythe and the ploughshare.\nQuarter was shown to none: the enemy fell without mercy.\nFury everywhere raged and the cowardly cunning of weakness.\nNe’er may I men so carried away by injurious passion\nSee again! the sight of the raging wild beast would be better.\nLet not man prattle of freedom, as if himself he could govern!\nSoon as the barriers are torn away, then all of the evil\nSeems let loose, that by law had been driven deep back into corners.”",
        "“Excellent man!” thereupon with emphasis answered the pastor:\n“Though thou misjudgest mankind, yet can I not censure thee for it.\nEvil enough, I confess, thou hast had to endure from man’s passions,\nYet wouldst thou look behind over this calamitous season,\nThou wouldst acknowledge thyself how much good thou also hast witnessed.\nHow many excellent things that would in the heart have hidden,\nHad not danger aroused them, and did not necessity’s pressure\nBring forth the angel in man, and make him a god of deliv’rance.”",
        "Thereupon answered and said the reverend magistrate, smiling:\n“There thou remindest me aptly of how we console the poor fellow,\nAfter his house has been burned, by recounting the gold and the silver\nMelted and scattered abroad in the rubbish, that still is remaining.\nLittle enough, it is true; but even that little is precious.\nThen will the poor wretch after it dig and rejoice if he find it.\nThus I likewise with happier thoughts will gratefully turn me\nTowards the few beautiful deeds of which I preserve the remembrance.\nYes, I will not deny, I have seen old quarrels forgotten,\nIll to avert from the state; I also have witnessed how friendship,\nLove of parent and child, can impossibilities venture;\nSeen how the stripling at once matured into man; how the aged\nGrew again young; and even the child into youth was developed,\nYea, and the weaker sex too, as we are accustomed to call it,\nShowed itself brave and strong and ready for every emergence.\nForemost among them all, one beautiful deed let me mention,\nBravely performed by the hand of a girl, an excellent maiden;\nWho, with those younger than she, had been left in charge of a farmhouse,\nSince there, also, the men had marched against the invader.\nSuddenly fell on the house a fugitive band of marauders,\nEager for booty, who crowded straightway to the room of the women.",
        "There they beheld the beautiful form of the fully grown maiden,\nLooked on the charming young girls, who rather might still be called children.\nSavage desire possessed them; at once with merciless passion\nThey that trembling band assailed and the high-hearted maiden.\nBut she had snatched in an instant the sword of one from its scabbard,\nFelled him with might to the ground, and stretched him bleeding before her.\nThen with vigorous strokes she bravely delivered the maidens,\nSmiting yet four of the robbers; who saved themselves only by flying.\nThen she bolted the gates, and, armed, awaited assistance.”",
        "Now when this praise the minister heard bestowed on the maiden,\nRose straightway for his friend a feeling of hope in his bosom,\nAnd he had opened his lips to inquire what further befell her,\nIf on this mournful flight she now with her people were present;\nWhen with a hasty step the village doctor approached them,\nTwitched the clergyman’s coat, and said in his ear in a whisper:\n“I have discovered the maiden at last among several hundreds;\nBy the description I knew her, so come, let thine own eyes behold her!\nBring too the magistrate with thee, that so we may hear him yet further.\"\nBut as they turned to go, the justice was summoned to leave them,\nSent for by some of his people by whom his counsel was needed.",
        "Straightway the preacher, however, the lead of the doctor had followed\nUp to a gap in the fence where his finger he meaningly pointed.\n“Seest thou the maiden?” he said: “she has made some clothes for the baby\nOut of the well-known chintz,—I distinguish it plainly; and further\nThere are the covers of blue that Hermann gave in his bundle.\nWell and quickly, forsooth, she has turned to advantage the presents.\nEvident tokens are these, and all else answers well the description.\nMark how the stomacher’s scarlet sets off the arch of her bosom,\nPrettily laced, and the bodice of black fits close to her figure;\nNeatly the edge of her kerchief is plaited into a ruffle,\nWhich, with a simple grace, her chin’s rounded outline encircles;\nFreely and lightly rises above it the bead’s dainty oval,\nAnd her luxuriant hair over silver bodkins is braided.\nNow she is sitting, yet still we behold her majestical stature,\nAnd the blue petticoat’s ample plaits, that down from her bosom\nHangs in abundant folds about her neatly shaped ankles,\nShe without question it is; come, therefore, and let us discover\nWhether she honest and virtuous be, a housewifely maiden.”",
        "Then, as the seated figure he studied, the pastor made answer:\n“Truly, I find it no wonder that she so enchanted the stripling,\nSince, to a man’s experienced eye, she seems lacking in nothing.\nHappy to whom mother Nature a shape harmonious has given!",
        "Such will always commend him, and he can be nowhere a stranger.\nAll approach with delight, and all are delighted to linger,\nIf to the outward shape correspond but a courteous spirit.\nI can assure thee, in her the youth has found him a maiden,\nWho, in the days to come, his life shall gloriously brighten,\nStanding with womanly strength in every necessity by him.\nSurely the soul must be pure that inhabits a body so perfect,\nAnd of a happy old age such vigorous youth is the promise.”",
        "Thereupon answered and said the doctor in language of caution:\n“Often appearances cheat; I like not to trust to externals.\nFor I have oft seen put to the test the truth of the proverb:\nTill thou a bushel of salt with a new acquaintance hast eaten,\nBe not too ready to trust him; for time alone renders thee certain\nHow ye shall fare with each other, and how well your friendship shall prosper.\nLet us then rather at first make inquiries among the good people\nBy whom the maiden is known, and who can inform us about her.”",
        "“Much I approve of thy caution,” the preacher replied as he followed.\n“Not for ourselves is the suit, and ’tis delicate wooing for others.”",
        "Towards the good magistrate, then, the men directed their footsteps,\nWho was again ascending the street in discharge of his duties.",
        "Him the judicious pastor at once addressed and with caution.\n“Look! we a maiden have here descried in the neighboring garden,\nUnder an apple-tree sitting, and making up garments for children",
        "Out of second-hand stuff that somebody doubtless has given;\nAnd we were pleased with her aspect: she seems like a girl to be trusted.\nTell us whatever thou knowest: we ask it with honest intentions.”",
        "Soon as the magistrate nearer had come, and looked into the garden,\n“Her thou knowest already,” he said; “for when I was telling\nOf the heroic deed performed by the hand of that maiden,\nWhen she snatched the man’s sword, and delivered herself and her charges,\nThis was the one! she is vigorous born, as thou seest by her stature;\nYet she is good as strong, for her aged kinsman she tended\nUntil the day of his death, which was finally hastened by sorrow\nOver his city’s distress, and his own endangered possessions.\nAlso, with quiet submission, she bore the death of her lover,\nWho a high-spirited youth, in the earliest flush of excitement,\nKindled by lofty resolve to fight for a glorious freedom,\nHurried to Paris, where early a terrible death he encountered.\nFor as at home, so there, his foes were deceit and oppression.”",
        "Thus the magistrate spoke. The others saluted and thanked him,\nAnd from his purse a gold-piece the pastor drew forth:—for the silver\nHe had some hours before already in charity given,\nWhen he in mournful groups had seen the poor fugitives passing;—\nAnd to the magistrate handed it, saying: “Apportion the money\n’Mongst thy destitute people, and God vouchsafe it an increase.\"\nBut the stranger declined it, and, answering, said: “We have rescued\nMany a dollar among us, with clothing and other possessions,\nAnd shall return, as I hope, ere yet our stock is exhausted.”",
        "Then the pastor replied, and pressed the money upon him:\n“None should be backward in giving in days like the present, and no one\nOught to refuse to accept those gifts which in kindness are offered.\nNone can tell how long he may hold what in peace he possesses,\nNone how much longer yet he shall roam through the land of the stranger,\nAnd of his farm be deprived, and deprived of the garden that feeds him.”",
        "“Ay, to be sure!” in his bustling way interrupted the doctor:\n“If I had only some money about me, ye surely should have it,\nLittle and big; for certainly many among you must need it.\nYet I’ll not go without giving thee something to show what my will is,\nEven though sadly behind my good-will must lag the performance.\"\nThus, as he spoke, by its straps his embroidered pocket of leather,\nWhere his tobacco was kept, he drew forth,—enough was now in it\nSeveral pipes to fill,—and daintily opened, and portioned.\n“Small is the gift,” he added. The justice, however, made answer:\n“Good tobacco can ne’er to the traveller fail to be welcome.\"\nThen did the village doctor begin to praise his canaster.",
        "But the clergyman drew him away, and they quitted the justice.\n“Let us make haste,” said the thoughtful man: “the youth’s waiting in torture;\nCome I let him hear, as soon as he may, the jubilant tidings.”",
        "So they hastened their steps, and came to where under the lindens\nHermann against the carriage was leaning. The horses were stamping\nWildly the turf; he held them in check, and, buried in musing,\nStood, into vacancy gazing before him; nor saw the two envoys,\nTill, as they came, they called out and made to him signals of triumph.\nE’en as far off as they then were, the doctor began to address him;\nBut they were presently nearer come and then the good pastor\nGrasped his hand and exclaimed, interrupting the word of his comrade:\n“Hail to thee, O young man! thy true eye and heart have well chosen;\nJoy be to thee and the wife of thy youth; for of thee she is worthy.\nCome then and turn us the wagon, and drive straightway to the village,\nThere the good maid to woo, and soon bring her home to thy dwelling.”",
        "Still, however, the young man stood, without sign of rejoicing\nHearing his messenger’s words, though heavenly they were and consoling.\nDeeply he sighed as he said: “With hurrying wheels we came hither,\nAnd shall be forced, perchance, to go mortified homeward and slowly.\nFor disquiet has fallen upon me since here I’ve been waiting,\nDoubt and suspicion and all that can torture the heart of a lover.\nThink ye we have but to come, and that then the maiden will follow\nMerely because we are rich, while she is poor and an exile?",
        "Poverty, too, makes proud, when it comes unmerited! Active\nSeems she to be, and contented, and so of the world is she mistress.\nThink ye a maiden like her, with the manners and beauty that she has,\nCan into woman have grown, and no worthy man’s love have attracted?\nThink ye that love until now can have been shut out from her bosom?\nDrive not thither too rashly: we might to our mortification\nHave to turn softly homewards our horses’ heads. For my fear is\nThat to some youth already this heart has been given; already\nThis brave hand has been clasped, has pledged faith to some fortunate lover.\nThen with my offer, alas! I should stand in confusion before her.”",
        "Straightway the pastor had opened his lips to speak consolation,\nWhen his companion broke in, and said in his voluble fashion:\n“Years ago, forsooth, unknown had been such a dilemma.\nAll such affairs were then conducted in regular fashion.\nSoon as a bride for their son had been by the parents selected,\nFirst some family friend they into their councils would summon,\nWhom they afterwards sent as a suitor to visit the parents\nOf the elected bride. Arrayed in his finest apparel,\nSoon after dinner on Sunday he sought the respectable burgher,\nWhen some friendly words were exchanged upon general subjects,\nHe knowing how to direct the discourse as suited his purpose.\nAfter much circumlocution he finally mentioned the daughter,\nPraising her highly; and praising the man and the house that had sent him.\nPersons of tact perceived his intent, and the politic envoy\nReadily saw how their minds were disposed, and explained himself further.\nThen were the offer declined, e’en the ’no’ brought not mortification;\nBut did it meet with success, the suitor was ever thereafter\nMade the chief guest in the house on every festive occasion.\nFor, through the rest of their lives, the couple ne’er failed to remember\nThat ’twas by his experienced hand the first knot had been gathered.\nAll that, however, is changed, and, with many another good custom,\nQuite fallen out of the fashion; for every man woos for himself now.\nTherefore let every man hear to his face pronounced the refusal,\nIf a refusal there be, and stand shamed in the sight of the maiden!”",
        "“Let that be as it may!” made answer the youth, who had scarcely\nUnto the words paid heed; but in silence had made his decision.\n“I will go thither myself, will myself hear my destiny spoken\nOut of the lips of a maiden in whom I a confidence cherish\nGreater than heart of man has e’er before cherished in woman.\nSay what she will, ’twill be good and wise; of that I am certain.\nShould I behold her never again, yet this once will I see her;\nYet this once the clear gaze of those dark eyes will encounter,\nIf I must press her ne’er to my heart, yet that neck and that bosom\nWill I behold once more, that my arm so longs to encircle;\nOnce more that mouth will see, whose kiss and whose ’yes’ would for ever\nRender me happy, from which a ’no’ will for ever destroy me.\nBut ye must leave me alone. Do not wait for me here; but return ye\nBack to my father and mother again, and give them the knowledge\nThat their son has not been deceived, that the maiden is worthy.\nSo then leave me alone! I shall follow the footpath that crosses\nOver the hill by the pear-tree, and thence descends through our vineyard,\nTaking a shorter way home. And oh, may I bring to our dwelling,\nJoyful and quick my beloved! but perhaps I alone may come creeping\nOver that path to the house, and ne’er again tread it with gladness.”",
        "Thus he spoke, and gave up the reins to the hand of the pastor,\nWho understandingly grasped them, the foaming horses controlling,\nSpeedily mounted the carriage, and sat in the seat of the driver.",
        "But thou didst hesitate, provident neighbor, and say in remonstrance:\n“Heart and soul and spirit, my friend, I willingly trust thee;\nBut as for life and limb, they are not in the safest of keeping,\nWhen the temporal reins are usurped by the hand of the clergy.”",
        "But thou didst laugh at his words, intelligent pastor, and answer:\n“Sit thee down, and contentedly trust me both body and spirit;\nFor, in holding the reins, my hand grew long ago skilful,\nLong has my eye been trained in making the nicest of turnings;\nFor we were practised well in driving the carriage in Strasburg,\nWhen I the youthful baron accompanied thither; then daily\nRolled the carriage, guided by me, through the echoing gateway,\nOut over dusty roads till we reached the meadows and lindens,\nSteering through groups of the town’s-folk beguiling the day there with walking.”",
        "Thereupon, half-reassured, the neighbor ascended the wagon,\nSat like one who for a prudent leap is holding him ready,\nAnd the stallions sped rapidly homeward, desiring their stable.\nClouds of dust whirled up from under their powerful hoofbeats.\nLong the youth stood there yet, and saw the dust in its rising,\nSaw the dust as it settled again: he stood there unheeding.",
        "Continue...",
        "\nThis complete text of “Hermann and Dorothea” (the German\n“Hermann und Dorothea”) by Johann Wolfgang von Goethe\n(Translated by Ellen Frothingham) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}