{
    "title": "Hermann and Dorothea - Polyhymnia",
    "author": "Johann Wolfgang von Goethe (translated by Ellen Frothingham)",
    "chapter": "5",
    "content": [
        "\n\n",
        "Here the three men, however, still sat conversing together,\nWith mine host of the Lion, the village doctor, and pastor;\nAnd their talk was still on the same unvarying subject,\nTurning it this way and that, and viewing from every direction.\nBut with his sober judgment the excellent pastor made answer:\n“Here will I not contradict you. I know that man should be always\nStriving for that which is better; indeed, as we see, he is reaching\nAlways after the higher, at least some novelty craving.\nBut be careful ye go not too far, for with this disposition\nNature has given us pleasure in holding to what is familiar;\nTaught us in that to delight to which we have long been accustomed.\nEvery condition is good that is founded on reason and nature.\nMany are man’s desires, yet little it is that he needeth;\nSeeing the days are short and mortal destiny bounded.\nNe’er would I censure the man whom a restless activity urges,\nBold and industrious, over all pathways of land and of ocean,\nEver untiring to roam; who takes delight in the riches,\nHeaping in generous abundance about himself and his children.\nYet not unprized by me is the quiet citizen also,\nMaking the noiseless round of his own inherited acres,\nTilling the ground as the ever-returning seasons command him.\nNot with every year is the soil transfigured about him;\nNot in haste does the tree stretch forth, as soon as ’tis planted,\nFull-grown arms towards heaven and decked with plenteous blossoms.\nNo: man has need of patience, and needful to him are also\nCalmness and clearness of mind, and a pure and right understanding.\nFew are the seeds he intrusts to earth’s all-nourishing bosom;\nFew are the creatures he knows how to raise and bring to perfection.\nCentred are all his thoughts alone on that which is useful.\nHappy to whom by nature a mind of such temper is given,\nFor he supports us all! And hail, to the man whose abode is\nWhere in a town the country pursuits with the city are blended.\nOn him lies not the pressure that painfully hampers the farmer,\nNor is he carried away by the greedy ambition of cities;\nWhere they of scanty possessions too often are given to aping,\nWives and daughters especially, those who are higher and richer.\nBlessed be therefore thy son in his life of quiet employment;\nBlessed the wife, of like mind with himself, whom he one day shall choose him.”",
        "Thus he spoke; and scarce had he ended when entered the mother,\nHolding her son by the hand, and so led him up to her husband.\n“Father,” she said, “how oft when we two have been chatting together,\nHave we rejoiced in the thought of Hermann’s future espousal,\nWhen he should bring his bride to be the light of our dwelling!\nOver and over again the matter we pondered: this maiden\nFixing upon for him first, and then that, with the gossip of parents.\nBut that day is now come; and Heaven at last has the maiden\nBrought to him hither, and shown him; and now his heart has decided.\nSaid we not always then he should have his own choice in the matter?\nWas it not just now thy wish that he might with lively affection\nFeel himself drawn to some maiden? The hour is come that we hoped for.\nYes; he has felt and has chosen and come to a manly decision.\nThat same maiden it is that met him this morning, the stranger:\nSay he may have her, or else, as he swears, his life shall be single.”",
        "“Give her me, father,” so added the son: “my heart has elected\nClear and sure; she will be to you both the noblest of daughters.”",
        "But the father was silent. Then hastily rose the good pastor,\nTook up the word and said: “The moment alone is decisive;\nFixes the life of man, and his future destiny settles.\nAfter long taking of counsel, yet only the work of a moment\nEvery decision must be; and the wise alone seizes the right one.\nDangerous always it is comparing the one with the other\nWhen we are making our choice, and so confusing our feelings.\nHermann is pure. From childhood up I have known him, and never\nE’en as a boy was he wont to be reaching for this and the other:\nWhat he desired was best for him too, and he held to it firmly.\nBe not surprised and alarmed that now has appeared of a sudden,\nWhat thou hast wished for so long. It is true that the present appearance\nBears not the form of the wish, exactly as thou hadst conceived it:\nFor our wishes oft hide from ourselves the object we wish for;\nGifts come down from above in the shapes appointed by Heaven.\nTherefore misjudge not the maiden who now of thy dearly beloved,\nGood and intelligent son has been first to touch the affections:\nHappy to whom at once his first love’s hand shall be given,\nAnd in whose heart no tenderest wish must secretly languish.\nYes: his whole bearing assures me that now his fate is decided.\nGenuine love matures in a moment the youth into manhood;\nHe is not easily moved; and I fear that if this be refused him,\nSadly his years will go by, those years that should be the fairest,”",
        "Straightway then in a thoughtful tone the doctor made answer,\nOn whose tongue for a long time past the words had been trembling:\n“Pray let us here as before pursue the safe middle course only.\nMake haste slowly: that was Augustus the emperor’s motto.\nWillingly I myself place at my well-beloved neighbor’s disposal,\nReady to do him what service I can with my poor understanding.\nYouth most especially stands in need of some one to guide it.\nLet me therefore go forth that I may examine the maiden,\nAnd may question the people among whom she lives and who know her.\nMe ’tis not easy to cheat: I know how words should be valued.”",
        "Straightway the son broke in, and with wing’ed words made he answer:\n“Do so, neighbor, and go and make thine inquiries; but with thee\nI should be glad if our minister here were joined in the errand:\nTwo such excellent men would be irreproachable judges.\nO my father! believe me, she’s none of those wandering maidens,\nNot one of those who stroll through the land in search of adventure,\nAnd who seek to ensnare inexperienced youth in their meshes.\nNo: the hard fortunes of war, that universal destroyer,\nWhich is convulsing the earth and has hurled from its deep foundations\nMany a structure already, have sent the poor girl into exile.\nAre not now men of high birth, the most noble, in misery roaming?\nPrinces fly in disguise and kings are in banishment living.\nSo alas! also is she, the best among all of her sisters,\nDriven an exile from home; yet, her personal sorrows forgetting,\nShe is devoted to others; herself without help, she is helpful.\nGreat is the want and the suffering over the earth that are spreading:\nShall not some happiness, too, be begotten of all this affliction,\nAnd shall not I in the arms of my wife, my trusted companion,\nLook back with joy to the war, as do ye to the great conflagration?”",
        "Outspoke the father then in a tone of decision, and answered:\n“Strangely thy tongue has been loosened, my son, which many a year past\nSeemed to have stuck in thy mouth, and only to move on compulsion!\nI must experience to-day, it would seem, what threatens all fathers,\nThat the son’s headstrong will the mother with readiness favors,\nShowing too easy indulgence; and every neighbor sides with them\nWhen there is aught to be carried against the father and husband.\nBut I will not oppose you, thus banded together: how could I?\nFor I already perceive here tears and defiance beforehand.\nGo ye therefore, inquire, in God’s name, bring me the daughter.\nBut if not so, then the boy is to think no more of the maiden.”",
        "Thus the father. The son cried out with joyful demeanor,\n“Ere it is evening the noblest of daughters shall hither be brought you,\nSuch as no man with sound sense in his breast can fail to be pleased with.\nHappy, I venture to hope, will be also the excellent maiden.\nYes; she will ever be grateful for having had father and mother\nGiven once more in you, and such as a child most delights in.\nNow I will tarry no longer, but straightway harness the horses,\nDrive forth our friends at once on the footsteps of my beloved,\nLeaving them then to act for themselves, as their wisdom shall dictate,\nGuide myself wholly, I promise, according to what they determine,\nAnd, until I may call her my own, ne’er look on the maiden.\"\nThus he went forth: the others meanwhile remained in discussion,\nRapid and earnest, considering deeply their great undertaking.",
        "Hermann hasted straightway to the stable, where quietly standing\nFound he the spirited stallions, the clean oats quickly devouring,\nAnd the well-dried hay that was cut from the richest of meadows.\nOn them without delay the shining bits he adjusted,\nHastily drew the straps through the buckles of beautiful plating,\nFirmly fastened then the long broad reins, and the horses\nLed without to the court-yard, whither the willing assistant\nHad with ease, by the pole, already drawn forward the carriage.\nNext to the whipple-tree they with care by the neatly kept traces\nJoined the impetuous strength of the freely travelling horses.\nWhip in hand took Hermann his seat and drove under the doorway.\nSoon as the friends straightway their commodious places had taken,\nQuickly the carriage rolled off, and left the pavement behind it,\nLeft behind it the walls of the town and the fresh-whitened towers.\nThus drove Hermann on till he came to the well-known causeway.\nRapidly, loitering nowhere, but hastening up hill and down hill.\nBut as he now before him perceived the spire of the village,\nAnd no longer remote the garden-girt houses were lying,\nThen in himself he thought that here he would rein up the horses.",
        "Under the solemn shade of lofty linden-trees lying,\nWhich for centuries past upon this spot had been rooted,\nSpread in front of the village a broad and grass-covered common,\nFavorite place of resort for the peasants and neighboring townsfolk.\nHere, at the foot of the trees, sunk deep in the ground was a well-spring;\nWhen you descended the steps, stone benches you found at the bottom,\nStationed about the spring, whose pure, living waters were bubbling\nCeaselessly forth, hemmed in by low walls for convenience of drawing.\nHermann resolved that here he would halt, with his horses and carriage,\nUnder the shade of the trees. He did so, and said to the others;\n“Here alight, my friends, and go your ways to discover\nWhether the maiden in truth be worthy the hand that I offer.\nThat, she is so, I believe; naught new or strange will ye tell me.\nHad I to act for myself, I should go with speed to the village,\nWhere a few words from the maiden’s own lips should determine my fortune.\nYe will with readiness single her out from all of the others,\nFor there can scarcely be one that to her may be likened in bearing.\nBut I will give you, besides, her modest attire for a token:\nMark, then, the stomacher’s scarlet, that sets off the arch of her bosom,\nPrettily laced, and the bodice of black fitting close to her figure;\nNeatly the edge of her kerchief is plaited into a ruffle,\nWhich with a simple grace her chin’s rounded outline encircles;\nFreely and lightly rises above it the head’s dainty oval;\nAnd her luxuriant hair over silver bodkins is braided;\nDown from under her bodice, the full, blue petticoat falling,\nWraps itself, when she is walking, about her neatly shaped ankles.\nYet one thing will I say, and would make it my earnest petition,—\nSpeak not yourselves with the maiden, nor let your intent be discovered;\nRather inquire of others, and hearken to what they may tell you.\nWhen ye have tidings enough to satisfy father and mother,\nThen return to me here, and we will consider what further.\nSo did I plan it all out in my mind while driving you hither.”",
        "Thus he spoke. The friends thereupon went their way to the village,\nWhere, in the houses and gardens and barns, the people were swarming;\nWagons on wagons stood crowded together along the broad highway.\nMen for the harnessed horses and lowing cattle were caring,\nWhile the women were busy in drying their clothes on the hedges,\nAnd in the running brook the children were merrily splashing.\nMaking their way through the pressure of wagons, of people and cattle,\nWent the commissioned spies, and to right and to left looked about them,\nIf they a figure might see that answered the maiden’s description;\nBut not one of them all appeared the beautiful damsel.\nDenser soon grew the press. A contest arose round the wagons\n’Mongst the threatening men, wherein blended the cries of the women.\nRapidly then to the spot, and with dignified step, came an elder,\nJoined the clamoring group, and straightway the uproar was silenced,\nAs he commanded peace, and rebuked with a fatherly sternness.\n“Has, then, misfortune,” he cried, “not yet so bound us together,\nThat we have finally learned to bear and forbear one another,\nThough each one, it may be, do not measure his share of the labor?\nHe that is happy, forsooth, is contentious! Will sufferings never\nTeach you to cease from your brawls of old between brother and brother?\nGrudge not one to another a place on the soil of the stranger;\nRather divide what ye have, as yourselves, ye would hope to find mercy.”",
        "Thus spoke the man and all became silent: restored to good humor,\nPeaceably then the people arranged their cattle and wagons.\nBut when the clergyman now had heard what was said by the stranger,\nAnd had the steadfast mind of the foreign justice discovered,\nHe to the man drew near and with words of meaning addressed him:\n“True it is, father, that when in prosperity people are living,\nFeeding themselves from the earth, which far and wide opens her bosom,\nAnd in the years and months renews the coveted blessings,—\nAll goes on of itself, and each himself deems the wisest,\nDeems the best, and so they continue abiding together,\nHe of greatest intelligence ranking no higher than others;\nAll that occurs, as if of itself, going quietly forward.\nBut let disaster unsettle the usual course of existence,\nTear down the buildings about us, lay waste the crops and the garden,\nBanish the husband and wife from their old, familiar-grown dwelling,\nDrive them to wander abroad through nights and days of privation,—\nThen, ah then! we look round us to see what man is the wisest,\nAnd no longer in vain his glorious words will be spoken.\nTell me, art thou not judge among this fugitive people,\nFather, who thus in an instant canst bid their passions be quiet?\nThou dost appear to-day as one of those earliest leaders,\nWho through deserts and wanderings guided the emigrant nations.\nYea, I could even believe I were speaking with Joshua or Moses.”",
        "Then with serious look the magistrate answered him, saying:\n“Truly our times might well be compared with all others in strangeness,\nWhich are in history mentioned, profane or sacred tradition;\nFor who has yesterday lived and to-day in times like the present,\nHe has already lived years, events are so crowded together.\nIf I look back but a little, it seems that my head must be hoary\nUnder the burden of years, and yet my strength is still active.\nWell may we of this day compare ourselves unto that people\nWho, from the burning bush, beheld in the hour of their danger\nGod the Lord: we also in cloud and in fire have beheld him.”",
        "Seeing the priest was inclined to speak yet more with the stranger,\nAnd was desirous of learning his story and that of his people,\nPrivately into his ear his companion hastily whispered:\n“Talk with the magistrate further, and lead him to speak of the maiden.\nI, however, will wander in search, and as soon as I find her,\nCome and report to thee here.” The minister nodded, assenting;\nAnd through the gardens, hedges, and barns, went the spy on his errand.",
        "Continue...",
        "\nThis complete text of “Hermann and Dorothea” (the German\n“Hermann und Dorothea”) by Johann Wolfgang von Goethe\n(Translated by Ellen Frothingham) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}