{
    "title": "Hermann and Dorothea",
    "author": "Johann Wolfgang von Goethe (translated by Ellen Frothingham)",
    "chapter": "1",
    "content": [
        "\n\n",
        "“Truly, I never have seen the market and street so deserted!\nHow as if it were swept looks the town, or had perished! Not fifty\nAre there, methinks, of all our inhabitants in it remaining,\nWhat will not curiosity do! here is every one running,\nHurrying to gaze on the sad procession of pitiful exiles.\nFully a league it must be to the causeway they have to pass over,\nYet all are hurrying down in the dusty heat of the noonday.\nI, in good sooth, would not stir from my place to witness the sorrows\nBorne by good, fugitive people, who now, with their rescued possessions,\nDriven, alas! from beyond the Rhine, their beautiful country,\nOver to us are coming, and through the prosperous corner\nRoam of this our luxuriant valley, and traverse its windings.\nWell hast thou done, good wife, our son in thus kindly dispatching,\nLaden with something to eat and to drink, and with store of old linen,\n’Mongst the poor folk to distribute; for giving belongs to the wealthy.\nHow the youth drives, to be sure! What control he has over the horses!\nMakes not our carriage a handsome appearance,—the new one? With comfort,\nFour could be seated within, with a place on the box for the coachman.\nThis time, he drove by himself. How lightly it rolled round the corner!\"\nThus, as he sat at his ease in the porch of his house on the market,\nUnto his wife was speaking mine host of the Golden Lion.",
        "Thereupon answered and said the prudent, intelligent housewife:\n“Father, I am not inclined to be giving away my old linen:\nSince it serves many a purpose; and cannot be purchased for money,\nWhen we may want it. To-day, however, I gave, and with pleasure,\nMany a piece that was better, indeed, in shirts and in bed-clothes;\nFor I was told of the aged and children who had to go naked.\nBut wilt thou pardon me, father? thy wardrobe has also been plundered.\nAnd, in especial, the wrapper that has the East-Indian flowers,\nMade of the finest of chintz, and lined with delicate flannel,\nGave I away: it was thin and old, and quite out of the fashion.”",
        "Thereupon answered and said, with a smile, the excellent landlord:\n“Faith! I am sorry to lose it, my good old calico wrapper,\nReal East-Indian stuff: I never shall get such another.\nWell, I had given up wearing it: nowadays, custom compels us\nAlways to go in surtout, and never appear but in jacket;\nAlways to have on our boots; forbidden are night-cap and slippers.”",
        "“See!” interrupted the wife; “even now some are yonder returning,\nWho have beheld the procession: it must, then, already be over.\nLook at the dust on their shoes! and see how their faces are glowing!\nEvery one carries his kerchief, and with it is wiping the sweat off.\nNot for a sight like that would I run so far and so suffer,\nThrough such a heat; in sooth, enough shall I have in the telling.”",
        "Thereupon answered and said, with emphasis, thus, the good father:\n“Rarely does weather like this attend such a harvest as this is.\nWe shall be bringing our grain in dry, as the hay was before it.\nNot the least cloud to be seen, so perfectly clear is the heaven;\nAnd, with delicious coolness, the wind blows in from the eastward.\nThat is the weather to last! over-ripe are the cornfields already;\nWe shall begin on the morrow to gather our copious harvest.”",
        "Constantly, while he thus spoke, the crowds of men and of women\nGrew, who their homeward way were over the market-place wending;\nAnd, with the rest, there also returned, his daughters beside him,\nBack to his modernized house on the opposite side of the market,\nForemost merchant of all the town, their opulent neighbor,\nRapidly driving his open barouche,—it was builded in Landau.\nLively now grew the streets, for the city was handsomely peopled.\nMany a trade was therein carried on, and large manufactures.",
        "Under their doorway thus the affectionate couple were sitting,\nPleasing themselves with many remarks on the wandering people.\nFinally broke in, however, the worthy housewife, exclaiming:\n“Yonder our pastor, see! is hitherward coming, and with him\nComes our neighbor the doctor, so they shall every thing tell us;\nAll they have witnessed abroad, and which ’tis a sorrow to look on.”",
        "Cordially then the two men drew nigh, and saluted the couple;\nSat themselves down on the benches of wood that were placed in the doorway,\nShaking the dust from their feet, and fanning themselves with their kerchiefs.\nThen was the doctor, as soon as exchanged were the mutual greetings,\nFirst to begin, and said, almost in a tone of vexation:\n“Such is mankind, forsooth! and one man is just like another,\nLiking to gape and to stare when ill-luck has befallen his neighbor.\nEvery one hurries to look at the flames, as they soar in destruction;\nRuns to behold the poor culprit, to execution conducted:\nNow all are sallying forth to gaze on the need of these exiles,\nNor is there one who considers that he, by a similar fortune,\nMay, in the future, if not indeed next, be likewise o’ertaken.\nLevity not to be pardoned, I deem; yet it lies in man’s nature.”",
        "Thereupon answered and said the noble, intelligent pastor;\nOrnament he of the town, still young, in the prime of his manhood.\nHe was acquainted with life,—with the needs of his hearers acquainted;\nDeeply imbued he was with the Holy Scriptures’ importance,\nAs they reveal man’s destiny to us, and man’s disposition;\nThoroughly versed, besides, in best of secular writings.\n“I should be loath,” he replied, “to censure an innocent instinct,\nWhich to mankind by good mother Nature has always been given.\nWhat understanding and reason may sometimes fail to accomplish,\nOft will such fortunate impulse, that bears us resistlessly with it.\nDid curiosity draw not man with its potent attraction,\nSay, would he ever have learned how harmoniously fitted together\nWorldly experiences are? For first what is novel he covets;\nThen with unwearying industry follows he after the useful;\nFinally longs for the good by which he is raised and ennobled.\nWhile he is young, such lightness of mind is a joyous companion,\nTraces of pain-giving evil effacing as soon as ’tis over.\nHe is indeed to be praised, who, out of this gladness of temper,\nHas in his ripening years a sound understanding developed;\nWho, in good fortune or ill, with zeal and activity labors:\nSuch an one bringeth to pass what is good, and repaireth the evil.”",
        "Then broke familiarly in the housewife impatient, exclaiming:\n“Tell us of what ye have seen; for that I am longing to hear of!”",
        "“Hardly,” with emphasis then the village doctor made answer,\n“Can I find spirits so soon after all the scenes I have witnessed.\nOh, the manifold miseries! who shall be able to tell them?\nE’en before crossing the meadows, and while we were yet at a distance,\nSaw we the dust; but still from hill to hill the procession\nPassed away out of our sight, and we could distinguish but little,\nBut when at last we were come to the street that crosses the valley,\nGreat was the crowd and confusion of persons on foot and of wagons.\nThere, alas! saw we enough of these poor unfortunates passing,\nAnd could from some of them learn how bitter the sorrowful flight was,\nYet how joyful the feeling of life thus hastily rescued.\nMournful it was to behold the most miscellaneous chattels,—\nAll those things which are housed in every well- furnished dwelling,\nAll by the house-keeper’s care set up in their suitable places,\nAlways ready for use; for useful is each and important.-\nNow these things to behold, piled up on all manner of wagons,\nOne on the top of another, as hurriedly they had been rescued.\nOver the chest of drawers were the sieve and wool coverlet lying;\nThrown in the kneading-trough lay the bed, and the sheets on the mirror.\nDanger, alas! as we learned ourselves in our great conflagration\nTwenty years since, will take from a man all power of reflection,\nSo that he grasps things worthless and leaves what is precious behind him.\nHere, too, with unconsidering care they were carrying with them\nPitiful trash, that only encumbered the horses and oxen;\nSuch as old barrels and boards, the pen for the goose, and the bird-cage.\nWomen and children, too, went toiling along with their bundles,",
        "Panting ’neath baskets and tubs, full of things of no manner of value:\nSo unwilling is man to relinquish his meanest possession.\nThus on the dusty road the crowded procession moved forward,\nAll confused and disordered. The one whose beasts were the weaker,\nWanted more slowly to drive, while faster would hurry another.\nPresently went up a scream from the closely squeezed women and children,\nAnd with the yelping of dogs was mingled the lowing of cattle,\nCries of distress from the aged and sick, who aloft on the wagon,\nHeavy and thus overpacked, upon beds were sitting and swaying.\nPressed at last from the rut and out to the edge of the highway,\nSlipped the creaking wheel; the cart lost its balance, and over\nFell in the ditch. In the swing the people were flung to a distance,\nFar off into the field, with horrible screams; by good fortune\nLater the boxes were thrown and fell more near to the wagon.\nVerily all who had witnessed the fall, expected to see them\nCrushed into pieces beneath the weight of trunks and of presses.\nSo lay the cart all broken to fragments, and helpless the people.\nKeeping their onward way, the others drove hastily by them,\nEach thinking only of self, and carried away by the current.\nThen we ran to the spot, and found the sick and the aged,—\nThose who at home and in bed could before their lingering ailments\nScarcely endure,—lying bruised on the ground, complaining and groaning,\nChoked by the billowing dust, and scorched by the heat of the noonday.”",
        "Thereupon answered and said the kind-hearted landlord, with feeling:\n“Would that our Hermann might meet them and give them refreshment and clothing!\nLoath should I be to behold them: the looking on suffering pains me.\nTouched by the earliest tidings of their so cruel afflictions,\nHastily sent we a mite from out of our super-abundance,\nOnly that some might be strengthened, and we might ourselves be made easy.\nBut let us now no longer renew these sorrowful pictures\nKnowing how readily fear steals into the heart of us mortals,\nAnd anxiety, worse to me than the actual evil.\nCome with me into the room behind, our cool little parlor,\nWhere no sunbeam e’er shines, and no sultry breath ever enters\nThrough its thickness of wall. There mother will bring us a flagon\nOf our old eighty-three, with which we may banish our fancies.\nHere ’tis not cosey to drink: the flies so buzz round the glasses.\"\nThither adjourned they then, and all rejoiced in the coolness.",
        "Carefully brought forth the mother the clear and glorious vintage,\nCased in a well-polished flask, on a waiter of glittering pewter,\nSet round with large green glasses, the drinking cups meet for the Rhine Wine.\nSo sat the three together about the highly waxed table,\nGleaming and round and brown, that on mighty feet was supported,\nJoyously rang at once the glasses of landlord and pastor,\nBut his motionless held the third, and sat lost in reflection,\nUntil with words of good-humor the landlord challenged him, saying,—\n“Come, sir neighbor, empty your glass, for God in his mercy\nThus far has kept us from evil, and so in the future will keep us.\nFor who acknowledges not, that since our dread conflagration,\nWhen he so hardly chastised us, he now is continually blessing,\nConstantly shielding, as man the apple of his eye watches over,\nHolding it precious and dear above all the rest of his members?\nShall he in time to come not defend us and furnish us succor?\nOnly when danger is nigh do we see how great is his power.\nShall he this blooming town which he once by industrious burghers\nBuilt up afresh from its ashes, and afterwards blessed with abundance,\nNow demolish again, and bring all the labor to nothing? “",
        "Cheerfully said in reply the excellent pastor, and kindly:\n“Keep thyself firm in the faith, and firm abide in this temper;\nFor it makes steadfast and wise when fortune is fair, and when evil,\nFurnishes sweet consolation and animates hopes the sublimest.”",
        "Then made answer the landlord, with thoughts judicious and manly:\n“Often the Rhine’s broad stream have I with astonishment greeted,\nAs I have neared it again, after travelling abroad upon business.\nAlways majestic it seemed, and my mind and spirit exalted.\nBut I could never imagine its beautiful banks would so shortly\nBe to a rampart transformed, to keep from our borders the Frenchman,\nAnd its wide-spreading bed be a moat all passage to hinder.\nSee! thus nature protects, the stout-hearted Germans protect us,\nAnd thus protects us the Lord, who then will he weakly despondent?\nWeary already the combatants, all indications are peaceful.\nWould it might be that when that festival, ardently longed for,\nShall in our church be observed, when the sacred Te Deum is rising,\nSwelled by the pealing of organ and bells, and the blaring of trumpets,—\nWould it might be that that day should behold my Hermann, sir pastor,\nStanding, his choice now made, with his bride before thee at the altar,\nMaking that festal day, that through every land shall be honored,\nMy anniversary, too, henceforth of domestic rejoicing!\nBut I observe with regret, that the youth so efficient and active\nEver in household affairs, when abroad is timid and backward.\nLittle enjoyment he finds in going about among others;\nNay, he will even avoid young ladies’ society wholly;\nShuns the enlivening dance which all young persons delight in.”",
        "Thus he spoke and listened; for now was heard in the distance\nClattering of horses’ hoofs drawing near, and the roll of the wagon,\nWhich, with furious haste, came thundering under the gateway.",
        "Continue...",
        "\nThis complete text of “Hermann and Dorothea” (the German\n“Hermann und Dorothea”) by Johann Wolfgang von Goethe\n(Translated by Ellen Frothingham) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}