{
    "title": "Hermann und Dorothea - Erato (Von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "7",
    "content": [
        "\n\n",
        "Wie der wandernde Mann, der vor dem Sinken der Sonne Sie noch einmal ins\nAuge, die schnell verschwindende, faßte, Dann im dunkeln Gebüsch und an\nder Seite des Felsens Schweben siehet ihr Bild; wohin er die Blicke nur\nwendet, Eilet es vor und glänzt und schwankt in herrlichen Farben: So\nbewegte vor Hermann die liebliche Bildung des Mädchens Sanft sich vorbei\nund schien dem Pfad ins Getreide zu folgen. Aber er fuhr aus dem\nstaunenden Traum auf, wendete langsam Nach dem Dorfe sich zu und staunte\nwieder; denn wieder Kam ihm die hohe Gestalt des herrlichen Mädchens\nentgegen. Fest betrachtet’ er sie; es war kein Scheinbild, sie war es\nSelber. Den größeren Krug und einen kleinern am Henkel Tragend in\njeglicher Hand: so schritt sie geschäftig zum Brunnen. Und er ging ihr\nfreudig entgegen. Es gab ihm ihr Anblick Mut und Kraft; er sprach zu\nseiner Verwunderten also: “Find ich dich, wackeres Mädchen, so bald aufs\nneue beschäftigt, Hülfreich andern zu sein und gern zu erquicken die\nMenschen? Sag, warum kommst du allein zum Quell, der doch so entfernt\nliegt, Da sich andere doch mit dem Wasser des Dorfes begnügen? Freilich\nist dies von besonderer Kraft und lieblich zu kosten. Jener Kranken\nbringst du es wohl, die du treulich gerettet?”",
        "Freundlich begrüßte sogleich das gute Mädchen den Jüngling, Sprach: “So\nist schon hier der Weg mir zum Brunnen belohnet, Da ich finde den Guten,\nder uns so vieles gereicht hat; Denn der Anblick des Gebers ist, wie die\nGaben, erfreulich. Kommt und sehet doch selber, wer Eure Milde genossen,\nUnd empfanget den ruhigen Dank von allen Erquickten. Daß Ihr aber\nsogleich vernehmet, warum ich gekommen, Hier zu schöpfen, wo rein und\nunablässig der Quell fließt, Sag ich Euch dies: es haben die\nunvorsichtigen Menschen Alles Wasser getrübt im Dorfe, mit Pferden und\nOchsen Gleich durchwatend den Quell, der Wasser bringt den Bewohnern.\nUnd so haben sie auch mit Waschen und Reinigen alle Tröge des Dorfes\nbeschmutzt und alle Brunnen besudelt; Denn ein jeglicher denkt nur, sich\nselbst und das nächste Bedürfnis Schnell zu befriedigen und rasch, und\nnicht des Folgenden denkt er.”",
        "Also sprach sie und war die breiten Stufen hinunter Mit dem Begleiter\ngelangt; und auf das Mäuerchen setzten Beide sich nieder des Quells. Sie\nbeugte sich über, zu schöpfen; Und er faßte den anderen Krug und beugte\nsich über. Und sie sahen gespiegelt ihr Bild in der Bläue des Himmels\nSchwanken und nickten sich zu und grüßten sich freundlich im Spiegel.\n“Laß mich trinken”, sagte darauf der heitere Jüngling; Und sie reicht’ ihm\nden Krug. Dann ruhten sie beide, vertraulich Auf die Gefäße gelehnt; sie\naber sagte zum Freunde: “Sage, wie find ich dich hier? und ohne Wagen und\nPferde Ferne vom Ort, wo ich erst dich gesehn? wie bist du gekommen?”",
        "Denkend schaute Hermann zur Erde; dann hob er die Blicke Ruhig gegen sie\nauf und sah ihr freundlich ins Auge, Fühlte sich still und getrost.\nJedoch ihr von Liebe zu sprechen, Wär’ ihm unmöglich gewesen; ihr Auge\nblickte nicht Liebe, Aber hellen Verstand, und gebot verständig zu reden.\nUnd er faßte sich schnell, und sagte traulich zum Mädchen: “Laß mich\nreden, mein Kind, und deine Fragen erwidern. Deinetwegen kam ich hierher!\nwas soll ich’s verbergen? Denn ich lebe beglückt mit beiden liebenden\nEltern Denen ich treulich das Haus und die Güter helfe verwalten Als der\neinzige Sohn, und unsre Geschäfte sind vielfach. Alle Felder besorg ich,\nder Vater waltet im Hause Fleißig, die tätige Mutter belebt im ganzen die\nWirtschaft. Aber du hast gewiß auch erfahren, wie sehr das Gesinde Bald\ndurch Leichtsinn und bald durch Untreu plaget die Hausfrau, Immer sie\nnötigt zu wechseln und Fehler um Fehler zu tauschen. Lange wünschte die\nMutter daher sich ein Mädchen im Hause, Das mit der Hand nicht allein, das\nauch mit dem Herzen ihr hülfe, An der Tochter Statt, der leider frühe\nverlornen. Nun, als ich heut am Wagen dich sah, in froher Gewandtheit,\nSah die Stärke des Arms und die volle Gesundheit der Glieder, Als ich die\nWorte vernahm, die verständigen, war ich betroffen, Und ich eilte nach\nHause, den Eltern und Freunden die Fremde Rühmend nach ihrem Verdienst.\nNun komm ich dir aber zu sagen, Was sie wünschen wie ich.—Verzeih mir die\nstotternde Rede.”",
        "“Scheuet Euch nicht”, so sagte sie drauf, “das Weitre zu sprechen; Ihr\nbeleidigt mich nicht, ich hab es dankbar empfunden. Sagt es nur grad\nheraus; mich kann das Wort nicht erschrecken: Dingen möchtet Ihr mich als\nMagd für Vater und Mutter, Zu versehen das Haus, das wohlerhalten Euch\ndasteht; Und Ihr glaubet an mir ein tüchtiges Mädchen zu finden, Zu der\nArbeit geschickt und nicht von rohem Gemüte. Euer Antrag war kurz, so\nsoll die Antwort auch kurz sein. Ja, ich gehe mit Euch und folge dem\nRufe des Schicksals. Meine Pflicht ist erfüllt, ich habe die Wöchnerin\nwieder Zu den Ihren gebracht, sie freuen sich alle der Rettung; Schon sind\ndie meisten beisammen, die übrigen werden sich finden. Alle denken gewiß,\nin kurzen Tagen zur Heimat Wiederzukehren, so pflegt sich stets der\nVertriebne zu schmeicheln, Aber ich täusche mich nicht mit leichter\nHoffnung in diesen Traurigen Tagen, die uns noch traurige Tage versprechen:\nDenn gelöst sind die Bande der Welt; wer knüpfet sie wieder Als allein\nnur die Not, die höchste, die uns bevorsteht! Kann ich im Hause des\nwürdigen Manns mich, dienend, ernähren Unter den Augen der trefflichen\nFrau, so tu ich es gerne; Denn ein wanderndes Mädchen ist immer von\nschwankendem Rufe. Ja, ich gehe mit Euch, sobald ich die Krüge den\nFreunden Wiedergebracht und noch mir den Segen der Guten erbeten. Kommt!\nIhr müsset sie sehen, und mich von ihnen empfangen.”",
        "Fröhlich hörte der Jüngling des willigen Mädchens Entschließung, Zweifelnd,\nob er ihr nun die Wahrheit sollte gestehen. Aber es schien ihm das\nbeste zu sein, in dem Wahn sie zu lassen, In sein Haus sie zu führen, zu\nwerben um Liebe nur dort erst. Ach! und den goldenen Ring erblickt’ er\nam Finger des Mädchens; Und so ließ er sie sprechen und horchte fleißig\nden Worten.",
        "“Laßt uns”, fuhr sie nun fort, “zurücke kehren! Die Mädchen Werden immer\ngetadelt, die lange beim Brunnen verweilen; Und doch ist es am rinnenden\nQuell so lieblich zu schwätzen.” Also standen sie auf und schauten beide\nnoch einmal In den Brunnen zurück, und süßes Verlangen ergriff sie.",
        "Schweigend nahm sie darauf die beiden Krüge beim Henkel, Stieg die Stufen\nhinan, und Hermann folgte der Lieben. Einen Krug verlangt’ er von ihr,\ndie Bürde zu teilen. “Laßt ihn”, sprach sie; “es trägt sich besser die\ngleichere Last so. Und der Herr, der künftig befiehlt, er soll mir nicht\ndienen. Seht mich so ernst nicht an, als wäre mein Schicksal bedenklich!\nDienen lerne beizeiten das Weib nach ihrer Bestimmung! Denn durch Dienen\nallein gelangt sie endlich zum Herrschen, Zu der verdienten Gewalt, die\ndoch ihr im Hause gehöret. Dienet die Schwester dem Bruder doch früh,\nsie dienet den Eltern, Und ihr Leben ist immer ein ewiges Gehen und Kommen\nOder ein Heben und Tragen, Bereiten und Schaffen für andre. Wohl ihr,\nwenn sie daran sich gewöhnt, daß kein Weg ihr zu sauer Wird, und die\nStunden der Nacht ihr sind wie die Stunden des Tages, Daß ihr niemals die\nArbeit zu klein und die Nadel zu fein dünkt, Daß sie sich ganz vergißt und\nleben mag nur in andern! Denn als Mutter, fürwahr, bedarf sie der Tugenden\nalle, Wenn der Säugling die Krankende weckt und Nahrung begehret Von der\nSchwachen und so zu Schmerzen Sorgen sich häufen. Zwanzig Männer\nverbunden ertrügen nicht diese Beschwerde, Und sie sollen es nicht; doch\nsollen sie dankbar es einsehn.”",
        "Also sprach sie und war mit ihrem stillen Begleiter Durch den Garten\ngekommen, bis an die Tenne der Scheune, Wo die Wöchnerin lag, die sie froh\nmit den Töchtern verlassen, Jenen geretteten Mädchen, den schönen Bildern\nder Unschuld. Beide traten hinein; und von der anderen Seite Trat, ein\nKind an jeglicher Hand, der Richter zugleich ein. Diese waren bisher der\njammernden Mutter verloren; Aber gefunden hatte sie nun im Gewimmel der\nAlte. Und sie sprangen mit Lust, die liebe Mutter zu grüßen, Sich des\nBruders zu freun, des unbekannten Gespielen! Auf Dorotheen sprangen sie\ndann und grüßten sie freundlich, Brot verlangend und Obst, vor allem aber\nzu trinken. Und sie reichte das Wasser herum. Da tranken die Kinder,\nUnd die Wöchnerin trank mit den Töchtern, so trank auch der Richter.\nAlle waren geletzt und lobten das herrliche Wasser; Säuerlich war’s und\nerquicklich, gesund zu trinken den Menschen.",
        "Da versetzte das Mädchen mit ernsten Blicken und sagte: “Freunde, dieses\nist wohl das letztemal, daß ich den Krug Euch Führe zum Munde, daß ich die\nLippen mit Wasser Euch netze: Aber wenn Euch fortan am heißen Tage der\nTrunk labt, Wenn Ihr im Schatten der Ruh’ und der reinen Quellen genießet,\nDann gedenket auch mein und meines freundlichen Dienstes, Den ich aus\nLiebe mehr als aus Verwandtschaft geleistet. Was Ihr mir Gutes erzeigt,\nerkenn ich durchs künftige Leben. Ungern laß ich Euch zwar; doch jeder\nist diesmal dem andern Mehr zur Last als zum Trost, und alle müssen wir\nendlich Uns im fremden Lande zerstreun, wenn die Rückkehr versagt ist.\nSeht, hier steht der Jüngling, dem wir die Gaben verdanken, Diese Hülle\ndes Kinds und jene willkommene Speise. Dieser kommt und wirbt, in seinem\nHaus mich zu sehen, Daß ich diene daselbst den reichen trefflichen Eltern;\nUnd ich schlag es nicht ab; denn überall dienet das Mädchen, Und ihr wäre\nzur Last, bedient im Hause zu ruhen. Also folg ich ihm gern; er scheint\nein verständiger Jüngling, Und so werden die Eltern es sein, wie Reichen\ngeziemet. Darum lebet nun wohl, geliebte Freundin, und freuet Euch des\nlebendigen Säuglings, der schon so gesund Euch anblickt. Drücket Ihr ihn\nan die Brust in diesen farbigen Wickeln, Oh, so gedenket des Jünglings,\ndes guten, der sie uns reichte, Und der künftig auch mich, die Eure,\nnähret und kleidet! Und Ihr, trefflicher Mann”, so sprach sie, gewendet\nzum Richter, “Habet Dank, daß Ihr Vater mir wart in mancherlei Fällen!”",
        "Und sie kniete darauf zur guten Wöchnerin nieder, Küßte die weinende Frau\nund vernahm des Segens Gelispel. Aber du sagtest indes, ehrwürdiger\nRichter, zu Hermann: “Billig seid Ihr, o Freund, zu den guten Wirten zu\nzählen, Die mit tüchtigen Menschen den Haushalt zu führen bedacht sind.\nDenn ich habe wohl oft gesehn, daß man Rinder und Pferde, So wie Schafe,\ngenau bei Tausch und Handel betrachtet; Aber den Menschen, der alles\nerhält, wenn er tüchtig und gut ist, Und der alles zerstreut und zerstört\ndurch falsches Beginnen, Diesen nimmt man nur so auf Glück und Zufall ins\nHaus ein Und bereuet zu spät ein übereiltes Entschließen. Aber es\nscheint, Ihr versteht’s; denn Ihr habt ein Mädchen erwählet, Euch zu\ndienen im Haus und Euren Eltern, das brav ist. Haltet sie wohl! Ihr\nwerdet, solang sie der Wirtschaft sich annimmt, Nicht die Schwester\nvermissen, noch Eure Eltern die Tochter.”",
        "Viele kamen indes, der Wöchnerin nahe Verwandte, Manches bringend und ihr\ndie bessere Wohnung verkündend. Alle vernahmen des Mädchens Entschluß\nund segneten Hermann Mit bedeutenden Blicken und mit besondern Gedanken.\nDenn so sagte wohl eine zur andern flüchtig ans Ohr hin: “Wenn aus dem\nHerrn ein Bräutigam wird, so ist sie geborgen.” Hermann faßte darauf sie\nbei der Hand an und sagte: “Laß uns gehen! es neigt sich der Tag, und\nfern ist das Städtchen.” Lebhaft gesprächig umarmten darauf Dorotheen die\nWeiber. Hermann zog sie hinweg; noch viele Grüße befahl sie. Aber da\nfielen die Kinder mit Schrein und entsetzlichem Weinen Ihr in die Kleider\nund wollten die zweite Mutter nicht lassen. Aber ein’ und die andre der\nWeiber sagte gebietend: “Stille, Kinder! sie geht in die Stadt, und\nbringt euch des guten Zuckerbrotes genug, das euch der Bruder bestellte,\nAls der Storch ihn jüngst beim Zuckerbäcker vorbeitrug, Und ihr sehet sie\nbald mit den schön vergoldeten Deuten.” Und so ließen die Kinder sie los,\nund Hermann entriß sie Noch den Umarmungen kaum und den ferne winkenden\nTüchern.",
        "Continue...",
        "\nThis complete text of “Hermann und Dorothea” by Johann Wolfgang von Goethe is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}