{
    "title": "Hermann und Dorothea - Melpomene (Von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\n\n",
        "Also gingen die zwei entgegen der sinkenden Sonne, Die in Wolken sich tief,\ngewitterdrohend, verhüllte, Aus dem Schleier, bald hier bald dort, mit\nglühenden Blicken Strahlend über das Feld die ahnungsvolle Beleuchtung.\n“Möge das drohende Wetter”, so sagte Hermann, “nicht etwa Schloßen uns\nbringen und heftigen Guß; denn schön ist die Ernte.” Und sie freuten sich\nbeide des hohen, wankenden Kornes, Das die Durchschreitenden fast, die\nhohen Gestalten, erreichte. Und es sagte darauf das Mädchen zum\nleitenden Freunde: “Guter, dem ich zunächst ein freundlich Schicksal\nverdanke, Dach und Fach, wenn im Freien so manchem Vertriebnen der Sturm\ndräut! Saget mir jetzt vor allem und lehret die Eltern mich kennen, Denen\nich künftig zu dienen von ganzer Seele geneigt bin; Denn kennt jemand den\nHerrn, so kann er ihm leichter genug tun, Wenn er die Dinge bedenkt, die\njenem die wichtigsten scheinen, Und auf die er den Sinn, den fest\nbestimmten, gesetzt hat. Darum saget mir doch: wie gewinn ich Vater und\nMutter?”",
        "Und es versetzte dagegen der gute, verständige Jüngling: “Oh, wie geb ich\ndir recht, du kluges, treffliches Mädchen, Daß du zuvörderst dich nach dem\nSinne der Eltern befragest! Denn so strebt’ ich bisher vergebens, dem\nVater zu dienen, Wenn ich der Wirtschaft mich als wie der meinigen annahm,\nFrüh den Acker und spät und so besorgend den Weinberg. Meine Mutter\nbefriedigt’ ich wohl, sie wußt’ es zu schätzen; Und so wirst du ihr auch\ndas trefflichste Mädchen erscheinen, Wenn du das Haus besorgst, als wenn\ndu das deine bedächtest. Aber dem Vater nicht so; denn dieser liebet den\nSchein auch. Gutes Mädchen, halte mich nicht für kalt und gefühllos,\nWenn ich den Vater dir sogleich, der Fremden, enthülle. Ja, ich schwör\nes, das erstemal ist’s, daß frei mir ein solches Wort die Zunge verläßt,\ndie nicht zu schwatzen gewohnt ist; Aber du lockst mir hervor aus der\nBrust ein jedes Vertrauen. Einige Zierde verlangt der gute Vater im\nLeben, Wünschet äußere Zeichen der Liebe, so wie der Verehrung, Und er\nwürde vielleicht vom schlechteren Diener befriedigt, Der dies wüßte zu\nnutzen, und würde dem besseren gram sein.”",
        "Freudig sagte sie drauf, zugleich die schnelleren Schritte Durch den\ndunkelnden Pfad verdoppelnd mit leichter Bewegung: “Beide zusammen hoff\nich fürwahr zufriedenzustellen; Denn der Mutter Sinn ist wie mein eigenes\nWesen, Und der äußeren Zierde bin ich von Jugend nicht fremde. Unsere\nNachbarn, die Franken, in ihren früheren Zeiten Hielten auf Höflichkeit\nviel; sie war dem Edlen und Bürger Wie den Bauern gemein, und jeder\nempfahl sie den Seinen. Und so brachten bei uns auf deutscher Seite\ngewöhnlich Auch die Kinder des Morgens mit Händeküssen und Knickschen\nSegenswünsche den Eltern und hielten sittlich den Tag aus. Alles, was\nich gelernt und was ich von jung auf gewohnt bin, Was von Herzen mir\ngeht—ich will es dem Alten erzeigen. Aber wer sagt mir nunmehr: wie\nsoll ich dir selber begegnen, Dir, dem einzigen Sohn und künftig meinem\nGebieter?”",
        "Also sprach sie, und eben gelangten sie unter den Birnbaum. Herrlich\nglänzte der Mond, der volle, vom Himmel herunter; Nacht war’s, völlig\nbedeckt das letzte Schimmern der Sonne. Und so lagen vor ihnen in Massen\ngegeneinander Lichter, hell wie der Tag, und Schatten dunkeler Nächte.\nUnd es hörte die Frage, die freundliche, gern in dem Schatten Hermann, des\nherrlichen Baums, am Orte, der ihm so lieb war, Der noch heute die Tränen\num seine Vertriebne gesehen. Und indem sie sich nieder ein wenig zu\nruhen gesetzet, Sagte der liebende Jüngling, die Hand des Mädchens\nergreifend: “Laß dein Herz dir es sagen, und folg ihm frei nur in allem!\"\nAber er wagte kein weiteres Wort, so sehr auch die Stunde Günstig war; er\nfürchtete, nur ein Nein zu ereilen, Ach, und er fühlte den Ring am Finger,\ndas schmerzliche Zeichen. Also saßen sie still und schweigend\nnebeneinander. Aber das Mädchen begann und sagte: “Wie find ich des\nMondes Herrlichen Schein so süß! er ist der Klarheit des Tags gleich.\nSeh ich doch dort in der Stadt die Häuser deutlich und Höfe, An dem Giebel\nein Fenster; mich deucht, ich zähle die Scheiben.”",
        "“Was du siehst”, versetzte darauf der gehaltene Jüngling, “Das ist unsere\nWohnung, in die ich nieder dich führe, Und dies Fenster dort ist meines\nZimmers im Dache, Das vielleicht das deine nun wird; wir verändern im\nHause. Diese Felder sind unser, sie reifen zur morgenden Ernte. Hier\nim Schatten wollen wir ruhn und des Mahles genießen. Aber laß uns\nnunmehr hinab durch Weinberg und Garten Steigen; denn sieh, es rückt das\nschwere Gewitter herüber, Wetterleuchtend und bald verschlingend den\nlieblichen Vollmond.” Und so standen sie auf und wandelten nieder, das\nFeld hin, Durch das mächtige Korn, der nächtlichen Klarheit sich freuend;\nUnd sie waren zum Weinberg gelangt und traten ins Dunkel.",
        "Und so leitet’ er sie die vielen Platten hinunter, Die, unbehauen gelegt,\nals Stufen dienten im Laubgang. Langsam schritt sie hinab, auf seinen\nSchultern die Hände; Und mit schwankenden Lichtern, durchs Laub,\nüberblickte der Mond sie, Eh’ er, von Wetterwolken umhüllt, im Dunkeln das\nPaar ließ. Sorglich stützte der Starke das Mädchen, das über ihn herhing;\nAber sie, unkundig des Steigs und der roheren Stufen, Fehlte tretend, es\nknackte der Fuß, sie drohte zu fallen. Eilig streckte gewandt der\nsinnige Jüngling den Arm aus, Hielt empor die Geliebte; sie sank ihm leis\nauf die Schulter, Brust war gesenkt an Brust und Wang’ an Wange. So stand\ner, Starr wie ein Marmorbild, vom ernsten Willen gebändigt, Drückte nicht\nfester sie an, er stemmte sich gegen die Schwere. Und so fühlt’ er die\nherrliche Last, die Wärme des Herzens Und den Balsam des Atems, an seinen\nLippen verhauchet, Trug mit Mannesgefühl die Heldengröße des Weibes.",
        "Doch sie verhehlte den Schmerz und sagte die scherzenden Worte: “Das\nbedeutet Verdruß, so sagen bedenkliche Leute Wenn beim Eintritt ins Haus,\nnicht fern von der Schwelle, der Fuß knackt. Hätt’ ich mir doch fürwahr\nein besseres Zeichen gewünschet! Laß uns ein wenig verweilen, damit dich\ndie Eltern nicht tadeln Wegen der hinkenden Magd, und ein schlechter Wirt\ndu erscheinest.”",
        "Continue...",
        "\nThis complete text of “Hermann und Dorothea” by Johann Wolfgang von Goethe is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}