{
    "title": "Hermann and Dorothea - Urania",
    "author": "Johann Wolfgang von Goethe (translated by Ellen Frothingham)",
    "chapter": "9",
    "content": [
        "\n\n",
        "Muses, O ye who the course of true love so willingly favor,\nYe who thus far on his way the excellent youth have conducted,\nEven before the betrothal have pressed to his bosom the maiden;\nFurther your aid vouchsafe this charming pair in uniting,\nStraightway dispersing the clouds which over their happiness lower!\nYet first of all declare what is passing meanwhile at the Lion.",
        "Now for the third time again the mother impatient had entered\nWhere were assembled the men, whom anxious but now she had quitted;\nSpoke of the gathering storm, and the moonlight’s rapid obscuring;\nThen of her son’s late tarrying abroad and the dangers of nightfall;\nSharply upbraided her friends that without having speech of the maiden,\nAnd without urging his suit, they had parted from Hermann so early.",
        "“Make it not worse than it is,” the father replied with displeasure.\n“For, as thou seest, we tarry ourselves and are waiting the issue.”",
        "Calmly, however, from where he was sitting the neighbor made answer:\n“Never in hours of disquiet like this do I fail to be grateful\nUnto my late, blessed father, who every root of impatience\nTore from my heart when a child, and left no fibre remaining;\nSo that I learned on the instant to wait as do none of your sages.”",
        "“Tell us,” the pastor returned, “what legerdemain he made use of.\"\n“That will I gladly relate, for all may draw from it a lesson;\"\nSo made the neighbor reply. “When a boy I once stood of a Sunday\nFull of impatience, and looking with eagerness out for the carriage\nWhich was to carry us forth to the spring that lies under the lindens.\nStill the coach came not. I ran, like a weasel, now hither, now thither,\nUp stairs and down, and forward and back, ’twixt the door and the window;\nEven my fingers itched to be moving; I scratched on the tables,\nWent about pounding and stamping, and hardly could keep me from weeping.\nAll was observed by the calm-tempered man; but at last when my folly\nCame to be carried too far, by the arm he quietly took me,\nLed me away to the window, and spoke in this serious language:\n’Seest thou yonder the carpenter’s shop that is closed for the Sunday?\nHe will re-open to-morrow, when plane and saw will be started,\nAnd will keep on through the hours of labor from morning till evening.\nBut consider you this,—a day will be presently coming\nWhen that man shall himself be astir and all of his workmens\nMaking a coffin for thee to be quickly and skilfully finished.\nThen that house of boards they will busily bring over hither,\nWhich must at last receive alike the impatient and patient,\nAnd which is destined soon with close-pressing roof to be covered.’\nStraightway I saw the whole thing in my mind as if it were doing;\nSaw the boards fitting together, and saw the black color preparing,\nSat me down patiently then, and in quiet awaited the carriage.\nNow when others I see, in seasons of anxious expectance,\nRunning distracted about, I cannot but think of the coffin.”",
        "Smiling, the pastor replied: “The affecting picture of death stands\nNot as a dread to the wise, and not as an end to the pious.\nThose it presses again into life, and teaches to use it;\nThese by affliction it strengthens in hope to future salvation.\nDeath becomes life unto both. Thy father was greatly mistaken\nWhen to a sensitive boy he death in death thus depicted.\nLet us the value of nobly ripe age, point out to the young man,\nAnd to the aged the youth, that in the eternal progression\nBoth may rejoice, and life may in life thus find its completion.’’",
        "But the door was now opened, and showed the majestical couple.\nFilled with amaze were the friends, and amazed the affectionate parents,\nSeeing the form of the maid so well matched with that of her lover.\nYea, the door seemed too low to allow the tall figures to enter,\nAs they together now appeared coming over the threshold.",
        "Hermann, with hurried words, presented her thus to his parents:\n“Here is a maiden,” he said; “such a one as ye wish in the household.\nKindly receive her, dear father: she merits it well; and thou, mother,\nQuestion her straightway on all that belongs to a housekeeper’s duty,\nThat ye may see how well she deserves to ye both to be nearer.”",
        "Quickly he then drew aside the excellent clergyman, saying:\n“Help me, O worthy sir, and speedily out of this trouble;\nLoosen, I pray thee, this knot, at whose untying I tremble.\nKnow that ’tis not as a lover that I have brought hither the maiden;\nBut she believes that as servant she comes to the house, and I tremble\nLest in displeasure she fly as soon as there’s mention of marriage.\nBut be it straightway decided; for she no longer in error\nThus shall be left, and I this suspense no longer can suffer.\nHasten and show us in this a proof of the wisdom we honor.”",
        "Towards the company then the clergyman instantly turned him;\nBut already, alas! had the soul of the maiden been troubled,\nHearing the father’s speech; for he, in his sociable fashion,\nHad in these playful words, with the kindest intention addressed her:\n“Ay, this is well, my child! with delight I perceive that my Hermann\nHas the good taste of his father, who often showed his in his young days,\nLeading out always the fairest to dance, and bringing the fairest\nFinally home as his wife; our dear little mother here that was.\nFor by the bride that a man shall elect we can judge what himself is,\nTell what the spirit is in him, and whether he feel his own value.\nNor didst thou need for thyself, I’ll engage, much time for decision;\nFor, in good sooth, methinks, he’s no difficult person to follow.”",
        "Hermann had heard but in part; his limbs were inwardly trembling,\nAnd of a sudden a stillness had fallen on all of the circle.",
        "But by these words of derision, for such she could not but deem them,\nWounded, and stung to the depths of her soul, the excellent maiden,\nStood, while the fugitive blood o’er her cheeks and e’en to her bosom,\nPoured its flush. But she governed herself, and her courage collecting,\nAnswered the old man thus, her pain not wholly concealing:\n“Truly for such a reception thy son had in no wise prepared me,\nWhen he the ways of his father described, the excellent burgher.\nThou art a man of culture, I know, before whom I am standing;\nDealest with every one wisely, according as suits his position;\nBut thou hast scanty compassion, it seems, on one such as I am,\nWho, a poor girl, am now crossing thy threshold with purpose to serve thee;\nElse, with such bitter derision, thou wouldst not have made me remember\nHow far removed my fortune from that of thyself and thy son is.\nTrue, I come poor to thy house, and bring with me naught but my bundle\nHere where is every abundance to gladden the prosperous inmates.\nYet I know well myself; I feel the relations between us,\nSay, is it noble, with so much of mockery straightway to greet me,\nThat I am sent from the house while my foot is scarce yet on the threshold?”",
        "Anxiously Hermann turned and signed to his ally the pastor\nThat he should rush to the rescue and straightway dispel the delusion.\nThen stepped the wise man hastily forward and looked on the maiden’s\nTearful eyes, her silent pain and repressed indignation,\nAnd in his heart was impelled not at once to clear up the confusion,\nRather to put to the test the girl’s disquieted spirit.\nTherefore he unto her said in language intended to try her:\n“Surely, thou foreign-born maiden, thou didst not maturely consider,\nWhen thou too rashly decidedst to enter the service of strangers,\nAll that is meant by the placing thyself ’neath the rule of a master;\nFor by our hand to a bargain the fate of the year is determined,\nAnd but a single ’yea’ compels to much patient endurance.\nNot the worst part of the service the wearisome steps to be taken,\nNeither the bitter sweat of a labor that presses unceasing;\nSince the industrious freeman must toil as well as the servant.\nBut ’tis to bear with the master’s caprice when he censures unjustly,\nOr when, at variance with self, he orders now this, now the other;\nBear with the petulance, too, of the mistress, easily angered,\nAnd with the rude, overbearing ways of unmannerly children.\nAll this is hard to endure, and yet to go on with thy duties\nQuickly, without delay, nor thyself grow sullen and stubborn.\nYet thou appearest ill fitted for this, since already so deeply\nStung by the father’s jests: whereas there is nothing more common\nThan for a girl to be teased on account of a youth she may fancy.”",
        "Thus he spoke. The maiden had felt the full force of his language,\nAnd she restrained her no more; but with passionate outburst her feelings\nMade themselves way; a sob broke forth from her now heaving bosom,\nAnd, while the scalding tears poured down, she straightway made answer:\n“Ah, that rational man who thinks to advise us in sorrow,\nKnows not how little of power his cold words have in relieving\nEver a heart from that woe which a sovereign fate has inflicted.\nYe are prosperous and glad; how then should a pleasantry wound you?\nYet but the lightest touch is a source of pain to the sick man.\nNay, concealment itself, if successful, had profited nothing.\nBetter show now what had later increased to a bitterer anguish,\nAnd to an inward consuming despair might perhaps have reduced me.\nLet me go back! for here in this house I can tarry no longer.\nI will away, and wander in search of my hapless companions,\nWhom I forsook in their need; for myself alone choosing the better.\nThis is my firm resolve, and I therefore may make a confession\nWhich might for years perhaps have else lain hid in my bosom.\nDeeply indeed was I hurt by the father’s words of derision;\nNot that I’m sensitive, proud beyond what is fitting a servant;\nBut that my heart in truth had felt itself stirred with affection\nTowards the youth who to-day had appeared to my eyes as a savior.\nWhen he first left me there on the road, he still remained present,\nHaunting my every thought; I fancied the fortunate maiden\nWhom as a bride, perhaps, his heart had already elected.\nWhen at the fountain I met him again, the sight of him wakened\nPleasure as great as if there had met me an angel from heaven;\nAnd with what gladness I followed, when asked to come as his servant.\nTrue, that I flattered myself in my heart,—I will not deny it,—\nWhile we were hitherward coming, I might peradventure deserve him,\nShould I become at last the important stay of the household.\nNow I, alas! for the first time see what risk I was running,\nWhen I would make my home so near to the secretly loved one;\nNow for the first time feel how far removed a poor maiden\nIs from an opulent youth, no matter how great her deserving.\nAll this I now confess, that my heart ye may not misinterpret,\nIn that ’twas hurt by a chance to which I owe my awaking.\nHiding my secret desires, this dread had been ever before me,\nThat at some early day he would bring him a bride to his dwelling;\nAnd ah, how could I then my inward anguish have suffered!\nHappily I have been warned, and happily now has my bosom\nBeen of its secret relieved, while yet there is cure for the evil.\nBut no more; I have spoken; and now shall nothing detain me\nLonger here in a house where I stay but in shame and confusion,\nFreely confessing my love and that foolish hope that I cherished.\nNot the night which abroad is covered with lowering storm clouds;\nNot the roll of the thunder—I hear its peal—shall deter me;\nNot the pelt of the rain which without is beating in fury;\nNeither the blustering tempest; for all these things have I suffered\nDuring our sorrowful flight, and while the near foe was pursuing.\nNow I again go forth, as I have so long been accustomed,\nCarried away by the whirl of the times, and from every thing parted.\nFare ye well! I tarry no longer; all now is over.”",
        "Thus she spoke and back to the door she hastily turned her,\nStill bearing under her arm, as she with her had brought it, her bundle.\nBut with both of her arms the mother seized hold of the maiden,\nClasping her round the waist, and exclaiming, amazed and bewildered:\n“Tell me, what means all this? and these idle tears, say, what mean they?\nI will not let thee depart: thou art the betrothed of my Hermann.”",
        "But still the father stood, observing the scene with displeasure,\nLooked on the weeping girl, and said in a tone of vexation:\n“This then must be the return that I get for all my indulgence,\nThat at the close of the day this most irksome of all things should happen!\nFor there is naught I can tolerate less than womanish weeping,\nViolent outcries, which only involve in disorder and passion,\nWhat with a little of sense had been more smoothly adjusted.\nSettle the thing for yourselves: I’m going to bed; I’ve no patience\nLonger to be a spectator of these your marvellous doings.\"\nQuickly he turned as he spoke, and hastened to go to the chamber\nWhere he was wonted to rest, and his marriage bed was kept standing,\nBut he was held by his son, who said in a tone of entreaty:\n“Father, hasten not from us, and be thou not wroth with the maiden.\nI, only I, am to blame as the cause of all this confusion,\nWhich by his dissimulation our friend unexpectedly heightened.\nSpeak, O worthy sir; for to thee my cause I intrusted.\nHeap not up sorrow and anger, but rather let all this be ended;\nFor I could hold thee never again in such high estimation,\nIf thou shouldst show but delight in pain, not superior wisdom.”",
        "Thereupon answered and said the excellent clergyman, smiling:\n“Tell me, what other device could have drawn this charming confession\nOut of the good maiden’s lips, and thus have revealed her affection?\nHas not thy trouble been straightway transformed into gladness and rapture?\nTherefore speak up for thyself; what need of the tongue of another?”",
        "Thereupon Hermann came forward, and spoke in these words of affection:\n“Do not repent of thy tears, nor repent of these passing distresses;\nFor they complete my joy, and—may I not hope it-thine also?\nNot to engage tho stranger, the excellent maid, as a servant,\nUnto the fountain I came; but to sue for thy love I came thither.\nOnly, alas! my timorous look could thy heart’s inclination\nNowise perceive; I read in thine eyes of nothing but kindness,\nAs from the fountain’s tranquil mirror thou gavest me greeting.\nMight I but bring thee home, the half of my joy was accomplished.\nBut thou completest it unto me now; oh, blest be thou for it!\"\nThen with a deep emotion the maiden gazed on the stripling;\nNeither forbade she embrace and kiss, the summit of rapture,\nWhen to a loving pair they come as the longed-for assurance,\nPledge of a lifetime of bliss, that appears to them now never-ending.",
        "Unto the others, meanwhile, the pastor had made explanation.\nBut with feeling and grace the maid now advanced to the father,\nBent her before him, and kissing the hand he would fain have withholden,\nSaid: “Thou wilt surely be just and forgive one so startled as I was,\nFirst for my tears of distress, and now for the tears of my gladness.\nThat emotion forgive me, and oh! forgive me this also.\nFor I can scarce comprehend the happiness newly vouchsafed me.\nYes, let that first vexation of which I, bewildered, was guilty\nBe too the last. Whatever the maid of affectionate service\nFaithfully promised, shall be to thee now performed by the daughter.\"\nStraightway then, concealing his tears, the father embraced her,\nCordially, too, the mother came forward and kissed her with fervor,\nPressing her hands in her own: the weeping women were silent.",
        "Thereupon quickly he seized, the good and intelligent pastor,\nFirst the father’s hand, and the wedding-ring drew from his finger,—\nNot so easily either: the finger was plump and detained it,—\nNext took the mother’s ring also, and with them betrothed he the children,\nSaying: “These golden circlets once more their office performing\nFirmly a tie shall unite, which in all things shall equal the old one,\nDeeply is this young man imbued with love of the maiden,\nAnd, as the maiden confesses, her heart is gone out to him also.\nHere do I therefore betroth you and bless for the years that are coming,\nWith the consent of the parents, and having this friend as a witness.”",
        "Then the neighbor saluted at once, and expressed his good wishes;\nBut when the clergyman now the golden circlet was drawing\nOver the maiden’s hand, he observed with amazement the other,\nWhich had already by Hermann been anxiously marked at the fountain.\nAnd with a kindly raillery thus thereupon he addressed her:\n“So, then thy second betrothal is this? let us hope the first bridegroom\nMay not appear at the altar, and so prohibit the marriage.”",
        "But she, answering, said: “Oh, let me to this recollection\nYet one moment devote; for so much is due the good giver,\nHim who bestowed it at parting, and never came back to his kindred.\nAll that should come he foresaw, when in haste the passion for freedom,\nWhen a desire in the newly changed order of things to be working,\nUrged him onward to Paris, where chains and death he encountered.\n’Fare thee well,’ were his words; ’I go, for all is in motion\nNow for a time on the earth, and every thing seems to be parting.\nE’en in the firmest states fundamental laws are dissolving;\nProperty falls away from the hand of the ancient possessor;\nFriend is parted from friend; and so parts lover from lover.\nHere I leave thee, and where I shall find thee again, or if ever,\nWho can tell? Perhaps these words are our last ones together.\nMan’s but a stranger here on the earth, we are told and with reason;\nAnd we are each of us now become more of strangers than ever.\nOurs no more is the soil, and our treasures are all of them changing:\nSilver and gold are melting away from their time-honored patterns.\nAll is in motion as though the already-shaped world into chaos\nMeant to resolve itself backward into night, and to shape itself over.\nMine thou wilt keep thine heart, and should we be ever united\nOver the ruins of earth, it will be as newly made creatures,\nBeings transformed and free, no longer dependent on fortune;\nFor can aught fetter the man who has lived through days such as these are!\nBut if it is not to be, that, these dangers happily over,\nEver again we be granted the bliss of mutual embraces,\nOh, then before thy thoughts so keep my hovering image\nThat with unshaken mind thou be ready for good or for evil!\nShould new ties allure thee again, and a new habitation,\nEnter with gratitude into the joys that fate shall prepare thee;\nLove those purely who love thee; be grateful to them who show kindness.\nBut thine uncertain foot should yet be planted but lightly,\nFor there is lurking the twofold pain of a new separation.\nBlessings attend thy life; but value existence no higher\nThan thine other possessions, and all possessions are cheating!’\nThus spoke the noble youth, and never again I beheld him.\nMeanwhile I lost my all, and a thousand times thought of his warning.\nHere, too, I think of his words, when love is sweetly preparing\nHappiness for me anew, and glorious hopes are reviving,\nOh forgive me, excellent friend, that e’en while I hold thee\nClose to my side I tremble! So unto the late-landed sailor\nSeem the most solid foundations of firmest earth to be rocking.’",
        "Thus she spoke, and placed the two rings on her finger together.\nBut her lover replied with a noble and manly emotion:\n“So much the firmer then, amid these universal convulsions,\nBe, Dorothea, our union! We two will hold fast and continue,\nFirmly maintaining ourselves, and the right to our ample possessions.\nFor that man, who, when times are uncertain, is faltering in spirit,\nOnly increases the evil, and further and further transmits it;\nWhile he refashions the world, who keeps himself steadfastly minded.\nPoorly becomes it the German to give to these fearful excitements\nAught of continuance, or to be this way and that way inclining.\nThis is our own! let that be our word, and let us maintain it!\nFor to those resolute peoples respect will be ever accorded,\nWho for God and the laws, for parents, women and children,\nFought and died, as together they stood with their front to the foeman.\nThou art mine own; and now what is mine, is mine more than ever.\nNot with anxiety will I preserve it, and trembling enjoyment;\nRather with courage and strength. To-day should the enemy threaten,\nOr in the future, equip me thyself and hand me my weapons.\nLet me but know that under thy care are my house and dear parents,\nOh! I can then with assurance expose my breast to the foeman.\nAnd were but every man minded like me, there would be an upspring\nMight against might, and peace should revisit us all with its gladness.”",
        " ",
        "\nThis complete text of “Hermann and Dorothea” (the German\n“Hermann und Dorothea”) by Johann Wolfgang von Goethe\n(Translated by Ellen Frothingham) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}