{
    "title": "Hermann und Dorothea (Von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "1",
    "content": [
        "\n\n",
        "“Hab ich den Markt und die Straßen doch nie so einsam gesehen! Ist doch\ndie Stadt wie gekehrt! wie ausgestorben! Nicht funfzig, Deucht mir,\nblieben zurück von allen unsern Bewohnern. Was die Neugier nicht tut!\nSo rennt und läuft nun ein jeder, Um den traurigen Zug der armen\nVertriebnen zu sehen. Bis zum Dammweg, welchen sie ziehn, ist’s immer\nein Stündchen, Und da läuft man hinab, im heißen Staube des Mittags.\nMöcht’ ich mich doch nicht rühren vom Platz, um zu sehen das Elend Guter\nfliehender Menschen, die nun, mit geretteter Habe, Leider, das\nüberrheinische Land, das schöne, verlassend, Zu uns herüberkommen und\ndurch den glücklichen Winkel Dieses fruchtbaren Tals und seiner Krümmungen\nwandern. Trefflich hast du gehandelt, o Frau, daß du milde den Sohn fort\nSchicktest, mit altem Linnen und etwas Essen und Trinken, Um es den Armen\nzu spenden; denn Geben ist Sache des Reichen. Was der Junge doch fährt!\nund wie er bändigt die Hengste! Sehr gut nimmt das Kütschchen sich aus,\ndas neue; bequemlich Säßen viere darin, und auf dem Bocke der Kutscher.\nDiesmal fuhr er allein; wie rollt es leicht um die Ecke!” So sprach, unter\ndem Tore des Hauses sitzend am Markte, Wohlbehaglich, zur Frau der Wirt\nzum Goldenen Löwen.",
        "Und es versetzte darauf die kluge verständige Hausfrau: “Vater, nicht\ngerne verschenk ich die abgetragene Leinwand, Denn sie ist zu manchem\nGebrauch und für Geld nicht zu haben, Wenn man ihrer bedarf. Doch heute\ngab ich so gerne Manches bessere Stück an Überzügen und Hemden, Denn ich\nhörte von Kindern und Alten, die nackend dahergehn. Wirst du mir aber\nverzeihn? denn auch dein Schrank ist geplündert. Und besonders den\nSchlafrock mit indianischen Blumen, Von dem feinsten Kattun, mit feinem\nFlanelle gefüttert, Gab ich hin; er ist dünn und alt und ganz aus der Mode.”",
        "Aber es lächelte drauf der treffliche Hauswirt und sagte: “Ungern vermiß\nich ihn doch, den alten kattunenen Schlafrock, Echt ostindischen Stoffs;\nso etwas kriegt man nicht wieder. Wohl! ich trug ihn nicht mehr. Man\nwill jetzt freilich, der Mann soll Immer gehn im Surtout und in der\nPekesche sich zeigen, Immer gestiefelt sein; verbannt ist Pantoffel und\nMütze.”",
        "“Siehe!” versetzte die Frau, “dort kommen schon einige wieder, Die den\nZug mit gesehn; er muß doch wohl schon vorbei sein. Seht, wie allen die\nSchuhe so staubig sind! wie die Gesichter Glühen! und jeglicher führt\ndas Schnupftuch und wischt sich den Schweiß ab. Möcht’ ich doch auch in\nder Hitze nach solchem Schauspiel so weit nicht Laufen und leiden!\nFürwahr, ich habe genug am Erzählten.”",
        "Und es sagte darauf der gute Vater mit Nachdruck: “Solch ein Wetter ist\nselten zu solcher Ernte gekommen, Und wir bringen die Frucht herein, wie\ndas Heu schon herein ist, Trocken; der Himmel ist hell, es ist kein\nWölkchen zu sehen, Und von Morgen wehet der Wind mit lieblicher Kühlung.\nDas ist beständiges Wetter! und überreif ist das Korn schon; Morgen\nfangen wir an zu schneiden die reichliche Ernte.”",
        "Als er so sprach, vermehrten sich immer die Scharen der Männer Und der\nWeiber, die über den Markt sich nach Hause begaben; Und so kam auch zurück\nmit seinen Töchtern gefahren Rasch, an die andere Seite des Markts, der\nbegüterte Nachbar, An sein erneuertes Haus, der erste Kaufmann des Ortes,\nIm geöffneten Wagen (er war in Landau verfertigt). Lebhaft wurden die\nGassen; denn wohl war bevölkert das Städtchen, Mancher Fabriken befliß man\nsich da, und manches Gewerbes.",
        "Und so saß das trauliche Paar, sich unter dem Torweg Über das wandernde\nVolk mit mancher Bemerkung ergötzend. Endlich aber begann die würdige\nHausfrau und sagte: “Seht! dort kommt der Prediger her, es kommt auch der\nNachbar Apotheker mit ihm: die sollen uns alles erzählen, Was sie draußen\ngesehn und was zu schauen nicht froh macht.”",
        "Freundlich kamen heran die beiden und grüßten das Ehpaar, Setzten sich auf\ndie Bänke, die hölzernen, unter dem Torweg, Staub von den Füßen schüttelnd,\nund Luft mit dem Tuche sich fächelnd. Da begann denn zuerst, nach\nwechselseitigen Grüßen, Der Apotheker zu sprechen und sagte, beinahe\nverdrießlich: “So sind die Menschen fürwahr! und einer ist doch wie der\nandre, Daß er zu gaffen sich freut, wenn den Nächsten ein Unglück befället!\nLäuft doch jeder, die Flamme zu sehn, die verderblich emporschlägt, Jeder\nden armen Verbrecher, der peinlich zum Tode geführt wird. Jeder spaziert\nnun hinaus, zu schauen der guten Vertriebnen Elend, und niemand bedenkt,\ndaß ihn das ähnliche Schicksal Auch, vielleicht zunächst, betreffen kann,\noder doch künftig. Unverzeihlich find ich den Leichtsinn; doch liegt er\nim Menschen.”",
        "Und es sagte darauf der edle verständige Pfarrherr, Er, die Zierde der\nStadt, ein Jüngling näher dem Manne. Dieser kannte das Leben und kannte\nder Hörer Bedürfnis, War vom hohen Werte der heiligen Schriften\ndurchdrungen, Die uns der Menschen Geschick enthüllen und ihre Gesinnung;\nUnd so kannt’ er auch wohl die besten weltlichen Schriften. Dieser\nsprach: “Ich tadle nicht gern, was immer dem Menschen Für unschädliche\nTriebe die gute Mutter Natur gab; Denn was Verstand und Vernunft nicht\nimmer vermögen, vermag oft Solch ein glücklicher Hang, der unwiderstehlich\nuns leitet. Lockte die Neugier nicht den Menschen mit heftigen Reizen,\nSagt! erführ’ er wohl je, wie schön sich die weltlichen Dinge\nGegeneinander verhalten? Denn erst verlangt er das Neue, Suchet das\nNützliche dann mit unermüdetem Fleiße; Endlich begehrt er das Gute, das\nihn erhebet und wert macht. In der Jugend ist ihm ein froher Gefährte\nder Leichtsinn, Der die Gefahr ihm verbirgt und heilsam geschwinde die\nSpuren Tilget des schmerzlichen Übels, sobald es nur irgend vorbeizog.\nFreilich ist er zu preisen, der Mann, dem in reiferen Jahren Sich der\ngesetzte Verstand aus solchem Frohsinn entwickelt, Der im Glück wie im\nUnglück sich eifrig und tätig bestrebet; Denn das Gute bringt er hervor\nund ersetzet den Schaden.”",
        "Freundlich begann sogleich die ungeduldige Hausfrau: “Saget uns, was ihr\ngesehn; denn das begehrt’ ich zu wissen.”",
        "“Schwerlich”, versetzte darauf der Apotheker mit Nachdruck, “Werd ich so\nbald mich freun nach dem, was ich alles erfahren. Und wer erzählet es\nwohl, das mannigfaltigste Elend! Schon von ferne sahn wir den Staub, noch\neh’ wir die Wiesen Abwärts kamen; der Zug war schon von Hügel zu Hügel\nUnabsehlich dahin, man konnte wenig erkennen. Als wir nun aber den Weg,\nder quer durchs Tal geht, erreichten, War Gedräng und Getümmel noch groß\nder Wandrer und Wagen. Leider sahen wir noch genug der Armen vorbeiziehn,\nKonnten einzeln erfahren, wie bitter die schmerzliche Flucht sei, Und wie\nfroh das Gefühl des eilig geretteten Lebens. Traurig war es zu sehn, die\nmannigfaltige Habe, Die ein Haus nur verbirgt, das wohlversehne, und die\nein Guter Wirt umher an die rechten Stellen gesetzt hat, Immer bereit zum\nGebrauche, denn alles ist nötig und nützlich, Nun zu sehen das alles, auf\nmancherlei Wagen und Karren Durcheinander geladen, mit Übereilung\ngeflüchtet. Über dem Schranke lieget das Sieb und die wollene Decke, In\ndem Backtrog das Bett und das Leintuch über dem Spiegel. Ach! und es\nnimmt die Gefahr, wie wir beim Brande vor zwanzig Jahren auch wohl gesehn,\ndem Menschen alle Besinnung, Daß er das Unbedeutende faßt und das Teure\nzurückläßt. Also führten auch hier, mit unbesonnener Sorgfalt, Schlechte\nDinge sie fort, die Ochsen und Pferde beschwerend: Alte Bretter und Fässer,\nden Gänsestall und den Käfig. Auch so keuchten die Weiber und Kinder,\nmit Bündeln sich schleppend, Unter Körben und Butten voll Sachen keines\nGebrauches; Denn es verläßt der Mensch so ungern das Letzte der Habe.\nUnd so zog auf dem staubigen Weg der drängende Zug fort, Ordnungslos und\nverwirrt. Mit schwächeren Tieren der eine Wünschte langsam zu fahren, ein\nandrer emsig zu eilen. Da entstand ein Geschrei der gequetschten Weiber\nund Kinder, Und ein Blöken des Viehes, dazwischen der Hunde Gebelfer, Und\nein Wehlaut der Alten und Kranken, die hoch auf dem schweren Übergepackten\nWagen auf Betten saßen und schwankten. Aber, aus dem Gleise gedrängt,\nnach dem Rande des Hochwegs Irrte das knarrende Rad; es stürzt’ in den\nGraben das Fuhrwerk, Umgeschlagen, und weithin entstürzten im Schwunge die\nMenschen, Mit entsetzlichem Schrein, in das Feld hin, aber doch glücklich.\nSpäter stürzten die Kasten und fielen näher dem Wagen. Wahrlich, wer\nim Fallen sie sah, der erwartete nun sie Unter der Last der Kisten und\nSchränke zerschmettert zu schauen. Und so lag zerbrochen der Wagen und\nhülflos die Menschen; Denn die übrigen gingen und zogen eilig vorüber, Nur\nsich selber bedenkend und hingerissen vom Strome. Und wir eilten hinzu\nund fanden die Kranken und Alten, Die zu Haus und im Bett schon kaum ihr\ndauerndes Leiden Trügen, hier auf dem Boden beschädigt ächzen und jammern,\nVon der Sonne verbrannt und erstickt vom wogenden Staube.”",
        "Und es sagte darauf gerührt der menschliche Hauswirt: “Möge doch Hermann\nsie treffen und sie erquicken und kleiden. Ungern würd’ ich sie sehn;\nmich schmerzt der Anblick des Jammers. Schon von dem ersten Bericht so\ngroßer Leiden gerühret, Schickten wir eilend ein Scherflein von unserm\nÜberfluß, daß nur Einige würden gestärkt, und schienen uns selber beruhigt.\nAber laßt uns nicht mehr die traurigen Bilder erneuern; Denn es\nbeschleichet die Furcht gar bald die Herzen der Menschen, Und die Sorge,\ndie mehr als selbst mir das Übel verhaßt ist. Tretet herein in den\nhinteren Raum, das kühlere Sälchen. Nie scheint Sonne dahin, nie dringet\nwärmere Luft dort Durch die stärkeren Mauern; und Mütterchen bringt uns\nein Gläschen Dreiundachtziger her, damit wir die Grillen vertreiben.\nHier ist nicht freundlich zu trinken; die Fliegen umsummen die Gläser.\"\nUnd sie gingen dahin und freuten sich alle der Kühlung.",
        "Sorgsam brachte die Mutter des klaren herrlichen Weines, In geschliffener\nFlasche auf blankem zinnernem Runde, Mit den grünlichen Römern, den echten\nBechern des Rheinweins. Und so sitzend umgaben die drei den glänzend\ngebohnten Runden, braunen Tisch, er stand auf mächtigen Füßen. Heiter\nklangen sogleich die Gläser des Wirtes und Pfarrers; Doch unbeweglich\nhielt der dritte denkend das seine, Und es fordert’ ihn auf der Wirt mit\nfreundlichen Worten:",
        "“Frisch, Herr Nachbar, getrunken! denn noch bewahrte vor Unglück Gott uns\ngnädig und wird auch künftig uns also bewahren. Denn wer erkennet es\nnicht, daß seit dem schrecklichen Brande, Da er so hart uns gestraft, er\nuns nun beständig erfreut hat Und beständig beschützt, so wie der Mensch\nsich des Auges Köstlichen Apfel bewahrt, der vor allen Gliedern ihm lieb\nist. Sollt’ er fernerhin nicht uns schützen und Hülfe bereiten? Denn man\nsieht es erst recht, wie viel er vermag, in Gefahren; Sollt’ er die\nblühende Stadt, die er erst durch fleißige Bürger Neu aus der Asche gebaut\nund dann sie reichlich gesegnet, Jetzo wieder zerstören und alle Bemühung\nvernichten?”",
        "Heiter sagte darauf der treffliche Pfarrer und milde: “Haltet am Glauben\nfest und fest an dieser Gesinnung; Denn sie macht im Glücke verständig und\nsicher, im Unglück Reicht sie den schönsten Trost und belebt die\nherrlichste Hoffnung.”",
        "Da versetzte der Wirt mit männlichen, klugen Gedanken: “Wie begrüßt’ ich\nso oft mit Staunen die Fluten des Rheinstroms, Wenn ich, reisend nach\nmeinem Geschäft, ihm wieder mich nahte! Immer schien er mir groß und erhob\nmir Sinn und Gemüte; Aber ich konnte nicht denken, daß bald sein\nliebliches Ufer Sollte werden ein Wall, um abzuwehren den Franken, Und\nsein verbreitetes Bett ein allverhindernder Graben. Seht, so schützt die\nNatur, so schützen die wackeren Deutschen Und so schützt uns der Herr; wer\nwollte töricht verzagen? Müde schon sind die Streiter, und alles deutet\nauf Frieden. Möge doch auch, wenn das Fest, das lang erwünschte,\ngefeiert Wird, in unserer Kirche, die Glocke dann tönt zu der Orgel, Und\ndie Trompete schmettert, das hohe,Te Deum. begleitend Möge mein Hermann\ndoch auch an diesem Tage, Herr Pfarrer, Mit der Braut, entschlossen, vor\nEuch am Altare sich stellen, Und das glückliche Fest, in allen den Landen\nbegangen, Auch mir künftig erscheinen, der häuslichen Freuden ein Jahrstag!\nAber ungern seh ich den Jüngling, der immer so tätig Mir in dem Hause\nsich regt, nach außen langsam und schüchtern. Wenig findet er Lust, sich\nunter Leuten zu zeigen; Ja, er vermeidet sogar der jungen Mädchen\nGesellschaft Und den fröhlichen Tanz, den alle Jugend begehret.”",
        "Also sprach er und horchte. Man hörte der stampfenden Pferde Fernes\nGetöse sich nahn, man hörte den rollenden Wagen, Der mit gewaltiger Eile\nnun donnert’ unter den Torweg.",
        "Continue...",
        "\nThis complete text of “Hermann und Dorothea” by Johann Wolfgang von Goethe is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}