{
    "title": "How to Speak and Write Correctly - Chapter II",
    "author": "Joseph Devlin",
    "chapter": "2",
    "content": [
        "\n\n",
        "ESSENTIALS OF ENGLISH GRAMMAR",
        "Divisions of Grammar–Definitions–Etymology.",
        "In order to speak and write the English language correctly, it is\nimperative that the fundamental principles of the Grammar be mastered,\nfor no matter how much we may read of the best authors, no matter how\nmuch we may associate with and imitate the best speakers, if we do not\nknow the underlying principles of the correct formation of sentences and\nthe relation of words to one another, we will be to a great extent like\nthe parrot, that merely repeats what it hears without understanding the\nimport of what is said. Of course the parrot, being a creature without\nreason, cannot comprehend; it can simply repeat what is said to it, and\nas it utters phrases and sentences of profanity with as much facility as\nthose of virtue, so by like analogy, when we do not understand the\ngrammar of the language, we may be making egregious blunders while\nthinking we are speaking with the utmost accuracy.",
        "There are four great divisions of Grammar, viz.:",
        "Orthography, Etymology, Syntax, and Prosody.",
        "Orthography treats of letters and the mode of combining them into words.",
        "Etymology treats of the various classes of words and the changes they\nundergo.",
        "Syntax treats of the connection and arrangement of words in sentences.",
        "Prosody treats of the manner of speaking and reading and the different\nkinds of verse.",
        "The three first mentioned concern us most.",
        "A letter is a mark or character used to represent an articulate sound.\nLetters are divided into vowels and consonants. A vowel is a letter\nwhich makes a distinct sound by itself. Consonants cannot be sounded\nwithout the aid of vowels. The vowels are a, e, i, o, u, and\nsometimes w and y when they do not begin a word or syllable.",
        "A syllable is a distinct sound produced by a single effort of\n[Transcriber’s note: 1-2 words illegible] shall, pig, dog. In every\nsyllable there must be at least one vowel.",
        "A word consists of one syllable or a combination of syllables.",
        "Many rules are given for the dividing of words into syllables, but the\nbest is to follow as closely as possible the divisions made by the organs\nof speech in properly pronouncing them.",
        "ARTICLE",
        "An Article is a word placed before a noun to show whether the noun is\nused in a particular or general sense.",
        "There are two articles, a or an and the. A or an is called the\nindefinite article because it does not point put any particular person or\nthing but indicates the noun in its widest sense; thus, a man means any\nman whatsoever of the species or race.",
        "The is called the definite article because it points out some particular\nperson or thing; thus, the man means some particular individual.",
        "A noun is the name of any person, place or thing as John, London,\nbook. Nouns are proper and common.",
        "Proper nouns are names applied to particular persons or places.",
        "Common nouns are names applied to a whole kind or species.",
        "Nouns are inflected by number, gender and case.",
        "Number is that inflection of the noun by which we indicate whether it\nrepresents one or more than one.",
        "Gender is that inflection by which we signify whether the noun is the\nname of a male, a female, of an inanimate object or something which has\nno distinction of sex.",
        "Case is that inflection of the noun which denotes the state of the\nperson, place or thing represented, as the subject of an affirmation or\nquestion, the owner or possessor of something mentioned, or the object of\nan action or of a relation.",
        "Thus in the example, “John tore the leaves of Sarah’s book,” the\ndistinction between book which represents only one object and leaveswhich represent two or more objects of the same kind is called Number;\nthe distinction of sex between John, a male, and Sarah, a female, and\nbook and leaves, things which are inanimate and neither male nor\nfemale, is called Gender; and the distinction of state between John,\nthe person who tore the book, and the subject of the affirmation, Mary,\nthe owner of the book, leaves the objects torn, and book the object\nrelated to leaves, as the whole of which they were a part, is called\nCase.",
        "An adjective is a word which qualifies a noun, that is, shows or\npoints out some distinguishing mark or feature of the noun; as, A\nblack dog.",
        "Adjectives have three forms called degrees of comparison, the positive,\nthe comparative and the superlative.",
        "The positive is the simple form of the adjective without expressing\nincrease or diminution of the original quality: nice.",
        "The comparative is that form of the adjective which expresses increase\nor diminution of the quality: nicer.",
        "The superlative is that form which expresses the greatest increase or\ndiminution of the quality: nicest.",
        "or\nAn adjective is in the positive form when it does not express comparison;\nas, “A rich man.”",
        "An adjective is in the comparative form when it expresses comparison\nbetween two or between one and a number taken collectively, as, “John is\nricher than James\"; “he is richer than all the men in Boston.”",
        "An adjective is in the superlative form when it expresses a comparison\nbetween one and a number of individuals taken separately; as, “John is\nthe richest man in Boston.”",
        "Adjectives expressive of properties or circumstances which cannot be\nincreased have only the positive form; as, A circular road; the chiefend; an extreme measure.",
        "Adjectives are compared in two ways, either by adding er to the positive\nto form the comparative and est to the positive to form the superlative,\nor by prefixing more to the positive for the comparative and most to\nthe positive for the superlative; as, handsome, handsomer, handsomestor handsome, more handsome, most handsome.",
        "Adjectives of two or more syllables are generally compared by prefixing\nmore and most.",
        "Many adjectives are irregular in comparison; as, Bad, worse, worst; Good,\nbetter, best.",
        "A pronoun is a word used in place of a noun; as, “John gave his pen to\nJames and he lent it to Jane to write her copy with it.” Without\nthe pronouns we would have to write this sentence,–\"John gave John’s pen\nto James and James lent the pen to Jane to write Jane’s copy with the\npen.”",
        "There are three kinds of pronouns–Personal, Relative and Adjective\nPronouns.",
        "Personal Pronouns are so called because they are used instead of the\nnames of persons, places and things. The Personal Pronouns are I,\nThou, He, She, and It, with their plurals, We, Ye or Youand They.",
        "I is the pronoun of the first person because it represents the person\nspeaking.",
        "Thou is the pronoun of the second person because it represents the\nperson spoken to.",
        "He, She, It are the pronouns of the third person because they\nrepresent the persons or things of whom we are speaking.",
        "Like nouns, the Personal Pronouns have number, gender and case. The\ngender of the first and second person is obvious, as they represent the\nperson or persons speaking and those who are addressed. The personal\npronouns are thus declined:",
        "                             First Person.\n                               M. or F.",
        "                               Sing.       Plural.\n                      N.         I           We\n                      P.       Mine         Ours\n                      O.        Me           Us",
        "                             Second Person.\n                                M. or F.",
        "                               Sing.       Plural.\n                      N.       Thou          You\n                      P.       Thine        Yours\n                      O.       Thee          You",
        "                             Third Person.\n                                   M.",
        "                               Sing.       Plural.\n                      N.        He          They\n                      P.        His        Theirs\n                      O.        Him         Them",
        "                             Third Person.\n                                   F.",
        "                               Sing.       Plural.\n                      N.        She         They\n                      P.       Hers        Theirs\n                      O.        Her         Them",
        "                             Third Person.\n                                Neuter.",
        "                               Sing.       Plural.\n                      N.        It          They\n                      P.        Its        Theirs\n                      O.        It          Them",
        "N. B.–In colloquial language and ordinary writing Thou, Thine and Thee\nare seldom used, except by the Society of Friends. The Plural form You is\nused for both the nominative and objective singular in the second person\nand Yours is generally used in the possessive in place of Thine.",
        "The Relative Pronouns are so called because they relate to some word or\nphrase going before; as, “The boy who told the truth;” “He has done\nwell, which gives me great pleasure.”",
        "Here who and which are not only used in place of other words, but\nwho refers immediately to boy, and which to the circumstance of his\nhaving done well.",
        "The word or clause to which a relative pronoun refers is called the\nAntecedent.",
        "The Relative Pronouns are who, which, that and what.",
        "Who is applied to persons only; as, “The man who was here.”",
        "Which is applied to the lower animals and things without life; as, “The\nhorse which I sold.” “The hat which I bought.”",
        "That is applied to both persons and things; as, “The friend thathelps.” “The bird that sings.” “The knife that cuts.”",
        "What is a compound relative, including both the antecedent and the\nrelative and is equivalent to that which; as, “I did what he desired,\"\ni. e. “I did that which he desired.”",
        "Relative pronouns have the singular and plural alike.",
        "Who is either masculine or feminine; which and that are masculine,\nfeminine or neuter; what as a relative pronoun is always neuter.",
        "That and what are not inflected.",
        "Who and which are thus declined:",
        "                  Sing. and Plural   Sing. and Plural",
        "                  N.      Who        N.     Which\n                  P.     Whose       P.     Whose\n                  O.      Whom       O.     Which",
        "Who, which and what when used to ask questions are called\nInterrogative Pronouns.",
        "Adjective Pronouns partake of the nature of adjectives and pronouns and\nare subdivided as follows:",
        "Demonstrative Adjective Pronouns which directly point out the person or\nobject. They are this, that with their plurals these, those, and\nyon, same and selfsame.",
        "Distributive Adjective Pronouns used distributively. They are each,\nevery, either, neither.",
        "Indefinite Adjective Pronouns used more or less indefinitely. They are\nany, all, few, some, several, one, other, another, none.",
        "Possessive Adjective Pronouns denoting possession. They are my, thy,\nhis, her, its, our, your, their.",
        "N. B.–(The possessive adjective pronouns differ from the possessive case\nof the personal pronouns in that the latter can stand alone while the\nformer cannot. “Who owns that book?” “It is mine.” You cannot say “it\nis my,\"–the word book must be repeated.)",
        "A verb is a word which implies action or the doing of something, or it\nmay be defined as a word which affirms, commands or asks a question.",
        "Thus, the words John the table, contain no assertion, but when the word\nstrikes is introduced, something is affirmed, hence the word strikesis a verb and gives completeness and meaning to the group.",
        "The simple form of the verb without inflection is called the root of\nthe verb; e. g. love is the root of the verb,–\"To Love.”",
        "Verbs are regular or irregular, transitive or intransitive.",
        "A verb is said to be regular when it forms the past tense by adding\ned to the present or d if the verb ends in e. When its past tense\ndoes not end in ed it is said to be irregular.",
        "A transitive verb is one the action of which passes over to or affects\nsome object; as “I struck the table.” Here the action of striking\naffected the object table, hence struck is a transitive verb.",
        "An intransitive verb is one in which the action remains with the subject;\nas “I walk,” “I sit,” “I run.”\nMany intransitive verbs, however, can be used transitively; thus, “I walkthe horse;” walk is here transitive.",
        "Verbs are inflected by number, person, tense and mood.",
        "Number and person as applied to the verb really belong to the\nsubject; they are used with the verb to denote whether the assertion is\nmade regarding one or more than one and whether it is made in reference\nto the person speaking, the person spoken to or the person or thing\nspoken about.",
        "In their tenses verbs follow the divisions of time. They have present\ntense, past tense and future tense with their variations to express\nthe exact time of action as to an event happening, having happened or yet\nto happen.",
        "There are four simple moods,–the Infinitive, the Indicative, the\nImperative and the Subjunctive.",
        "The Mood of a verb denotes the mode or manner in which it is used. Thus\nif it is used in its widest sense without reference to person or number,\ntime or place, it is in the Infinitive Mood; as “To run.” Here we are\nnot told who does the running, when it is done, where it is done or\nanything about it.",
        "When a verb is used to indicate or declare or ask a simple question or\nmake any direct statement, it is in the Indicative Mood. “The boy loves\nhis book.” Here a direct statement is made concerning the boy. “Have you\na pin?” Here a simple question is asked which calls for an answer.",
        "When the verb is used to express a command or entreaty it is in the\nImperative Mood as, “Go away.” “Give me a penny.”",
        "When the verb is used to express doubt, supposition or uncertainty or\nwhen some future action depends upon a contingency, it is in the\nsubjunctive mood; as, “If I come, he shall remain.”",
        "Many grammarians include a fifth mood called the potential to express\npower, possibility, liberty, necessity, will or duty. It is\nformed by means of the auxiliaries may, can, ought and must, but\nin all cases it can be resolved into the indicative or subjunctive. Thus,\nin “I may write if I choose,” “may write” is by some classified as in the\npotential mood, but in reality the phrase I may write is an indicative\none while the second clause, if I choose, is the expression of a\ncondition upon which, not my liberty to write, depends, but my actual\nwriting.",
        "Verbs have two participles, the present or imperfect, sometimes called\nthe active ending in ing and the past or perfect, often called the\npassive, ending in ed or d.",
        "The infinitive expresses the sense of the verb in a substantive form,\nthe participles in an adjective form; as “To rise early is healthful.\"\n“An early rising man.” “The newly risen sun.”",
        "The participle in ing is frequently used as a substantive and\nconsequently is equivalent to an infinitive; thus, “To rise early is\nhealthful” and “Rising early is healthful” are the same.",
        "The principal parts of a verb are the Present Indicative, Past Indicative\nand Past Participle; as:",
        "                         Love   Loved   Loved",
        "Sometimes one or more of these parts are wanting, and then the verb is\nsaid to be defective.",
        "                Present       Past     Passive Participle",
        "                  Can        Could         (Wanting)\n                  May        Might             “\n                 Shall       Should            “\n                 Will        Would             “\n                 Ought       Ought             “",
        "Verbs may also be divided into principal and auxiliary. A principalverb is that without which a sentence or clause can contain no assertion\nor affirmation. An auxiliary is a verb joined to the root or participles\nof a principal verb to express time and manner with greater precision\nthan can be done by the tenses and moods in their simple form. Thus, the\nsentence, “I am writing an exercise; when I shall have finished it I\nshall read it to the class.” has no meaning without the principal verbs\nwriting, finished read; but the meaning is rendered more definite,\nespecially with regard to time, by the auxiliary verbs am, have,\nshall.",
        "There are nine auxiliary or helping verbs, viz., Be, have, do,\nshall, will, may, can, ought, and must. They are called\nhelping verbs, because it is by their aid the compound tenses are formed.",
        "The verb To Be is the most important of the auxiliary verbs. It has\neleven parts, viz., am, art, is, are, was, wast, were, wert; be, beingand been.",
        "The active voice is that form of the verb which shows the Subject not\nbeing acted upon but acting; as, “The cat catches mice.” “Charity\ncovers a multitude of sins.”",
        "The passive voice: When the action signified by a transitive verb is\nthrown back upon the agent, that is to say, when the subject of the verb\ndenotes the recipient of the action, the verb is said to be in the\npassive voice. “John was loved by his neighbors.” Here John the subject\nis also the object affected by the loving, the action of the verb is\nthrown back on him, hence the compound verb was loved is said to be in\nthe passive voice. The passive voice is formed by putting the perfect\nparticiple of any transitive verb with any of the eleven parts of the\nverb To Be.",
        "The conjugation of a verb is its orderly arrangement in voices, moods,\ntenses, persons and numbers.",
        "Here is the complete conjugation of the verb “Love\"–Active Voice.",
        "               Present       Past        Past Participle\n                Love         Loved            Loved",
        "                            Infinitive Mood",
        "                                To Love",
        "                            Indicative Mood\n                             PRESENT TENSE",
        "                                 Sing.      Plural\n                   1st person    I love     We love\n                   2nd person   You love   You love\n                   3rd person   He loves   They love",
        "                                 Sing.       Plural\n                  1st person    I loved     We loved\n                  2nd person   You loved   You loved\n                  3rd person   He loved    They loved",
        "                               Sing.           Plural\n              1st person   I shall love    They will love\n              2nd person   You will love   You will love\n              3rd person   He will love    We shall love",
        "                              Sing.            Plural\n             1st person    I have loved     We have loved\n             2nd person   You have loved   You have loved\n             3rd person    He has loved    They have loved",
        "                               Sing.           Plural\n              1st person    I had loved     We had loved\n              2nd person   You had loved   You had loved\n              3rd person   He had loved    They had loved",
        "                            Sing.                 Plural\n        1st person   I shall have loved    We shall have loved\n        2nd person   You will have loved   You will have loved\n        3rd person   He will have loved    They will have loved",
        "                            Imperative Mood\n                          (PRESENT TENSE ONLY)",
        "                                 Sing.        Plural\n                  2nd person   Love (you)   Love (you)",
        "                            Subjunctive Mood\n                             PRESENT TENSE",
        "                                Sing.         Plural\n                1st person    If I love     If we love\n                2nd person   If you love   If you love\n                3rd person   If he love    If they love",
        "                               Sing.          Plural\n               1st person    If I loved     If we loved\n               2nd person   If you loved   If you loved\n               3rd person   If he loved    If they loved",
        "                             Sing.               Plural\n          1st person    If I have loved     If we have loved\n          2nd person   If you have loved   If you have loved\n          3rd person    If he has loved    If they have loved",
        "                             Sing.              Plural\n           1st person    If I had loved     If we had loved\n           2nd person   If you had loved   If you had loved\n           3rd person   If he had loved    If they had loved",
        "                         Present     Perfect\n                         To love  To have loved",
        "                     Present   Past      Perfect\n                     Loving    Loved   Having loved",
        "                        CONJUGATION OF “To Love\"\n                             Passive Voice\n                            Indicative Mood",
        "                               Sing.           Plural\n              1st person    I am loved      We are loved\n              2nd person   You are loved   You are loved\n              3rd person    He is loved    They are loved",
        "                              Sing.            Plural\n             1st person    I was loved      We were loved\n             2nd person   You were loved   You were loved\n             3rd person    He was loved    They were loved",
        "                             Sing.               Plural\n          1st person   I shall be loved    We shall be loved\n          2nd person   You will be loved   You will be loved\n          3rd person   He will be loved    They will be loved",
        "                            Sing.                 Plural\n        1st person    I have been loved     We have been loved\n        2nd person   You have been loved   You have been loved\n        3rd person    He has been loved    They have been loved",
        "                            Sing.                Plural\n         1st person    I had been loved     We had been loved\n         2nd person   You had been loved   You had been loved\n         3rd person   He had been loved    They had been loved",
        "                         Sing.                      Plural\n   1st person   I shall have been loved    We shall have been loved\n   2nd person   You will have been loved   You will have been loved\n   3rd person   He will have been loved    They will have been loved",
        "                            Imperative Mood\n                          (PRESENT TENSE ONLY)",
        "                               Sing.            Plural\n              2nd person   Be (you) loved   Be (you) loved",
        "                            Subjunctive Mood\n                             PRESENT TENSE",
        "                              Sing.             Plural\n            1st person    If I be loved     If we be loved\n            2nd person   If you be loved   If you be loved\n            3rd person   If he be loved    If they be loved",
        "                             Sing.               Plural\n          1st person    If I were loved    If they were loved\n          2nd person   If you were loved   If you were loved\n          3rd person   If he were loved     If we were loved",
        "                          Sing.                    Plural\n     1st person    If I have been loved     If we have been loved\n     2nd person   If you have been loved   If you have been loved\n     3rd person    If he has been loved    If they have been loved",
        "                           Sing.                   Plural\n      1st person    If I had been loved     If we had been loved\n      2nd person   If you had been loved   If you had been loved\n      3rd person   If he had been loved    If they had been loved",
        "                Present                     Perfect\n              To be loved              To have been loved",
        "            Present            Past               Perfect\n          Being loved       Been loved       Having been loved",
        "(N. B.–Note that the plural form of the personal pronoun, you, is used\nin the second person singular throughout. The old form thou, except in\nthe conjugation of the verb “To Be,” may be said to be obsolete. In the\nthird person singular he is representative of the three personal pronouns\nof the third person, He, She and It.)",
        "An adverb is a word which modifies a verb, an adjective or another\nadverb. Thus, in the example–\"He writes well,” the adverb shows the\nmanner in which the writing is performed; in the examples–\"He is\nremarkably diligent” and “He works very faithfully,” the adverbs modify\nthe adjective diligent and the other adverb faithfully by expressing\nthe degree of diligence and faithfulness.",
        "Adverbs are chiefly used to express in one word what would otherwise\nrequire two or more words; thus, There signifies in that place;\nwhence, from what place; usefully, in a useful manner.",
        "Adverbs, like adjectives, are sometimes varied in their terminations to\nexpress comparison and different degrees of quality.",
        "Some adverbs form the comparative and superlative by adding er and\nest; as, soon, sooner, soonest.",
        "Adverbs which end in ly are compared by prefixing more and most;\nas, nobly, more nobly, most nobly.",
        "A few adverbs are irregular in the formation of the comparative and\nsuperlative; as, well, better, best.",
        "A preposition connects words, clauses, and sentences together and shows\nthe relation between them. “My hand is on the table” shows relation\nbetween hand and table.",
        "Prepositions are so called because they are generally placed before the\nwords whose connection or relation with other words they point out.",
        "A conjunction joins words, clauses and sentences; as “John andJames.” “My father and mother have come, but I have not seen them.”",
        "The conjunctions in most general use are and, also; either, or; neither,\nnor; though, yet; but, however; for, that; because, since; therefore,\nwherefore, then; if, unless, lest.",
        "An interjection is a word used to express some sudden emotion of the\nmind. Thus in the examples,–\"Ah! there he comes; alas! what shall I do?\"\nah, expresses surprise, and alas, distress.",
        "Nouns, adjectives, verbs and adverbs become interjections when they are\nuttered as exclamations, as, nonsense! strange! hail! away! etc.",
        "We have now enumerated the parts of speech and as briefly as possible\nstated the functions of each. As they all belong to the same family they\nare related to one another but some are in closer affinity than others.\nTo point out the exact relationship and the dependency of one word on\nanother is called parsing and in order that every etymological\nconnection may be distinctly understood a brief resume of the foregoing\nessentials is here given:",
        "The signification of the noun is limited to one, but to any one of\nthe kind, by the indefinite article, and to some particular one, or\nsome particular number, by the definite article.",
        "Nouns, in one form, represent one of a kind, and in another, any\nnumber more than one; they are the names of males, or females, or of\nobjects which are neither male nor female; and they represent the\nsubject of an affirmation, a command or a question,–the owner or\npossessor of a thing,–or the object of an action, or of a relation\nexpressed by a preposition.",
        "Adjectives express the qualities which distinguish one person or\nthing from another; in one form they express quality without\ncomparison; in another, they express comparison between two, or\nbetween one and a number taken collectively,–and in a third they\nexpress comparison between one and a number of others taken\nseparately.",
        "Pronouns are used in place of nouns; one class of them is used merely\nas the substitutes of names; the pronouns of another class have a\npeculiar reference to some preceding words in the sentence, of\nwhich they are the substitutes,–and those of a third class refer\nadjectively to the persons or things they represent. Some pronouns are\nused for both the name and the substitute; and several are frequently\nemployed in asking questions.",
        "Affirmations and commands are expressed by the verb; and different\ninflections of the verb express number, person, time and manner.\nWith regard to time, an affirmation may be present or past or\nfuture; with regard to manner, an affirmation may be positive or\nconditional, it being doubtful whether the condition is fulfilled or\nnot, or it being implied that it is not fulfilled;–the verb may express\ncommand or entreaty; or the sense of the verb may be expressed\nwithout affirming or commanding. The verb also expresses that an\naction or state is or was going on, by a form which is also used\nsometimes as a noun, and sometimes to qualify nouns.",
        "Affirmations are modified by adverbs, some of which can be\ninflected to express different degrees of modification.",
        "Words are joined together by conjunctions; and the various relationswhich one thing bears to another are expressed by ’prepositions. Sudden\nemotions of the mind, and exclamations are expressed by interjections.",
        "Some words according to meaning belong sometimes to one part of speech,\nsometimes to another. Thus, in “After a storm comes a calm,” calm is\na noun; in “It is a calm evening,” calm is an adjective; and in\n“Calm your fears,” calm is a verb.",
        "The following sentence containing all the parts of speech is parsed\netymologically:",
        "“I now see the old man coming, but, alas, he has walked with much\ndifficulty.”\nI, a personal pronoun, first person singular, masculine or feminine\ngender, nominative case, subject of the verb see.",
        "now, an adverb of time modifying the verb see.",
        "see, an irregular, transitive verb, indicative mood, present tense,\nfirst person singular to agree with its nominative or subject I.",
        "the, the definite article particularizing the noun man.",
        "old, an adjective, positive degree, qualifying the noun man.",
        "man, a common noun, 3rd person singular, masculine gender, objective\ncase governed by the transitive verb see.",
        "coming, the present or imperfect participle of the verb “to come\"\nreferring to the noun man.",
        "but, a conjunction.",
        "alas, an interjection, expressing pity or sorrow.",
        "he, a personal pronoun, 3rd person singular, masculine gender,\nnominative case, subject of verb has walked.",
        "has walked, a regular, intransitive verb, indicative mood, perfect tense,\n3rd person singular to agree with its nominative or subject he.",
        "with, a preposition, governing the noun difficulty.",
        "much, an adjective, positive degree, qualifying the noun difficulty.",
        "difficulty, a common noun, 3rd person singular, neuter gender,\nobjective case governed by the preposition with.",
        "N.B.–Much is generally an adverb. As an adjective it is thus compared:",
        "              Positive       Comparative       Superlative\n                much            more              most",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}