{
    "title": "How to Speak and Write Correctly - Chapter XI",
    "author": "Joseph Devlin",
    "chapter": "15",
    "content": [
        "\n\n",
        "MASTERS AND MASTERPIECES OF LITERATURE",
        "Great Authors–Classification–The World’s Best Books.",
        "The Bible is the world’s greatest book. Apart from its character as a work\nof divine revelation, it is the most perfect literature extant.",
        "Leaving out the Bible the three greatest works are those of Homer, Dante\nand Shakespeare. These are closely followed by the works of Virgil and\nMilton.",
        "Homer, Dante, Cervantes, Shakespeare and Goethe.",
        "(The best translation of Homer for the ordinary reader is by Chapman.\nNorton’s translation of Dante and Taylor’s translation of Goethe’s\nFaust are recommended.)",
        "Besides the works mentioned everyone should endeavor to have the following:",
        "Plutarch’s Lives, Meditations of Marcus Aurelius, Chaucer, Imitation\nof Christ (Thomas a Kempis), Holy Living and Holy Dying (Jeremy Taylor),\nPilgrim’s Progress, Macaulay’s Essays, Bacon’s Essays, Addis on s Essays,\nEssays of Elia (Charles Lamb), Les Miserables (Hugo), Heroes and Hero\nWorship (Carlyle), Pal-grave’s Golden Treasury, Wordsworth, Vicar of\nWake field, Adam Bede (George Eliot), Vanity Fair (Thackeray),\nIvanhoe (Scott), On the Heights (Auerbach), Eugenie Grandet (Balzac),\nScarlet Letter (Hawthorne), Emerson’s Essays, Boswell’s Life of\nJohnson, History of the English People (Green), Outlines of Universal\nHistory, Origin of Species, Montaigne’s Essays, Longfellow, Tennyson,\nBrowning, Whittier, Ruskin, Herbert Spencer.",
        "A good encyclopoedia is very desirable and a reliable dictionary\nindispensable.",
        "Scarlet Letter, Parkman’s Histories, Motley’s Dutch Republic, Grant’s\nMemoirs, Franklin’s Autobiography, Webster’s Speeches, Lowell’s Bigelow\nPapers, also his Critical Essays, Thoreau’s Walden, Leaves of Grass(Whitman), Leather-stocking Tales (Cooper), Autocrat of the Breakfast\nTable, Ben Hur and Uncle Tom’s Cabin.",
        "Bryant, Poe, Whittier, Longfellow, Lowell, Emerson, Whitman, Lanier,\nAldrich and Stoddard.",
        "Chaucer, Spenser, Shakespeare, Milton, Burns, Wordsworth, Keats, Shelley,\nTennyson, Browning.",
        "Bacon, Addison, Steele, Macaulay, Lamb, Jeffrey, De Quincey, Carlyle,\nThackeray and Matthew Arnold.",
        "In order of merit are: Hamlet, King Lear, Othello, Antony and\nCleopatra, Macbeth, Merchant of Venice, Henry IV, As You Like It,\nWinter’s Tale, Romeo and Juliet, Midsummer Night’s Dream, Twelfth\nNight, Tempest.",
        "If you are not able to procure a library of the great masterpieces, get\nat least a few. Read them carefully, intelligently and with a view to\nenlarging your own literary horizon. Remember a good book cannot be read\ntoo often, one of a deteriorating influence should not be read at all.\nIn literature, as in all things else, the good alone should prevail.",
        " ",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}