{
    "title": "How to Speak and Write Correctly - Chapter XII",
    "author": "Joseph Devlin",
    "chapter": "12",
    "content": [
        "\n\n",
        "WRITING FOR NEWSPAPERS",
        "Qualification–Appropriate Subjects–Directions",
        "The newspaper nowadays goes into every home in the land; what was\nformerly regarded as a luxury is now looked upon as a necessity. No\nmatter how poor the individual, he is not too poor to afford a penny to\nlearn, not alone what is taking place around him in his own immediate\nvicinity, but also what is happening in every quarter of the globe. The\nlaborer on the street can be as well posted on the news of the day as the\nbanker in his office. Through the newspaper he can feel the pulse of the\ncountry and find whether its vitality is increasing or diminishing; he\ncan read the signs of the times and scan the political horizon for what\nconcerns his own interests. The doings of foreign countries are spread\nbefore him and he can see at a glance the occurrences in the remotest\ncorners of earth. If a fire occurred in London last night he can read\nabout it at his breakfast table in New York this morning, and probably\nget a better account than the Londoners themselves. If a duel takes place\nin Paris he can read all about it even before the contestants have left\nthe field.",
        "There are upwards of 3,000 daily newspapers in the United States, more\nthan 2,000 of which are published in towns containing less than 100,000\ninhabitants. In fact, many places of less than 10,000 population can\nboast the publishing of a daily newspaper. There are more than 15,000\nweeklies published. Some of the so-called country papers wield quite an\ninfluence in their localities, and even outside, and are money-making\nagencies for their owners and those connected with them, both by way of\ncirculation and advertisements.",
        "It is surprising the number of people in this country who make a living\nin the newspaper field. Apart from the regular toilers there are thousands\nof men and women who make newspaper work a side issue, who add tidy sums\nof “pin money” to their incomes by occasional contributions to the daily,\nweekly and monthly press. Most of these people are only persons of\nordinary, everyday ability, having just enough education to express\nthemselves intelligently in writing.",
        "It is a mistake to imagine, as so many do, that an extended education is\nnecessary for newspaper work. Not at all! On the contrary, in some cases,\na high-class education is a hindrance, not a help in this direction. The\ngeneral newspaper does not want learned disquisitions nor philosophical\ntheses; as its name implies, it wants news, current news, interesting\nnews, something to appeal to its readers, to arouse them and rivet their\nattention. In this respect very often a boy can write a better article\nthan a college professor. The professor would be apt to use words beyond\nthe capacity of most of the readers, while the boy, not knowing such\nwords, would probably simply tell what he saw, how great the damage was,\nwho were killed or injured, etc., and use language which all would\nunderstand.",
        "Of course, there are some brilliant scholars, deeply-read men and women\nin the newspaper realm, but, on the whole, those who have made the\ngreatest names commenced ignorant enough and most of them graduated by\nway of the country paper. Some of the leading writers of England and\nAmerica at the present time started their literary careers by contributing\nto the rural press. They perfected and polished themselves as they went\nalong until they were able to make names for themselves in universal\nliterature.",
        "If you want to contribute to newspapers or enter the newspaper field as a\nmeans of livelihood, don’t let lack of a college or university education\nstand in your way. As has been said elsewhere in this book, some of the\ngreatest masters of English literature were men who had but little\nadvantage in the way of book learning. Shakespeare, Bunyan, Burns, and\nscores of others, who have left their names indelibly inscribed on the\ntablets of fame, had little to boast of in the way of book education, but\nthey had what is popularly known as “horse” sense and a good working\nknowledge of the world; in other words, they understood human nature, and\nwere natural themselves. Shakespeare understood mankind because he was\nhimself a man; hence he has portrayed the feelings, the emotions, the\npassions with a master’s touch, delineating the king in his palace as true\nto nature as he has done the peasant in his hut. The monitor within his own\nbreast gave him warning as to what was right and what was wrong, just as\nthe daemon ever by the side of old Socrates whispered in his ear the course\nto pursue under any and all circumstances. Burns guiding the plough\nconceived thoughts and clothed them in a language which has never, nor\nprobably never will be, surpassed by all the learning which art can confer.\nThese men were natural, and it was the perfection of this naturality that\nwreathed their brows with the never-fading laurels of undying fame.",
        "If you would essay to write for the newspaper you must be natural and\nexpress yourself in your accustomed way without putting on airs or\nfrills; you must not ape ornaments and indulge in bombast or rhodomontade\nwhich stamp a writer as not only superficial but silly. There is no room\nfor such in the everyday newspaper. It wants facts stated in plain,\nunvarnished, unadorned language. True, you should read the best authors\nand, as far as possible, imitate their style, but don’t try to literally\ncopy them. Be yourself on every occasion–no one else.",
        "  Not like Homer would I write,\n  Not like Dante if I might,\n  Not like Shakespeare at his best,\n  Not like Goethe or the rest,\n  Like myself, however small,\n  Like myself, or not at all.",
        "Put yourself in place of the reader and write what will interest yourself\nand in such a way that your language will appeal to your own ideas of the\nfitness of things. You belong to the great commonplace majority,\ntherefore don’t forget that in writing for the newspapers you are writing\nfor that majority and not for the learned and aesthetic minority.",
        "Remember you are writing for the man on the street and in the street car,\nyou want to interest him, to compel him to read what you have to say. He\ndoes not want a display of learning; he wants news about something which\nconcerns himself, and you must tell it to him in a plain, simple manner\njust as you would do if you were face to face with him.",
        "What can you write about? Why about anything that will constitute current\nnews, some leading event of the day, anything that will appeal to the\nreaders of the paper to which you wish to submit it. No matter in what\nlocality you may live, however backward it may be, you can always find\nsomething of genuine human interest to others. If there is no news\nhappening, write of something that appeals to yourself. We are all\nconstituted alike, and the chances are that what will interest you will\ninterest others. Descriptions of adventure are generally acceptable. Tell\nof a fox hunt, or a badger hunt, or a bear chase.",
        "If there is any important manufacturing plant in your neighborhood\ndescribe it and, if possible, get photographs, for photography plays a\nvery important part in the news items of to-day. If a “great” man lives\nnear you, one whose name is on the tip of every tongue, go and get an\ninterview with him, obtain his views on the public questions of the day,\ndescribe his home life and his surroundings and how he spends his time.",
        "Try and strike something germane to the moment, something that stands out\nprominently in the limelight of the passing show. If a noted personage,\nsome famous man or woman, is visiting the country, it is a good time to\nwrite up the place from which he or she comes and the record he or she has\nmade there. For instance, it was opportune to write of Sulu and the little\nPacific archipelago during the Sultan’s trip through the country. If an\nattempt is made to blow up an American battleship, say, in the harbor of\nAppia, in Samoa, it affords a chance to write about Samoa and Robert Louis\nStephenson. When Manuel was hurled from the throne of Portugal it was a\nripe time to write of Portugal and Portuguese affairs. If any great\noccurrence is taking place in a foreign country such as the crowning of a\nking or the dethronement of a monarch, it is a good time to write up the\nhistory of the country and describe the events leading up to the main\nissue. When a particularly savage outbreak occurs amongst wild tribes in\nthe dependencies, such as a rising of the Manobos in the Philippines, it is\nopportune to write of such tribes and their surroundings, and the causes\nleading up to the revolt.",
        "Be constantly on the lookout for something that will suit the passing\nhour, read the daily papers and probably in some obscure corner you may\nfind something that will serve you as a foundation for a good article–\nsomething, at least, that will give you a clue.",
        "Be circumspect in your selection of a paper to which to submit your copy.\nKnow the tone and general import of the paper, its social leanings and\npolitical affiliations, also its religious sentiments, and, in fact, all\nthe particulars you can regarding it. It would be injudicious for you to\nsend an article on a prize fight to a religious paper or, vice versa,\nan account of a church meeting to the editor of a sporting sheet.",
        "If you get your copy back don’t be disappointed nor yet disheartened.\nPerseverance counts more in the newspaper field than anywhere else, and\nonly perseverance wins in the long run. You must become resilient; if you\nare pressed down, spring up again. No matter how many rebuffs you may\nreceive, be not discouraged but call fresh energy to your assistance and\nmake another stand. If the right stuff is in you it is sure to be\ndiscovered; your light will not remain long hidden under a bushel in the\nnewspaper domain. If you can deliver the goods editors will soon be\nbegging you instead of your begging them. Those men are constantly on the\nlookout for persons who can make good.",
        "Once you get into print the battle is won, for it will be an incentive to\nyou to persevere and improve yourself at every turn. Go over everything\nyou write, cut and slash and prune until you get it into as perfect form\nas possible. Eliminate every superfluous word and be careful to strike\nout all ambiguous expressions and references.",
        "If you are writing for a weekly paper remember it differs from a daily\none. Weeklies want what will not alone interest the man on the street,\nbut the woman at the fireside; they want out-of-the-way facts, curious\nscraps of lore, personal notes of famous or eccentric people, reminiscences\nof exciting experiences, interesting gleanings in life’s numberless\nby-ways, in short, anything that will entertain, amuse, instruct the home\ncircle. There is always something occurring in your immediate surroundings,\nsome curious event or thrilling episode that will furnish you with data\nfor an article. You must know the nature of the weekly to which you\nsubmit your copy the same as you must know the daily. For instance, the\nChristian Herald, while avowedly a religious weekly, treats such secular\nmatter as makes the paper appeal to all. On its religious side it is\nnon-sectarian, covering the broad field of Christianity throughout the\nworld; on its secular side it deals with human events in such an impartial\nway that every one, no matter to what class they may belong or to what\ncreed they may subscribe, can take a living, personal interest.",
        "The monthlies offer another attractive field for the literary aspirant.\nHere, again, don’t think you must be an university professor to write for a\nmonthly magazine. Many, indeed most, of the foremost magazine contributors\nare men and women who have never passed through a college except by going\nin at the front door and emerging from the back one. However, for the most\npart, they are individuals of wide experience who know the practical side\nof life as distinguished from the theoretical.",
        "The ordinary monthly magazine treats of the leading questions and issues\nwhich are engaging the attention of the world for the moment, great\ninventions, great discoveries, whatever is engrossing the popular mind\nfor the time being, such as flying machines, battleships, sky-scrapers,\nthe opening of mines, the development of new lands, the political issues,\nviews of party leaders, character sketches of distinguished personages,\netc. However, before trying your skill for a monthly magazine it would be\nwell for you to have a good apprenticeship in writing for the daily\npress.",
        "Above all things, remember that perseverance is the key that opens the\ndoor of success. Persevere! If you are turned down don’t get\ndisheartened; on the contrary, let the rebuff act as a stimulant to\nfurther effort. Many of the most successful writers of our time have been\nturned down again and again. For days and months, and even years, some of\nthem have hawked their wares from one literary door to another until they\nfound a purchaser. You may be a great writer in embryo, but you will\nnever develop into a fetus, not to speak of full maturity, unless you\nbring out what is in you. Give yourself a chance to grow and seize upon\neverything that will enlarge the scope of your horizon. Keep your eyes\nwide open and there is not a moment of the day in which you will not see\nsomething to interest you and in which you may be able to interest\nothers. Learn, too, how to read Nature’s book. There’s a lesson in\neverything–in the stones, the grass, the trees, the babbling brooks and\nthe singing birds. Interpret the lesson for yourself, then teach it to\nothers. Always be in earnest in your writing; go about it in a determined\nkind of way, don’t be faint-hearted or backward, be brave, be brave, and\nevermore be brave.",
        "  On the wide, tented field in the battle of life,\n    With an army of millions before you;\n  Like a hero of old gird your soul for the strife\n    And let not the foeman tramp o’er you;\n  Act, act like a soldier and proudly rush on\n    The most valiant in Bravery’s van,\n  With keen, flashing sword cut your way to the front\n    And show to the world you’re a Man.",
        "If you are of the masculine gender be a man in all things in the highest\nand best acceptation of the word. That is the noblest title you can\nboast, higher far than that of earl or duke, emperor or king. In the same\nway womanhood is the grandest crown the feminine head can wear. When the\nworld frowns on you and everything seems to go wrong, possess your soul\nin patience and hope for the dawn of a brighter day. It will come. The\nsun is always shining behind the darkest clouds. When you get your\nmanuscripts back again and again, don’t despair, nor think the editor\ncruel and unkind. He, too, has troubles of his own. Keep up your spirits\nuntil you have made the final test and put your talents to a last analysis,\nthen if you find you cannot get into print be sure that newspaper writing\nor literary work is not your forte, and turn to something else. If\nnothing better presents itself, try shoemaking or digging ditches.\nRemember honest labor, no matter how humble, is ever dignified. If you\nare a woman throw aside the pen, sit down and darn your brother’s, your\nfather’s, or your husband’s socks, or put on a calico apron, take soap\nand water and scrub the floor. No matter who you are do something useful.\nThat old sophistry about the world owing you a living has been exploded\nlong ago. The world does not owe you a living, but you owe it servitude,\nand if you do not pay the debt you are not serving the purpose of an\nall-wise Providence and filling the place for which you were created. It\nis for you to serve the world, to make it better, brighter, higher, holier,\ngrander, nobler, richer, for your having lived in it. This you can do in\nno matter what position fortune has cast you, whether it be that of\nstreet laborer or president. Fight the good fight and gain the victory.",
        "  “Above all, to thine own self be true,\n   And ’twill follow as the night the\n   day, Thou canst not then be false to any man.”",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}