{
    "title": "How to Speak and Write Correctly - Chapter IX",
    "author": "Joseph Devlin",
    "chapter": "9",
    "content": [
        "\n\n",
        "STYLE",
        "Diction–Purity–Propriety–Precision.",
        "It is the object of every writer to put his thoughts into as effective\nform as possible so as to make a good impression on the reader. A person\nmay have noble thoughts and ideas but be unable to express them in such a\nway as to appeal to others, consequently he cannot exert the full force\nof his intellectuality nor leave the imprint of his character upon his\ntime, whereas many a man but indifferently gifted may wield such a facile\npen as to attract attention and win for himself an envious place among\nhis contemporaries.",
        "In everyday life one sees illustrations of men of excellent mentality\nbeing cast aside and ones of mediocre or in some cases, little, if any,\nability chosen to fill important places. The former are unable to impress\ntheir personality; they have great thoughts, great ideas, but these\nthoughts and ideas are locked up in their brains and are like prisoners\nbehind the bars struggling to get free. The key of language which would\nopen the door is wanting, hence they have to remain locked up.",
        "Many a man has to pass through the world unheard of and of little benefit\nto it or himself, simply because he cannot bring out what is in him and\nmake it subservient to his will. It is the duty of every one to develop his\nbest, not only for the benefit of himself but for the good of his fellow\nmen. It is not at all necessary to have great learning or acquirements, the\nlaborer is as useful in his own place as the philosopher in his; nor is it\nnecessary to have many talents. One talent rightly used is much better than\nten wrongly used. Often a man can do more with one than his contemporary\ncan do with ten, often a man can make one dollar go farther than twenty in\nthe hands of his neighbor, often the poor man lives more comfortably than\nthe millionaire. All depends upon the individual himself. If he make right\nuse of what the Creator has given him and live according to the laws of God\nand nature he is fulfilling his allotted place in the universal scheme of\ncreation, in other words, when he does his best, he is living up to the\nstandard of a useful manhood.",
        "Now in order to do his best a man of ordinary intelligence and education\nshould be able to express himself correctly both in speaking and writing,\nthat is, he should be able to convey his thoughts in an intelligent\nmanner which the simplest can understand. The manner in which a speaker\nor writer conveys his thoughts is known as his Style. In other words\nStyle may be defined as the peculiar manner in which a man expresses\nhis conceptions through the medium of language. It depends upon the\nchoice of words and their arrangement to convey a meaning. Scarcely any\ntwo writers have exactly the same style, that is to say, express their\nideas after the same peculiar form, just as no two mortals are fashioned\nby nature in the same mould, so that one is an exact counterpart of the\nother.",
        "Just as men differ in the accent and tones of their voices, so do they\ndiffer in the construction of their language.",
        "Two reporters sent out on the same mission, say to report a fire, will\nverbally differ in their accounts though materially both descriptions\nwill be the same as far as the leading facts are concerned. One will\nexpress himself in a style different from the other.",
        "If you are asked to describe the dancing of a red-haired lady at the last\ncharity ball you can either say–\"The ruby Circe, with the Titian locks\nglowing like the oriflamme which surrounds the golden god of day as he\nsinks to rest amid the crimson glory of the burnished West, gave a divine\nexhibition of the Terpsichorean art which thrilled the souls of the\nmultitude” or, you can simply say–\"The red-haired lady danced very well\nand pleased the audience.”",
        "The former is a specimen of the ultra florid or bombastic style which may\nbe said to depend upon the pomposity of verbosity for its effect, the\nlatter is a specimen of simple natural Style. Needless to say it is to\nbe preferred. The other should be avoided. It stamps the writer as a\nperson of shallowness, ignorance and inexperience. It has been eliminated\nfrom the newspapers. Even the most flatulent of yellow sheets no longer\ntolerate it in their columns. Affectation and pedantry in style are now\nuniversally condemned.",
        "It is the duty of every speaker and writer to labor after a pleasing\nstyle. It gains him an entrance where he would otherwise be debarred.\nOften the interest of a subject depends as much on the way it is\npresented as on the subject itself. One writer will make it attractive,\nanother repulsive. For instance take a passage in history. Treated by one\nhistorian it is like a desiccated mummy, dry, dull, disgusting, while\nunder the spell of another it is, as it were, galvanized into a virile\nliving thing which not only pleases but captivates the reader.",
        "The first requisite of style is choice of words, and this comes under\nthe head of Diction, the property of style which has reference to the\nwords and phrases used in speaking and writing. The secret of literary\nskill from any standpoint consists in putting the right word in the right\nplace. In order to do this it is imperative to know the meaning of the\nwords we use, their exact literal meaning. Many synonymous words are\nseemingly interchangeable and appear as if the same meaning were applicable\nto three or four of them at the same time, but when all such words are\nreduced to a final analysis it is clearly seen that there is a marked\ndifference in their meaning. For instance grief and sorrow seem to be\nidentical, but they are not. Grief is active, sorrow is more or less\npassive; grief is caused by troubles and misfortunes which come to us\nfrom the outside, while sorrow is often the consequence of our own\nacts. Grief is frequently loud and violent, sorrow is always quiet\nand retiring. Grief shouts, Sorrow remains calm.",
        "If you are not sure of the exact meaning of a word look it up immediately\nin the dictionary. Sometimes some of our great scholars are puzzled over\nsimple words in regard to meaning, spelling or pronunciation. Whenever\nyou meet a strange word note it down until you discover its meaning and\nuse. Read the best books you can get, books written by men and women who\nare acknowledged masters of language, and study how they use their words,\nwhere they place them in the sentences, and the meanings they convey to\nthe readers.",
        "Mix in good society. Listen attentively to good talkers and try to\nimitate their manner of expression. If a word is used you do not\nunderstand, don’t be ashamed to ask its meaning.",
        "True, a small vocabulary will carry you through, but it is an advantage\nto have a large one. When you live alone a little pot serves just as well\nas a large one to cook your victuals and it is handy and convenient, but\nwhen your friends or neighbors come to dine with you, you will need a\nmuch larger pot and it is better to have it in store, so that you will\nnot be put to shame for your scantiness of furnishings.",
        "Get as many words as you possibly can–if you don’t need them now, pack\nthem away in the garrets of your brain so that you can call upon them if\nyou require them.",
        "Keep a note book, jot down the words you don’t understand or clearly\nunderstand and consult the dictionary when you get time.",
        "Purity of style consists in using words which are reputable, national\nand present, which means that the words are in current use by the best\nauthorities, that they are used throughout the nation and not confined to\none particular part, and that they are words in constant use at the\npresent time.",
        "There are two guiding principles in the choice of words,–good useand good taste. Good use tells us whether a word is right or wrong;\ngood taste, whether it is adapted to our purpose or not.",
        "A word that is obsolete or too new to have gained a place in the\nlanguage, or that is a provincialism, should not be used.",
        "Here are the Ten Commandments of English style:",
        "(1) Do not use foreign words.",
        "(2) Do not use a long word when a short one will serve your purpose.\nFire is much better than conflagration.",
        "(3) Do not use technical words, or those understood only by specialists\nin their respective lines, except when you are writing especially for\nsuch people.",
        "(4) Do not use slang.",
        "(5) Do not use provincialisms, as “I guess” for “I think\"; “I reckon” for\n“I know,” etc.",
        "(6) Do not in writing prose, use poetical or antiquated words: as “lore,\ne’er, morn, yea, nay, verily, peradventure.”",
        "(7) Do not use trite and hackneyed words and expressions; as, “on the\njob,” “up and in\"; “down and out.”",
        "(8) Do not use newspaper words which have not established a place in the\nlanguage as “to bugle\"; “to suicide,” etc.",
        "(9) Do not use ungrammatical words and forms; as, “I ain’t;” “he don’t.”",
        "(10) Do not use ambiguous words or phrases; as–\"He showed me all about\nthe house.”",
        "Trite words, similes and metaphors which have become hackneyed and worn\nout should be allowed to rest in the oblivion of past usage. Such\nexpressions and phrases as “Sweet sixteen” “the Almighty dollar,” “Uncle\nSam,” “On the fence,” “The Glorious Fourth,” “Young America,” “The lords\nof creation,” “The rising generation,” “The weaker sex,” “The weaker\nvessel,” “Sweetness long drawn out” and “chief cook and bottle washer,\"\nshould be put on the shelf as they are utterly worn out from too much\nusage.",
        "Some of the old similes which have outlived their usefulness and should\nbe pensioned off, are “Sweet as sugar,” “Bold as a lion,” “Strong as an\nox,” “Quick as a flash,” “Cold as ice,” “Stiff as a poker,” “White as\nsnow,” “Busy as a bee,” “Pale as a ghost,” “Rich as Croesus,” “Cross as a\nbear” and a great many more far too numerous to mention.",
        "Be as original as possible in the use of expression. Don’t follow in the\nold rut but try and strike out for yourself. This does not mean that you\nshould try to set the style, or do anything outlandish or out of the way,\nor be an innovator on the prevailing custom. In order to be original\nthere is no necessity for you to introduce something novel or establish a\nprecedent. The probability is you are not fit to do either, by education\nor talent. While following the style of those who are acknowledged\nleaders you can be original in your language. Try and clothe an idea\ndifferent from what it has been clothed and better. If you are speaking\nor writing of dancing don’t talk or write about “tripping the light\nfantastic toe.” It is over two hundred years since Milton expressed it\nthat way in ’L’Allegro.” You’re not a Milton and besides over a million\nhave stolen it from Milton until it is now no longer worth stealing.",
        "Don’t resurrect obsolete words such as whilom, yclept, wis, etc.,\nand be careful in regard to obsolescent words, that is, words that are at\nthe present time gradually passing from use such as quoth, trow,\nbetwixt, amongst, froward, etc.",
        "And beware of new words. Be original in the construction and arrangement\nof your language, but don’t try to originate words. Leave that to the\nMasters of language, and don’t be the first to try such words, wait until\nthe chemists of speech have tested them and passed upon their merits.",
        "Quintilian said–\"Prefer the oldest of the new and the newest of the\nold.” Pope put this in rhyme and it still holds good:",
        "In words, as fashions, the same rule will hold, Alike fantastic, if too\nnew or old: Be not the first by whom the new are tried, Nor yet the last\nto lay the old aside.",
        "Propriety of style consists in using words in their proper sense and as\nin the case of purity, good usage is the principal test. Many words have\nacquired in actual use a meaning very different from what they once\npossessed. “Prevent” formerly meant to go before, and that meaning is\nimplied in its Latin derivation. Now it means to put a stop to, to\nhinder. To attain propriety of style it is necessary to avoid confounding\nwords derived from the same root; as respectfully and respectively;\nit is necessary to use words in their accepted sense or the sense which\neveryday use sanctions.",
        "Simplicity of style has reference to the choice of simple words and\ntheir unaffected presentation. Simple words should always be used in\npreference to compound, and complicated ones when they express the same\nor almost the same meaning. The Anglo-Saxon element in our language\ncomprises the simple words which express the relations of everyday life,\nstrong, terse, vigorous, the language of the fireside, street, market and\nfarm. It is this style which characterizes the Bible and many of the\ngreat English classics such as the “Pilgrim’s Progress,” “Robinson\nCrusoe,” and “Gulliver’s Travels.”",
        "Clearness of style should be one of the leading considerations with the\nbeginner in composition. He must avoid all obscurity and ambiguous\nphrases. If he write a sentence or phrase and see that a meaning might be\ninferred from it otherwise than intended, he should re-write it in such a\nway that there can be no possible doubt. Words, phrases or clauses that\nare closely related should be placed as near to each other as possible\nthat their mutual relation may clearly appear, and no word should be\nomitted that is necessary to the complete expression of thought.",
        "Unity is that property of style which keeps all parts of a sentence in\nconnection with the principal thought and logically subordinate to it. A\nsentence may be constructed as to suggest the idea of oneness to the\nmind, or it may be so loosely put together as to produce a confused and\nindefinite impression. Ideas that have but little connection should be\nexpressed in separate sentences, and not crowded into one.",
        "Keep long parentheses out of the middle of your sentences and when you\nhave apparently brought your sentences to a close don’t try to continue\nthe thought or idea by adding supplementary clauses.",
        "Strength is that property of style which gives animation, energy and\nvivacity to language and sustains the interest of the reader. It is as\nnecessary to language as good food is to the body. Without it the words\nare weak and feeble and create little or no impression on the mind. In\norder to have strength the language must be concise, that is, much\nexpressed in little compass, you must hit the nail fairly on the head and\ndrive it in straight. Go critically over what you write and strike out\nevery word, phrase and clause the omission of which impairs neither the\nclearness nor force of the sentence and so avoid redundancy, tautology\nand circumlocution. Give the most important words the most prominent\nplaces, which, as has been pointed out elsewhere, are the beginning and\nend of the sentence.",
        "Harmony is that property of style which gives a smoothness to the\nsentence, so that when the words are sounded their connection becomes\npleasing to the ear. It adapts sound to sense. Most people construct\ntheir sentences without giving thought to the way they will sound and as\na consequence we have many jarring and discordant combinations such as\n“Thou strengthenedst thy position and actedst arbitrarily and\nderogatorily to my interests.”",
        "Harsh, disagreeable verbs are liable to occur with the Quaker form Thouof the personal pronoun. This form is now nearly obsolete, the plural\nyou being almost universally used. To obtain harmony in the sentence\nlong words that are hard to pronounce and combinations of letters of one\nkind should be avoided.",
        "Style is expressive of the writer, as to who he is and what he is. As a\nmatter of structure in composition it is the indication of what a man can\ndo; as a matter of quality it is an indication of what he is.",
        "Style has been classified in different ways, but it admits of so many\ndesignations that it is very hard to enumerate a table. In fact there are\nas many styles as there are writers, for no two authors write exactlyafter the same form. However, we may classify the styles of the various\nauthors in broad divisions as (1) dry, (2) plain, (3) neat, (4) elegant,\n(5) florid, (6) bombastic.",
        "The dry style excludes all ornament and makes no effort to appeal to\nany sense of beauty. Its object is simply to express the thoughts in a\ncorrect manner. This style is exemplified by Berkeley.",
        "The plain style does not seek ornamentation either, but aims to make\nclear and concise statements without any elaboration or embellishment.\nLocke and Whately illustrate the plain style.",
        "The neat style only aspires after ornament sparingly. Its object is to\nhave correct figures, pure diction and clear and harmonious sentences.\nGoldsmith and Gray are the acknowledged leaders in this kind of style.",
        "The elegant style uses every ornament that can beautify and avoids\nevery excess which would degrade. Macaulay and Addison have been\nenthroned as the kings of this style. To them all writers bend the knee\nin homage.",
        "The florid style goes to excess in superfluous and superficial\nornamentation and strains after a highly colored imagery. The poems of\nOssian typify this style.",
        "The bombastic is characterized by such an excess of words, figures and\nornaments as to be ridiculous and disgusting. It is like a circus clown\ndressed up in gold tinsel Dickens gives a fine example of it in Sergeant\nBuzfuz’ speech in the “Pickwick Papers.” Among other varieties of style\nmay be mentioned the colloquial, the laconic, the concise, the diffuse,\nthe abrupt the flowing, the quaint, the epigrammatic, the flowery, the\nfeeble, the nervous, the vehement, and the affected. The manner of these\nis sufficiently indicated by the adjective used to describe them.",
        "In fact style is as various as character and expresses the individuality\nof the writer, or in other words, as the French writer Buffon very aptly\nremarks, “the style is the man himself.”",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}