{
    "title": "How to Speak and Write Correctly - Chapter XIV",
    "author": "Joseph Devlin",
    "chapter": "14",
    "content": [
        "\n\n",
        "ENGLISH LANGUAGE",
        "Beginning–Different Sources–The Present",
        "The English language is the tongue now current in England and her colonies\nthroughout the world and also throughout the greater part of the United\nStates of America. It sprang from the German tongue spoken by the Teutons,\nwho came over to Britain after the conquest of that country by the Romans.\nThese Teutons comprised Angles, Saxons, Jutes and several other tribes\nfrom the northern part of Germany. They spoke different dialects, but\nthese became blended in the new country, and the composite tongue came to\nbe known as the Anglo-Saxon which has been the main basis for the language\nas at present constituted and is still the prevailing element. Therefore\nthose who are trying to do away with some of the purely Anglo-Saxon\nwords, on the ground that they are not refined enough to express their\naesthetic ideas, are undermining main props which are necessary for the\nsupport of some important parts in the edifice of the language.",
        "The Anglo-Saxon element supplies the essential parts of speech, the\narticle, pronoun of all kinds, the preposition, the auxiliary verbs, the\nconjunctions, and the little particles which bind words into sentences and\nform the joints, sinews and ligaments of the language. It furnishes the\nmost indispensable words of the vocabulary. (See Chap. XIII.) Nowhere is\nthe beauty of Anglo-Saxon better illustrated than in the Lord’s Prayer.\nFifty-four words are pure Saxon and the remaining ones could easily be\nreplaced by Saxon words. The gospel of St. John is another illustration of\nthe almost exclusive use of Anglo-Saxon words. Shakespeare, at his best, is\nAnglo-Saxon. Here is a quotation from the Merchant of Venice, and of the\nfifty-five words fifty-two are Anglo-Saxon, the remaining three French:",
        "  All that glitters is not gold–\n  Often have you heard that told;\n    Many a man his life hath sold,\n    But my outside to behold.\n  Guilded tombs do worms infold.\n    Had you been as wise as bold,\n    Young in limbs, in judgment old,\n    Your answer had not been inscrolled–\n  Fare you well, your suit is cold.",
        "The lines put into the mouth of Hamlet’s father in fierce intenseness,\nsecond only to Dante’s inscription on the gate of hell, have one hundred\nand eight Anglo-Saxon and but fifteen Latin words.",
        "The second constituent element of present English is Latin which comprises\nthose words derived directly from the old Roman and those which came\nindirectly through the French. The former were introduced by the Roman\nChristians, who came to England at the close of the sixth century under\nAugustine, and relate chiefly to ecclesiastical affairs, such as saint from\nsanctus, religion from religio, chalice from calix, mass from\nmissa, etc. Some of them had origin in Greek, as priest from presbyter,\nwhich in turn was a direct derivative from the Greek presbuteros, also\ndeacon from the Greek diakonos.",
        "The largest class of Latin words are those which came through the\nNorman-French, or Romance. The Normans had adopted, with the Christian\nreligion, the language, laws and arts of the Romanized Gauls and Romanized\nFranks, and after a residence of more than a century in France they\nsuccessfully invaded England in 1066 under William the Conqueror and a new\nera began. The French Latinisms can be distinguished by the spelling. Thus\nSaviour comes from the Latin Salvator through the French Sauveur;\njudgment from the Latin judiclum through the French jugement; people,\nfrom the Latin populus, through the French peuple, etc.",
        "For a long time the Saxon and Norman tongues refused to coalesce and were\nlike two distinct currents flowing in different directions. Norman was\nspoken by the lords and barons in their feudal castles, in parliament and\nin the courts of justice. Saxon by the people in their rural homes, fields\nand workshops. For more than three hundred years the streams flowed apart,\nbut finally they blended, taking in the Celtic and Danish elements, and as\na result came the present English language with its simple system of\ngrammatical inflection and its rich vocabulary.",
        "The father of English prose is generally regarded as Wycliffe, who\ntranslated the Bible in 1380, while the paternal laurels in the secular\npoetical field are twined around the brows of Chaucer.",
        "Besides the Germanic and Romanic, which constitute the greater part of\nthe English language, many other tongues have furnished their quota. Of\nthese the Celtic is perhaps the oldest. The Britons at Caesar’s invasion,\nwere a part of the Celtic family. The Celtic idiom is still spoken in two\ndialects, the Welsh in Wales, and the Gaelic in Ireland and the Highlands\nof Scotland. The Celtic words in English, are comparatively few; cart,\ndock, wire, rail, rug, cradle, babe, grown, griddle, lad, lass, are some\nin most common use.",
        "The Danish element dates from the piratical invasions of the ninth and\ntenth centuries. It includes anger, awe, baffle, bang, bark, bawl,\nblunder, boulder, box, club, crash, dairy, dazzle, fellow, gable, gain,\nill, jam, kidnap, kill, kidney, kneel, limber, litter, log, lull, lump,\nmast, mistake, nag, nasty, niggard, horse, plough, rug, rump, sale,\nscald, shriek, skin, skull, sledge, sleigh, tackle, tangle, tipple,\ntrust, viking, window, wing, etc.",
        "From the Hebrew we have a large number of proper names from Adam and Eve\ndown to John and Mary and such words as Messiah, rabbi, hallelujah,\ncherub, seraph, hosanna, manna, satan, Sabbath, etc.",
        "Many technical terms and names of branches of learning come from the Greek.\nIn fact, nearly all the terms of learning and art, from the alphabet to the\nhighest peaks of metaphysics and theology, come directly from the Greek–\nphilosophy, logic, anthropology, psychology, aesthetics, grammar,\nrhetoric, history, philology, mathematics, arithmetic, astronomy, anatomy,\ngeography, stenography, physiology, architecture, and hundreds more in\nsimilar domains; the subdivisions and ramifications of theology as\nexegesis, hermeneutics, apologetics, polemics, dogmatics, ethics,\nhomiletics, etc., are all Greek.",
        "The Dutch have given us some modern sea terms, as sloop, schooner, yacht\nand also a number of others as boom, bush, boor, brandy, duck, reef,\nskate, wagon. The Dutch of Manhattan island gave us boss, the name for\nemployer or overseer, also cold slaa (cut cabbage and vinegar), and a\nnumber of geographical terms.",
        "Many of our most pleasing euphonic words, especially in the realm of\nmusic, have been given to us directly from the Italian. Of these are\npiano, violin, orchestra, canto, allegro, piazza, gazette, umbrella,\ngondola, bandit, etc.",
        "Spanish has furnished us with alligator, alpaca, bigot, cannibal, cargo,\nfilibuster, freebooter, guano, hurricane, mosquito, negro, stampede,\npotato, tobacco, tomato, tariff, etc.",
        "From Arabic we have several mathematical, astronomical, medical and\nchemical terms as alcohol, alcove, alembic, algebra, alkali, almanac,\nassassin, azure, cipher, elixir, harem, hegira, sofa, talisman, zenith\nand zero.",
        "Bazaar, dervish, lilac, pagoda, caravan, scarlet, shawl, tartar, tiara\nand peach have come to us from the Persian.",
        "Turban, tulip, divan and firman are Turkish.",
        "Drosky, knout, rouble, steppe, ukase are Russian.",
        "The Indians have helped us considerably and the words they have given us\nare extremely euphonic as exemplified in the names of many of our rivers\nand States, as Mississippi, Missouri, Minnehaha, Susquehanna, Monongahela,\nNiagara, Ohio, Massachusetts, Connecticut, Iowa, Nebraska, Dakota, etc. In\naddition to these proper names we have from the Indians wigwam, squaw,\nhammock, tomahawk, canoe, mocassin, hominy, etc.",
        "There are many hybrid words in English, that is, words, springing from two\nor more different languages. In fact, English has drawn from all sources,\nand it is daily adding to its already large family, and not alone is it\nadding to itself, but it is spreading all over the world and promises to\ntake in the entire human family beneath its folds ere long. It is the\nopinion of many that English, in a short time, will become the universal\nlanguage. It is now being taught as a branch of the higher education in the\nbest colleges and universities of Europe and in all commercial cities in\nevery land throughout the world. In Asia it follows the British sway and\nthe highways of commerce through the vast empire of East India with its two\nhundred and fifty millions of heathen and Mohammedan inhabitants. It is\nlargely used in the seaports of Japan and China, and the number of natives\nof these countries who are learning it is increasing every day. It is\nfirmly established in South Africa, Liberia, Sierra Leone, and in many of\nthe islands of the Indian and South Seas. It is the language of Australia,\nNew Zealand, Tasmania, and Christian missionaries are introducing it into\nall the islands of Polynesia. It may be said to be the living commercial\nlanguage of the North American continent, from Baffin’s Bay to the Gulf of\nMexico, and from the Atlantic to the Pacific, and it is spoken largely in\nmany of the republics of South America. It is not limited by parallels of\nlatitude, or meridians of longitude. The two great English-speaking\ncountries, England and the United States, are disseminating it north,\nsouth, east and west over the entire world.",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}