{
    "title": "How to Speak and Write Correctly",
    "author": "Joseph Devlin",
    "chapter": "1",
    "content": [
        "\n\n",
        "REQUIREMENTS OF SPEECH",
        "Vocabulary–Parts of Speech–Requisites",
        "It is very easy to learn how to speak and write correctly, as for all\npurposes of ordinary conversation and communication, only about 2,000\ndifferent words are required. The mastery of just twenty hundred words,\nthe knowing where to place them, will make us not masters of the English\nlanguage, but masters of correct speaking and writing. Small number, you\nwill say, compared with what is in the dictionary! But nobody ever uses\nall the words in the dictionary or could use them did he live to be the\nage of Methuselah, and there is no necessity for using them.",
        "There are upwards of 200,000 words in the recent editions of the large\ndictionaries, but the one-hundredth part of this number will suffice for\nall your wants. Of course you may think not, and you may not be content\nto call things by their common names; you may be ambitious to show\nsuperiority over others and display your learning or, rather, your\npedantry and lack of learning. For instance, you may not want to call a\nspade a spade. You may prefer to call it a spatulous device for abrading\nthe surface of the soil. Better, however, to stick to the old familiar,\nsimple name that your grandfather called it. It has stood the test of\ntime, and old friends are always good friends.",
        "To use a big word or a foreign word when a small one and a familiar one\nwill answer the same purpose, is a sign of ignorance. Great scholars and\nwriters and polite speakers use simple words.",
        "To go back to the number necessary for all purposes of conversation\ncorrespondence and writing, 2,000, we find that a great many people who\npass in society as being polished, refined and educated use less, for\nthey know less. The greatest scholar alive hasn’t more than four thousand\ndifferent words at his command, and he never has occasion to use half the\nnumber.",
        "In the works of Shakespeare, the most wonderful genius the world has ever\nknown, there is the enormous number of 15,000 different words, but almost\n10,000 of them are obsolete or meaningless today.",
        "Every person of intelligence should be able to use his mother tongue\ncorrectly. It only requires a little pains, a little care, a little study\nto enable one to do so, and the recompense is great.",
        "Consider the contrast between the well-bred, polite man who knows how to\nchoose and use his words correctly and the underbred, vulgar boor, whose\nlanguage grates upon the ear and jars the sensitiveness of the finer\nfeelings. The blunders of the latter, his infringement of all the canons\nof grammar, his absurdities and monstrosities of language, make his very\npresence a pain, and one is glad to escape from his company.",
        "The proper grammatical formation of the English language, so that one may\nacquit himself as a correct conversationalist in the best society or be\nable to write and express his thoughts and ideas upon paper in the right\nmanner, may be acquired in a few lessons.",
        "It is the purpose of this book, as briefly and concisely as possible, to\ndirect the reader along a straight course, pointing out the mistakes he\nmust avoid and giving him such assistance as will enable him to reach the\ngoal of a correct knowledge of the English language. It is not a Grammar\nin any sense, but a guide, a silent signal-post pointing the way in the\nright direction.",
        "All the words in the English language are divided into nine great\nclasses. These classes are called the Parts of Speech. They are Article,\nNoun, Adjective, Pronoun, Verb, Adverb, Preposition, Conjunction and\nInterjection. Of these, the Noun is the most important, as all the others\nare more or less dependent upon it. A Noun signifies the name of any\nperson, place or thing, in fact, anything of which we can have either\nthought or idea. There are two kinds of Nouns, Proper and Common. Common\nNouns are names which belong in common to a race or class, as man,\ncity. Proper Nouns distinguish individual members of a race or class as\nJohn, Philadelphia. In the former case man is a name which belongs\nin common to the whole race of mankind, and city is also a name which\nis common to all large centres of population, but John signifies a\nparticular individual of the race, while Philadelphia denotes a\nparticular one from among the cities of the world.",
        "Nouns are varied by Person, Number, Gender, and Case. Person is that\nrelation existing between the speaker, those addressed and the subject\nunder consideration, whether by discourse or correspondence. The Persons\nare First, Second and Third and they represent respectively the\nspeaker, the person addressed and the person or thing mentioned or under\nconsideration.",
        "Number is the distinction of one from more than one. There are two\nnumbers, singular and plural; the singular denotes one, the plural two or\nmore. The plural is generally formed from the singular by the addition of\ns or es.",
        "Gender has the same relation to nouns that sex has to individuals, but\nwhile there are only two sexes, there are four genders, viz., masculine,\nfeminine, neuter and common. The masculine gender denotes all those of\nthe male kind, the feminine gender all those of the female kind, the\nneuter gender denotes inanimate things or whatever is without life, and\ncommon gender is applied to animate beings, the sex of which for the time\nbeing is indeterminable, such as fish, mouse, bird, etc. Sometimes things\nwhich are without life as we conceive it and which, properly speaking,\nbelong to the neuter gender, are, by a figure of speech called\nPersonification, changed into either the masculine or feminine gender,\nas, for instance, we say of the sun, He is rising; of the moon, Sheis setting.",
        "Case is the relation one noun bears to another or to a verb or to a\npreposition. There are three cases, the Nominative, the Possessiveand the Objective. The nominative is the subject of which we are\nspeaking or the agent which directs the action of the verb; the\npossessive case denotes possession, while the objective indicates the\nperson or thing which is affected by the action of the verb.",
        "An Article is a word placed before a noun to show whether the latter is\nused in a particular or general sense. There are but two articles, a or\nan and the.",
        "An Adjective is a word which qualifies a noun, that is, which shows\nsome distinguishing mark or characteristic belonging to the noun.",
        "A Pronoun is a word used for or instead of a noun to keep us from\nrepeating the same noun too often. Pronouns, like nouns, have case,\nnumber, gender and person. There are three kinds of pronouns, personal,\nrelative and adjective.",
        "A verb is a word which signifies action or the doing of something. A\nverb is inflected by tense and mood and by number and person, though the\nlatter two belong strictly to the subject of the verb.",
        "An adverb is a word which modifies a verb, an adjective and sometimes\nanother adverb.",
        "A preposition serves to connect words and to show the relation between\nthe objects which the words express.",
        "A conjunction is a word which joins words, phrases, clauses and\nsentences together.",
        "An interjection is a word which expresses surprise or some sudden\nemotion of the mind.",
        "The three essentials of the English language are: Purity, Perspicuityand Precision.",
        "By Purity is signified the use of good English. It precludes the use of\nall slang words, vulgar phrases, obsolete terms, foreign idioms, ambiguous\nexpressions or any ungrammatical language whatsoever. Neither does it\nsanction the use of any newly coined word until such word is adopted by\nthe best writers and speakers.",
        "Perspicuity demands the clearest expression of thought conveyed in\nunequivocal language, so that there may be no misunderstanding whatever\nof the thought or idea the speaker or writer wishes to convey. All\nambiguous words, words of double meaning and words that might possibly be\nconstrued in a sense different from that intended, are strictly\nforbidden. Perspicuity requires a style at once clear and comprehensive\nand entirely free from pomp and pedantry and affectation or any straining\nafter effect.",
        "Precision requires concise and exact expression, free from redundancy\nand tautology, a style terse and clear and simple enough to enable the\nhearer or reader to comprehend immediately the meaning of the speaker or\nwriter. It forbids, on the one hand, all long and involved sentences,\nand, on the other, those that are too short and abrupt. Its object is to\nstrike the golden mean in such a way as to rivet the attention of the\nhearer or reader on the words uttered or written.",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}