{
    "title": "How to Speak and Write Correctly - Chapter V",
    "author": "Joseph Devlin",
    "chapter": "5",
    "content": [
        "\n\n",
        "PUNCTUATION",
        "Principal Points–Illustrations–Capital Letters.",
        "Lindley Murray and Goold Brown laid down cast-iron rules for punctuation,\nbut most of them have been broken long since and thrown into the junk-heap\nof disuse. They were too rigid, too strict, went so much into minutiae,\nthat they were more or less impractical to apply to ordinary composition.\nThe manner of language, of style and of expression has considerably\nchanged since then, the old abstruse complex sentence with its hidden\nmeanings has been relegated to the shade, there is little of prolixity or\nlong-drawn-out phrases, ambiguity of expression is avoided and the aim is\ntoward terseness, brevity and clearness. Therefore, punctuation has been\ngreatly simplified, to such an extent indeed, that it is now as much a\nmatter of good taste and judgment as adherence to any fixed set of rules.\nNevertheless there are laws governing it which cannot be abrogated, their\nprinciples must be rigidly and inviolably observed.",
        "The chief end of punctuation is to mark the grammatical connection and\nthe dependence of the parts of a composition, but not the actual pauses\nmade in speaking. Very often the points used to denote the delivery of a\npassage differ from those used when the passage is written. Nevertheless,\nseveral of the punctuation marks serve to bring out the rhetorical force\nof expression.",
        "The principal marks of punctuation are:",
        "1. The Comma [,]",
        "2. The Semicolon [;]",
        "3. The Colon [:]",
        "4. The Period [.]",
        "5. The Interrogation [?]",
        "6. The Exclamation [!]",
        "7. The Dash [–]",
        "8. The Parenthesis [()]",
        "9. The Quotation [” “]",
        "There are several other points or marks to indicate various relations,\nbut properly speaking such come under the heading of Printer’s Marks,\nsome of which are treated elsewhere.",
        "Of the above, the first four may be styled the grammatical points, and\nthe remaining five, the rhetorical points.",
        "The Comma: The office of the Comma is to show the slightest separation\nwhich calls for punctuation at all. It should be omitted whenever\npossible. It is used to mark the least divisions of a sentence.",
        "(1) A series of words or phrases has its parts separated by commas:–\n“Lying, trickery, chicanery, perjury, were natural to him.” “The brave,\ndaring, faithful soldier died facing the foe.” If the series is in pairs,\ncommas separate the pairs: “Rich and poor, learned and unlearned, black\nand white, Christian and Jew, Mohammedan and Buddhist must pass through\nthe same gate.”",
        "(2) A comma is used before a short quotation: “It was Patrick Henry who\nsaid, ’Give me liberty or give me death.’”",
        "(3) When the subject of the sentence is a clause or a long phrase, a comma\nis used after such subject: “That he has no reverence for the God I\nlove, proves his insincerity.” “Simulated piety, with a black coat and a\nsanctimonious look, does not proclaim a Christian.”",
        "(4) An expression used parenthetically should be inclosed by commas: “The\nold man, as a general rule, takes a morning walk.”",
        "(5) Words in apposition are set off by commas: “McKinley, the President,\nwas assassinated.”",
        "(6) Relative clauses, if not restrictive, require commas: “The book,\nwhich is the simplest, is often the most profound.”",
        "(7) In continued sentences each should be followed by a comma:\n“Electricity lights our dwellings and streets, pulls cars, trains, drives\nthe engines of our mills and factories.”",
        "(8) When a verb is omitted a comma takes its place: “Lincoln was a great\nstatesman; Grant, a great soldier.”",
        "(9) The subject of address is followed by a comma: “John, you are a good\nman.”",
        "(10) In numeration, commas are used to express periods of three figures:\n“Mountains 25,000 feet high; 1,000,000 dollars.”",
        "The Semicolon marks a slighter connection than the comma. It is\ngenerally confined to separating the parts of compound sentences. It is\nmuch used in contrasts:",
        "(1) “Gladstone was great as a statesman; he was sublime as a man.”",
        "(2) The Semicolon is used between the parts of all compound sentences in\nwhich the grammatical subject of the second part is different from that\nof the first: “The power of England relies upon the wisdom of her\nstatesmen; the power of America upon the strength of her army and navy.”",
        "(4) The Semicolon is used before words and abbreviations which introduce\nparticulars or specifications following after, such as, namely, as,\ne.g., vid., i.e., etc.: “He had three defects; namely, carelessness,\nlack of concentration and obstinacy in his ideas.” “An island is a\nportion of land entirely surrounded by water; as Cuba.” “The names of\ncities should always commence with a capital letter; e.g., New York,\nParis.” “The boy was proficient in one branch; viz., Mathematics.\"\n“No man is perfect; i.e., free from all blemish.”",
        "The Colon except in conventional uses is practically obsolete.",
        "(1) It is generally put at the end of a sentence introducing a long\nquotation: “The cheers having subsided, Mr. Bryan spoke as follows:”",
        "(2) It is placed before an explanation or illustration of the subject\nunder consideration: “This is the meaning of the term:”",
        "(3) A direct quotation formally introduced is generally preceded by a\ncolon: “The great orator made this funny remark:”",
        "(4) The colon is often used in the title of books when the secondary or\nsubtitle is in apposition to the leading one and when the conjunction\nor is omitted: “Acoustics: the Science of Sound.”",
        "(5) It is used after the salutation in the beginning of letters: “Sir: My\ndear Sir: Gentlemen: Dear Mr. Jones:” etc. In this connection a dash very\noften follows the colon.",
        "(6) It is sometimes used to introduce details of a group of things\nalready referred to in the mass: “The boy’s excuses for being late were:\nfirstly, he did not know the time, secondly, he was sent on an errand,\nthirdly, he tripped on a rock and fell by the wayside.”",
        "The Period is the simplest punctuation mark. It is simply used to mark\nthe end of a complete sentence that is neither interrogative nor\nexclamatory.",
        "(1) After every sentence conveying a complete meaning: “Birds fly.\"\n“Plants grow.” “Man is mortal.”",
        "(2) In abbreviations: after every abbreviated word: Rt. Rev. T. C.\nAlexander, D.D., L.L.D.",
        "(3) A period is used on the title pages of books after the name of the\nbook, after the author’s name, after the publisher’s imprint: American\nTrails. By Theodore Roosevelt. New York. Scribner Company.",
        "The Mark of Interrogation is used to ask or suggest a question.",
        "(1) Every question admitting of an answer, even when it is not expected,\nshould be followed by the mark of interrogation: “Who has not heard of\nNapoleon?”",
        "(2) When several questions have a common dependence they should be\nfollowed by one mark of interrogation at the end of the series: “Where\nnow are the playthings and friends of my boyhood; the laughing boys; the\nwinsome girls; the fond neighbors whom I loved?”",
        "(3) The mark is often used parenthetically to suggest doubt: “In 1893 (?)\nGladstone became converted to Home Rule for Ireland.”",
        "The Exclamation point should be sparingly used, particularly in prose.\nIts chief use is to denote emotion of some kind.",
        "(1) It is generally employed with interjections or clauses used as\ninterjections: “Alas! I am forsaken.” “What a lovely landscape!”",
        "(2) Expressions of strong emotion call for the exclamation: “Charge,\nChester, charge! On, Stanley, on!”",
        "(3) When the emotion is very strong double exclamation points may be\nused: “Assist him!! I would rather assist Satan!!”",
        "The Dash is generally confined to cases where there is a sudden break\nfrom the general run of the passage. Of all the punctuation marks it is\nthe most misused.",
        "(1) It is employed to denote sudden change in the construction or\nsentiment: “The Heroes of the Civil War,–how we cherish them.” “He was a\nfine fellow–in his own opinion.”",
        "(2) When a word or expression is repeated for oratorical effect, a dash\nis used to introduce the repetition: “Shakespeare was the greatest of all\npoets–Shakespeare, the intellectual ocean whose waves washed the\ncontinents of all thought.”",
        "(3) The Dash is used to indicate a conclusion without expressing it: “He\nis an excellent man but–”",
        "(4) It is used to indicate what is not expected or what is not the\nnatural outcome of what has gone before: “He delved deep into the bowels\nof the earth and found instead of the hidden treasure–a button.”",
        "(5) It is used to denote the omission of letters or figures: “J–n J–s\"\nfor John Jones; 1908-9 for 1908 and 1909; Matthew VII:5-8 for Matthew\nVII:5, 6, 7, and 8.",
        "(6) When an ellipsis of the words, namely, that is, to wit, etc., takes\nplace, the dash is used to supply them: “He excelled in three branches–\narithmetic, algebra, and geometry.”",
        "(7) A dash is used to denote the omission of part of a word when it is\nundesirable to write the full word: He is somewhat of a r––l (rascal).\nThis is especially the case in profane words.",
        "(8) Between a citation and the authority for it there is generally a dash:\n“All the world’s a stage.\"–Shakespeare.",
        "(9) When questions and answers are put in the same paragraph they should\nbe separated by dashes: “Are you a good boy? Yes, Sir.–Do you love study?\nI do.”",
        "Marks of Parenthesis are used to separate expressions inserted in the\nbody of a sentence, which are illustrative of the meaning, but have no\nessential connection with the sentence, and could be done without. They\nshould be used as little as possible for they show that something is\nbeing brought into a sentence that does not belong to it.",
        "(1) When the unity of a sentence is broken the words causing the break\nshould be enclosed in parenthesis: “We cannot believe a liar (and Jones\nis one), even when he speaks the truth.”",
        "(2) In reports of speeches marks of parenthesis are used to denote\ninterpolations of approval or disapproval by the audience: “The masses\nmust not submit to the tyranny of the classes (hear, hear), we must show\nthe trust magnates (groans), that they cannot ride rough-shod over our\ndearest rights (cheers);” “If the gentleman from Ohio (Mr. Brown), will\nnot be our spokesman, we must select another. (A voice,–Get Robinson).”",
        "When a parenthesis is inserted in the sentence where no comma is\nrequired, no point should be used before either parenthesis. When\ninserted at a place requiring a comma, if the parenthetical matter\nrelates to the whole sentence, a comma should be used before each\nparenthesis; if it relates to a single word, or short clause, no stop\nshould come before it, but a comma should be put after the closing\nparenthesis.",
        "The Quotation marks are used to show that the words enclosed by them\nare borrowed.",
        "(1) A direct quotation should be enclosed within the quotation marks:\nAbraham Lincoln said,–\"I shall make this land too hot for the feet of\nslaves.”",
        "(2) When a quotation is embraced within another, the contained quotation\nhas only single marks: Franklin said, “Most men come to believe ’honesty\nis the best policy.’”",
        "(3) When a quotation consists of several paragraphs the quotation marks\nshould precede each paragraph.",
        "(4) Titles of books, pictures and newspapers when formally given are\nquoted.",
        "(5) Often the names of ships are quoted though there is no occasion for it.",
        "The Apostrophe should come under the comma rather than under the\nquotation marks or double comma. The word is Greek and signifies a turning\naway from. The letter elided or turned away is generally an e. In poetry\nand familiar dialogue the apostrophe marks the elision of a syllable, as\n“I’ve for I have\"; “Thou’rt for thou art\"; “you’ll for you will,” etc.\nSometimes it is necessary to abbreviate a word by leaving out several\nletters. In such case the apostrophe takes the place of the omitted letters\nas “cont’d for continued.” The apostrophe is used to denote the elision of\nthe century in dates, where the century is understood or to save the\nrepetition of a series of figures, as “The Spirit of ’76\"; “I served in the\narmy during the years 1895, ’96, ’97, ’98 and ’99.” The principal use of\nthe apostrophe is to denote the possessive case. All nouns in the singular\nnumber whether proper names or not, and all nouns in the plural ending with\nany other letter than s, form the possessive by the addition of the\napostrophe and the letter s. The only exceptions to this rule are, that,\nby poetical license the additional s may be elided in poetry for sake of\nthe metre, and in the scriptural phrases “For goodness’ sake.” “For\nconscience’ sake,” “For Jesus’ sake,” etc. Custom has done away with the\ns and these phrases are now idioms of the language. All plural nouns\nending in s form the possessive by the addition of the apostrophe only as\nboys’, horses’. The possessive case of the personal pronouns never take the\napostrophe, as ours, yours, hers, theirs.",
        "Capital letters are used to give emphasis to or call attention to\ncertain words to distinguish them from the context. In manuscripts they\nmay be written small or large and are indicated by lines drawn\nunderneath, two lines for SMALL CAPITALS and three lines for CAPITALS.",
        "Some authors, notably Carlyle, make such use of Capitals that it\ndegenerates into an abuse. They should only be used in their proper\nplaces as given in the table below.",
        "(1) The first word of every sentence, in fact the first word in writing\nof any kind should begin with a capital; as, “Time flies.” “My dear\nfriend.”",
        "(2) Every direct quotation should begin with a capital; “Dewey said,–\n’Fire, when you’re ready, Gridley!’”",
        "(3) Every direct question commences with a capital; “Let me ask you;\n’How old are you?’”",
        "(4) Every line of poetry begins with a capital; “Breathes there a man\nwith soul so dead?”",
        "(5) Every numbered clause calls for a capital: “The witness asserts: (1)\nThat he saw the man attacked; (2) That he saw him fall; (3) That he\nsaw his assailant flee.”",
        "(6) The headings of essays and chapters should be wholly in capitals; as,\nCHAPTER VIII–RULES FOR USE OF CAPITALS.",
        "(7) In the titles of books, nouns, pronouns, adjectives and adverbs\nshould begin with a capital; as, “Johnson’s Lives of the Poets.”",
        "(8) In the Roman notation numbers are denoted by capitals; as, I II III V\nX L C D M–1, 2, 3, 5, 10, 50, 100, 500, 1000.",
        "(9) Proper names begin with a capital; as, “Jones, Johnson, Caesar, Mark\nAntony, England, Pacific, Christmas.”",
        "Such words as river, sea, mountain, etc., when used generally are common,\nnot proper nouns, and require no capital. But when such are used with an\nadjective or adjunct to specify a particular object they become proper\nnames, and therefore require a capital; as, “Mississippi River, North\nSea, Alleghany Mountains,” etc. In like manner the cardinal points north,\nsouth, east and west, when they are used to distinguish regions of a\ncountry are capitals; as, “The North fought against the South.”",
        "When a proper name is compounded with another word, the part which is not\na proper name begins with a capital if it precedes, but with a small\nletter if it follows, the hyphen; as “Post-homeric,” “Sunday-school.”",
        "(10) Words derived from proper names require a Capital; as, “American,\nIrish, Christian, Americanize, Christianize.”",
        "In this connection the names of political parties, religious sects and\nschools of thought begin with capitals; as, “Republican, Democrat, Whig,\nCatholic, Presbyterian, Rationalists, Free Thinkers.”",
        "(11) The titles of honorable, state and political offices begin with a\ncapital; as, “President, Chairman, Governor, Alderman.”",
        "(12) The abbreviations of learned titles and college degrees call for\ncapitals; as, “LL.D., M.A., B.S.,” etc. Also the seats of learning\nconferring such degrees as, “Harvard University, Manhattan College,” etc.",
        "(13) When such relative words as father, mother, brother, sister, uncle,\naunt, etc., precede a proper name, they are written and printed with\ncapitals; as, Father Abraham, Mother Eddy, Brother John, Sister Jane,\nUncle Jacob, Aunt Eliza. Father, when used to denote the early Christian\nwriter, is begun with a capital; “Augustine was one of the learned\nFathers of the Church.”",
        "(14) The names applied to the Supreme Being begin with capitals: “God,\nLord, Creator, Providence, Almighty, The Deity, Heavenly Father, Holy\nOne.” In this respect the names applied to the Saviour also require\ncapitals: “Jesus Christ, Son of God, Man of Galilee, The Crucified, The\nAnointed One.” Also the designations of Biblical characters as “Lily of\nIsrael, Rose of Sharon, Comfortress of the Afflicted, Help of Christians,\nPrince of the Apostles, Star of the Sea,” etc. Pronouns referring to God\nand Christ take capitals; as, “His work, The work of Him, etc.”",
        "(15) Expressions used to designate the Bible or any particular division\nof it begin with a capital; as, “Holy Writ, The Sacred Book, Holy Book,\nGod’s Word, Old Testament, New Testament, Gospel of St. Matthew, Seven\nPenitential Psalms.”",
        "(16) Expressions based upon the Bible or in reference to Biblical\ncharacters begin with a capital: “Water of Life, Hope of Men, Help of\nChristians, Scourge of Nations.”",
        "(17) The names applied to the Evil One require capitals: “Beelzebub,\nPrince of Darkness, Satan, King of Hell, Devil, Incarnate Fiend, Tempter\nof Men, Father of Lies, Hater of Good.”",
        "(18) Words of very special importance, especially those which stand out\nas the names of leading events in history, have capitals; as, “The\nRevolution, The Civil War, The Middle Ages, The Age of Iron,” etc.",
        "(19) Terms which refer to great events in the history of the race require\ncapitals; “The Flood, Magna Charta, Declaration of Independence.”",
        "(20) The names of the days of the week and the months of the year and the\nseasons are commenced with capitals: “Monday, March, Autumn.”",
        "(21) The Pronoun I and the interjection O always require the use of\ncapitals. In fact all the interjections when uttered as exclamations\ncommence with capitals: “Alas! he is gone.” “Ah! I pitied him.”",
        "(22) All noms-de-guerre, assumed names, as well as names given for\ndistinction, call for capitals, as, “The Wizard of the North,” “Paul\nPry,” “The Northern Gael,” “Sandy Sanderson,” “Poor Robin,” etc.",
        "(23) In personification, that is, when inanimate things are represented\nas endowed with life and action, the noun or object personified begins\nwith a capital; as, “The starry Night shook the dews from her wings.\"\n“Mild-eyed Day appeared,” “The Oak said to the Beech–’I am stronger\nthan you.’”",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}