{
    "title": "How to Speak and Write Correctly - Chapter VIII",
    "author": "Joseph Devlin",
    "chapter": "8",
    "content": [
        "\n\n",
        "PITFALLS TO AVOID",
        "Common Stumbling Blocks–Peculiar Constructions–Misused Forms.",
        "ATTRACTION",
        "Very often the verb is separated from its real nominative or subject by\nseveral intervening words and in such cases one is liable to make the\nverb agree with the subject nearest to it. Here are a few examples\nshowing that the leading writers now and then take a tumble into this\npitfall:",
        "(1) “The partition which the two ministers made of the powers of\ngovernment were singularly happy.\"–Macaulay.",
        "(Should be was to agree with its subject, partition.)",
        "(2) “One at least of the qualities which fit it for training ordinary men\nunfit it for training an extraordinary man.\"–Bagehot.",
        "(Should be unfits to agree with subject one.)",
        "(3) “The Tibetans have engaged to exclude from their country those\ndangerous influences whose appearance were the chief cause of our\naction.\"–The Times.",
        "(Should be was to agree with appearance.)",
        "(4) “An immense amount of confusion and indifference prevail in these\ndays.\"–Telegraph.",
        "(Should be prevails to agree with amount.)",
        "Errors in ellipsis occur chiefly with prepositions.",
        "His objection and condoning of the boy’s course, seemed to say the least,\nparadoxical.",
        "(The preposition to should come after objection.)",
        "Many men of brilliant parts are crushed by force of circumstances and\ntheir genius forever lost to the world.",
        "(Some maintain that the missing verb after genius is are, but such\nis ungrammatical. In such cases the right verb should be always\nexpressed: as–their genius is forever lost to the world.)",
        "Even the best speakers and writers are in the habit of placing a\nmodifying word or words between the to and the remaining part of the\ninfinitive. It is possible that such will come to be looked upon in time\nas the proper form but at present the splitting of the infinitive is\ndecidedly wrong. “He was scarcely able to even talk” “She commenced\nto rapidly walk around the room.” ’To have really loved is better\nthan not to have at all loved.” In these constructions it is much\nbetter not to split the infinitive. In every-day speech the best speakers\nsin against this observance.",
        "In New York City there is a certain magistrate, a member of “the 400,\"\nwho prides himself on his diction in language. He tells this story: A\nprisoner, a faded, battered specimen of mankind, on whose haggard face,\ndeeply lined with the marks of dissipation, there still lingered faint\nreminders of better days long past, stood dejected before the judge.\n“Where are you from?” asked the magistrate. “From Boston,” answered the\naccused. “Indeed,” said the judge, “indeed, yours is a sad case, and yet\nyou don’t seem to thoroughly realise how low you have sunk.” The man\nstared as if struck. “Your honor does me an injustice,” he said bitterly.\n“The disgrace of arrest for drunkenness, the mortification of being\nthrust into a noisome dungeon, the publicity and humiliation of trial in\na crowded and dingy courtroom I can bear, but to be sentenced by a Police\nMagistrate who splits his infinitives–that is indeed the last blow.”",
        "The indefinite adjective pronoun one when put in place of a personal\nsubstantive is liable to raise confusion. When a sentence or expression\nis begun with the impersonal one the word must be used throughout in\nall references to the subject. Thus, “One must mind one’s own business if\none wishes to succeed” may seem prolix and awkward, nevertheless it is\nthe proper form. You must not say–\"One must mind his business if he\nwishes to succeed,” for the subject is impersonal and therefore cannot\nexclusively take the masculine pronoun. With any one it is different.\nYou may say–\"If any one sins he should acknowledge it; let him not try\nto hide it by another sin.”",
        "This is a word that is a pitfall to the most of us whether learned or\nunlearned. Probably it is the most indiscriminately used word in the\nlanguage. From the different positions it is made to occupy in a sentence\nit can relatively change the meaning. For instance in the sentence–\"I\nonly struck him that time,” the meaning to be inferred is, that the\nonly thing I did to him was to strike him, not kick or otherwise abuse\nhim. But if the only is shifted, so as to make the sentence read-\"I\nstruck him only that time” the meaning conveyed is, that only on that\noccasion and at no other time did I strike him. If another shift is made\nto-\"I struck only him that time,” the meaning is again altered so that\nit signifies he was the only person I struck.",
        "In speaking we can by emphasis impress our meaning on our hearers, but in\nwriting we have nothing to depend upon but the position of the word in\nthe sentence. The best rule in regard to only is to place it\nimmediately before the word or phrase it modifies or limits.",
        "is another word which creates ambiguity and alters meaning. If we\nsubstitute it for only in the preceding example the meaning of the\nsentence will depend upon the arrangement. Thus “I alone struck him at\nthat time” signifies that I and no other struck him. When the sentence\nreads “I struck him alone at that time” it must be interpreted that he\nwas the only person that received a blow. Again if it is made to read “I\nstruck him at that time alone” the sense conveyed is that that was the\nonly occasion on which I struck him. The rule which governs the correct\nuse of only is also applicable to alone.",
        "These are words which often give to expressions a meaning far from that\nintended. Thus, “I have nothing to do with that other rascal across\nthe street,” certainly means that I am a rascal myself. “I sent the\ndespatch to my friend, but another villain intercepted it,” clearly\nsignifies that my friend is a villain.",
        "A good plan is to omit these words when they can be readily done without,\nas in the above examples, but when it is necessary to use them make your\nmeaning clear. You can do this by making each sentence or phrase in which\nthey occur independent of contextual aid.",
        "Never use and with the relative in this manner: “That is the dog I\nmeant and which I know is of pure breed.” This is an error quite\ncommon. The use of and is permissible when there is a parallel relative\nin the preceding sentence or clause. Thus: “There is the dog which I\nmeant and which I know is of pure breed” is quite correct.",
        "A participle or participial phrase is naturally referred to the nearest\nnominative. If only one nominative is expressed it claims all the\nparticiples that are not by the construction of the sentence otherwise\nfixed. “John, working in the field all day and getting thirsty, drank\nfrom the running stream.” Here the participles working and gettingclearly refer to John. But in the sentence,–\"Swept along by the mob I\ncould not save him,” the participle as it were is lying around loose and\nmay be taken to refer to either the person speaking or to the person\nspoken about. It may mean that I was swept along by the mob or the\nindividual whom I tried to save was swept along.",
        "“Going into the store the roof fell” can be taken that it was the roof\nwhich was going into the store when it fell. Of course the meaning\nintended is that some person or persons were going into the store just as\nthe roof fell.",
        "In all sentence construction with participles there should be such\nclearness as to preclude all possibility of ambiguity. The participle\nshould be so placed that there can be no doubt as to the noun to which it\nrefers. Often it is advisable to supply such words as will make the\nmeaning obvious.",
        "Sometimes the beginning of a sentence presents quite a different\ngrammatical construction from its end. This arises from the fact\nprobably, that the beginning is lost sight of before the end is reached.\nThis occurs frequently in long sentences. Thus: “Honesty, integrity and\nsquare-dealing will bring anybody much better through life than the\nabsence of either.” Here the construction is broken at than. The use of\neither, only used in referring to one of two, shows that the fact is\nforgotten that three qualities and not two are under consideration. Any\none of the three meanings might be intended in the sentence, viz.,\nabsence of any one quality, absence of any two of the qualities or\nabsence of the whole three qualities. Either denotes one or the other of\ntwo and should never be applied to any one of more than two. When we fall\ninto the error of constructing such sentences as above, we should take\nthem apart and reconstruct them in a different grammatical form.\nThus,–\"Honesty, integrity and square-dealing will bring a man much\nbetter through life than a lack of these qualities which are almost\nessential to success.”",
        "It must be remembered that two negatives in the English language destroy\neach other and are equivalent to an affirmative. Thus “I don’t know\nnothing about it” is intended to convey, that I am ignorant of the\nmatter under consideration, but it defeats its own purpose, inasmuch as\nthe use of nothing implies that I know something about it. The sentence\nshould read–\"I don’t know anything about it.”",
        "Often we hear such expressions as “He was not asked to give noopinion,” expressing the very opposite of what is intended. This sentence\nimplies that he was asked to give his opinion. The double negative,\ntherefore, should be carefully avoided, for it is insidious and is liable\nto slip in and the writer remain unconscious of its presence until the\neye of the critic detects it.",
        "The use of the first personal pronoun should be avoided as much as\npossible in composition. Don’t introduce it by way of apology and never\nuse such expressions as “In my opinion,” “As far as I can see,” “It\nappears to me,” “I believe,” etc. In what you write, the whole\ncomposition is expressive of your views, since you are the author,\ntherefore, there is no necessity for you to accentuate or emphasize\nyourself at certain portions of it.",
        "Moreover, the big I’s savor of egotism! Steer clear of them as far as\nyou can. The only place where the first person is permissible is in\npassages where you are stating a view that is not generally held and\nwhich is likely to meet with opposition.",
        "When two verbs depend on each other their tenses must have a definite\nrelation to each other. “I shall have much pleasure in accepting your\nkind invitation” is wrong, unless you really mean that just now you\ndecline though by-and-by you intend to accept; or unless you mean that\nyou do accept now, though you have no pleasure in doing so, but look\nforward to be more pleased by-and-by. In fact the sequence of the\ncompound tenses puzzle experienced writers. The best plan is to go back\nin thought to the time in question and use the tense you would thennaturally use. Now in the sentence “I should have liked to have gone to\nsee the circus” the way to find out the proper sequence is to ask\nyourself the question–what is it I “should have liked” to do? and the\nplain answer is “to go to see the circus.” I cannot answer–\"To have gone\nto see the circus” for that would imply that at a certain moment I would\nhave liked to be in the position of having gone to the circus. But I do\nnot mean this; I mean that at the moment at which I am speaking I wish I\nhad gone to see the circus. The verbal phrase I should have likedcarries me back to the time when there was a chance of seeing the circus\nand once back at the time, the going to the circus is a thing of the\npresent. This whole explanation resolves itself into the simple\nquestion,–what should I have liked at that time, and the answer is “to\ngo to see the circus,” therefore this is the proper sequence, and the\nexpression should be “I should have liked to go to see the circus.”",
        "If we wish to speak of something relating to a time prior to that\nindicated in the past tense we must use the perfect tense of the\ninfinitive; as, “He appeared to have seen better days.” We should say “I\nexpected to meet him,” not “I expected to have met him.” “We intended\nto visit you,” not ’to have visited you.” “I hoped they wouldarrive,” not “I hoped they would have arrived.” “I thought I should\ncatch the bird,” not “I thought I should have caught the bird.” “I\nhad intended to go to the meeting,” not “I had intended to have goneto the meeting.”",
        "These prepositions are often carelessly interchanged. Between has\nreference to two objects only, among to more than two. “The money was\nequally divided between them” is right when there are only two, but if\nthere are more than two it should be “the money was equally divided among\nthem.”",
        "Less refers is quantity, fewer to number. “No man has less virtues\"\nshould be “No man has fewer virtues.” “The farmer had some oats and a\nfewer quantity of wheat” should be “the farmer had some oats and a\nless quantity of wheat.”",
        "Further is commonly used to denote quantity, farther to denote\ndistance. “I have walked farther than you,” “I need no furthersupply” are correct.",
        "Each other refers to two, one another to more than two. “Jones and\nSmith quarreled; they struck each other” is correct. “Jones, Smith and\nBrown quarreled; they struck one another” is also correct. Don’t say,\n“The two boys teach one another” nor “The three girls love each other.”",
        "These words are continually misapplied. Each can be applied to two\nor any higher number of objects to signify every one of the number\nindependently. Every requires more than two to be spoken of and\ndenotes all the persons or things taken separately. Eitherdenotes one or the other of two, and should not be used to include\nboth. Neither is the negative of either, denoting not the other,\nand not the one, and relating to two persons or things considered\nseparately.",
        "The following examples illustrate the correct usage of these words:",
        "Each man of the crew received a reward.",
        "Every man in the regiment displayed bravery.",
        "We can walk on either side of the street.",
        "Neither of the two is to blame.",
        "When two singular subjects are connected by neither, nor use a\nsingular verb; as, ’Neither John nor James was there,” not werethere.",
        "Custom Has sanctioned the use of this word both with a singular and\nplural; as–\"None is so blind as he who will not see” and “None areso blind as they who will not see.” However, as it is a contraction of\nno one it is better to use the singular verb.",
        "These verbs are very often confounded. Rise is to move or pass upward\nin any manner; as to “rise from bed;” to increase in value, to improve in\nposition or rank, as “stocks rise;” “politicians rise;” “they have risen\nto honor.”",
        "Raise is to lift up, to exalt, to enhance, as “I raise the table;\"\n“He raised his servant;” “The baker raised the price of bread.”",
        "The transitive verb lay, and lay, the past tense of the neuter verb\nlie, are often confounded, though quite different in meaning. The\nneuter verb to lie, meaning to lie down or rest, cannot take the\nobjective after it except with a preposition. We can say “He lies on\nthe ground,” but we cannot say “He lies the ground,” since the verb is\nneuter and intransitive and, as such, cannot have a direct object. With\nlay it is different. Lay is a transitive verb, therefore it takes a\ndirect object after it; as “I lay a wager,” “I laid the carpet,” etc.",
        "Of a carpet or any inanimate subject we should say, “It lies on the\nfloor,” “A knife lies on the table,” not lays. But of a person we\nsay–\"He lays the knife on the table,” not “He lies––.” Lay being\nthe past tense of the neuter to lie (down) we should say, “He lay on\nthe bed,” and lain being its past participle we must also say “He has\nlain on the bed.”",
        "We can say “I lay myself down.” “He laid himself down” and such\nexpressions.",
        "It is imperative to remember in using these verbs that to lay means to\ndo something, and to lie means to be in a state of rest.",
        "“Says I” is a vulgarism; don’t use it. “I said” is correct form.",
        "IN–INTO",
        "Be careful to distinguish the meaning of these two little prepositions\nand don’t interchange them. Don’t say “He went in the room” nor “My\nbrother is into the navy.” In denotes the place where a person or\nthing, whether at rest or in motion, is present; and into denotes\nentrance. “He went into the room;” “My brother is in the navy” are\ncorrect.",
        "Don’t confound the two. Eat is present, ate is past. “I eat the\nbread” means that I am continuing the eating; “I ate the bread” means\nthat the act of eating is past. Eaten is the perfect participle, but\noften eat is used instead, and as it has the same pronunciation (et) of\nate, care should be taken to distinguish the past tense, I ate from\nthe perfect I have eaten (eat).",
        "Remember that the first person takes precedence of the second and the\nsecond takes precedence of the third. When Cardinal Wolsey said Ego\net Rex (I and the King), he showed he was a good grammarian, but a bad\ncourtier.",
        "“I am come” points to my being here, while “I have come” intimates that\nI have just arrived. When the subject is not a person, the verb to beshould be used in preference to the verb to have; as, “The box is come\"\ninstead of “The box has come.”",
        "The interchange of these two parts of the irregular or so-called strongverbs is, perhaps, the breach oftenest committed by careless speakers and\nwriters. To avoid mistakes it is requisite to know the principal parts of\nthese verbs, and this knowledge is very easy of acquirement, as there are\nnot more than a couple of hundred of such verbs, and of this number but a\nsmall part is in daily use. Here are some of the most common blunders: “I\nseen” for “I saw;” “I done it” for “I did it;” “I drunk” for “I drank;\"\n“I begun” for “I began;” “I rung” for “I rang;” “I run” for “I ran;” “I\nsung” for “I sang;” “I have chose” for “I have chosen;” “I have drove\"\nfor “I have driven;” “I have wore” for “I have worn;” “I have trod” for\n“I have trodden;” “I have shook” for “I have shaken;” “I have fell” for\n“I have fallen;” “I have drank” for “I have drunk;” “I have began” for “I\nhave begun;” “I have rang” for “I have rung;” “I have rose” for “I have\nrisen;” “I have spoke” for “I have spoken;” “I have broke” for “I have\nbroken.” “It has froze” for “It has frozen.” “It has blowed” for “It has\nblown.” “It has flowed” (of a bird) for “It has flown.”",
        "N. B.–The past tense and past participle of To Hang is hanged or\nhung. When you are talking about a man meeting death on the gallows,\nsay “He was hanged\"; when you are talking about the carcass of an animal\nsay, “It was hung,” as “The beef was hung dry.” Also say your coat ’washung on a hook.”",
        "Don’t forget that prepositions always take the objective case. Don’t say\n“Between you and I“; say “Between you and me“",
        "Two prepositions should not govern one objective unless there is an\nimmediate connection between them. “He was refused admission to and\nforcibly ejected from the school” should be “He was refused admission to\nthe school and forcibly ejected from it.”",
        "Don’t say “I shall summons him,” but “I shall summon him.” Summon is a\nverb, summons, a noun.",
        "It is correct to say “I shall get a summons for him,” not a summon.",
        "“My brother has an undeniable character” is wrong if I wish to convey the\nidea that he has a good character. The expression should be in that case\n“My brother has an unexceptionable character.” An undeniable character\nis a character that cannot be denied, whether bad or good. An\nunexceptionable character is one to which no one can take exception.",
        "Very many mistakes occur in the use of the pronouns. “Let you and I go\"\nshould be “Let you and me go.” “Let them and we go” should be “Let them\nand us go.” The verb let is transitive and therefore takes the objective\ncase.",
        "“Give me them flowers” should be “Give me those flowers\"; “I mean\nthem three” should be “I mean those three.” Them is the objective case\nof the personal pronoun and cannot be used adjectively like the\ndemonstrative adjective pronoun. “I am as strong as him” should be “I\nam as strong as he“; “I am younger than her” should be “I am younger\nthan she;” “He can write better than me” should be “He can write\nbetter than I,” for in these examples the objective cases him, herand me are used wrongfully for the nominatives. After each of the\nmisapplied pronouns a verb is understood of which each pronoun is the\nsubject. Thus, “I am as strong as he (is).” “I am younger than she (is).\"\n“He can write better than I (can).”",
        "Don’t say ’It is me;” say ’It is I” The verb To Be of which is is a\npart takes the same case after it that it has before it. This holds good\nin all situations as well as with pronouns.",
        "The verb To Be also requires the pronouns joined to it to be in the\nsame case as a pronoun asking a question; The nominative I requires the\nnominative who and the objectives me, him, her, its, you,\nthem, require the objective whom.",
        "“Whom do you think I am?” should be ’Who do you think I am?” and\n“Who do they suppose me to be?” should be ’Whom do they suppose me to\nbe?” The objective form of the Relative should be always used, in\nconnection with a preposition. “Who do you take me for?” should be\n“Whom do, etc.” “Who did you give the apple to?” should be “Whom did\nyou give the apple to,” but as pointed out elsewhere the preposition\nshould never end a sentence, therefore, it is better to say, “To whom did\nyou give the apple?”",
        "After transitive verbs always use the objective cases of the pronouns.\nFor ’He and they we have seen,” say ’Him and them we have seen.”",
        "“The hurt it was that painful it made him cry,” say “so painful.”",
        "THESE–THOSE",
        "“Don’t say, These kind; those sort. Kind and sort are each singular\nand require the singular pronouns this and that. In connection with\nthese demonstrative adjective pronouns remember that this and theserefer to what is near at hand, that and those to what is more\ndistant; as, this book (near me), that book (over there), theseboys (near), those boys (at a distance).",
        "“This much is certain” should be ’Thus much or so much is certain.”",
        "FLEE–FLY",
        "These are two separate verbs and must not be interchanged. The principal\nparts of flee are flee, fled, fled; those of fly are fly,\nflew, flown. To flee is generally used in the meaning of getting\nout of danger. To fly means to soar as a bird. To say of a man “He has\nflown from the place” is wrong; it should be “He has fled from the\nplace.” We can say with propriety that “A bird has flown from the\nplace.”",
        "Don’t say “He is well known through the land,” but “He is well known\nthroughout the land.”",
        "Don’t mistake these two words so nearly alike. Vocation is the employment,\nbusiness or profession one follows for a living; avocation is some\npursuit or occupation which diverts the person from such employment,\nbusiness or profession. Thus",
        "“His vocation was the law, his avocation, farming.”",
        "In the subjunctive mood the plural form were should be used with a\nsingular subject; as, “If I were,” not was. Remember the plural form\nof the personal pronoun you always takes were, though it may denote\nbut one. Thus, ’You were,” never ’you was.” ’If I was him” is a\nvery common expression. Note the two mistakes in it,–that of the verb\nimplying a condition, and that of the objective case of the pronoun. It\nshould read If I were he. This is another illustration of the rule\nregarding the verb To Be, taking the same case after it as before it;\nwere is part of the verb To Be, therefore as the nominative (I) goes\nbefore it, the nominative (he) should come after it.",
        "A becomes an before a vowel or before h mute for the sake of euphony\nor agreeable sound to the ear. An apple, an orange, an heir, an\nhonor, etc.",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}