{
    "title": "How to Speak and Write Correctly - Chapter XIII",
    "author": "Joseph Devlin",
    "chapter": "13",
    "content": [
        "\n\n",
        "CHOICE OF WORDS",
        "Small Words–Their Importance–The Anglo-Saxon Element",
        "In another place in this book advice has been given to never use a long\nword when a short one will serve the same purpose. This advice is to be\nemphasized. Words of “learned length and thundering sound” should be\navoided on all possible occasions. They proclaim shallowness of intellect\nand vanity of mind. The great purists, the masters of diction, the\nexemplars of style, used short, simple words that all could understand;\nwords about which there could be no ambiguity as to meaning. It must be\nremembered that by our words we teach others; therefore, a very great\nresponsibility rests upon us in regard to the use of a right language. We\nmust take care that we think and speak in a way so clear that there may\nbe no misapprehension or danger of conveying wrong impressions by vague\nand misty ideas enunciated in terms which are liable to be misunderstood\nby those whom we address. Words give a body or form to our ideas, without\nwhich they are apt to be so foggy that we do not see where they are weak\nor false. We must make the endeavor to employ such words as will put the\nidea we have in our own mind into the mind of another. This is the\ngreatest art in the world–to clothe our ideas in words clear and\ncomprehensive to the intelligence of others. It is the art which the\nteacher, the minister, the lawyer, the orator, the business man, must\nmaster if they would command success in their various fields of endeavor.\nIt is very hard to convey an idea to, and impress it on, another when he\nhas but a faint conception of the language in which the idea is expressed;\nbut it is impossible to convey it at all when the words in which it is\nclothed are unintelligible to the listener.",
        "If we address an audience of ordinary men and women in the English\nlanguage, but use such words as they cannot comprehend, we might as well\nspeak to them in Coptic or Chinese, for they will derive no benefit from\nour address, inasmuch as the ideas we wish to convey are expressed in\nwords which communicate no intelligent meaning to their minds.",
        "Long words, learned words, words directly derived from other languages\nare only understood by those who have had the advantages of an extended\neducation. All have not had such advantages. The great majority in this\ngrand and glorious country of ours have to hustle for a living from an\nearly age. Though education is free, and compulsory also, very many never\nget further than the “Three R’s.” These are the men with whom we have to\ndeal most in the arena of life, the men with the horny palms and the iron\nmuscles, the men who build our houses, construct our railroads, drive our\nstreet cars and trains, till our fields, harvest our crops–in a word,\nthe men who form the foundation of all society, the men on whom the world\ndepends to make its wheels go round. The language of the colleges and\nuniversities is not for them and they can get along very well without it;\nthey have no need for it at all in their respective callings. The plain,\nsimple words of everyday life, to which the common people have been used\naround their own firesides from childhood, are the words we must use in\nour dealings with them.",
        "Such words are understood by them and understood by the learned as well;\nwhy then not use them universally and all the time? Why make a one-sided\naffair of language by using words which only one class of the people, the\nso-called learned class, can understand? Would it not be better to use,\non all occasions, language which the both classes can understand? If we\ntake the trouble to investigate we shall find that the men who exerted\nthe greatest sway over the masses and the multitude as orators, lawyers,\npreachers and in other public capacities, were men who used very simple\nlanguage. Daniel Webster was among the greatest orators this country has\nproduced. He touched the hearts of senates and assemblages, of men and\nwomen with the burning eloquence of his words. He never used a long word\nwhen he could convey the same, or nearly the same, meaning with a short\none. When he made a speech he always told those who put it in form for\nthe press to strike out every long word. Study his speeches, go over all\nhe ever said or wrote, and you will find that his language was always\nmade up of short, clear, strong terms, although at times, for the sake of\nsound and oratorical effect, he was compelled to use a rather long word,\nbut it was always against his inclination to do so, and where was the man\nwho could paint, with words, as Webster painted! He could picture things\nin a way so clear that those who heard him felt that they had seen that\nof which he spoke.",
        "Abraham Lincoln was another who stirred the souls of men, yet he was not\nan orator, not a scholar; he did not write M.A. or Ph.D. after his name,\nor any other college degree, for he had none. He graduated from the\nUniversity of Hard Knocks, and he never forgot this severe Alma Materwhen he became President of the United States. He was just as plain, I\njust as humble, as in the days when he split rails or plied a boat on the\nSangamon. He did not use big words, but he used the words of the people,\nand in such a way as to make them beautiful. His Gettysburg address is an\nEnglish classic, one of the great masterpieces of the language.",
        "From the mere fact that a word is short it does not follow that it is\nalways clear, but it is true that nearly all clear words are short, and\nthat most of the long words, especially those which we get from other\nlanguages, are misunderstood to a great extent by the ordinary rank and\nfile of the people. Indeed, it is to be doubted if some of the “scholars\"\nusing them, fully understand their import on occasions. A great many such\nwords admit of several interpretations. A word has to be in use a great\ndeal before people get thoroughly familiar with its meaning. Long words,\nnot alone obscure thought and make the ideas hazy, but at times they tend\nto mix up things in such a way that positively harmful results follow\nfrom their use.",
        "For instance, crime can be so covered with the folds of long words as to\ngive it a different appearance. Even the hideousness of sin can be cloaked\nwith such words until its outlines look like a thing of beauty. When a bank\ncashier makes off with a hundred thousand dollars we politely term his\ncrime defalcation instead of plain theft, and instead of calling\nhimself a thief we grandiosely allude to him as a defaulter. When we\nsee a wealthy man staggering along a fashionable thoroughfare under the\ninfluence of alcohol, waving his arms in the air and shouting boisterously,\nwe smile and say, poor gentleman, he is somewhat exhilarated; or at worst\nwe say, he is slightly inebriated; but when we see a poor man who has\nfallen from grace by putting an “enemy into his mouth to steal away his\nbrain” we express our indignation in the simple language of the words:\n“Look at the wretch; he is dead drunk.”",
        "When we find a person in downright lying we cover the falsehood with the\nfinely-spun cloak of the word prevarication. Shakespeare says, “a rose\nby any other name would smell as sweet,” and by a similar sequence, a\nlie, no matter by what name you may call it, is always a lie and should\nbe condemned; then why not simply call it a lie? Mean what you say and\nsay what you mean; call a spade a spade, it is the best term you can\napply to the implement.",
        "When you try to use short words and shun long ones in a little while you\nwill find that you can do so with ease. A farmer was showing a horse to a\ncity-bred gentleman. The animal was led into a paddock in which an old\nsow-pig was rooting. “What a fine quadruped!” exclaimed the city man.",
        "“Which of the two do you mean, the pig or the horse?” queried the farmer,\n“for, in my opinion, both of them are fine quadrupeds.”",
        "Of course the visitor meant the horse, so it would have been much better\nhad he called the animal by its simple; ordinary name–, there would have\nbeen no room for ambiguity in his remark. He profited, however, by the\nincident, and never called a horse a quadruped again.",
        "Most of the small words, the simple words, the beautiful words which\nexpress so much within small bounds belong to the pure Anglo-Saxon element\nof our language. This element has given names to the heavenly bodies, the\nsun, moon and stars; to three out of the four elements, earth, fire and\nwater; three out of the four seasons, spring, summer and winter. Its simple\nwords are applied to all the natural divisions of time, except one, as day,\nnight, morning, evening, twilight, noon, mid-day, midnight, sunrise and\nsunset. The names of light, heat, cold, frost, rain, snow, hail, sleet,\nthunder, lightning, as well as almost all those objects which form the\ncomponent parts of the beautiful, as expressed in external scenery, such as\nsea and land, hill and dale, wood and stream, etc., are Anglo-Saxon. To\nthis same language we are indebted for those words which express the\nearliest and dearest connections, and the strongest and most powerful\nfeelings of Nature, and which, as a consequence, are interwoven with the\nfondest and most hallowed associations. Of such words are father, mother,\nhusband, wife, brother, sister, son, daughter, child, home, kindred,\nfriend, hearth, roof and fireside.",
        "The chief emotions of which we are susceptible are expressed in the same\nlanguage–love, hope, fear, sorrow, shame, and also the outward signs by\nwhich these emotions are indicated, as tear, smile, laugh, blush, weep,\nsigh, groan. Nearly all our national proverbs are Anglo-Saxon. Almost all\nthe terms and phrases by which we most energetically express anger,\ncontempt and indignation are of the same origin.",
        "What are known as the Smart Set and so-called polite society, are\nrelegating a great many of our old Anglo-Saxon words into the shade,\nfaithful friends who served their ancestors well. These self-appointed\narbiters of diction regard some of the Anglo-Saxon words as too coarse, too\nplebeian for their aesthetic tastes and refined ears, so they are\neliminating them from their vocabulary and replacing them with mongrels of\nforeign birth and hybrids of unknown origin. For the ordinary people,\nhowever, the man in the street or in the field, the woman in the kitchen or\nin the factory, they are still tried and true and, like old friends, should\nbe cherished and preferred to all strangers, no matter from what source the\nlatter may spring.",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}