{
    "title": "How to Speak and Write Correctly - by Joseph Devlin [Authorama]",
    "author": "Unknown",
    "chapter": "correctly",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "In the preparation of this little work the writer has kept one end in\nview, viz.: To make it serviceable for those for whom it is intended,\nthat is, for those who have neither the time nor the opportunity, the\nlearning nor the inclination, to peruse elaborate and abstruse treatises\non Rhetoric, Grammar, and Composition. To them such works are as gold\nenclosed in chests of steel and locked beyond power of opening. This book\nhas no pretension about it whatever,–it is neither a Manual of Rhetoric,\nexpatiating on the dogmas of style, nor a Grammar full of arbitrary rules\nand exceptions. It is merely an effort to help ordinary, everyday people\nto express themselves in ordinary, everyday language, in a proper manner.\nSome broad rules are laid down, the observance of which will enable the\nreader to keep within the pale of propriety in oral and written language.\nMany idiomatic words and expressions, peculiar to the language, have been\ngiven, besides which a number of the common mistakes and pitfalls have\nbeen placed before the reader so that he may know and avoid them.",
        "The writer has to acknowledge his indebtedness to no one in particular,\nbut to all in general who have ever written on the subject.",
        "The little book goes forth–a finger-post on the road of language\npointing in the right direction. It is hoped that they who go according\nto its index will arrive at the goal of correct speaking and writing.",
        "REQUIREMENTS OF SPEECH",
        "Vocabulary–Parts of Speech–Requisites",
        "It is very easy to learn how to speak and write correctly, as for all\npurposes of ordinary conversation and communication, only about 2,000\ndifferent words are required. The mastery of just twenty hundred words,\nthe knowing where to place them, will make us not masters of the English\nlanguage, but masters of correct speaking and writing. Small number, you\nwill say, compared with what is in the dictionary! But nobody ever uses\nall the words in the dictionary or could use them did he live to be the\nage of Methuselah, and there is no necessity for using them.",
        "There are upwards of 200,000 words in the recent editions of the large\ndictionaries, but the one-hundredth part of this number will suffice for\nall your wants. Of course you may think not, and you may not be content\nto call things by their common names; you may be ambitious to show\nsuperiority over others and display your learning or, rather, your\npedantry and lack of learning. For instance, you may not want to call a\nspade a spade. You may prefer to call it a spatulous device for abrading\nthe surface of the soil. Better, however, to stick to the old familiar,\nsimple name that your grandfather called it. It has stood the test of\ntime, and old friends are always good friends.",
        "To use a big word or a foreign word when a small one and a familiar one\nwill answer the same purpose, is a sign of ignorance. Great scholars and\nwriters and polite speakers use simple words.",
        "To go back to the number necessary for all purposes of conversation\ncorrespondence and writing, 2,000, we find that a great many people who\npass in society as being polished, refined and educated use less, for\nthey know less. The greatest scholar alive hasn’t more than four thousand\ndifferent words at his command, and he never has occasion to use half the\nnumber.",
        "In the works of Shakespeare, the most wonderful genius the world has ever\nknown, there is the enormous number of 15,000 different words, but almost\n10,000 of them are obsolete or meaningless today.",
        "Every person of intelligence should be able to use his mother tongue\ncorrectly. It only requires a little pains, a little care, a little study\nto enable one to do so, and the recompense is great.",
        "Consider the contrast between the well-bred, polite man who knows how to\nchoose and use his words correctly and the underbred, vulgar boor, whose\nlanguage grates upon the ear and jars the sensitiveness of the finer\nfeelings. The blunders of the latter, his infringement of all the canons\nof grammar, his absurdities and monstrosities of language, make his very\npresence a pain, and one is glad to escape from his company.",
        "The proper grammatical formation of the English language, so that one may\nacquit himself as a correct conversationalist in the best society or be\nable to write and express his thoughts and ideas upon paper in the right\nmanner, may be acquired in a few lessons.",
        "It is the purpose of this book, as briefly and concisely as possible, to\ndirect the reader along a straight course, pointing out the mistakes he\nmust avoid and giving him such assistance as will enable him to reach the\ngoal of a correct knowledge of the English language. It is not a Grammar\nin any sense, but a guide, a silent signal-post pointing the way in the\nright direction.",
        "All the words in the English language are divided into nine great\nclasses. These classes are called the Parts of Speech. They are Article,\nNoun, Adjective, Pronoun, Verb, Adverb, Preposition, Conjunction and\nInterjection. Of these, the Noun is the most important, as all the others\nare more or less dependent upon it. A Noun signifies the name of any\nperson, place or thing, in fact, anything of which we can have either\nthought or idea. There are two kinds of Nouns, Proper and Common. Common\nNouns are names which belong in common to a race or class, as man,\ncity. Proper Nouns distinguish individual members of a race or class as\nJohn, Philadelphia. In the former case man is a name which belongs\nin common to the whole race of mankind, and city is also a name which\nis common to all large centres of population, but John signifies a\nparticular individual of the race, while Philadelphia denotes a\nparticular one from among the cities of the world.",
        "Nouns are varied by Person, Number, Gender, and Case. Person is that\nrelation existing between the speaker, those addressed and the subject\nunder consideration, whether by discourse or correspondence. The Persons\nare First, Second and Third and they represent respectively the\nspeaker, the person addressed and the person or thing mentioned or under\nconsideration.",
        "Number is the distinction of one from more than one. There are two\nnumbers, singular and plural; the singular denotes one, the plural two or\nmore. The plural is generally formed from the singular by the addition of\ns or es.",
        "Gender has the same relation to nouns that sex has to individuals, but\nwhile there are only two sexes, there are four genders, viz., masculine,\nfeminine, neuter and common. The masculine gender denotes all those of\nthe male kind, the feminine gender all those of the female kind, the\nneuter gender denotes inanimate things or whatever is without life, and\ncommon gender is applied to animate beings, the sex of which for the time\nbeing is indeterminable, such as fish, mouse, bird, etc. Sometimes things\nwhich are without life as we conceive it and which, properly speaking,\nbelong to the neuter gender, are, by a figure of speech called\nPersonification, changed into either the masculine or feminine gender,\nas, for instance, we say of the sun, He is rising; of the moon, Sheis setting.",
        "Case is the relation one noun bears to another or to a verb or to a\npreposition. There are three cases, the Nominative, the Possessiveand the Objective. The nominative is the subject of which we are\nspeaking or the agent which directs the action of the verb; the\npossessive case denotes possession, while the objective indicates the\nperson or thing which is affected by the action of the verb.",
        "An Article is a word placed before a noun to show whether the latter is\nused in a particular or general sense. There are but two articles, a or\nan and the.",
        "An Adjective is a word which qualifies a noun, that is, which shows\nsome distinguishing mark or characteristic belonging to the noun.",
        "A Pronoun is a word used for or instead of a noun to keep us from\nrepeating the same noun too often. Pronouns, like nouns, have case,\nnumber, gender and person. There are three kinds of pronouns, personal,\nrelative and adjective.",
        "A verb is a word which signifies action or the doing of something. A\nverb is inflected by tense and mood and by number and person, though the\nlatter two belong strictly to the subject of the verb.",
        "An adverb is a word which modifies a verb, an adjective and sometimes\nanother adverb.",
        "A preposition serves to connect words and to show the relation between\nthe objects which the words express.",
        "A conjunction is a word which joins words, phrases, clauses and\nsentences together.",
        "An interjection is a word which expresses surprise or some sudden\nemotion of the mind.",
        "The three essentials of the English language are: Purity, Perspicuityand Precision.",
        "By Purity is signified the use of good English. It precludes the use of\nall slang words, vulgar phrases, obsolete terms, foreign idioms, ambiguous\nexpressions or any ungrammatical language whatsoever. Neither does it\nsanction the use of any newly coined word until such word is adopted by\nthe best writers and speakers.",
        "Perspicuity demands the clearest expression of thought conveyed in\nunequivocal language, so that there may be no misunderstanding whatever\nof the thought or idea the speaker or writer wishes to convey. All\nambiguous words, words of double meaning and words that might possibly be\nconstrued in a sense different from that intended, are strictly\nforbidden. Perspicuity requires a style at once clear and comprehensive\nand entirely free from pomp and pedantry and affectation or any straining\nafter effect.",
        "Precision requires concise and exact expression, free from redundancy\nand tautology, a style terse and clear and simple enough to enable the\nhearer or reader to comprehend immediately the meaning of the speaker or\nwriter. It forbids, on the one hand, all long and involved sentences,\nand, on the other, those that are too short and abrupt. Its object is to\nstrike the golden mean in such a way as to rivet the attention of the\nhearer or reader on the words uttered or written.",
        "ESSENTIALS OF ENGLISH GRAMMAR",
        "Divisions of Grammar–Definitions–Etymology.",
        "In order to speak and write the English language correctly, it is\nimperative that the fundamental principles of the Grammar be mastered,\nfor no matter how much we may read of the best authors, no matter how\nmuch we may associate with and imitate the best speakers, if we do not\nknow the underlying principles of the correct formation of sentences and\nthe relation of words to one another, we will be to a great extent like\nthe parrot, that merely repeats what it hears without understanding the\nimport of what is said. Of course the parrot, being a creature without\nreason, cannot comprehend; it can simply repeat what is said to it, and\nas it utters phrases and sentences of profanity with as much facility as\nthose of virtue, so by like analogy, when we do not understand the\ngrammar of the language, we may be making egregious blunders while\nthinking we are speaking with the utmost accuracy.",
        "There are four great divisions of Grammar, viz.:",
        "Orthography, Etymology, Syntax, and Prosody.",
        "Orthography treats of letters and the mode of combining them into words.",
        "Etymology treats of the various classes of words and the changes they\nundergo.",
        "Syntax treats of the connection and arrangement of words in sentences.",
        "Prosody treats of the manner of speaking and reading and the different\nkinds of verse.",
        "The three first mentioned concern us most.",
        "A letter is a mark or character used to represent an articulate sound.\nLetters are divided into vowels and consonants. A vowel is a letter\nwhich makes a distinct sound by itself. Consonants cannot be sounded\nwithout the aid of vowels. The vowels are a, e, i, o, u, and\nsometimes w and y when they do not begin a word or syllable.",
        "A syllable is a distinct sound produced by a single effort of\n[Transcriber’s note: 1-2 words illegible] shall, pig, dog. In every\nsyllable there must be at least one vowel.",
        "A word consists of one syllable or a combination of syllables.",
        "Many rules are given for the dividing of words into syllables, but the\nbest is to follow as closely as possible the divisions made by the organs\nof speech in properly pronouncing them.",
        "ARTICLE",
        "An Article is a word placed before a noun to show whether the noun is\nused in a particular or general sense.",
        "There are two articles, a or an and the. A or an is called the\nindefinite article because it does not point put any particular person or\nthing but indicates the noun in its widest sense; thus, a man means any\nman whatsoever of the species or race.",
        "The is called the definite article because it points out some particular\nperson or thing; thus, the man means some particular individual.",
        "A noun is the name of any person, place or thing as John, London,\nbook. Nouns are proper and common.",
        "Proper nouns are names applied to particular persons or places.",
        "Common nouns are names applied to a whole kind or species.",
        "Nouns are inflected by number, gender and case.",
        "Number is that inflection of the noun by which we indicate whether it\nrepresents one or more than one.",
        "Gender is that inflection by which we signify whether the noun is the\nname of a male, a female, of an inanimate object or something which has\nno distinction of sex.",
        "Case is that inflection of the noun which denotes the state of the\nperson, place or thing represented, as the subject of an affirmation or\nquestion, the owner or possessor of something mentioned, or the object of\nan action or of a relation.",
        "Thus in the example, “John tore the leaves of Sarah’s book,” the\ndistinction between book which represents only one object and leaveswhich represent two or more objects of the same kind is called Number;\nthe distinction of sex between John, a male, and Sarah, a female, and\nbook and leaves, things which are inanimate and neither male nor\nfemale, is called Gender; and the distinction of state between John,\nthe person who tore the book, and the subject of the affirmation, Mary,\nthe owner of the book, leaves the objects torn, and book the object\nrelated to leaves, as the whole of which they were a part, is called\nCase.",
        "An adjective is a word which qualifies a noun, that is, shows or\npoints out some distinguishing mark or feature of the noun; as, A\nblack dog.",
        "Adjectives have three forms called degrees of comparison, the positive,\nthe comparative and the superlative.",
        "The positive is the simple form of the adjective without expressing\nincrease or diminution of the original quality: nice.",
        "The comparative is that form of the adjective which expresses increase\nor diminution of the quality: nicer.",
        "The superlative is that form which expresses the greatest increase or\ndiminution of the quality: nicest.",
        "or\nAn adjective is in the positive form when it does not express comparison;\nas, “A rich man.”",
        "An adjective is in the comparative form when it expresses comparison\nbetween two or between one and a number taken collectively, as, “John is\nricher than James\"; “he is richer than all the men in Boston.”",
        "An adjective is in the superlative form when it expresses a comparison\nbetween one and a number of individuals taken separately; as, “John is\nthe richest man in Boston.”",
        "Adjectives expressive of properties or circumstances which cannot be\nincreased have only the positive form; as, A circular road; the chiefend; an extreme measure.",
        "Adjectives are compared in two ways, either by adding er to the positive\nto form the comparative and est to the positive to form the superlative,\nor by prefixing more to the positive for the comparative and most to\nthe positive for the superlative; as, handsome, handsomer, handsomestor handsome, more handsome, most handsome.",
        "Adjectives of two or more syllables are generally compared by prefixing\nmore and most.",
        "Many adjectives are irregular in comparison; as, Bad, worse, worst; Good,\nbetter, best.",
        "A pronoun is a word used in place of a noun; as, “John gave his pen to\nJames and he lent it to Jane to write her copy with it.” Without\nthe pronouns we would have to write this sentence,–\"John gave John’s pen\nto James and James lent the pen to Jane to write Jane’s copy with the\npen.”",
        "There are three kinds of pronouns–Personal, Relative and Adjective\nPronouns.",
        "Personal Pronouns are so called because they are used instead of the\nnames of persons, places and things. The Personal Pronouns are I,\nThou, He, She, and It, with their plurals, We, Ye or Youand They.",
        "I is the pronoun of the first person because it represents the person\nspeaking.",
        "Thou is the pronoun of the second person because it represents the\nperson spoken to.",
        "He, She, It are the pronouns of the third person because they\nrepresent the persons or things of whom we are speaking.",
        "Like nouns, the Personal Pronouns have number, gender and case. The\ngender of the first and second person is obvious, as they represent the\nperson or persons speaking and those who are addressed. The personal\npronouns are thus declined:",
        "                             First Person.\n                               M. or F.",
        "                               Sing.       Plural.\n                      N.         I           We\n                      P.       Mine         Ours\n                      O.        Me           Us",
        "                             Second Person.\n                                M. or F.",
        "                               Sing.       Plural.\n                      N.       Thou          You\n                      P.       Thine        Yours\n                      O.       Thee          You",
        "                             Third Person.\n                                   M.",
        "                               Sing.       Plural.\n                      N.        He          They\n                      P.        His        Theirs\n                      O.        Him         Them",
        "                             Third Person.\n                                   F.",
        "                               Sing.       Plural.\n                      N.        She         They\n                      P.       Hers        Theirs\n                      O.        Her         Them",
        "                             Third Person.\n                                Neuter.",
        "                               Sing.       Plural.\n                      N.        It          They\n                      P.        Its        Theirs\n                      O.        It          Them",
        "N. B.–In colloquial language and ordinary writing Thou, Thine and Thee\nare seldom used, except by the Society of Friends. The Plural form You is\nused for both the nominative and objective singular in the second person\nand Yours is generally used in the possessive in place of Thine.",
        "The Relative Pronouns are so called because they relate to some word or\nphrase going before; as, “The boy who told the truth;” “He has done\nwell, which gives me great pleasure.”",
        "Here who and which are not only used in place of other words, but\nwho refers immediately to boy, and which to the circumstance of his\nhaving done well.",
        "The word or clause to which a relative pronoun refers is called the\nAntecedent.",
        "The Relative Pronouns are who, which, that and what.",
        "Who is applied to persons only; as, “The man who was here.”",
        "Which is applied to the lower animals and things without life; as, “The\nhorse which I sold.” “The hat which I bought.”",
        "That is applied to both persons and things; as, “The friend thathelps.” “The bird that sings.” “The knife that cuts.”",
        "What is a compound relative, including both the antecedent and the\nrelative and is equivalent to that which; as, “I did what he desired,\"\ni. e. “I did that which he desired.”",
        "Relative pronouns have the singular and plural alike.",
        "Who is either masculine or feminine; which and that are masculine,\nfeminine or neuter; what as a relative pronoun is always neuter.",
        "That and what are not inflected.",
        "Who and which are thus declined:",
        "                  Sing. and Plural   Sing. and Plural",
        "                  N.      Who        N.     Which\n                  P.     Whose       P.     Whose\n                  O.      Whom       O.     Which",
        "Who, which and what when used to ask questions are called\nInterrogative Pronouns.",
        "Adjective Pronouns partake of the nature of adjectives and pronouns and\nare subdivided as follows:",
        "Demonstrative Adjective Pronouns which directly point out the person or\nobject. They are this, that with their plurals these, those, and\nyon, same and selfsame.",
        "Distributive Adjective Pronouns used distributively. They are each,\nevery, either, neither.",
        "Indefinite Adjective Pronouns used more or less indefinitely. They are\nany, all, few, some, several, one, other, another, none.",
        "Possessive Adjective Pronouns denoting possession. They are my, thy,\nhis, her, its, our, your, their.",
        "N. B.–(The possessive adjective pronouns differ from the possessive case\nof the personal pronouns in that the latter can stand alone while the\nformer cannot. “Who owns that book?” “It is mine.” You cannot say “it\nis my,\"–the word book must be repeated.)",
        "A verb is a word which implies action or the doing of something, or it\nmay be defined as a word which affirms, commands or asks a question.",
        "Thus, the words John the table, contain no assertion, but when the word\nstrikes is introduced, something is affirmed, hence the word strikesis a verb and gives completeness and meaning to the group.",
        "The simple form of the verb without inflection is called the root of\nthe verb; e. g. love is the root of the verb,–\"To Love.”",
        "Verbs are regular or irregular, transitive or intransitive.",
        "A verb is said to be regular when it forms the past tense by adding\ned to the present or d if the verb ends in e. When its past tense\ndoes not end in ed it is said to be irregular.",
        "A transitive verb is one the action of which passes over to or affects\nsome object; as “I struck the table.” Here the action of striking\naffected the object table, hence struck is a transitive verb.",
        "An intransitive verb is one in which the action remains with the subject;\nas “I walk,” “I sit,” “I run.”\nMany intransitive verbs, however, can be used transitively; thus, “I walkthe horse;” walk is here transitive.",
        "Verbs are inflected by number, person, tense and mood.",
        "Number and person as applied to the verb really belong to the\nsubject; they are used with the verb to denote whether the assertion is\nmade regarding one or more than one and whether it is made in reference\nto the person speaking, the person spoken to or the person or thing\nspoken about.",
        "In their tenses verbs follow the divisions of time. They have present\ntense, past tense and future tense with their variations to express\nthe exact time of action as to an event happening, having happened or yet\nto happen.",
        "There are four simple moods,–the Infinitive, the Indicative, the\nImperative and the Subjunctive.",
        "The Mood of a verb denotes the mode or manner in which it is used. Thus\nif it is used in its widest sense without reference to person or number,\ntime or place, it is in the Infinitive Mood; as “To run.” Here we are\nnot told who does the running, when it is done, where it is done or\nanything about it.",
        "When a verb is used to indicate or declare or ask a simple question or\nmake any direct statement, it is in the Indicative Mood. “The boy loves\nhis book.” Here a direct statement is made concerning the boy. “Have you\na pin?” Here a simple question is asked which calls for an answer.",
        "When the verb is used to express a command or entreaty it is in the\nImperative Mood as, “Go away.” “Give me a penny.”",
        "When the verb is used to express doubt, supposition or uncertainty or\nwhen some future action depends upon a contingency, it is in the\nsubjunctive mood; as, “If I come, he shall remain.”",
        "Many grammarians include a fifth mood called the potential to express\npower, possibility, liberty, necessity, will or duty. It is\nformed by means of the auxiliaries may, can, ought and must, but\nin all cases it can be resolved into the indicative or subjunctive. Thus,\nin “I may write if I choose,” “may write” is by some classified as in the\npotential mood, but in reality the phrase I may write is an indicative\none while the second clause, if I choose, is the expression of a\ncondition upon which, not my liberty to write, depends, but my actual\nwriting.",
        "Verbs have two participles, the present or imperfect, sometimes called\nthe active ending in ing and the past or perfect, often called the\npassive, ending in ed or d.",
        "The infinitive expresses the sense of the verb in a substantive form,\nthe participles in an adjective form; as “To rise early is healthful.\"\n\"An early rising man.” “The newly risen sun.”",
        "The participle in ing is frequently used as a substantive and\nconsequently is equivalent to an infinitive; thus, “To rise early is\nhealthful” and “Rising early is healthful” are the same.",
        "The principal parts of a verb are the Present Indicative, Past Indicative\nand Past Participle; as:",
        "                         Love   Loved   Loved",
        "Sometimes one or more of these parts are wanting, and then the verb is\nsaid to be defective.",
        "                Present       Past     Passive Participle",
        "                  Can        Could         (Wanting)\n                  May        Might             “\n                 Shall       Should            “\n                 Will        Would             “\n                 Ought       Ought             “",
        "Verbs may also be divided into principal and auxiliary. A principalverb is that without which a sentence or clause can contain no assertion\nor affirmation. An auxiliary is a verb joined to the root or participles\nof a principal verb to express time and manner with greater precision\nthan can be done by the tenses and moods in their simple form. Thus, the\nsentence, “I am writing an exercise; when I shall have finished it I\nshall read it to the class.” has no meaning without the principal verbs\nwriting, finished read; but the meaning is rendered more definite,\nespecially with regard to time, by the auxiliary verbs am, have,\nshall.",
        "There are nine auxiliary or helping verbs, viz., Be, have, do,\nshall, will, may, can, ought, and must. They are called\nhelping verbs, because it is by their aid the compound tenses are formed.",
        "The verb To Be is the most important of the auxiliary verbs. It has\neleven parts, viz., am, art, is, are, was, wast, were, wert; be, beingand been.",
        "The active voice is that form of the verb which shows the Subject not\nbeing acted upon but acting; as, “The cat catches mice.” “Charity\ncovers a multitude of sins.”",
        "The passive voice: When the action signified by a transitive verb is\nthrown back upon the agent, that is to say, when the subject of the verb\ndenotes the recipient of the action, the verb is said to be in the\npassive voice. “John was loved by his neighbors.” Here John the subject\nis also the object affected by the loving, the action of the verb is\nthrown back on him, hence the compound verb was loved is said to be in\nthe passive voice. The passive voice is formed by putting the perfect\nparticiple of any transitive verb with any of the eleven parts of the\nverb To Be.",
        "The conjugation of a verb is its orderly arrangement in voices, moods,\ntenses, persons and numbers.",
        "Here is the complete conjugation of the verb “Love\"–Active Voice.",
        "               Present       Past        Past Participle\n                Love         Loved            Loved",
        "                            Infinitive Mood",
        "                                To Love",
        "                            Indicative Mood\n                             PRESENT TENSE",
        "                                 Sing.      Plural\n                   1st person    I love     We love\n                   2nd person   You love   You love\n                   3rd person   He loves   They love",
        "                                 Sing.       Plural\n                  1st person    I loved     We loved\n                  2nd person   You loved   You loved\n                  3rd person   He loved    They loved",
        "                               Sing.           Plural\n              1st person   I shall love    They will love\n              2nd person   You will love   You will love\n              3rd person   He will love    We shall love",
        "                              Sing.            Plural\n             1st person    I have loved     We have loved\n             2nd person   You have loved   You have loved\n             3rd person    He has loved    They have loved",
        "                               Sing.           Plural\n              1st person    I had loved     We had loved\n              2nd person   You had loved   You had loved\n              3rd person   He had loved    They had loved",
        "                            Sing.                 Plural\n        1st person   I shall have loved    We shall have loved\n        2nd person   You will have loved   You will have loved\n        3rd person   He will have loved    They will have loved",
        "                            Imperative Mood\n                          (PRESENT TENSE ONLY)",
        "                                 Sing.        Plural\n                  2nd person   Love (you)   Love (you)",
        "                            Subjunctive Mood\n                             PRESENT TENSE",
        "                                Sing.         Plural\n                1st person    If I love     If we love\n                2nd person   If you love   If you love\n                3rd person   If he love    If they love",
        "                               Sing.          Plural\n               1st person    If I loved     If we loved\n               2nd person   If you loved   If you loved\n               3rd person   If he loved    If they loved",
        "                             Sing.               Plural\n          1st person    If I have loved     If we have loved\n          2nd person   If you have loved   If you have loved\n          3rd person    If he has loved    If they have loved",
        "                             Sing.              Plural\n           1st person    If I had loved     If we had loved\n           2nd person   If you had loved   If you had loved\n           3rd person   If he had loved    If they had loved",
        "                         Present     Perfect\n                         To love  To have loved",
        "                     Present   Past      Perfect\n                     Loving    Loved   Having loved",
        "                        CONJUGATION OF “To Love\"\n                             Passive Voice\n                            Indicative Mood",
        "                               Sing.           Plural\n              1st person    I am loved      We are loved\n              2nd person   You are loved   You are loved\n              3rd person    He is loved    They are loved",
        "                              Sing.            Plural\n             1st person    I was loved      We were loved\n             2nd person   You were loved   You were loved\n             3rd person    He was loved    They were loved",
        "                             Sing.               Plural\n          1st person   I shall be loved    We shall be loved\n          2nd person   You will be loved   You will be loved\n          3rd person   He will be loved    They will be loved",
        "                            Sing.                 Plural\n        1st person    I have been loved     We have been loved\n        2nd person   You have been loved   You have been loved\n        3rd person    He has been loved    They have been loved",
        "                            Sing.                Plural\n         1st person    I had been loved     We had been loved\n         2nd person   You had been loved   You had been loved\n         3rd person   He had been loved    They had been loved",
        "                         Sing.                      Plural\n   1st person   I shall have been loved    We shall have been loved\n   2nd person   You will have been loved   You will have been loved\n   3rd person   He will have been loved    They will have been loved",
        "                            Imperative Mood\n                          (PRESENT TENSE ONLY)",
        "                               Sing.            Plural\n              2nd person   Be (you) loved   Be (you) loved",
        "                            Subjunctive Mood\n                             PRESENT TENSE",
        "                              Sing.             Plural\n            1st person    If I be loved     If we be loved\n            2nd person   If you be loved   If you be loved\n            3rd person   If he be loved    If they be loved",
        "                             Sing.               Plural\n          1st person    If I were loved    If they were loved\n          2nd person   If you were loved   If you were loved\n          3rd person   If he were loved     If we were loved",
        "                          Sing.                    Plural\n     1st person    If I have been loved     If we have been loved\n     2nd person   If you have been loved   If you have been loved\n     3rd person    If he has been loved    If they have been loved",
        "                           Sing.                   Plural\n      1st person    If I had been loved     If we had been loved\n      2nd person   If you had been loved   If you had been loved\n      3rd person   If he had been loved    If they had been loved",
        "                Present                     Perfect\n              To be loved              To have been loved",
        "            Present            Past               Perfect\n          Being loved       Been loved       Having been loved",
        "(N. B.–Note that the plural form of the personal pronoun, you, is used\nin the second person singular throughout. The old form thou, except in\nthe conjugation of the verb “To Be,” may be said to be obsolete. In the\nthird person singular he is representative of the three personal pronouns\nof the third person, He, She and It.)",
        "An adverb is a word which modifies a verb, an adjective or another\nadverb. Thus, in the example–\"He writes well,” the adverb shows the\nmanner in which the writing is performed; in the examples–\"He is\nremarkably diligent” and “He works very faithfully,” the adverbs modify\nthe adjective diligent and the other adverb faithfully by expressing\nthe degree of diligence and faithfulness.",
        "Adverbs are chiefly used to express in one word what would otherwise\nrequire two or more words; thus, There signifies in that place;\nwhence, from what place; usefully, in a useful manner.",
        "Adverbs, like adjectives, are sometimes varied in their terminations to\nexpress comparison and different degrees of quality.",
        "Some adverbs form the comparative and superlative by adding er and\nest; as, soon, sooner, soonest.",
        "Adverbs which end in ly are compared by prefixing more and most;\nas, nobly, more nobly, most nobly.",
        "A few adverbs are irregular in the formation of the comparative and\nsuperlative; as, well, better, best.",
        "A preposition connects words, clauses, and sentences together and shows\nthe relation between them. “My hand is on the table” shows relation\nbetween hand and table.",
        "Prepositions are so called because they are generally placed before the\nwords whose connection or relation with other words they point out.",
        "A conjunction joins words, clauses and sentences; as “John andJames.” “My father and mother have come, but I have not seen them.”",
        "The conjunctions in most general use are and, also; either, or; neither,\nnor; though, yet; but, however; for, that; because, since; therefore,\nwherefore, then; if, unless, lest.",
        "An interjection is a word used to express some sudden emotion of the\nmind. Thus in the examples,–\"Ah! there he comes; alas! what shall I do?\"\nah, expresses surprise, and alas, distress.",
        "Nouns, adjectives, verbs and adverbs become interjections when they are\nuttered as exclamations, as, nonsense! strange! hail! away! etc.",
        "We have now enumerated the parts of speech and as briefly as possible\nstated the functions of each. As they all belong to the same family they\nare related to one another but some are in closer affinity than others.\nTo point out the exact relationship and the dependency of one word on\nanother is called parsing and in order that every etymological\nconnection may be distinctly understood a brief resume of the foregoing\nessentials is here given:",
        "The signification of the noun is limited to one, but to any one of\nthe kind, by the indefinite article, and to some particular one, or\nsome particular number, by the definite article.",
        "Nouns, in one form, represent one of a kind, and in another, any\nnumber more than one; they are the names of males, or females, or of\nobjects which are neither male nor female; and they represent the\nsubject of an affirmation, a command or a question,–the owner or\npossessor of a thing,–or the object of an action, or of a relation\nexpressed by a preposition.",
        "Adjectives express the qualities which distinguish one person or\nthing from another; in one form they express quality without\ncomparison; in another, they express comparison between two, or\nbetween one and a number taken collectively,–and in a third they\nexpress comparison between one and a number of others taken\nseparately.",
        "Pronouns are used in place of nouns; one class of them is used merely\nas the substitutes of names; the pronouns of another class have a\npeculiar reference to some preceding words in the sentence, of\nwhich they are the substitutes,–and those of a third class refer\nadjectively to the persons or things they represent. Some pronouns are\nused for both the name and the substitute; and several are frequently\nemployed in asking questions.",
        "Affirmations and commands are expressed by the verb; and different\ninflections of the verb express number, person, time and manner.\nWith regard to time, an affirmation may be present or past or\nfuture; with regard to manner, an affirmation may be positive or\nconditional, it being doubtful whether the condition is fulfilled or\nnot, or it being implied that it is not fulfilled;–the verb may express\ncommand or entreaty; or the sense of the verb may be expressed\nwithout affirming or commanding. The verb also expresses that an\naction or state is or was going on, by a form which is also used\nsometimes as a noun, and sometimes to qualify nouns.",
        "Affirmations are modified by adverbs, some of which can be\ninflected to express different degrees of modification.",
        "Words are joined together by conjunctions; and the various relationswhich one thing bears to another are expressed by ’prepositions. Sudden\nemotions of the mind, and exclamations are expressed by interjections.",
        "Some words according to meaning belong sometimes to one part of speech,\nsometimes to another. Thus, in “After a storm comes a calm,” calm is\na noun; in “It is a calm evening,” calm is an adjective; and in\n”Calm your fears,” calm is a verb.",
        "The following sentence containing all the parts of speech is parsed\netymologically:",
        "“I now see the old man coming, but, alas, he has walked with much\ndifficulty.”\nI, a personal pronoun, first person singular, masculine or feminine\ngender, nominative case, subject of the verb see.",
        "now, an adverb of time modifying the verb see.",
        "see, an irregular, transitive verb, indicative mood, present tense,\nfirst person singular to agree with its nominative or subject I.",
        "the, the definite article particularizing the noun man.",
        "old, an adjective, positive degree, qualifying the noun man.",
        "man, a common noun, 3rd person singular, masculine gender, objective\ncase governed by the transitive verb see.",
        "coming, the present or imperfect participle of the verb “to come\"\nreferring to the noun man.",
        "but, a conjunction.",
        "alas, an interjection, expressing pity or sorrow.",
        "he, a personal pronoun, 3rd person singular, masculine gender,\nnominative case, subject of verb has walked.",
        "has walked, a regular, intransitive verb, indicative mood, perfect tense,\n3rd person singular to agree with its nominative or subject he.",
        "with, a preposition, governing the noun difficulty.",
        "much, an adjective, positive degree, qualifying the noun difficulty.",
        "difficulty, a common noun, 3rd person singular, neuter gender,\nobjective case governed by the preposition with.",
        "N.B.–Much is generally an adverb. As an adjective it is thus compared:",
        "              Positive       Comparative       Superlative\n                much            more              most",
        "THE SENTENCE",
        "Different Kinds–Arrangement of Words–Paragraph",
        "A sentence is an assemblage of words so arranged as to convey a determinate\nsense or meaning, in other words, to express a complete thought or idea.\nNo matter how short, it must contain one finite verb and a subject or agent\nto direct the action of the verb.",
        "“Birds fly;” “Fish swim;” “Men walk;\"–are sentences.",
        "A sentence always contains two parts, something spoken about and something\nsaid about it. The word or words indicating what is spoken about form what\nis called the subject and the word or words indicating what is said about\nit form what is called the predicate.",
        "In the sentences given, birds, fish and men are the subjects, while\nfly, swim and walk are the predicates.",
        "There are three kinds of sentences, simple, compound and complex.",
        "The simple sentence expresses a single thought and consists of one\nsubject and one predicate, as, “Man is mortal.”",
        "A compound sentence consists of two or more simple sentences of equal\nimportance the parts of which are either expressed or understood, as,\n\"The men work in the fields and the women work in the household,” or “The\nmen work in the fields and the women in the household” or “The men and\nwomen work in the fields and in the household.”",
        "A complex sentence consists of two or more simple sentences so combined\nthat one depends on the other to complete its meaning; as; “When he\nreturns, I shall go on my vacation.” Here the words, “when he returns\"\nare dependent on the rest of the sentence for their meaning.",
        "A clause is a separate part of a complex sentence, as “when he returns\"\nin the last example.",
        "A phrase consists of two or more words without a finite verb.",
        "Without a finite verb we cannot affirm anything or convey an idea,\ntherefore we can have no sentence.",
        "Infinitives and participles which are the infinite parts of the verb\ncannot be predicates. “I looking up the street” is not a sentence, for it\nis not a complete action expressed. When we hear such an expression as “A\ndog running along the street,” we wait for something more to be added,\nsomething more affirmed about the dog, whether he bit or barked or fell\ndead or was run over.",
        "Thus in every sentence there must be a finite verb to limit the subject.",
        "When the verb is transitive, that is, when the action cannot happen\nwithout affecting something, the thing affected is called the object.",
        "Thus in “Cain killed Abel” the action of the killing affected Abel. In\n\"The cat has caught a mouse,” mouse is the object of the catching.",
        "Of course in simple sentences the natural order of arrangement is\nsubject–verb–object. In many cases no other form is possible. Thus in\nthe sentence “The cat has caught a mouse,” we cannot reverse it and say\n\"The mouse has caught a cat” without destroying the meaning, and in any\nother form of arrangement, such as “A mouse, the cat has caught,” we feel\nthat while it is intelligible, it is a poor way of expressing the fact\nand one which jars upon us more or less.",
        "In longer sentences, however, when there are more words than what are\nbarely necessary for subject, verb and object, we have greater freedom of\narrangement and can so place the words as to give the best effect. The\nproper placing of words depends upon perspicuity and precision. These two\ncombined give style to the structure.",
        "Most people are familiar with Gray’s line in the immortal Elegy–\"The\nploughman homeward plods his weary way.” This line can be paraphrased to\nread 18 different ways. Here are a few variations:",
        "  Homeward the ploughman plods his weary way.\n  The ploughman plods his weary way homeward.\n  Plods homeward the ploughman his weary way.\n  His weary way the ploughman homeward plods.\n  Homeward his weary way plods the ploughman.\n  Plods the ploughman his weary way homeward.\n  His weary way the ploughman plods homeward.\n  His weary way homeward the ploughman plods.\n  The ploughman plods homeward his weary way.\n  The ploughman his weary way plods homeward.",
        "and so on. It is doubtful if any of the other forms are superior to the\none used by the poet. Of course his arrangement was made to comply with\nthe rhythm and rhyme of the verse. Most of the variations depend upon the\nemphasis we wish to place upon the different words.",
        "In arranging the words in an ordinary sentence we should not lose sight\nof the fact that the beginning and end are the important places for\ncatching the attention of the reader. Words in these places have greater\nemphasis than elsewhere.",
        "In Gray’s line the general meaning conveyed is that a weary ploughman is\nplodding his way homeward, but according to the arrangement a very slight\ndifference is effected in the idea. Some of the variations make us think\nmore of the ploughman, others more of the plodding, and still others more\nof the weariness.",
        "As the beginning and end of a sentence are the most important places, it\nnaturally follows that small or insignificant words should be kept from\nthese positions. Of the two places the end one is the more important,\ntherefore, it really calls for the most important word in the sentence.\nNever commence a sentence with And, But, Since, Because, and\nother similar weak words and never end it with prepositions, small, weak\nadverbs or pronouns.",
        "The parts of a sentence which are most closely connected with one another\nin meaning should be closely connected in order also. By ignoring this\nprinciple many sentences are made, if not nonsensical, really ridiculous\nand ludicrous. For instance: “Ten dollars reward is offered for\ninformation of any person injuring this property by order of the owner.\"\n\"This monument was erected to the memory of John Jones, who was shot by\nhis affectionate brother.”",
        "In the construction of all sentences the grammatical rules must be\ninviolably observed. The laws of concord, that is, the agreement of\ncertain words, must be obeyed.",
        "(1) The verb agrees with its subject in person and number. “I have,\"\n\"Thou hast,” (the pronoun thou is here used to illustrate the verb\nform, though it is almost obsolete), “He has,” show the variation of the\nverb to agree with the subject. A singular subject calls for a singular\nverb, a plural subject demands a verb in the plural; as,” The boy\nwrites,” “The boys write.”",
        "The agreement of a verb and its subject is often destroyed by confusing\n(1) collective and common nouns; (2) foreign and English nouns; (3)\ncompound and simple subjects; (4) real and apparent subjects.",
        "  (1) A collective noun is a number of individuals or things\n  regarded as a whole; as, class regiment. When the individuals\n  or things are prominently brought forward, use a plural verb;\n  as The class were distinguished for ability. When the idea of\n  the whole as a unit is under consideration employ a singular\n  verb; as The regiment was in camp. (2) It is sometimes hard\n  for the ordinary individual to distinguish the plural from the\n  singular in foreign nouns, therefore, he should be careful in\n  the selection of the verb. He should look up the word and be\n  guided accordingly. “He was an alumnus of Harvard.” “They\n  were alumni of Harvard.” (3) When a sentence with one verb\n  has two or more subjects denoting different things, connected\n  by and, the verb should be plural; as, “Snow and rain are  disagreeable.” When the subjects denote the same thing and are\n  connected by or the verb should be singular; as, “The man or\n  the woman is to blame.” (4) When the same verb has more than\n  one subject of different persons or numbers, it agrees with the\n  most prominent in thought; as, “He, and not you, is wrong.\"\n  “Whether he or I am to be blamed.”",
        "(2) Never use the past participle for the past tense nor vice versa.\nThis mistake is a very common one. At every turn we hear “He done it” for\n\"He did it.” “The jar was broke” instead of broken. “He would have went\"\nfor “He would have gone,” etc.",
        "(3) The use of the verbs shall and will is a rock upon which even\nthe best speakers come to wreck. They are interchanged recklessly.\nTheir significance changes according as they are used with the first,\nsecond or third person. With the first person shall is used in direct\nstatement to express a simple future action; as, “I shall go to the\ncity to-morrow.” With the second and third persons shall is used to\nexpress a determination; as, “You shall go to the city to-morrow,\"\n\"He shall go to the city to-morrow.”",
        "With the first person will is used in direct statement to express\ndetermination, as, “I will go to the city to-morrow.” With the second and\nthird persons will is used to express simple future action; as, “You\nwill go to the city to-morrow,” “He will go to the city to-morrow.”",
        "A very old rule regarding the uses of shall and will is thus\nexpressed in rhyme:",
        "  In the first person simply shall foretells,\n  In will a threat or else a promise dwells.\n  Shall in the second and third does threat,\n  Will simply then foretells the future feat.",
        "(4) Take special care to distinguish between the nominative and objective\ncase. The pronouns are the only words which retain the ancient distinctive\ncase ending for the objective. Remember that the objective case follows\ntransitive verbs and prepositions. Don’t say “The boy who I sent to see\nyou,” but “The boy whom I sent to see you.” Whom is here the object of\nthe transitive verb sent. Don’t say “She bowed to him and I” but “She\nbowed to him and me” since me is the objective case following the\npreposition to understood. “Between you and I” is a very common\nexpression. It should be “Between you and me” since between is a\npreposition calling for the objective case.",
        "(5) Be careful in the use of the relative pronouns who, which and\nthat. Who refers only to persons; which only to things; as, “The boy\nwho was drowned,” “The umbrella which I lost.” The relative that may\nrefer to both persons and things; as, “The man that I saw.” “The hat\nthat I bought.”",
        "(6) Don’t use the superlative degree of the adjective for the comparative;\nas “He is the richest of the two” for “He is the richer of the two.\"\nOther mistakes often made in this connection are (1) Using the double\ncomparative and superlative; as, “These apples are much more preferable.\"\n\"The most universal motive to business is gain.” (2) Comparing objects\nwhich belong to dissimilar classes; as “There is no nicer life than a\nteacher.” (3) Including objects in class to which they do not belong;\nas, “The fairest of her daughters, Eve.” (4) Excluding an object from a\nclass to which it does belong; as, “Caesar was braver than any ancient\nwarrior.”",
        "(7) Don’t use an adjective for an adverb or an adverb for an adjective.\nDon’t say, “He acted nice towards me” but “He acted nicely toward me,\"\nand instead of saying “She looked beautifully” say “She looked\nbeautiful.”",
        "(8) Place the adverb as near as possible to the word it modifies. Instead\nof saying, “He walked to the door quickly,” say “He walked quickly to the\ndoor.”",
        "(9) Not alone be careful to distinguish between the nominative and\nobjective cases of the pronouns, but try to avoid ambiguity in their use.",
        "The amusing effect of disregarding the reference of pronouns is well\nillustrated by Burton in the following story of Billy Williams, a comic\nactor who thus narrates his experience in riding a horse owned by\nHamblin, the manager:",
        "“So down I goes to the stable with Tom Flynn, and told the man to put\nthe saddle on him.”",
        "“On Tom Flynn?”",
        "“No, on the horse. So after talking with Tom Flynn awhile I mounted\nhim.”",
        "“What! mounted Tom Flynn?”",
        "“No, the horse; and then I shook hands with him and rode off.”",
        "“Shook hands with the horse, Billy?”",
        "“No, with Tom Flynn; and then I rode off up the Bowery, and who should\nI meet but Tom Hamblin; so I got off and told the boy to hold him by\nthe head.”",
        "“What! hold Hamblin by the head?”",
        "“No, the horse; and then we went and had a drink together.”",
        "“What! you and the horse?”",
        "“No, me and Hamblin; and after that I mounted him again and went out\nof town.”",
        "“What! mounted Hamblin again?”",
        "“No, the horse; and when I got to Burnham, who should be there but Tom\nFlynn,–he’d taken another horse and rode out ahead of me; so I told\nthe hostler to tie him up.”",
        "“Tie Tom Flynn up?”",
        "“No, the horse; and we had a drink there.”",
        "“What! you and the horse?”",
        "“No, me and Tom Flynn.”",
        "Finding his auditors by this time in a horse laugh, Billy wound up\nwith: “Now, look here,–every time I say horse, you say Hamblin, and\nevery time I say Hamblin you say horse: I’ll be hanged if I tell you\nany more about it.”",
        "There are two great classes of sentences according to the general\nprinciples upon which they are founded. These are termed the loose and\nthe periodic.",
        "In the loose sentence the main idea is put first, and then follow\nseveral facts in connection with it. Defoe is an author particularly\nnoted for this kind of sentence. He starts out with a leading declaration\nto which he adds several attendant connections. For instance in the\nopening of the story of Robinson Crusoe we read: “I was born in the\nyear 1632 in the city of York, of a good family, though not of that\ncountry, my father being a foreigner of Bremen, who settled first at\nHull; he got a good estate by merchandise, and leaving off his trade\nlived afterward at York, from whence he had married my mother, whose\nrelations were named Robinson, a very good family in the country and from\nI was called Robinson Kreutznaer; but by the usual corruption of words in\nEngland, we are now called, nay, we call ourselves, and write our name\nCrusoe, and so my companions always called me,”",
        "In the periodic sentence the main idea comes last and is preceded by a\nseries of relative introductions. This kind of sentence is often\nintroduced by such words as that, if, since, because. The\nfollowing is an example:",
        "“That through his own folly and lack of circumspection he should have\nbeen reduced to such circumstances as to be forced to become a beggar on\nthe streets, soliciting alms from those who had formerly been the\nrecipients of his bounty, was a sore humiliation.”",
        "On account of its name many are liable to think the loose sentence an\nundesirable form in good composition, but this should not be taken for\ngranted. In many cases it is preferable to the periodic form.",
        "As a general rule in speaking, as opposed to writing, the loose form is\nto be preferred, inasmuch as when the periodic is employed in discourse\nthe listeners are apt to forget the introductory clauses before the final\nissue is reached.",
        "Both kinds are freely used in composition, but in speaking, the loose,\nwhich makes the direct statement at the beginning, should predominate.",
        "As to the length of sentences much depends on the nature of the\ncomposition.",
        "However the general rule may be laid down that short sentences are\npreferable to long ones. The tendency of the best writers of the present\nday is towards short, snappy, pithy sentences which rivet the attention of\nthe reader. They adopt as their motto multum in parvo (much in little)\nand endeavor to pack a great deal in small space. Of course the extreme of\nbrevity is to be avoided. Sentences can be too short, too jerky, too\nbrittle to withstand the test of criticism. The long sentence has its place\nand a very important one. It is indispensable in argument and often is very\nnecessary to description and also in introducing general principles which\nrequire elaboration. In employing the long sentence the inexperienced\nwriter should not strain after the heavy, ponderous type. Johnson and\nCarlyle used such a type, but remember, an ordinary mortal cannot wield the\nsledge hammer of a giant. Johnson and Carlyle were intellectual giants and\nfew can hope to stand on the same literary pedestal. The tyro in\ncomposition should never seek after the heavy style. The best of all\nauthors in the English language for style is Addison. Macaulay says: “If\nyou wish a style learned, but not pedantic, elegant but not ostentatious,\nsimple yet refined, you must give your days and nights to the volumes of\nJoseph Addison.” The simplicity, apart from the beauty of Addison’s\nwritings causes us to reiterate the literary command–\"Never use a big word\nwhen a little one will convey the same or a similar meaning.”",
        "Macaulay himself is an elegant stylist to imitate. He is like a clear\nbrook kissed by the noon-day sun in the shining bed of which you can see\nand count the beautiful white pebbles. Goldsmith is another writer whose\nsimplicity of style charms.",
        "The beginner should study these writers, make their works his vade mecum,\nthey have stood the test of time and there has been no improvement upon\nthem yet, nor is there likely to be, for their writing is as perfect as\nit is possible to be in the English language.",
        "Apart from their grammatical construction there can be no fixed rules for\nthe formation of sentences. The best plan is to follow the best authors\nand these masters of language will guide you safely along the way.",
        "The paragraph may be defined as a group of sentences that are closely\nrelated in thought and which serve one common purpose. Not only do they\npreserve the sequence of the different parts into which a composition is\ndivided, but they give a certain spice to the matter like raisins in a\nplum pudding. A solid page of printed matter is distasteful to the reader;\nit taxes the eye and tends towards the weariness of monotony, but when it\nis broken up into sections it loses much of its heaviness and the\nconsequent lightness gives it charm, as it were, to capture the reader.",
        "Paragraphs are like stepping-stones on the bed of a shallow river, which\nenable the foot passenger to skip with ease from one to the other until\nhe gets across; but if the stones are placed too far apart in attempting\nto span the distance one is liable to miss the mark and fall in the water\nand flounder about until he is again able to get a foothold. ’Tis the\nsame with written language, the reader by means of paragraphs can easily\npass from one portion of connected thought to another and keep up his\ninterest in the subject until he gets to the end.",
        "Throughout the paragraph there must be some connection in regard to the\nmatter under consideration,–a sentence dependency. For instance, in the\nsame paragraph we must not speak of a house on fire and a runaway horse\nunless there is some connection between the two. We must not write\nconsecutively:",
        "“The fire raged with fierce intensity, consuming the greater part of the\nlarge building in a short time.” “The horse took fright and wildly dashed\ndown the street scattering pedestrians in all directions.” These two\nsentences have no connection and therefore should occupy separate and\ndistinct places. But when we say–\"The fire raged with fierce intensity\nconsuming the greater part of the large building in a short time and the\nhorse taking fright at the flames dashed wildly down the street scattering\npedestrians in all directions,\"–there is a natural sequence, viz., the\nhorse taking fright as a consequence of the flames and hence the two\nexpressions are combined in one paragraph.",
        "As in the case of words in sentences, the most important places in a\nparagraph are the beginning and the end. Accordingly the first sentence\nand the last should by virtue of their structure and nervous force,\ncompel the reader’s attention. It is usually advisable to make the first\nsentence short; the last sentence may be long or short, but in either\ncase should be forcible. The object of the first sentence is to state a\npoint clearly; the last sentence should enforce it.",
        "It is a custom of good writers to make the conclusion of the paragraph a\nrestatement or counterpart or application of the opening.",
        "In most cases a paragraph may be regarded as the elaboration of the\nprincipal sentence. The leading thought or idea can be taken as a nucleus\nand around it constructed the different parts of the paragraph. Anyone\ncan make a context for every simple sentence by asking himself questions\nin reference to the sentence. Thus–\"The foreman gave the order\"–\nsuggests at once several questions; “What was the order?” “to whom did he\ngive it?” “why did he give it?” “what was the result?” etc. These\nquestions when answered will depend upon the leading one and be an\nelaboration of it into a complete paragraph.",
        "If we examine any good paragraph we shall find it made up of a number of\nitems, each of which helps to illustrate, confirm or enforce the general\nthought or purpose of the paragraph. Also the transition from each item\nto the next is easy, natural and obvious; the items seem to come of\nthemselves. If, on the other hand, we detect in a paragraph one or more\nitems which have no direct bearing, or if we are unable to proceed\nreadily from item to item, especially if we are obliged to rearrange the\nitems before we can perceive their full significance, then we are\njustified in pronouncing the paragraph construction faulty.",
        "No specific rules can be given as to the construction of paragraphs. The\nbest advice is,–Study closely the paragraph structure of the best\nwriters, for it is only through imitation, conscious or unconscious of\nthe best models, that one can master the art.",
        "The best paragraphist in the English language for the essay is Macaulay,\nthe best model to follow for the oratorical style is Edmund Burke and for\ndescription and narration probably the greatest master of paragraph is\nthe American Goldsmith, Washington Irving.",
        "A paragraph is indicated in print by what is known as the indentation of\nthe line, that is, by commencing it a space from the left margin.",
        "FIGURATIVE LANGUAGE",
        "Figures of Speech–Definitions and Examples–Use of Figures",
        "In Figurative Language we employ words in such a way that they differ\nsomewhat from their ordinary signification in commonplace speech and\nconvey our meaning in a more vivid and impressive manner than when we use\nthem in their every-day sense. Figures make speech more effective, they\nbeautify and emphasize it and give to it a relish and piquancy as salt\ndoes to food; besides they add energy and force to expression so that it\nirresistibly compels attention and interest. There are four kinds of\nfigures, viz.: (1) Figures of Orthography which change the spelling of a\nword; (2) Figures of Etymology which change the form of words; (3) Figures\nof Syntax which change the construction of sentences; (4) Figures of\nRhetoric or the art of speaking and writing effectively which change the\nmode of thought.",
        "We shall only consider the last mentioned here as they are the most\nimportant, really giving to language the construction and style which\nmake it a fitting medium for the intercommunication of ideas.",
        "Figures of Rhetoric have been variously classified, some authorities\nextending the list to a useless length. The fact is that any form of\nexpression which conveys thought may be classified as a Figure.",
        "The principal figures as well as the most important and those oftenest\nused are, Simile, Metaphor, Personification, Allegory, Synechdoche,\nMetonymy, Exclamation, Hyperbole, Apostrophe, Vision, Antithesis, Climax,\nEpigram, Interrogation and Irony.",
        "The first four are founded on resemblance, the second six on contiguityand the third five, on contrast.",
        "A Simile (from the Latin similis, like), is the likening of one thing\nto another, a statement of the resemblance of objects, acts, or relations;\nas “In his awful anger he was like the storm-driven waves dashing\nagainst the rock.” A simile makes the principal object plainer and\nimpresses it more forcibly on the mind. “His memory is like wax to\nreceive impressions and like marble to retain them.” This brings out the\nleading idea as to the man’s memory in a very forceful manner. Contrast\nit with the simple statement–\"His memory is good.” Sometimes Simile is\nprostituted to a low and degrading use; as “His face was like a danger\nsignal in a fog storm.” “Her hair was like a furze-bush in bloom.” “He\nwas to his lady love as a poodle to its mistress.” Such burlesque is\nnever permissible. Mere likeness, it should be remembered, does not\nconstitute a simile. For instance there is no simile when one city is\ncompared to another. In order that there may be a rhetorical simile, the\nobjects compared must be of different classes. Avoid the old tritesimiles such as comparing a hero to a lion. Such were played out long\nago. And don’t hunt for farfetched similes. Don’t say–\"Her head was\nglowing as the glorious god of day when he sets in a flambeau of splendor\nbehind the purple-tinted hills of the West.” It is much better to do\nwithout such a simile and simply say–\"She had fiery red hair.”",
        "A Metaphor (from the Greek metapherein, to carry over or transfer),\nis a word used to imply a resemblance but instead of likening one\nobject to another as in the simile we directly substitute the action or\noperation of one for another. If, of a religious man we say,–\"He is as a\ngreat pillar upholding the church,” the expression is a simile, but if\nwe say–\"He is a great pillar upholding the church” it is a metaphor. The\nmetaphor is a bolder and more lively figure than the simile. It is more\nlike a picture and hence, the graphic use of metaphor is called\n\"word-painting.” It enables us to give to the most abstract ideas form,\ncolor and life. Our language is full of metaphors, and we very often use\nthem quite unconsciously. For instance, when we speak of the bed of a\nriver, the shoulder of a hill, the foot of a mountain, the hands of\na clock, the key of a situation, we are using metaphors.",
        "Don’t use mixed metaphors, that is, different metaphors in relation to the\nsame subject: “Since it was launched our project has met with much\nopposition, but while its flight has not reached the heights ambitioned, we\nare yet sanguine we shall drive it to success.” Here our project begins as\na ship, then becomes a bird and finally winds up as a horse.",
        "Personification (from the Latin persona, person, and facere, to make)\nis the treating of an inanimate object as if it were animate and is\nprobably the most beautiful and effective of all the figures.",
        "“The mountains sing together, the hills rejoice and clap their\nhands.”",
        "  “Earth felt the wound; and Nature from her seat,\n  Sighing, through all her works, gave signs of woe.”",
        "Personification depends much on a vivid imagination and is adapted\nespecially to poetical composition. It has two distinguishable forms:\n(1) when personality is ascribed to the inanimate as in the foregoing\nexamples, and (2) when some quality of life is attributed to the\ninanimate; as, a raging storm; an angry sea; a whistling wind, etc.",
        "An Allegory (from the Greek allos, other, and agoreuein, to speak),\nis a form of expression in which the words are symbolical of something.\nIt is very closely allied to the metaphor, in fact is a continued metaphor.",
        "Allegory, metaphor and simile have three points in common,–they\nare all founded on resemblance. “Ireland is like a thorn in the side of\nEngland;” this is simile. “Ireland is a thorn in the side of England;\"\nthis is metaphor. “Once a great giant sprang up out of the sea and lived\non an island all by himself. On looking around he discovered a little\ngirl on another small island near by. He thought the little girl could be\nuseful to him in many ways so he determined to make her subservient to\nhis will. He commanded her, but she refused to obey, then he resorted to\nvery harsh measures with the little girl, but she still remained obstinate\nand obdurate. He continued to oppress her until finally she rebelled and\nbecame as a thorn in his side to prick him for his evil attitude towards\nher;” this is an allegory in which the giant plainly represents England\nand the little girl, Ireland; the implication is manifest though no\nmention is made of either country. Strange to say the most perfect allegory\nin the English language was written by an almost illiterate and ignorant\nman, and written too, in a dungeon cell. In the “Pilgrim’s Progress,\"\nBunyan, the itinerant tinker, has given us by far the best allegory ever\npenned. Another good one is “The Faerie Queen” by Edmund Spenser.",
        "Synecdoche (from the Greek, sun with, and ekdexesthai, to receive),\nis a figure of speech which expresses either more or less than it literally\ndenotes. By it we give to an object a name which literally expresses\nsomething more or something less than we intend. Thus: we speak of the\nworld when we mean only a very limited number of the people who compose\nthe world: as, “The world treated him badly.” Here we use the whole for a\npart. But the most common form of this figure is that in which a part is\nused for the whole; as, “I have twenty head of cattle,” “One of his handswas assassinated,” meaning one of his men. “Twenty sail came into the\nharbor,” meaning twenty ships. “This is a fine marble,” meaning a marble\nstatue.",
        "Metonymy (from the Greek meta, change, and onyma, a name) is the\ndesignation of an object by one of its accompaniments, in other words, it\nis a figure by which the name of one object is put for another when the\ntwo are so related that the mention of one readily suggests the other.\nThus when we say of a drunkard–\"He loves the bottle” we do not mean that\nhe loves the glass receptacle, but the liquor that it is supposed to\ncontain. Metonymy, generally speaking, has, three subdivisions: (1) when\nan effect is put for cause or vice versa: as ’Gray hairs should be\nrespected,” meaning old age. “He writes a fine hand,” that is, handwriting.\n(2) when the sign is put for the thing signified; as, “The pen is\nmightier than the sword,” meaning literary power is superior to military\nforce. (3) When the container is put for the thing contained; as “The\nHouse was called to order,” meaning the members in the House.",
        "Exclamation (from the Latin ex, out, and clamare, to cry), is a\nfigure by which the speaker instead of stating a fact, simply utters an\nexpression of surprise or emotion. For instance when he hears some\nharrowing tale of woe or misfortune instead of saying,–\"It is a sad\nstory” he exclaims “What a sad story!”",
        "Exclamation may be defined as the vocal expression of feeling, though it\nis also applied to written forms which are intended to express emotion.\nThus in describing a towering mountain we can write “Heavens, what a\npiece of Nature’s handiwork! how majestic! how sublime! how awe-inspiring\nin its colossal impressiveness!” This figure rather belongs to poetry and\nanimated oratory than to the cold prose of every-day conversation and\nwriting.",
        "Hyperbole (from the Greek hyper, beyond, and ballein, to throw), is\nan exaggerated form of statement and simply consists in representing\nthings to be either greater or less, better or worse than they really\nare. Its object is to make the thought more effective by overstating it.\nHere are some examples:–\"He was so tall his head touched the clouds.\"\n\"He was as thin as a poker.” “He was so light that a breath might have\nblown him away.” Most people are liable to overwork this figure. We are\nall more or less given to exaggeration and some of us do not stop there,\nbut proceed onward to falsehood and downright lying. There should be a\nlimit to hyperbole, and in ordinary speech and writing it should be well\nqualified and kept within reasonable bounds.",
        "An Apostrophe (from the Greek apo, from, and strephein, to turn),\nis a direct address to the absent as present, to the inanimate as living,\nor to the abstract as personal. Thus: “O, illustrious Washington! Father\nof our Country! Could you visit us now!”",
        "  “My Country tis of thee–\n   Sweet land of liberty,\n   Of thee I sing.”",
        "“O! Grave, where is thy Victory, O! Death where is thy sting!” This\nfigure is very closely allied to Personification.",
        "Vision (from the Latin videre, to see) consists in treating the past,\nthe future, or the remote as if present in time or place. It is appropriate\nto animated description, as it produces the effect of an ideal presence.\n\"The old warrior looks down from the canvas and tells us to be men worthy\nof our sires.”",
        "This figure is much exemplified in the Bible. The book of Revelation is a\nvision of the future. The author who uses the figure most is Carlyle.",
        "An Antithesis (from the Greek anti, against, and tithenai, to set)\nis founded on contrast; it consists in putting two unlike things in such\na position that each will appear more striking by the contrast.",
        "  “Ring out the old, ring in the new,\n   Ring out the false, ring in the true.”",
        "“Let us be friends in peace, but enemies in war.”",
        "Here is a fine antithesis in the description of a steam engine–\"It can\nengrave a seal and crush masses of obdurate metal before it; draw out,\nwithout breaking, a thread as fine as a gossamer; and lift up a ship of\nwar like a bauble in the air; it can embroider muslin and forge anchors;\ncut steel into ribands, and impel loaded vessels against the fury of\nwinds and waves.”",
        "Climax (from the Greek, klimax, a ladder), is an arrangement of\nthoughts and ideas in a series, each part of which gets stronger and more\nimpressive until the last one, which emphasizes the force of all the\npreceding ones. “He risked truth, he risked honor, he risked fame, he\nrisked all that men hold dear,–yea, he risked life itself, and for\nwhat?–for a creature who was not worthy to tie his shoe-latchets when he\nwas his better self.”",
        "Epigram (from the Greek epi, upon, and graphein, to write),\noriginally meant an inscription on a monument, hence it came to signify\nany pointed expression. It now means a statement or any brief saying in\nprose or poetry in which there is an apparent contradiction; as,\n\"Conspicuous for his absence.” “Beauty when unadorned is most adorned.\"\n\"He was too foolish to commit folly.” “He was so wealthy that he could\nnot spare the money.”",
        "Interrogation (from the Latin interrogatio, a question), is a figure\nof speech in which an assertion is made by asking a question; as, “Does\nGod not show justice to all?” “Is he not doing right in his course?\"\n\"What can a man do under the circumstances?”",
        "Irony (from the Greek eironcia, dissimulation) is a form of expression\nin which the opposite is substituted for what is intended, with the end in\nview, that the falsity or absurdity may be apparent; as, “Benedict Arnold\nwas an honorable man.” “A Judas Iscariot never betrays a friend.” “You\ncan always depend upon the word of a liar.”",
        "Irony is cousin germain to ridicule, derision, mockery, satireand sarcasm. Ridicule implies laughter mingled with contempt;\nderision is ridicule from a personal feeling of hostility; mockery is\ninsulting derision; satire is witty mockery; sarcasm is bitter satire\nand irony is disguised satire.",
        "There are many other figures of speech which give piquancy to language\nand play upon words in such a way as to convey a meaning different from\ntheir ordinary signification in common every-day speech and writing. The\ngolden rule for all is to keep them in harmony with the character and\npurpose of speech and composition.",
        "PUNCTUATION",
        "Principal Points–Illustrations–Capital Letters.",
        "Lindley Murray and Goold Brown laid down cast-iron rules for punctuation,\nbut most of them have been broken long since and thrown into the junk-heap\nof disuse. They were too rigid, too strict, went so much into minutiae,\nthat they were more or less impractical to apply to ordinary composition.\nThe manner of language, of style and of expression has considerably\nchanged since then, the old abstruse complex sentence with its hidden\nmeanings has been relegated to the shade, there is little of prolixity or\nlong-drawn-out phrases, ambiguity of expression is avoided and the aim is\ntoward terseness, brevity and clearness. Therefore, punctuation has been\ngreatly simplified, to such an extent indeed, that it is now as much a\nmatter of good taste and judgment as adherence to any fixed set of rules.\nNevertheless there are laws governing it which cannot be abrogated, their\nprinciples must be rigidly and inviolably observed.",
        "The chief end of punctuation is to mark the grammatical connection and\nthe dependence of the parts of a composition, but not the actual pauses\nmade in speaking. Very often the points used to denote the delivery of a\npassage differ from those used when the passage is written. Nevertheless,\nseveral of the punctuation marks serve to bring out the rhetorical force\nof expression.",
        "The principal marks of punctuation are:",
        "1. The Comma [,]",
        "2. The Semicolon [;]",
        "3. The Colon [:]",
        "4. The Period [.]",
        "5. The Interrogation [?]",
        "6. The Exclamation [!]",
        "7. The Dash [–]",
        "8. The Parenthesis [()]",
        "9. The Quotation [” “]",
        "There are several other points or marks to indicate various relations,\nbut properly speaking such come under the heading of Printer’s Marks,\nsome of which are treated elsewhere.",
        "Of the above, the first four may be styled the grammatical points, and\nthe remaining five, the rhetorical points.",
        "The Comma: The office of the Comma is to show the slightest separation\nwhich calls for punctuation at all. It should be omitted whenever\npossible. It is used to mark the least divisions of a sentence.",
        "(1) A series of words or phrases has its parts separated by commas:–\n\"Lying, trickery, chicanery, perjury, were natural to him.” “The brave,\ndaring, faithful soldier died facing the foe.” If the series is in pairs,\ncommas separate the pairs: “Rich and poor, learned and unlearned, black\nand white, Christian and Jew, Mohammedan and Buddhist must pass through\nthe same gate.”",
        "(2) A comma is used before a short quotation: “It was Patrick Henry who\nsaid, ’Give me liberty or give me death.’”",
        "(3) When the subject of the sentence is a clause or a long phrase, a comma\nis used after such subject: “That he has no reverence for the God I\nlove, proves his insincerity.” “Simulated piety, with a black coat and a\nsanctimonious look, does not proclaim a Christian.”",
        "(4) An expression used parenthetically should be inclosed by commas: “The\nold man, as a general rule, takes a morning walk.”",
        "(5) Words in apposition are set off by commas: “McKinley, the President,\nwas assassinated.”",
        "(6) Relative clauses, if not restrictive, require commas: “The book,\nwhich is the simplest, is often the most profound.”",
        "(7) In continued sentences each should be followed by a comma:\n\"Electricity lights our dwellings and streets, pulls cars, trains, drives\nthe engines of our mills and factories.”",
        "(8) When a verb is omitted a comma takes its place: “Lincoln was a great\nstatesman; Grant, a great soldier.”",
        "(9) The subject of address is followed by a comma: “John, you are a good\nman.”",
        "(10) In numeration, commas are used to express periods of three figures:\n\"Mountains 25,000 feet high; 1,000,000 dollars.”",
        "The Semicolon marks a slighter connection than the comma. It is\ngenerally confined to separating the parts of compound sentences. It is\nmuch used in contrasts:",
        "(1) “Gladstone was great as a statesman; he was sublime as a man.”",
        "(2) The Semicolon is used between the parts of all compound sentences in\nwhich the grammatical subject of the second part is different from that\nof the first: “The power of England relies upon the wisdom of her\nstatesmen; the power of America upon the strength of her army and navy.”",
        "(4) The Semicolon is used before words and abbreviations which introduce\nparticulars or specifications following after, such as, namely, as,\ne.g., vid., i.e., etc.: “He had three defects; namely, carelessness,\nlack of concentration and obstinacy in his ideas.” “An island is a\nportion of land entirely surrounded by water; as Cuba.” “The names of\ncities should always commence with a capital letter; e.g., New York,\nParis.” “The boy was proficient in one branch; viz., Mathematics.\"\n\"No man is perfect; i.e., free from all blemish.”",
        "The Colon except in conventional uses is practically obsolete.",
        "(1) It is generally put at the end of a sentence introducing a long\nquotation: “The cheers having subsided, Mr. Bryan spoke as follows:”",
        "(2) It is placed before an explanation or illustration of the subject\nunder consideration: “This is the meaning of the term:”",
        "(3) A direct quotation formally introduced is generally preceded by a\ncolon: “The great orator made this funny remark:”",
        "(4) The colon is often used in the title of books when the secondary or\nsubtitle is in apposition to the leading one and when the conjunction\nor is omitted: “Acoustics: the Science of Sound.”",
        "(5) It is used after the salutation in the beginning of letters: “Sir: My\ndear Sir: Gentlemen: Dear Mr. Jones:” etc. In this connection a dash very\noften follows the colon.",
        "(6) It is sometimes used to introduce details of a group of things\nalready referred to in the mass: “The boy’s excuses for being late were:\nfirstly, he did not know the time, secondly, he was sent on an errand,\nthirdly, he tripped on a rock and fell by the wayside.”",
        "The Period is the simplest punctuation mark. It is simply used to mark\nthe end of a complete sentence that is neither interrogative nor\nexclamatory.",
        "(1) After every sentence conveying a complete meaning: “Birds fly.\"\n\"Plants grow.” “Man is mortal.”",
        "(2) In abbreviations: after every abbreviated word: Rt. Rev. T. C.\nAlexander, D.D., L.L.D.",
        "(3) A period is used on the title pages of books after the name of the\nbook, after the author’s name, after the publisher’s imprint: American\nTrails. By Theodore Roosevelt. New York. Scribner Company.",
        "The Mark of Interrogation is used to ask or suggest a question.",
        "(1) Every question admitting of an answer, even when it is not expected,\nshould be followed by the mark of interrogation: “Who has not heard of\nNapoleon?”",
        "(2) When several questions have a common dependence they should be\nfollowed by one mark of interrogation at the end of the series: “Where\nnow are the playthings and friends of my boyhood; the laughing boys; the\nwinsome girls; the fond neighbors whom I loved?”",
        "(3) The mark is often used parenthetically to suggest doubt: “In 1893 (?)\nGladstone became converted to Home Rule for Ireland.”",
        "The Exclamation point should be sparingly used, particularly in prose.\nIts chief use is to denote emotion of some kind.",
        "(1) It is generally employed with interjections or clauses used as\ninterjections: “Alas! I am forsaken.” “What a lovely landscape!”",
        "(2) Expressions of strong emotion call for the exclamation: “Charge,\nChester, charge! On, Stanley, on!”",
        "(3) When the emotion is very strong double exclamation points may be\nused: “Assist him!! I would rather assist Satan!!”",
        "The Dash is generally confined to cases where there is a sudden break\nfrom the general run of the passage. Of all the punctuation marks it is\nthe most misused.",
        "(1) It is employed to denote sudden change in the construction or\nsentiment: “The Heroes of the Civil War,–how we cherish them.” “He was a\nfine fellow–in his own opinion.”",
        "(2) When a word or expression is repeated for oratorical effect, a dash\nis used to introduce the repetition: “Shakespeare was the greatest of all\npoets–Shakespeare, the intellectual ocean whose waves washed the\ncontinents of all thought.”",
        "(3) The Dash is used to indicate a conclusion without expressing it: “He\nis an excellent man but–”",
        "(4) It is used to indicate what is not expected or what is not the\nnatural outcome of what has gone before: “He delved deep into the bowels\nof the earth and found instead of the hidden treasure–a button.”",
        "(5) It is used to denote the omission of letters or figures: “J–n J–s\"\nfor John Jones; 1908-9 for 1908 and 1909; Matthew VII:5-8 for Matthew\nVII:5, 6, 7, and 8.",
        "(6) When an ellipsis of the words, namely, that is, to wit, etc., takes\nplace, the dash is used to supply them: “He excelled in three branches–\narithmetic, algebra, and geometry.”",
        "(7) A dash is used to denote the omission of part of a word when it is\nundesirable to write the full word: He is somewhat of a r––l (rascal).\nThis is especially the case in profane words.",
        "(8) Between a citation and the authority for it there is generally a dash:\n\"All the world’s a stage.\"–Shakespeare.",
        "(9) When questions and answers are put in the same paragraph they should\nbe separated by dashes: “Are you a good boy? Yes, Sir.–Do you love study?\nI do.”",
        "Marks of Parenthesis are used to separate expressions inserted in the\nbody of a sentence, which are illustrative of the meaning, but have no\nessential connection with the sentence, and could be done without. They\nshould be used as little as possible for they show that something is\nbeing brought into a sentence that does not belong to it.",
        "(1) When the unity of a sentence is broken the words causing the break\nshould be enclosed in parenthesis: “We cannot believe a liar (and Jones\nis one), even when he speaks the truth.”",
        "(2) In reports of speeches marks of parenthesis are used to denote\ninterpolations of approval or disapproval by the audience: “The masses\nmust not submit to the tyranny of the classes (hear, hear), we must show\nthe trust magnates (groans), that they cannot ride rough-shod over our\ndearest rights (cheers);” “If the gentleman from Ohio (Mr. Brown), will\nnot be our spokesman, we must select another. (A voice,–Get Robinson).”",
        "When a parenthesis is inserted in the sentence where no comma is\nrequired, no point should be used before either parenthesis. When\ninserted at a place requiring a comma, if the parenthetical matter\nrelates to the whole sentence, a comma should be used before each\nparenthesis; if it relates to a single word, or short clause, no stop\nshould come before it, but a comma should be put after the closing\nparenthesis.",
        "The Quotation marks are used to show that the words enclosed by them\nare borrowed.",
        "(1) A direct quotation should be enclosed within the quotation marks:\nAbraham Lincoln said,–\"I shall make this land too hot for the feet of\nslaves.”",
        "(2) When a quotation is embraced within another, the contained quotation\nhas only single marks: Franklin said, “Most men come to believe ’honesty\nis the best policy.’”",
        "(3) When a quotation consists of several paragraphs the quotation marks\nshould precede each paragraph.",
        "(4) Titles of books, pictures and newspapers when formally given are\nquoted.",
        "(5) Often the names of ships are quoted though there is no occasion for it.",
        "The Apostrophe should come under the comma rather than under the\nquotation marks or double comma. The word is Greek and signifies a turning\naway from. The letter elided or turned away is generally an e. In poetry\nand familiar dialogue the apostrophe marks the elision of a syllable, as\n\"I’ve for I have\"; “Thou’rt for thou art\"; “you’ll for you will,” etc.\nSometimes it is necessary to abbreviate a word by leaving out several\nletters. In such case the apostrophe takes the place of the omitted letters\nas “cont’d for continued.” The apostrophe is used to denote the elision of\nthe century in dates, where the century is understood or to save the\nrepetition of a series of figures, as “The Spirit of ’76\"; “I served in the\narmy during the years 1895, ’96, ’97, ’98 and ’99.” The principal use of\nthe apostrophe is to denote the possessive case. All nouns in the singular\nnumber whether proper names or not, and all nouns in the plural ending with\nany other letter than s, form the possessive by the addition of the\napostrophe and the letter s. The only exceptions to this rule are, that,\nby poetical license the additional s may be elided in poetry for sake of\nthe metre, and in the scriptural phrases “For goodness’ sake.” “For\nconscience’ sake,” “For Jesus’ sake,” etc. Custom has done away with the\ns and these phrases are now idioms of the language. All plural nouns\nending in s form the possessive by the addition of the apostrophe only as\nboys’, horses’. The possessive case of the personal pronouns never take the\napostrophe, as ours, yours, hers, theirs.",
        "Capital letters are used to give emphasis to or call attention to\ncertain words to distinguish them from the context. In manuscripts they\nmay be written small or large and are indicated by lines drawn\nunderneath, two lines for SMALL CAPITALS and three lines for CAPITALS.",
        "Some authors, notably Carlyle, make such use of Capitals that it\ndegenerates into an abuse. They should only be used in their proper\nplaces as given in the table below.",
        "(1) The first word of every sentence, in fact the first word in writing\nof any kind should begin with a capital; as, “Time flies.” “My dear\nfriend.”",
        "(2) Every direct quotation should begin with a capital; “Dewey said,–\n’Fire, when you’re ready, Gridley!’”",
        "(3) Every direct question commences with a capital; “Let me ask you;\n’How old are you?’”",
        "(4) Every line of poetry begins with a capital; “Breathes there a man\nwith soul so dead?”",
        "(5) Every numbered clause calls for a capital: “The witness asserts: (1)\nThat he saw the man attacked; (2) That he saw him fall; (3) That he\nsaw his assailant flee.”",
        "(6) The headings of essays and chapters should be wholly in capitals; as,\nCHAPTER VIII–RULES FOR USE OF CAPITALS.",
        "(7) In the titles of books, nouns, pronouns, adjectives and adverbs\nshould begin with a capital; as, “Johnson’s Lives of the Poets.”",
        "(8) In the Roman notation numbers are denoted by capitals; as, I II III V\nX L C D M–1, 2, 3, 5, 10, 50, 100, 500, 1000.",
        "(9) Proper names begin with a capital; as, “Jones, Johnson, Caesar, Mark\nAntony, England, Pacific, Christmas.”",
        "Such words as river, sea, mountain, etc., when used generally are common,\nnot proper nouns, and require no capital. But when such are used with an\nadjective or adjunct to specify a particular object they become proper\nnames, and therefore require a capital; as, “Mississippi River, North\nSea, Alleghany Mountains,” etc. In like manner the cardinal points north,\nsouth, east and west, when they are used to distinguish regions of a\ncountry are capitals; as, “The North fought against the South.”",
        "When a proper name is compounded with another word, the part which is not\na proper name begins with a capital if it precedes, but with a small\nletter if it follows, the hyphen; as “Post-homeric,” “Sunday-school.”",
        "(10) Words derived from proper names require a Capital; as, “American,\nIrish, Christian, Americanize, Christianize.”",
        "In this connection the names of political parties, religious sects and\nschools of thought begin with capitals; as, “Republican, Democrat, Whig,\nCatholic, Presbyterian, Rationalists, Free Thinkers.”",
        "(11) The titles of honorable, state and political offices begin with a\ncapital; as, “President, Chairman, Governor, Alderman.”",
        "(12) The abbreviations of learned titles and college degrees call for\ncapitals; as, “LL.D., M.A., B.S.,” etc. Also the seats of learning\nconferring such degrees as, “Harvard University, Manhattan College,” etc.",
        "(13) When such relative words as father, mother, brother, sister, uncle,\naunt, etc., precede a proper name, they are written and printed with\ncapitals; as, Father Abraham, Mother Eddy, Brother John, Sister Jane,\nUncle Jacob, Aunt Eliza. Father, when used to denote the early Christian\nwriter, is begun with a capital; “Augustine was one of the learned\nFathers of the Church.”",
        "(14) The names applied to the Supreme Being begin with capitals: “God,\nLord, Creator, Providence, Almighty, The Deity, Heavenly Father, Holy\nOne.” In this respect the names applied to the Saviour also require\ncapitals: “Jesus Christ, Son of God, Man of Galilee, The Crucified, The\nAnointed One.” Also the designations of Biblical characters as “Lily of\nIsrael, Rose of Sharon, Comfortress of the Afflicted, Help of Christians,\nPrince of the Apostles, Star of the Sea,” etc. Pronouns referring to God\nand Christ take capitals; as, “His work, The work of Him, etc.”",
        "(15) Expressions used to designate the Bible or any particular division\nof it begin with a capital; as, “Holy Writ, The Sacred Book, Holy Book,\nGod’s Word, Old Testament, New Testament, Gospel of St. Matthew, Seven\nPenitential Psalms.”",
        "(16) Expressions based upon the Bible or in reference to Biblical\ncharacters begin with a capital: “Water of Life, Hope of Men, Help of\nChristians, Scourge of Nations.”",
        "(17) The names applied to the Evil One require capitals: “Beelzebub,\nPrince of Darkness, Satan, King of Hell, Devil, Incarnate Fiend, Tempter\nof Men, Father of Lies, Hater of Good.”",
        "(18) Words of very special importance, especially those which stand out\nas the names of leading events in history, have capitals; as, “The\nRevolution, The Civil War, The Middle Ages, The Age of Iron,” etc.",
        "(19) Terms which refer to great events in the history of the race require\ncapitals; “The Flood, Magna Charta, Declaration of Independence.”",
        "(20) The names of the days of the week and the months of the year and the\nseasons are commenced with capitals: “Monday, March, Autumn.”",
        "(21) The Pronoun I and the interjection O always require the use of\ncapitals. In fact all the interjections when uttered as exclamations\ncommence with capitals: “Alas! he is gone.” “Ah! I pitied him.”",
        "(22) All noms-de-guerre, assumed names, as well as names given for\ndistinction, call for capitals, as, “The Wizard of the North,” “Paul\nPry,” “The Northern Gael,” “Sandy Sanderson,” “Poor Robin,” etc.",
        "(23) In personification, that is, when inanimate things are represented\nas endowed with life and action, the noun or object personified begins\nwith a capital; as, “The starry Night shook the dews from her wings.\"\n\"Mild-eyed Day appeared,” “The Oak said to the Beech–’I am stronger\nthan you.’”",
        "LETTER WRITING",
        "Principles of Letter-Writing–Forms–Notes",
        "Many people seem to regard letter-writing as a very simple and easily\nacquired branch, but on the contrary it is one of the most difficult\nforms of composition and requires much patience and labor to master its\ndetails. In fact there are very few perfect letter-writers in the\nlanguage. It constitutes the direct form of speech and may be called\nconversation at a distance. Its forms are so varied by every conceivable\ntopic written at all times by all kinds of persons in all kinds of moods\nand tempers and addressed to all kinds of persons of varying degrees in\nsociety and of different pursuits in life, that no fixed rules can be\nlaid down to regulate its length, style or subject matter. Only general\nsuggestions can be made in regard to scope and purpose, and the forms of\nindicting set forth which custom and precedent have sanctioned.",
        "The principles of letter-writing should be understood by everybody who\nhas any knowledge of written language, for almost everybody at some time\nor other has necessity to address some friend or acquaintance at a\ndistance, whereas comparatively few are called upon to direct their\nefforts towards any other kind of composition.",
        "Formerly the illiterate countryman, when he had occasion to communicate\nwith friends or relations, called in the peripatetic schoolmaster as his\namanuensis, but this had one draw-back,–secrets had to be poured into an\near other than that for which they were intended, and often the\nconfidence was betrayed.",
        "Now, that education is abroad in the land, there is seldom any occasion\nfor any person to call upon the service of another to compose and write a\npersonal letter. Very few now-a-days are so grossly illiterate as not to\nbe able to read and write. No matter how crude his effort may be it is\nbetter for any one to write his own letters than trust to another. Even\nif he should commence,–\"deer fren, i lift up my pen to let ye no that i\nhove been sik for the past 3 weeks, hopping this will findye the same,\"\nhis spelling and construction can be excused in view of the fact that his\nintention is good, and that he is doing his best to serve his own turn\nwithout depending upon others.",
        "The nature, substance and tone of any letter depend upon the occasion\nthat calls it forth, upon the person writing it and upon the person for\nwhom it is intended. Whether it should be easy or formal in style, plain\nor ornate, light or serious, gay or grave, sentimental or matter-of-fact\ndepend upon these three circumstances.",
        "In letter writing the first and most important requisites are to be\nnatural and simple; there should be no straining after effect, but simply\na spontaneous out-pouring of thoughts and ideas as they naturally occur\nto the writer. We are repelled by a person who is stiff and labored in\nhis conversation and in the same way the stiff and labored letter bores\nthe reader. Whereas if it is light and in a conversational vein it\nimmediately engages his attention.",
        "The letter which is written with the greatest facility is the best kind\nof letter because it naturally expresses what is in the writer, he has\nnot to search for his words, they flow in a perfect unison with the ideas\nhe desires to communicate. When you write to your friend John Browne to\ntell him how you spent Sunday you have not to look around for the words,\nor study set phrases with a view to please or impress Browne, you just\ntell him the same as if he were present before you, how you spent the\nday, where you were, with whom you associated and the chief incidents\nthat occurred during the time. Thus, you write natural and it is such\nwriting that is adapted to epistolary correspondence.",
        "There are different kinds of letters, each calling for a different style\nof address and composition, nevertheless the natural key should be\nmaintained in all, that is to say, the writer should never attempt to\nconvey an impression that he is other than what he is. It would be silly\nas well as vain for the common street laborer of a limited education to\ntry to put on literary airs and emulate a college professor; he may have\nas good a brain, but it is not as well developed by education, and he\nlacks the polish which society confers. When writing a letter the street\nlaborer should bear in mind that only the letter of a street-laborer is\nexpected from him, no matter to whom his communication may be addressed\nand that neither the grammar nor the diction of a Chesterfield or\nGladstone is looked for in his language. Still the writer should keep in\nmind the person to whom he is writing. If it is to an Archbishop or some\nother great dignitary of Church or state it certainly should be couched\nin terms different from those he uses to John Browne, his intimate\nfriend. Just as he cannot say “Dear John” to an Archbishop, no more can\nhe address him in the familiar words he uses to his friend of everyday\nacquaintance and companionship. Yet there is no great learning required\nto write to an Archbishop, no more than to an ordinary individual. All\nthe laborer needs to know is the form of address and how to properly\nutilize his limited vocabulary to the best advantage. Here is the form\nfor such a letter:",
        "                                 17 Second Avenue,\n                                      New York City.\n                                        January 1st, 1910.",
        "               Most Rev. P. A. Jordan,\n                   Archbishop of New York.",
        "               Most Rev. and dear Sir:–\n                  While sweeping the crossing at Fifth\n               Avenue and 50th street on last Wednesday\n               morning, I found the enclosed Fifty Dollar\n               Bill, which I am sending to you in the hope\n               that it may be restored to the rightful\n               owner.\n                  I beg you will acknowledge receipt and\n               should the owner be found I trust you will\n               notify me, so that I may claim some reward\n               for my honesty.\n                  I am, Most Rev. and dear Sir,",
        "                          Very respectfully yours,\n                                          Thomas Jones.",
        "Observe the brevity of the letter. Jones makes no suggestions to the\nArchbishop how to find the owner, for he knows the course the Archbishop\nwill adopt, of having the finding of the bill announced from the Church\npulpits. Could Jones himself find the owner there would be no occasion to\napply to the Archbishop.",
        "This letter, it is true, is different from that which he would send to\nBrowne. Nevertheless it is simple without being familiar, is just a plain\nstatement, and is as much to the point for its purpose as if it were\ngarnished with rhetoric and “words of learned length and thundering\nsound.”",
        "Letters may be divided into those of friendship, acquaintanceship, those\nof business relations, those written in an official capacity by public\nservants, those designed to teach, and those which give accounts of the\ndaily happenings on the stage of life, in other words, news letters.",
        "Letters of friendship are the most common and their style and form\ndepend upon the degree of relationship and intimacy existing between the\nwriters and those addressed. Between relatives and intimate friends the\nbeginning and end may be in the most familiar form of conversation,\neither affectionate or playful. They should, however, never overstep the\nboundaries of decency and propriety, for it is well to remember that,\nunlike conversation, which only is heard by the ears for which it is\nintended, written words may come under eyes other than those for whom\nthey were designed. Therefore, it is well never to write anything which\nthe world may not read without detriment to your character or your\ninstincts. You can be joyful, playful, jocose, give vent to your feelings,\nbut never stoop to low language and, above all, to language savoring in\nthe slightest degree of moral impropriety.",
        "Business letters are of the utmost importance on account of the\ninterests involved. The business character of a man or of a firm is often\njudged by the correspondence. On many occasions letters instead of\ndeveloping trade and business interests and gaining clientele, predispose\npeople unfavorably towards those whom they are designed to benefit.\nAmbiguous, slip-shod language is a detriment to success. Business letters\nshould be clear, concise, to the point and, above all, honest, giving no\nwrong impressions or holding out any inducements that cannot be fulfilled.\nIn business letters, just as in business conduct, honesty is always the\nbest policy.",
        "Official letters are mostly always formal. They should possess clearness,\nbrevity and dignity of tone to impress the receivers with the proper\nrespect for the national laws and institutions.",
        "Letters designed to teach or didactic letters are in a class all by\nthemselves. They are simply literature in the form of letters and are\nemployed by some of the best writers to give their thoughts and ideas a\ngreater emphasis. The most conspicuous example of this kind of composition\nis the book on Etiquette by Lord Chesterfield, which took the form of a\nseries of letters to his son.",
        "News letters are accounts of world happenings and descriptions of\nceremonies and events sent into the newspapers. Some of the best authors\nof our time are newspaper men who write in an easy flowing style which is\nmost readable, full of humor and fancy and which carries one along with\nbreathless interest from beginning to end.",
        "The principal parts of a letter are (1) the heading or introduction;\n(2) the body or substance of the letter; (3) the subscription or\nclosing expression and signature; (4) the address or direction on the\nenvelope. For the body of a letter no forms or rules can be laid down\nas it altogether depends on the nature of the letter and the relationship\nbetween the writer and the person addressed.",
        "There are certain rules which govern the other three features and which\ncustom has sanctioned. Every one should be acquainted with these rules.",
        "The Heading has three parts, viz., the name of the place, the date of\nwriting and the designation of the person or persons addressed; thus:",
        "                                   73 New Street,\n                                       Newark, N. J.,\n                                      February 1st, 1910.\n          Messr. Ginn and Co.,\n              New York\n          Gentlemen:",
        "The name of the place should never be omitted; in cities, street and\nnumber should always be given, and except when the city is large and very\nconspicuous, so that there can be no question as to its identity with\nanother of the same or similar name, the abbreviation of the State should\nbe appended, as in the above, Newark, N. J. There is another Newark in\nthe State of Ohio. Owing to failure to comply with this rule many letters\ngo astray. The date should be on every letter, especially business\nletters. The date should never be put at the bottom in a business letter,\nbut in friendly letters this may be done. The designation of the\nperson or persons addressed differs according to the relations of the\ncorrespondents. Letters of friendship may begin in many ways according to\nthe degrees of friendship or intimacy. Thus:",
        "  My dear Wife:\n  My dear Husband:\n  My dear Friend:\n  My darling Mother:\n  My dearest Love:\n  Dear Aunt:\n  Dear Uncle:\n  Dear George: etc.",
        "To mark a lesser degree of intimacy such formal designations as the\nfollowing may be employed:",
        "  Dear Sir:\n  My dear Sir:\n  Dear Mr. Smith:\n  Dear Madam: etc.",
        "For clergymen who have the degree of Doctor of Divinity, the designation\nis as follows:",
        "  Rev. Alban Johnson, D. D.\n  My dear Sir: or Rev. and dear Sir: or more familiarly\n  Dear Dr. Johnson:",
        "Bishops of the Roman and Anglican Communions are addressed as\nRight Reverend.",
        "  The Rt. Rev., the Bishop of Long Island. or\n  The Rt. Rev. Frederick Burgess, Bishop of Long Island.\n  Rt. Rev. and dear Sir:",
        "Archbishops of the Roman Church are addressed as Most Reverend and\nCardinals as Eminence. Thus:",
        "          The Most Rev. Archbishop Katzer.\n            Most Rev. and dear Sir:",
        "          His Eminence, James Cardinal Gibbons, Archbishop of Baltimore.\n            May it please your Eminence:",
        "The title of the Governor of a State or territory and of the President of\nthe United States is Excellency. However, Honorable is more commonly\napplied to Governors:–",
        "          His Excellency, William Howard Taft,\n            President of the United States.",
        "          Sir:–",
        "          His Excellency, Charles Evans Hughes,\n            Governor of the State of New York.",
        "          Sir:–",
        "          Honorable Franklin Fort,\n            Governor of New Jersey.",
        "          Sir:–",
        "The general salutation for Officers of the Army and Navy is Sir. The\nrank and station should be indicated in full at the head of the letter,\nthus:",
        "          General Joseph Thompson,\n            Commanding the Seventh Infantry.",
        "          Sir:",
        "          Rear Admiral Robert Atkinson,\n            Commanding the Atlantic Squadron.",
        "          Sir:",
        "The title of officers of the Civil Government is Honorable and they are\naddressed as Sir.",
        "            Hon. Nelson Duncan,\n              Senator from Ohio.",
        "            Sir:",
        "            Hon. Norman Wingfield,\n              Secretary of the Treasury.",
        "            Sir:",
        "            Hon. Rupert Gresham,\n              Mayor of New York.",
        "            Sir:",
        "Presidents and Professors of Colleges and Universities are generally\naddressed as Sir or Dear Sir.",
        "      Professor Ferguson Jenks,\n        President of .......... University.",
        "      Sir: or Dear Sir:",
        "Presidents of Societies and Associations are treated as business men and\naddressed as Sir or Dear Sir.",
        "            Mr. Joseph Banks,\n              President of the Night Owls.",
        "            Dear Sir: or Sir:",
        "Doctors of Medicine are addressed as Sir: My dear Sir: Dear Sir:and more familiarly My dear Dr: or Dear Dr: as",
        "            Ryerson Pitkin, M. D.\n            Sir:\n            Dear Sir:\n            My dear Dr:",
        "Ordinary people with no degrees or titles are addressed as Mr. and Mrs.\nand are designed Dear Sir: Dear Madam: and an unmarried woman of any age\nis addressed on the envelope as Miss So-and-so, but always designed in\nthe letter as",
        "            Dear Madam:",
        "The plural of Mr. as in addressing a firm is Messrs, and the\ncorresponding salutation is Dear Sirs: or Gentlemen:\nIn England Esq. is used for Mr. as a mark of slight superiority and\nin this country it is sometimes used, but it is practically obsolete.\nCustom is against it and American sentiment as well. If it is used it\nshould be only applied to lawyers and justices of the peace.",
        "The Subscription or ending of a letter consists of the term of respect\nor affection and the signature. The term depends upon the relation of the\nperson addressed. Letters of friendship can close with such expressions\nas:",
        "          Yours lovingly,\n          Yours affectionately,\n          Devotedly yours,\n          Ever yours, etc.",
        "as between husbands and wives or between lovers. Such gushing\nterminations as Your Own Darling, Your own Dovey and other pet and silly\nendings should be avoided, as they denote shallowness. Love can be\nstrongly expressed without dipping into the nonsensical and the farcical.",
        "Formal expressions of Subscription are:",
        "          Yours Sincerely,\n          Yours truly,\n          Respectfully yours,",
        "and the like, and these may be varied to denote the exact bearing or\nattitude the writer wishes to assume to the person addressed: as,",
        "          Very sincerely yours,\n          Very respectfully yours,\n          With deep respect yours,\n          Yours very truly, etc.",
        "Such elaborate endings as",
        "    “In the meantime with the highest respect, I am yours to command,\"\n    “I have the honor to be, Sir, Your humble Servant,\"\n    “With great expression of esteem, I am Sincerely yours,\"\n    “Believe me, my dear Sir, Ever faithfully yours,”",
        "are condemned as savoring too much of affectation.",
        "It is better to finish formal letters without any such qualifying\nremarks. If you are writing to Mr. Ryan to tell him that you have a house\nfor sale, after describing the house and stating the terms simply sign\nyourself",
        "            Your obedient Servant\n            Yours very truly,\n            Yours with respect,\n              James Wilson.",
        "Don’t say you have the honor to be anything or ask him to believe\nanything, all you want to tell him is that you have a house for sale and\nthat you are sincere, or hold him in respect as a prospective customer.",
        "Don’t abbreviate the signature as: Y’rs Resp’fly and always make\nyour sex obvious. Write plainly",
        "  Yours truly,\n  John Field\nand not J. Field, so that the person to whom you send it may not take\nyou for Jane Field.",
        "It is always best to write the first name in full. Married women should\nprefix Mrs. to their names, as",
        "  Very sincerely yours,\n  Mrs. Theodore Watson.",
        "If you are sending a letter acknowledging a compliment or some kindness\ndone you may say, Yours gratefully, or Yours very gratefully, in\nproportion to the act of kindness received.",
        "It is not customary to sign letters of degrees or titles after your name,\nexcept you are a lord, earl or duke and only known by the title, but as\nwe have no such titles in America it is unnecessary to bring this matter\ninto consideration. Don’t sign yourself,",
        "           Sincerely yours,\n             Obadiah Jackson, M.A. or L.L. D.",
        "If you’re an M. A. or an L.L. D. people generally know it without your\nsounding your own trumpet. Many people, and especially clergymen, are\nfond of flaunting after their names degrees they have received honoris\ncausa, that is, degrees as a mark of honor, without examination. Such\ndegrees should be kept in the background. Many a deadhead has these\ndegrees which he could never have earned by brain work.",
        "Married women whose husbands are alive may sign the husband’s name with\nthe prefix Mrs: thus,",
        "  Yours sincerely,\n  Mrs. William Southey.",
        "but when the husband is dead the signature should be–",
        "    Yours sincerely,\n    Mrs. Sarah Southey.",
        "So when we receive a letter from a woman we are enabled to tell whether\nshe has a husband living or is a widow. A woman separated from her\nhusband but not a divorcee should not sign his name.",
        "The address of a letter consists of the name, the title and the\nresidence.",
        "          Mr. Hugh Black,\n            112 Southgate Street,\n              Altoona,\n                      Pa.",
        "Intimate friends have often familiar names for each other, such as pet\nnames, nicknames, etc., which they use in the freedom of conversation,\nbut such names should never, under any circumstances, appear on the\nenvelope. The subscription on the envelope should be always written with\npropriety and correctness and as if penned by an entire stranger. The\nonly difficulty in the envelope inscription is the title. Every man is\nentitled to Mr. and every lady to Mrs. and every unmarried lady to\nMiss. Even a boy is entitled to Master. When more than one is addressed\nthe title is Messrs. Mesdames is sometimes written of women. If the\nperson addressed has a title it is courteous to use it, but titles never\nmust be duplicated. Thus, we can write",
        "  Robert Stitt, M. D., but never\n  Dr. Robert Stitt, M. D, or\n  Mr. Robert Stitt, M. D.",
        "In writing to a medical doctor it is well to indicate his profession by\nthe letters M. D. so as to differentiate him from a D. D. It is better to\nwrite Robert Stitt, M. D., than Dr. Robert Stitt.",
        "In the case of clergymen the prefix Rev. is retained even when they have\nother titles; as",
        "  Rev. Tracy Tooke, LL. D.",
        "When a person has more titles than one it is customary to only give him\nthe leading one. Thus instead of writing Rev. Samuel MacComb, B. A.,\nM. A., B. Sc., Ph. D., LL. D., D. D. the form employed is Rev. Samuel\nMacComb, LL. D. LL. D. is appended in preference to D. D. because in most\ncases the “Rev.” implies a “D. D.” while comparatively few with the prefix\n\"Rev.” are entitled to “LL. D.”",
        "In the case of Honorables such as Governors, Judges, Members of Congress,\nand others of the Civil Government the prefix “Hon.” does away with Mr.and Esq. Thus we write Hon. Josiah Snifkins, not Hon. Mr. Josiah Snifkins\nor Hon. Josiah Snifkins, Esq. Though this prefix Hon. is also often\napplied to Governors they should be addressed as Excellency. For instance:",
        "          His Excellency,\n            Charles E. Hughes,\n                          Albany,\n                               N. Y.",
        "In writing to the President the superscription on the envelope should be",
        "          To the President,\n            Executive Mansion,\n               Washington, D. C.",
        "Professional men such as doctors and lawyers as well as those having\nlegitimately earned College Degrees may be addressed on the envelopes by\ntheir titles, as",
        "  Jonathan Janeway, M. D.\n  Hubert Houston, B. L.\n  Matthew Marks, M. A., etc.",
        "The residence of the person addressed should be plainly written out in\nfull. The street and numbers should be given and the city or town written\nvery legibly. If the abbreviation of the State is liable to be confounded\nor confused with that of another then the full name of the State should\nbe written. In writing the residence on the envelope, instead of putting\nit all in one line as is done at the head of a letter, each item of the\nresidence forms a separate line. Thus,",
        "          Liberty,\n            Sullivan County,\n                          New York.",
        "          215 Minna St.,\n            San Francisco,\n                          California.",
        "There should be left a space for the postage stamp in the upper right\nhand corner. The name and title should occupy a line that is about\ncentral between the top of the envelope and the bottom. The name should\nneither be too much to right or left but located in the centre, the\nbeginning and end at equal distances from either end.",
        "In writing to large business concerns which are well known or to public\nor city officials it is sometimes customary to leave out number and street.\nThus,",
        "          Messrs. Seigel, Cooper Co.,\n                        New York City,",
        "          Hon. William J. Gaynor,\n                           New York City.",
        "Notes may be regarded as letters in miniature confined chiefly to\ninvitations, acceptances, regrets and introductions, and modern etiquette\ntends towards informality in their composition. Card etiquette, in fact,\nhas taken the place of ceremonious correspondence and informal notes are\nnow the rule. Invitations to dinner and receptions are now mostly written\non cards. “Regrets” are sent back on visiting cards with just the one\nword “Regrets” plainly written thereon. Often on cards and notes of\ninvitation we find the letters R. S. V. P. at the bottom. These letters\nstand for the French repondez s’il vous plait, which means “Reply, if\nyou please,” but there is no necessity to put this on an invitation card\nas every well-bred person knows that a reply is expected. In writing\nnotes to young ladies of the same family it should be noted that the\neldest daughter of the house is entitled to the designation Miss without\nany Christian name, only the surname appended. Thus if there are three\ndaughters in the Thompson family Martha, the eldest, Susan and Jemina,\nMartha is addressed as Miss Thompson and the other two as Miss Susan\nThompson and Miss Jemina Thompson respectively.",
        "Don’t write the word addressed on the envelope of a note.",
        "Don’t seal a note delivered by a friend.",
        "Don’t write a note on a postal card.",
        "Here are a few common forms:–",
        "            Mr. and Mrs. Henry Wagstaff request the\n          honor of Mr. McAdoo’s presence on Friday\n          evening, June 15th, at 8 o’clock to meet the\n          Governor of the Fort.\n               19 Woodbine Terrace\n                         June 8th, 1910.",
        "This is an invitation to a formal reception calling for evening dress.\nHere is Mr. McAdoo’s reply in the third person:–",
        "            Mr. McAdoo presents his compliments to\n          Mr. and Mrs. Henry Wagstaff and accepts with\n          great pleasure their invitation to meet the\n          Governor of the Fort on the evening of June\n          fifteenth.\n            215 Beacon Street,\n                       June 10th, 1910.",
        "Here is how Mr. McAdoo might decline the invitation:–",
        "            Mr. McAdoo regrets that owing to a prior\n          engagement he must forego the honor of paying\n          his respects to Mr. and Mrs. Wagstaff and the\n          Governor of the Fort on the evening of June\n          fifteenth.\n            215 Beacon St.,\n                June 10th, 1910.",
        "Here is a note addressed, say to Mr. Jeremiah Reynolds.",
        "            Mr. and Mrs. Oldham at home on Wednesday\n          evening October ninth from seven to eleven.\n            21 Ashland Avenue,\n                      October 5th.",
        "Mr. Reynolds makes reply:–",
        "            Mr. Reynolds accepts with high appreciation\n          the honor of Mr. and Mrs. Oldham’s invitation\n          for Wednesday evening October ninth.\n            Windsor Hotel\n                October 7th",
        "or",
        "            Mr. Reynolds regrets that his duties render\n          it impossible for him to accept Mr. and Mrs.\n          Oldham’s kind invitation for the evening of\n          October ninth.\n            Windsor Hotel,\n                  October 7th,",
        "Sometimes less informal invitations are sent on small specially designed\nnote paper in which the first person takes the place of the third. Thus",
        "                                       360 Pine St.,\n                                       Dec. 11th, 1910.\n          Dear Mr. Saintsbury:\n            Mr. Johnson and I should be much pleased to\n          have you dine with us and a few friends next\n          Thursday, the fifteenth, at half past seven.\n                               Yours sincerely,\n                                    Emma Burnside.",
        "Mr. Saintsbury’s reply:",
        "                                       57 Carlyle Strand\n                                       Dec. 13th, 1910.\n          Dear Mrs. Burnside:\n            Let me accept very appreciatively your\n          invitation to dine with Mr. Burnside and you\n          on next Thursday, the fifteenth, at half past\n          seven.\n                                  Yours sincerely,\n                                     Henry Saintsbury.\n          Mrs. Alexander Burnside.",
        "Notes of introduction should be very circumspect as the writers are in\nreality vouching for those whom they introduce. Here is a specimen of\nsuch a note.",
        "                             603 Lexington Ave.,\n                                     New York City,\n                                      June 15th, 1910.",
        "          Rev. Cyrus C. Wiley, D. D.,\n                          Newark, N. J.\n          My dear Dr. Wiley:\n                             I take the liberty of\n          presenting to you my friend, Stacy Redfern,\n          M. D., a young practitioner, who is anxious\n          to locate in Newark. I have known him many\n          years and can vouch for his integrity and\n          professional standing. Any courtesy and\n          kindness which you may show him will be very\n          much appreciated by me.\n                              Very sincerely yours,\n                                       Franklin Jewett.",
        "ERRORS",
        "Mistakes–Slips of Authors–Examples and Corrections–Errors of Redundancy.",
        "In the following examples the word or words in parentheses are uncalled\nfor and should be omitted:",
        "1. Fill the glass (full).",
        "2. They appeared to be talking (together) on private affairs.",
        "3. I saw the boy and his sister (both) in the garden.",
        "4. He went into the country last week and returned (back) yesterday.",
        "5. The subject (matter) of his discourse was excellent.",
        "6. You need not wonder that the (subject) matter of his discourse was\nexcellent; it was taken from the Bible.",
        "7. They followed (after) him, but could not overtake him.",
        "8. The same sentiments may be found throughout (the whole of) the book.",
        "9. I was very ill every day (of my life) last week.",
        "10. That was the (sum and) substance of his discourse.",
        "11. He took wine and water and mixed them (both) together.",
        "12. He descended (down) the steps to the cellar.",
        "13. He fell (down) from the top of the house.",
        "14. I hope you will return (again) soon.",
        "15. The things he took away he restored (again).",
        "16. The thief who stole my watch was compelled to restore it (back again).",
        "17. It is equally (the same) to me whether I have it today or tomorrow.",
        "18. She said, (says she) the report is false; and he replied, (says he)\nif it be not correct I have been misinformed.",
        "19. I took my place in the cars (for) to go to New York.",
        "20. They need not (to) call upon him.",
        "21. Nothing (else) but that would satisfy him.",
        "22. Whenever I ride in the cars I (always) find it prejudicial to my\nhealth.",
        "23. He was the first (of all) at the meeting.",
        "24. He was the tallest of (all) the brothers.",
        "25. You are the tallest of (all) your family.",
        "26. Whenever I pass the house he is (always) at the door.",
        "27. The rain has penetrated (through) the roof.",
        "28. Besides my uncle and aunt there was (also) my grandfather at the\nchurch.",
        "29. It should (ever) be your constant endeavor to please your family.",
        "30. If it is true as you have heard (then) his situation is indeed pitiful.",
        "31. Either this (here) man or that (there) woman has (got) it.",
        "32. Where is the fire (at)?",
        "33. Did you sleep in church? Not that I know (of).",
        "34. I never before (in my life) met (with) such a stupid man.",
        "35. (For) why did he postpone it?",
        "36. Because (why) he could not attend.",
        "37. What age is he? (Why) I don’t know.",
        "38. He called on me (for) to ask my opinion.",
        "39. I don’t know where I am (at).",
        "40. I looked in (at) the window.",
        "41. I passed (by) the house.",
        "42. He (always) came every Sunday.",
        "43. Moreover, (also) we wish to say he was in error.",
        "44. It is not long (ago) since he was here.",
        "45. Two men went into the wood (in order) to cut (down) trees.",
        "Further examples of redundancy might be multiplied. It is very common in\nnewspaper writing where not alone single words but entire phrases are\nsometimes brought in, which are unnecessary to the sense or explanation\nof what is written.",
        "Even the best speakers and writers are sometimes caught napping. Many of\nour standard authors to whom we have been accustomed to look up as\ninfallible have sinned more or less against the fundamental principles of\ngrammar by breaking the rules regarding one or more of the nine parts of\nspeech. In fact some of them have recklessly trespassed against all nine,\nand still they sit on their pedestals of fame for the admiration of the\ncrowd. Macaulay mistreated the article. He wrote,–\"That a historian\nshould not record trifles is perfectly true.” He should have used an.",
        "Dickens also used the article incorrectly. He refers to “Robinson Crusoe\"\nas ’an universally popular book,” instead of a universally popular\nbook.",
        "The relation between nouns and pronouns has always been a stumbling block\nto speakers and writers. Hallam in his Literature of Europe writes,\n\"No one as yet had exhibited the structure of the human kidneys, Vesalius\nhaving only examined them in dogs.” This means that Vesalius examined\nhuman kidneys in dogs. The sentence should have been, “No one had as yet\nexhibited the kidneys in human beings, Vesalius having examined such\norgans in dogs only.”",
        "Sir Arthur Helps in writing of Dickens, states–\"I knew a brother author\nof his who received such criticisms from him (Dickens) very lately and\nprofited by it.” Instead of it the word should be them to agree\nwith criticisms.",
        "Here are a few other pronominal errors from leading authors:",
        "“Sir Thomas Moore in general so writes it, although not many others so\nlate as him.” Should be he.–Trench’s English Past and Present.",
        "“What should we gain by it but that we should speedily become as poor as\nthem.” Should be they.–Alison’s Essay on Macaulay.",
        "“If the king gives us leave you or I may as lawfully preach, as\nthem that do.” Should be they or those, the latter\nhaving persons understood.–Hobbes’s History of Civil Wars.",
        "“The drift of all his sermons was, to prepare the Jews for the reception\nof a prophet, mightier than him, and whose shoes he was not worthy\nto bear.” Should be than he.–Atterbury’s Sermons.",
        "“Phalaris, who was so much older than her.” Should be she.–Bentley’s\nDissertation on Phalaris.",
        "“King Charles, and more than him, the duke and the Popish faction were\nat liberty to form new schemes.” Should be than he.–Bolingbroke’s\nDissertations on Parties.",
        "“We contributed a third more than the Dutch, who were obliged to the same\nproportion more than us.” Should be than we.–Swift’s Conduct of the\nAllies.",
        "In all the above examples the objective cases of the pronouns have been\nused while the construction calls for nominative cases.",
        "“Let thou and I the battle try\"–Anon.",
        "Here let is the governing verb and requires an objective case after it;\ntherefore instead of thou and I, the words should be you (sing.)\nand me.",
        "“Forever in this humble cell, Let thee and I, my fair one, dwell\"\n–Prior.",
        "Here thee and I should be the objectives you and me.",
        "The use of the relative pronoun trips the greatest number of authors.",
        "Even in the Bible we find the relative wrongly translated:",
        "Whom do men say that I am?–St. Matthew.",
        "Whom think ye that I am?–Acts of the Apostles.",
        "Who should be written in both cases because the word is not in the\nobjective governed by say or think, but in the nominative dependent on\nthe verb am.",
        "Who should I meet at the coffee house t’other night, but my old\nfriend?\"–Steele.",
        "“It is another pattern of this answerer’s fair dealing, to give us hints\nthat the author is dead, and yet lay the suspicion upon somebody, I know\nnot who, in the country.\"–Swift’s Tale of a Tub.",
        "“My son is going to be married to I don’t know who.\"–Goldsmith’s\nGood-natured Man.",
        "The nominative who in the above examples should be the objective\nwhom.",
        "The plural nominative ye of the pronoun thou is very often\nused for the objective you, as in the following:",
        "“His wrath which will one day destroy ye both.\"–Milton.",
        "“The more shame for ye; holy men I thought ye.\"–Shakespeare.",
        "“I feel the gales that from ye blow.\"–Gray.",
        "“Tyrants dread ye, lest your just decree Transfer the power and\nset the people free.\"–Prior.",
        "Many of the great writers have played havoc with the adjective in the\nindiscriminate use of the degrees of comparison.",
        "“Of two forms of the same word, use the fittest.\"–Morell.",
        "The author here in trying to give good advice sets a bad example.\nHe should have used the comparative degree, “Fitter.”",
        "Adjectives which have a comparative or superlative signification do not\nadmit the addition of the words more, most, or the terminations,\ner, est, hence the following examples break this rule:",
        "“Money is the most universal incitement of human misery.\"–Gibbon’s\nDecline and Fall.",
        "“The chiefest of which was known by the name of Archon among the\nGrecians.\"–Dryden’s Life of Plutarch.",
        "“The chiefest and largest are removed to certain magazines they call\nlibraries.\"–Swift’s Battle of the Books.",
        "The two chiefest properties of air, its gravity and elastic force,\nhave been discovered by mechanical experiments.–Arbuthno.",
        "“From these various causes, which in greater or lesser degree,\naffected every individual in the colony, the indignation of the people\nbecame general.\"–Robertson’s History of America.",
        "“The extremest parts of the earth were meditating a submission.\"\n–Atterbury’s Sermons.",
        "“The last are indeed more preferable because they are founded on some new\nknowledge or improvement in the mind of man.\"–Addison, Spectator.",
        "“This was in reality the easiest manner of the two.\"–Shaftesbury’s\nAdvice to an Author.",
        "“In every well formed mind this second desire seems to be the strongestof the two.\"–Smith’s Theory of Moral Sentiments.",
        "In these examples the superlative is wrongly used for the comparative.\nWhen only two objects are compared the comparative form must be used.",
        "Of impossibility there are no degrees of comparison, yet we find the\nfollowing:",
        "“As it was impossible they should know the words, thoughts and secret\nactions of all men, so it was more impossible they should pass judgment\non them according to these things.\"–Whitby’s Necessity of the Christian\nReligion.",
        "A great number of authors employ adjectives for adverbs. Thus we find:",
        "“I shall endeavor to live hereafter suitable to a man in my station.\"\n–Addison.",
        "“I can never think so very mean of him.\"–Bentley’s Dissertation on\nPhalaris.",
        "“His expectations run high and the fund to supply them is extremescanty.\"–Lancaster’s Essay on Delicacy.",
        "The commonest error in the use of the verb is the disregard of the\nconcord between the verb and its subject. This occurs most frequently\nwhen the subject and the verb are widely separated, especially if some\nother noun of a different number immediately precedes the verb. False\nconcords occur very often after either, or, neither, nor, and\nmuch, more, many, everyone, each.",
        "Here are a few authors’ slips:–",
        "“The terms in which the sale of a patent were communicated to the\npublic.\"–Junius’s Letters.",
        "“The richness of her arms and apparel were conspicuous.\"–Gibbon’s\nDecline and Fall.",
        "“Everyone of this grotesque family were the creatures of national\ngenius.\"–D’Israeli.",
        "“He knows not what spleen, languor or listlessness are.\"–Blair’s\nSermons.",
        "“Each of these words imply, some pursuit or object relinquished.\"\n–Ibid.",
        "“Magnus, with four thousand of his supposed accomplices were put\nto death.\"–Gibbon.",
        "“No nation gives greater encouragements to learning than we do; yet at\nthe same time none are so injudicious in the application.\"\n–Goldsmith.",
        "“There’s two or three of us have seen strange sights.\"–Shakespeare.",
        "The past participle should not be used for the past tense, yet the\nlearned Byron overlooked this fact. He thus writes in the Lament of\nTasso:–",
        "“And with my years my soul begun to pant With feelings of strange\ntumult and soft pain.”",
        "Here is another example from Savage’s Wanderer in which there is\ndouble sinning:",
        "“From liberty each nobler science sprung, A Bacon brighten’d and a\nSpenser sung.”",
        "Other breaches in regard to the participles occur in the following:–",
        "“Every book ought to be read with the same spirit and in the same manner\nas it is writ“–Fielding’s Tom Jones.",
        "“The Court of Augustus had not wore off the manners of the republic\"\n–Hume’s Essays.",
        "Moses tells us that the fountains of the earth were broke open or\nclove asunder.\"–Burnet.",
        "“A free constitution when it has been shook by the iniquity of\nformer administrations.\"–Bolingbroke.",
        "“In this respect the seeds of future divisions were sowed abundantly.\"\n–Ibid.",
        "In the following example the present participle is used for the infinitive\nmood:",
        "“It is easy distinguishing the rude fragment of a rock from the splinter\nof a statue.\"–Gilfillan’s Literary Portraits.",
        "Distinguishing here should be replaced by to distinguish.",
        "The rules regarding shall and will are violated in the following:",
        "“If we look within the rough and awkward outside, we will be\nrichly rewarded by its perusal.\"–Gilfillan’s Literary Portraits.",
        "“If I should declare them and speak of them, they should be more\nthan I am able to express.\"–Prayer Book Revision of Psalms XI.",
        "“If I would declare them and speak of them, they are more than can\nbe numbered.\"–Ibid.",
        "“Without having attended to this, we will be at a loss, in understanding\nseveral passages in the classics.\"–Blair’s Lectures.",
        "“We know to what cause our past reverses have been owing and wewill have ourselves to blame, if they are again incurred.\"–Alison’s\nHistory of Europe.",
        "Adverbial mistakes often occur in the best writers. The adverb rather is\na word very frequently misplaced. Archbishop Trench in his “English Past\nand Present” writes, “It rather modified the structure of our sentences\nthan the elements of our vocabulary.” This should have been written,–” It\nmodified the structure of our sentences rather than the elements of our\nvocabulary.”",
        "“So far as his mode of teaching goes he is rather a disciple of\nSocrates than of St. Paul or Wesley.” Thus writes Leslie Stephens of Dr.\nJohnson. He should have written,–” So far as his mode of teaching goes\nhe is a disciple of Socrates rather than of St. Paul or Wesley.”",
        "The preposition is a part of speech which is often wrongly used by some\nof the best writers. Certain nouns, adjectives and verbs require\nparticular prepositions after them, for instance, the word differentalways takes the preposition from after it; prevail takes upon;\naverse takes to; accord takes with, and so on.",
        "In the following examples the prepositions in parentheses are the ones\nthat should have been used:",
        "“He found the greatest difficulty of (in) writing.\"–Hume’s\nHistory of England.",
        "“If policy can prevail upon (over) force.\"–Addison.",
        "“He made the discovery and communicated to (with) his friends.\"\n–Swift’s Tale of a Tub.",
        "“Every office of command should be intrusted to persons on (in)\nwhom the parliament shall confide.\"–Macaulay.",
        "Several of the most celebrated writers infringe the canons of style by\nplacing prepositions at the end of sentences. For instance Carlyle, in\nreferring to the Study of Burns, writes:–\"Our own contributions to it,\nwe are aware, can be but scanty and feeble; but we offer them with good\nwill, and trust they may meet with acceptance from those they are\nintended for.”",
        "–\"for whom they are intended,” he should have written.",
        "“Most writers have some one vein which they peculiarly and obviously\nexcel in.\"–William Minto.",
        "This sentence should read,–Most writers have some one vein in which they\npeculiarly and obviously excel.",
        "Many authors use redundant words which repeat the same thought and idea.\nThis is called tautology.",
        "“Notwithstanding which (however) poor Polly embraced them all around.\"\n–Dickens.",
        "“I judged that they would (mutually) find each other.\"–Crockett.",
        "”....as having created a (joint) partnership between the two Powers in\nthe Morocco question.\"–The Times.",
        "“The only sensible position (there seems to be) is to frankly acknowledge\nour ignorance of what lies beyond.\"–Daily Telegraph.",
        "Lord Rosebery has not budged from his position–splendid, no doubt,–of\n(lonely) isolation.\"–The Times.",
        "“Miss Fox was (often) in the habit of assuring Mrs. Chick.\"–Dickens.",
        "“The deck (it) was their field of fame.\"–Campbell.",
        "“He had come up one morning, as was now (frequently) his wont,\"\n–Trollope.",
        "The counsellors of the Sultan (continue to) remain sceptical\n–The Times.",
        "Seriously, (and apart from jesting), this is no light matter.–Bagehot.",
        "To go back to your own country with (the consciousness that you go back\nwith) the sense of duty well done.–Lord Halsbury.",
        "The Peresviet lost both her fighting-tops and (in appearance)\nlooked the most damaged of all the ships–The Times.",
        "Counsel admitted that, that was a fair suggestion to make, but he\nsubmitted that it was borne out by the (surrounding) circumstances.\n–Ibid.",
        "Another unnecessary use of words and phrases is that which is termed\ncircumlocution, a going around the bush when there is no occasion for\nit,–save to fill space.",
        "It may be likened to a person walking the distance of two sides of a\ntriangle to reach the objective point. For instance in the quotation:\n\"Pope professed to have learned his poetry from Dryden, whom, whenever an\nopportunity was presented, he praised through the whole period of his\nexistence with unvaried liberality; and perhaps his character may receive\nsome illustration, of a comparison he instituted between him and the man\nwhose pupil he was” much of the verbiage may be eliminated and the\nsentence thus condensed:",
        "“Pope professed himself the pupil of Dryden, whom he lost no opportunity\nof praising; and his character may be illustrated by a comparison with\nhis master.”",
        "“His life was brought to a close in 1910 at an age not far from the one\nfixed by the sacred writer as the term of human existence.”",
        "This in brevity can be put, “His life was brought to a close at the age\nof seventy;” or, better yet, “He died at the age of seventy.”",
        "“The day was intensely cold, so cold in fact that the thermometer crept\ndown to the zero mark,” can be expressed: “The day was so cold the\nthermometer registered zero.”",
        "Many authors resort to circumlocution for the purpose of “padding,” that\nis, filling space, or when they strike a snag in writing upon subjects of\nwhich they know little or nothing. The young writer should steer clear of\nit and learn to express his thoughts and ideas as briefly as possible\ncommensurate with lucidity of expression.",
        "Volumes of errors in fact, in grammar, diction and general style, could\nbe selected from the works of the great writers, a fact which eloquently\ntestifies that no one is infallible and that the very best is liable to\nerr at times. However, most of the erring in the case of these writers\narises from carelessness or hurry, not from a lack of knowledge.",
        "As a general rule it is in writing that the scholar is liable to slip; in\noral speech he seldom makes a blunder. In fact, there are many people who\nare perfect masters of speech,–who never make a blunder in conversation,\nyet who are ignorant of the very principles of grammar and would not know\nhow to write a sentence correctly on paper. Such persons have been\naccustomed from infancy to hear the language spoken correctly and so the\nuse of the proper words and forms becomes a second nature to them. A\nchild can learn what is right as easy as what is wrong and whatever\nimpressions are made on the mind when it is plastic will remain there.\nEven a parrot can be taught the proper use of language. Repeat to a\nparrot.–\"Two and two make four” and it never will say “two and two\nmakes four.”",
        "In writing, however, it is different. Without a knowledge of the\nfundamentals of grammar we may be able to speak correctly from\nassociation with good speakers, but without such a knowledge we cannot\nhope to write the language correctly. To write even a common letter we\nmust know the principles of construction, the relationship of one word to\nanother. Therefore, it is necessary for everybody to understand at least\nthe essentials of the grammar of his own language.",
        "PITFALLS TO AVOID",
        "Common Stumbling Blocks–Peculiar Constructions–Misused Forms.",
        "ATTRACTION",
        "Very often the verb is separated from its real nominative or subject by\nseveral intervening words and in such cases one is liable to make the\nverb agree with the subject nearest to it. Here are a few examples\nshowing that the leading writers now and then take a tumble into this\npitfall:",
        "(1) “The partition which the two ministers made of the powers of\ngovernment were singularly happy.\"–Macaulay.",
        "(Should be was to agree with its subject, partition.)",
        "(2) “One at least of the qualities which fit it for training ordinary men\nunfit it for training an extraordinary man.\"–Bagehot.",
        "(Should be unfits to agree with subject one.)",
        "(3) “The Tibetans have engaged to exclude from their country those\ndangerous influences whose appearance were the chief cause of our\naction.\"–The Times.",
        "(Should be was to agree with appearance.)",
        "(4) “An immense amount of confusion and indifference prevail in these\ndays.\"–Telegraph.",
        "(Should be prevails to agree with amount.)",
        "Errors in ellipsis occur chiefly with prepositions.",
        "His objection and condoning of the boy’s course, seemed to say the least,\nparadoxical.",
        "(The preposition to should come after objection.)",
        "Many men of brilliant parts are crushed by force of circumstances and\ntheir genius forever lost to the world.",
        "(Some maintain that the missing verb after genius is are, but such\nis ungrammatical. In such cases the right verb should be always\nexpressed: as–their genius is forever lost to the world.)",
        "Even the best speakers and writers are in the habit of placing a\nmodifying word or words between the to and the remaining part of the\ninfinitive. It is possible that such will come to be looked upon in time\nas the proper form but at present the splitting of the infinitive is\ndecidedly wrong. “He was scarcely able to even talk” “She commenced\nto rapidly walk around the room.” ’To have really loved is better\nthan not to have at all loved.” In these constructions it is much\nbetter not to split the infinitive. In every-day speech the best speakers\nsin against this observance.",
        "In New York City there is a certain magistrate, a member of “the 400,\"\nwho prides himself on his diction in language. He tells this story: A\nprisoner, a faded, battered specimen of mankind, on whose haggard face,\ndeeply lined with the marks of dissipation, there still lingered faint\nreminders of better days long past, stood dejected before the judge.\n\"Where are you from?” asked the magistrate. “From Boston,” answered the\naccused. “Indeed,” said the judge, “indeed, yours is a sad case, and yet\nyou don’t seem to thoroughly realise how low you have sunk.” The man\nstared as if struck. “Your honor does me an injustice,” he said bitterly.\n\"The disgrace of arrest for drunkenness, the mortification of being\nthrust into a noisome dungeon, the publicity and humiliation of trial in\na crowded and dingy courtroom I can bear, but to be sentenced by a Police\nMagistrate who splits his infinitives–that is indeed the last blow.”",
        "The indefinite adjective pronoun one when put in place of a personal\nsubstantive is liable to raise confusion. When a sentence or expression\nis begun with the impersonal one the word must be used throughout in\nall references to the subject. Thus, “One must mind one’s own business if\none wishes to succeed” may seem prolix and awkward, nevertheless it is\nthe proper form. You must not say–\"One must mind his business if he\nwishes to succeed,” for the subject is impersonal and therefore cannot\nexclusively take the masculine pronoun. With any one it is different.\nYou may say–\"If any one sins he should acknowledge it; let him not try\nto hide it by another sin.”",
        "This is a word that is a pitfall to the most of us whether learned or\nunlearned. Probably it is the most indiscriminately used word in the\nlanguage. From the different positions it is made to occupy in a sentence\nit can relatively change the meaning. For instance in the sentence–\"I\nonly struck him that time,” the meaning to be inferred is, that the\nonly thing I did to him was to strike him, not kick or otherwise abuse\nhim. But if the only is shifted, so as to make the sentence read-\"I\nstruck him only that time” the meaning conveyed is, that only on that\noccasion and at no other time did I strike him. If another shift is made\nto-\"I struck only him that time,” the meaning is again altered so that\nit signifies he was the only person I struck.",
        "In speaking we can by emphasis impress our meaning on our hearers, but in\nwriting we have nothing to depend upon but the position of the word in\nthe sentence. The best rule in regard to only is to place it\nimmediately before the word or phrase it modifies or limits.",
        "is another word which creates ambiguity and alters meaning. If we\nsubstitute it for only in the preceding example the meaning of the\nsentence will depend upon the arrangement. Thus “I alone struck him at\nthat time” signifies that I and no other struck him. When the sentence\nreads “I struck him alone at that time” it must be interpreted that he\nwas the only person that received a blow. Again if it is made to read “I\nstruck him at that time alone” the sense conveyed is that that was the\nonly occasion on which I struck him. The rule which governs the correct\nuse of only is also applicable to alone.",
        "These are words which often give to expressions a meaning far from that\nintended. Thus, “I have nothing to do with that other rascal across\nthe street,” certainly means that I am a rascal myself. “I sent the\ndespatch to my friend, but another villain intercepted it,” clearly\nsignifies that my friend is a villain.",
        "A good plan is to omit these words when they can be readily done without,\nas in the above examples, but when it is necessary to use them make your\nmeaning clear. You can do this by making each sentence or phrase in which\nthey occur independent of contextual aid.",
        "Never use and with the relative in this manner: “That is the dog I\nmeant and which I know is of pure breed.” This is an error quite\ncommon. The use of and is permissible when there is a parallel relative\nin the preceding sentence or clause. Thus: “There is the dog which I\nmeant and which I know is of pure breed” is quite correct.",
        "A participle or participial phrase is naturally referred to the nearest\nnominative. If only one nominative is expressed it claims all the\nparticiples that are not by the construction of the sentence otherwise\nfixed. “John, working in the field all day and getting thirsty, drank\nfrom the running stream.” Here the participles working and gettingclearly refer to John. But in the sentence,–\"Swept along by the mob I\ncould not save him,” the participle as it were is lying around loose and\nmay be taken to refer to either the person speaking or to the person\nspoken about. It may mean that I was swept along by the mob or the\nindividual whom I tried to save was swept along.",
        "“Going into the store the roof fell” can be taken that it was the roof\nwhich was going into the store when it fell. Of course the meaning\nintended is that some person or persons were going into the store just as\nthe roof fell.",
        "In all sentence construction with participles there should be such\nclearness as to preclude all possibility of ambiguity. The participle\nshould be so placed that there can be no doubt as to the noun to which it\nrefers. Often it is advisable to supply such words as will make the\nmeaning obvious.",
        "Sometimes the beginning of a sentence presents quite a different\ngrammatical construction from its end. This arises from the fact\nprobably, that the beginning is lost sight of before the end is reached.\nThis occurs frequently in long sentences. Thus: “Honesty, integrity and\nsquare-dealing will bring anybody much better through life than the\nabsence of either.” Here the construction is broken at than. The use of\neither, only used in referring to one of two, shows that the fact is\nforgotten that three qualities and not two are under consideration. Any\none of the three meanings might be intended in the sentence, viz.,\nabsence of any one quality, absence of any two of the qualities or\nabsence of the whole three qualities. Either denotes one or the other of\ntwo and should never be applied to any one of more than two. When we fall\ninto the error of constructing such sentences as above, we should take\nthem apart and reconstruct them in a different grammatical form.\nThus,–\"Honesty, integrity and square-dealing will bring a man much\nbetter through life than a lack of these qualities which are almost\nessential to success.”",
        "It must be remembered that two negatives in the English language destroy\neach other and are equivalent to an affirmative. Thus “I don’t know\nnothing about it” is intended to convey, that I am ignorant of the\nmatter under consideration, but it defeats its own purpose, inasmuch as\nthe use of nothing implies that I know something about it. The sentence\nshould read–\"I don’t know anything about it.”",
        "Often we hear such expressions as “He was not asked to give noopinion,” expressing the very opposite of what is intended. This sentence\nimplies that he was asked to give his opinion. The double negative,\ntherefore, should be carefully avoided, for it is insidious and is liable\nto slip in and the writer remain unconscious of its presence until the\neye of the critic detects it.",
        "The use of the first personal pronoun should be avoided as much as\npossible in composition. Don’t introduce it by way of apology and never\nuse such expressions as “In my opinion,” “As far as I can see,” “It\nappears to me,” “I believe,” etc. In what you write, the whole\ncomposition is expressive of your views, since you are the author,\ntherefore, there is no necessity for you to accentuate or emphasize\nyourself at certain portions of it.",
        "Moreover, the big I’s savor of egotism! Steer clear of them as far as\nyou can. The only place where the first person is permissible is in\npassages where you are stating a view that is not generally held and\nwhich is likely to meet with opposition.",
        "When two verbs depend on each other their tenses must have a definite\nrelation to each other. “I shall have much pleasure in accepting your\nkind invitation” is wrong, unless you really mean that just now you\ndecline though by-and-by you intend to accept; or unless you mean that\nyou do accept now, though you have no pleasure in doing so, but look\nforward to be more pleased by-and-by. In fact the sequence of the\ncompound tenses puzzle experienced writers. The best plan is to go back\nin thought to the time in question and use the tense you would thennaturally use. Now in the sentence “I should have liked to have gone to\nsee the circus” the way to find out the proper sequence is to ask\nyourself the question–what is it I “should have liked” to do? and the\nplain answer is “to go to see the circus.” I cannot answer–\"To have gone\nto see the circus” for that would imply that at a certain moment I would\nhave liked to be in the position of having gone to the circus. But I do\nnot mean this; I mean that at the moment at which I am speaking I wish I\nhad gone to see the circus. The verbal phrase I should have likedcarries me back to the time when there was a chance of seeing the circus\nand once back at the time, the going to the circus is a thing of the\npresent. This whole explanation resolves itself into the simple\nquestion,–what should I have liked at that time, and the answer is “to\ngo to see the circus,” therefore this is the proper sequence, and the\nexpression should be “I should have liked to go to see the circus.”",
        "If we wish to speak of something relating to a time prior to that\nindicated in the past tense we must use the perfect tense of the\ninfinitive; as, “He appeared to have seen better days.” We should say “I\nexpected to meet him,” not “I expected to have met him.” “We intended\nto visit you,” not ’to have visited you.” “I hoped they wouldarrive,” not “I hoped they would have arrived.” “I thought I should\ncatch the bird,” not “I thought I should have caught the bird.” “I\nhad intended to go to the meeting,” not “I had intended to have goneto the meeting.”",
        "These prepositions are often carelessly interchanged. Between has\nreference to two objects only, among to more than two. “The money was\nequally divided between them” is right when there are only two, but if\nthere are more than two it should be “the money was equally divided among\nthem.”",
        "Less refers is quantity, fewer to number. “No man has less virtues\"\nshould be “No man has fewer virtues.” “The farmer had some oats and a\nfewer quantity of wheat” should be “the farmer had some oats and a\nless quantity of wheat.”",
        "Further is commonly used to denote quantity, farther to denote\ndistance. “I have walked farther than you,” “I need no furthersupply” are correct.",
        "Each other refers to two, one another to more than two. “Jones and\nSmith quarreled; they struck each other” is correct. “Jones, Smith and\nBrown quarreled; they struck one another” is also correct. Don’t say,\n\"The two boys teach one another” nor “The three girls love each other.”",
        "These words are continually misapplied. Each can be applied to two\nor any higher number of objects to signify every one of the number\nindependently. Every requires more than two to be spoken of and\ndenotes all the persons or things taken separately. Eitherdenotes one or the other of two, and should not be used to include\nboth. Neither is the negative of either, denoting not the other,\nand not the one, and relating to two persons or things considered\nseparately.",
        "The following examples illustrate the correct usage of these words:",
        "Each man of the crew received a reward.",
        "Every man in the regiment displayed bravery.",
        "We can walk on either side of the street.",
        "Neither of the two is to blame.",
        "When two singular subjects are connected by neither, nor use a\nsingular verb; as, ’Neither John nor James was there,” not werethere.",
        "Custom Has sanctioned the use of this word both with a singular and\nplural; as–\"None is so blind as he who will not see” and “None areso blind as they who will not see.” However, as it is a contraction of\nno one it is better to use the singular verb.",
        "These verbs are very often confounded. Rise is to move or pass upward\nin any manner; as to “rise from bed;” to increase in value, to improve in\nposition or rank, as “stocks rise;” “politicians rise;” “they have risen\nto honor.”",
        "Raise is to lift up, to exalt, to enhance, as “I raise the table;\"\n\"He raised his servant;” “The baker raised the price of bread.”",
        "The transitive verb lay, and lay, the past tense of the neuter verb\nlie, are often confounded, though quite different in meaning. The\nneuter verb to lie, meaning to lie down or rest, cannot take the\nobjective after it except with a preposition. We can say “He lies on\nthe ground,” but we cannot say “He lies the ground,” since the verb is\nneuter and intransitive and, as such, cannot have a direct object. With\nlay it is different. Lay is a transitive verb, therefore it takes a\ndirect object after it; as “I lay a wager,” “I laid the carpet,” etc.",
        "Of a carpet or any inanimate subject we should say, “It lies on the\nfloor,” “A knife lies on the table,” not lays. But of a person we\nsay–\"He lays the knife on the table,” not “He lies––.” Lay being\nthe past tense of the neuter to lie (down) we should say, “He lay on\nthe bed,” and lain being its past participle we must also say “He has\nlain on the bed.”",
        "We can say “I lay myself down.” “He laid himself down” and such\nexpressions.",
        "It is imperative to remember in using these verbs that to lay means to\ndo something, and to lie means to be in a state of rest.",
        "“Says I” is a vulgarism; don’t use it. “I said” is correct form.",
        "IN–INTO",
        "Be careful to distinguish the meaning of these two little prepositions\nand don’t interchange them. Don’t say “He went in the room” nor “My\nbrother is into the navy.” In denotes the place where a person or\nthing, whether at rest or in motion, is present; and into denotes\nentrance. “He went into the room;” “My brother is in the navy” are\ncorrect.",
        "Don’t confound the two. Eat is present, ate is past. “I eat the\nbread” means that I am continuing the eating; “I ate the bread” means\nthat the act of eating is past. Eaten is the perfect participle, but\noften eat is used instead, and as it has the same pronunciation (et) of\nate, care should be taken to distinguish the past tense, I ate from\nthe perfect I have eaten (eat).",
        "Remember that the first person takes precedence of the second and the\nsecond takes precedence of the third. When Cardinal Wolsey said Ego\net Rex (I and the King), he showed he was a good grammarian, but a bad\ncourtier.",
        "“I am come” points to my being here, while “I have come” intimates that\nI have just arrived. When the subject is not a person, the verb to beshould be used in preference to the verb to have; as, “The box is come\"\ninstead of “The box has come.”",
        "The interchange of these two parts of the irregular or so-called strongverbs is, perhaps, the breach oftenest committed by careless speakers and\nwriters. To avoid mistakes it is requisite to know the principal parts of\nthese verbs, and this knowledge is very easy of acquirement, as there are\nnot more than a couple of hundred of such verbs, and of this number but a\nsmall part is in daily use. Here are some of the most common blunders: “I\nseen” for “I saw;” “I done it” for “I did it;” “I drunk” for “I drank;\"\n\"I begun” for “I began;” “I rung” for “I rang;” “I run” for “I ran;” “I\nsung” for “I sang;” “I have chose” for “I have chosen;” “I have drove\"\nfor “I have driven;” “I have wore” for “I have worn;” “I have trod” for\n\"I have trodden;” “I have shook” for “I have shaken;” “I have fell” for\n\"I have fallen;” “I have drank” for “I have drunk;” “I have began” for “I\nhave begun;” “I have rang” for “I have rung;” “I have rose” for “I have\nrisen;” “I have spoke” for “I have spoken;” “I have broke” for “I have\nbroken.” “It has froze” for “It has frozen.” “It has blowed” for “It has\nblown.” “It has flowed” (of a bird) for “It has flown.”",
        "N. B.–The past tense and past participle of To Hang is hanged or\nhung. When you are talking about a man meeting death on the gallows,\nsay “He was hanged\"; when you are talking about the carcass of an animal\nsay, “It was hung,” as “The beef was hung dry.” Also say your coat ’washung on a hook.”",
        "Don’t forget that prepositions always take the objective case. Don’t say\n\"Between you and I“; say “Between you and me“",
        "Two prepositions should not govern one objective unless there is an\nimmediate connection between them. “He was refused admission to and\nforcibly ejected from the school” should be “He was refused admission to\nthe school and forcibly ejected from it.”",
        "Don’t say “I shall summons him,” but “I shall summon him.” Summon is a\nverb, summons, a noun.",
        "It is correct to say “I shall get a summons for him,” not a summon.",
        "“My brother has an undeniable character” is wrong if I wish to convey the\nidea that he has a good character. The expression should be in that case\n\"My brother has an unexceptionable character.” An undeniable character\nis a character that cannot be denied, whether bad or good. An\nunexceptionable character is one to which no one can take exception.",
        "Very many mistakes occur in the use of the pronouns. “Let you and I go\"\nshould be “Let you and me go.” “Let them and we go” should be “Let them\nand us go.” The verb let is transitive and therefore takes the objective\ncase.",
        "“Give me them flowers” should be “Give me those flowers\"; “I mean\nthem three” should be “I mean those three.” Them is the objective case\nof the personal pronoun and cannot be used adjectively like the\ndemonstrative adjective pronoun. “I am as strong as him” should be “I\nam as strong as he“; “I am younger than her” should be “I am younger\nthan she;” “He can write better than me” should be “He can write\nbetter than I,” for in these examples the objective cases him, herand me are used wrongfully for the nominatives. After each of the\nmisapplied pronouns a verb is understood of which each pronoun is the\nsubject. Thus, “I am as strong as he (is).” “I am younger than she (is).\"\n\"He can write better than I (can).”",
        "Don’t say ’It is me;” say ’It is I” The verb To Be of which is is a\npart takes the same case after it that it has before it. This holds good\nin all situations as well as with pronouns.",
        "The verb To Be also requires the pronouns joined to it to be in the\nsame case as a pronoun asking a question; The nominative I requires the\nnominative who and the objectives me, him, her, its, you,\nthem, require the objective whom.",
        "“Whom do you think I am?” should be ’Who do you think I am?” and\n”Who do they suppose me to be?” should be ’Whom do they suppose me to\nbe?” The objective form of the Relative should be always used, in\nconnection with a preposition. “Who do you take me for?” should be\n”Whom do, etc.” “Who did you give the apple to?” should be “Whom did\nyou give the apple to,” but as pointed out elsewhere the preposition\nshould never end a sentence, therefore, it is better to say, “To whom did\nyou give the apple?”",
        "After transitive verbs always use the objective cases of the pronouns.\nFor ’He and they we have seen,” say ’Him and them we have seen.”",
        "“The hurt it was that painful it made him cry,” say “so painful.”",
        "THESE–THOSE",
        "“Don’t say, These kind; those sort. Kind and sort are each singular\nand require the singular pronouns this and that. In connection with\nthese demonstrative adjective pronouns remember that this and theserefer to what is near at hand, that and those to what is more\ndistant; as, this book (near me), that book (over there), theseboys (near), those boys (at a distance).",
        "“This much is certain” should be ’Thus much or so much is certain.”",
        "FLEE–FLY",
        "These are two separate verbs and must not be interchanged. The principal\nparts of flee are flee, fled, fled; those of fly are fly,\nflew, flown. To flee is generally used in the meaning of getting\nout of danger. To fly means to soar as a bird. To say of a man “He has\nflown from the place” is wrong; it should be “He has fled from the\nplace.” We can say with propriety that “A bird has flown from the\nplace.”",
        "Don’t say “He is well known through the land,” but “He is well known\nthroughout the land.”",
        "Don’t mistake these two words so nearly alike. Vocation is the employment,\nbusiness or profession one follows for a living; avocation is some\npursuit or occupation which diverts the person from such employment,\nbusiness or profession. Thus",
        "“His vocation was the law, his avocation, farming.”",
        "In the subjunctive mood the plural form were should be used with a\nsingular subject; as, “If I were,” not was. Remember the plural form\nof the personal pronoun you always takes were, though it may denote\nbut one. Thus, ’You were,” never ’you was.” ’If I was him” is a\nvery common expression. Note the two mistakes in it,–that of the verb\nimplying a condition, and that of the objective case of the pronoun. It\nshould read If I were he. This is another illustration of the rule\nregarding the verb To Be, taking the same case after it as before it;\nwere is part of the verb To Be, therefore as the nominative (I) goes\nbefore it, the nominative (he) should come after it.",
        "A becomes an before a vowel or before h mute for the sake of euphony\nor agreeable sound to the ear. An apple, an orange, an heir, an\nhonor, etc.",
        "STYLE",
        "Diction–Purity–Propriety–Precision.",
        "It is the object of every writer to put his thoughts into as effective\nform as possible so as to make a good impression on the reader. A person\nmay have noble thoughts and ideas but be unable to express them in such a\nway as to appeal to others, consequently he cannot exert the full force\nof his intellectuality nor leave the imprint of his character upon his\ntime, whereas many a man but indifferently gifted may wield such a facile\npen as to attract attention and win for himself an envious place among\nhis contemporaries.",
        "In everyday life one sees illustrations of men of excellent mentality\nbeing cast aside and ones of mediocre or in some cases, little, if any,\nability chosen to fill important places. The former are unable to impress\ntheir personality; they have great thoughts, great ideas, but these\nthoughts and ideas are locked up in their brains and are like prisoners\nbehind the bars struggling to get free. The key of language which would\nopen the door is wanting, hence they have to remain locked up.",
        "Many a man has to pass through the world unheard of and of little benefit\nto it or himself, simply because he cannot bring out what is in him and\nmake it subservient to his will. It is the duty of every one to develop his\nbest, not only for the benefit of himself but for the good of his fellow\nmen. It is not at all necessary to have great learning or acquirements, the\nlaborer is as useful in his own place as the philosopher in his; nor is it\nnecessary to have many talents. One talent rightly used is much better than\nten wrongly used. Often a man can do more with one than his contemporary\ncan do with ten, often a man can make one dollar go farther than twenty in\nthe hands of his neighbor, often the poor man lives more comfortably than\nthe millionaire. All depends upon the individual himself. If he make right\nuse of what the Creator has given him and live according to the laws of God\nand nature he is fulfilling his allotted place in the universal scheme of\ncreation, in other words, when he does his best, he is living up to the\nstandard of a useful manhood.",
        "Now in order to do his best a man of ordinary intelligence and education\nshould be able to express himself correctly both in speaking and writing,\nthat is, he should be able to convey his thoughts in an intelligent\nmanner which the simplest can understand. The manner in which a speaker\nor writer conveys his thoughts is known as his Style. In other words\nStyle may be defined as the peculiar manner in which a man expresses\nhis conceptions through the medium of language. It depends upon the\nchoice of words and their arrangement to convey a meaning. Scarcely any\ntwo writers have exactly the same style, that is to say, express their\nideas after the same peculiar form, just as no two mortals are fashioned\nby nature in the same mould, so that one is an exact counterpart of the\nother.",
        "Just as men differ in the accent and tones of their voices, so do they\ndiffer in the construction of their language.",
        "Two reporters sent out on the same mission, say to report a fire, will\nverbally differ in their accounts though materially both descriptions\nwill be the same as far as the leading facts are concerned. One will\nexpress himself in a style different from the other.",
        "If you are asked to describe the dancing of a red-haired lady at the last\ncharity ball you can either say–\"The ruby Circe, with the Titian locks\nglowing like the oriflamme which surrounds the golden god of day as he\nsinks to rest amid the crimson glory of the burnished West, gave a divine\nexhibition of the Terpsichorean art which thrilled the souls of the\nmultitude” or, you can simply say–\"The red-haired lady danced very well\nand pleased the audience.”",
        "The former is a specimen of the ultra florid or bombastic style which may\nbe said to depend upon the pomposity of verbosity for its effect, the\nlatter is a specimen of simple natural Style. Needless to say it is to\nbe preferred. The other should be avoided. It stamps the writer as a\nperson of shallowness, ignorance and inexperience. It has been eliminated\nfrom the newspapers. Even the most flatulent of yellow sheets no longer\ntolerate it in their columns. Affectation and pedantry in style are now\nuniversally condemned.",
        "It is the duty of every speaker and writer to labor after a pleasing\nstyle. It gains him an entrance where he would otherwise be debarred.\nOften the interest of a subject depends as much on the way it is\npresented as on the subject itself. One writer will make it attractive,\nanother repulsive. For instance take a passage in history. Treated by one\nhistorian it is like a desiccated mummy, dry, dull, disgusting, while\nunder the spell of another it is, as it were, galvanized into a virile\nliving thing which not only pleases but captivates the reader.",
        "The first requisite of style is choice of words, and this comes under\nthe head of Diction, the property of style which has reference to the\nwords and phrases used in speaking and writing. The secret of literary\nskill from any standpoint consists in putting the right word in the right\nplace. In order to do this it is imperative to know the meaning of the\nwords we use, their exact literal meaning. Many synonymous words are\nseemingly interchangeable and appear as if the same meaning were applicable\nto three or four of them at the same time, but when all such words are\nreduced to a final analysis it is clearly seen that there is a marked\ndifference in their meaning. For instance grief and sorrow seem to be\nidentical, but they are not. Grief is active, sorrow is more or less\npassive; grief is caused by troubles and misfortunes which come to us\nfrom the outside, while sorrow is often the consequence of our own\nacts. Grief is frequently loud and violent, sorrow is always quiet\nand retiring. Grief shouts, Sorrow remains calm.",
        "If you are not sure of the exact meaning of a word look it up immediately\nin the dictionary. Sometimes some of our great scholars are puzzled over\nsimple words in regard to meaning, spelling or pronunciation. Whenever\nyou meet a strange word note it down until you discover its meaning and\nuse. Read the best books you can get, books written by men and women who\nare acknowledged masters of language, and study how they use their words,\nwhere they place them in the sentences, and the meanings they convey to\nthe readers.",
        "Mix in good society. Listen attentively to good talkers and try to\nimitate their manner of expression. If a word is used you do not\nunderstand, don’t be ashamed to ask its meaning.",
        "True, a small vocabulary will carry you through, but it is an advantage\nto have a large one. When you live alone a little pot serves just as well\nas a large one to cook your victuals and it is handy and convenient, but\nwhen your friends or neighbors come to dine with you, you will need a\nmuch larger pot and it is better to have it in store, so that you will\nnot be put to shame for your scantiness of furnishings.",
        "Get as many words as you possibly can–if you don’t need them now, pack\nthem away in the garrets of your brain so that you can call upon them if\nyou require them.",
        "Keep a note book, jot down the words you don’t understand or clearly\nunderstand and consult the dictionary when you get time.",
        "Purity of style consists in using words which are reputable, national\nand present, which means that the words are in current use by the best\nauthorities, that they are used throughout the nation and not confined to\none particular part, and that they are words in constant use at the\npresent time.",
        "There are two guiding principles in the choice of words,–good useand good taste. Good use tells us whether a word is right or wrong;\ngood taste, whether it is adapted to our purpose or not.",
        "A word that is obsolete or too new to have gained a place in the\nlanguage, or that is a provincialism, should not be used.",
        "Here are the Ten Commandments of English style:",
        "(1) Do not use foreign words.",
        "(2) Do not use a long word when a short one will serve your purpose.\nFire is much better than conflagration.",
        "(3) Do not use technical words, or those understood only by specialists\nin their respective lines, except when you are writing especially for\nsuch people.",
        "(4) Do not use slang.",
        "(5) Do not use provincialisms, as “I guess” for “I think\"; “I reckon” for\n\"I know,” etc.",
        "(6) Do not in writing prose, use poetical or antiquated words: as “lore,\ne’er, morn, yea, nay, verily, peradventure.”",
        "(7) Do not use trite and hackneyed words and expressions; as, “on the\njob,” “up and in\"; “down and out.”",
        "(8) Do not use newspaper words which have not established a place in the\nlanguage as “to bugle\"; “to suicide,” etc.",
        "(9) Do not use ungrammatical words and forms; as, “I ain’t;” “he don’t.”",
        "(10) Do not use ambiguous words or phrases; as–\"He showed me all about\nthe house.”",
        "Trite words, similes and metaphors which have become hackneyed and worn\nout should be allowed to rest in the oblivion of past usage. Such\nexpressions and phrases as “Sweet sixteen” “the Almighty dollar,” “Uncle\nSam,” “On the fence,” “The Glorious Fourth,” “Young America,” “The lords\nof creation,” “The rising generation,” “The weaker sex,” “The weaker\nvessel,” “Sweetness long drawn out” and “chief cook and bottle washer,\"\nshould be put on the shelf as they are utterly worn out from too much\nusage.",
        "Some of the old similes which have outlived their usefulness and should\nbe pensioned off, are “Sweet as sugar,” “Bold as a lion,” “Strong as an\nox,” “Quick as a flash,” “Cold as ice,” “Stiff as a poker,” “White as\nsnow,” “Busy as a bee,” “Pale as a ghost,” “Rich as Croesus,” “Cross as a\nbear” and a great many more far too numerous to mention.",
        "Be as original as possible in the use of expression. Don’t follow in the\nold rut but try and strike out for yourself. This does not mean that you\nshould try to set the style, or do anything outlandish or out of the way,\nor be an innovator on the prevailing custom. In order to be original\nthere is no necessity for you to introduce something novel or establish a\nprecedent. The probability is you are not fit to do either, by education\nor talent. While following the style of those who are acknowledged\nleaders you can be original in your language. Try and clothe an idea\ndifferent from what it has been clothed and better. If you are speaking\nor writing of dancing don’t talk or write about “tripping the light\nfantastic toe.” It is over two hundred years since Milton expressed it\nthat way in ’L’Allegro.” You’re not a Milton and besides over a million\nhave stolen it from Milton until it is now no longer worth stealing.",
        "Don’t resurrect obsolete words such as whilom, yclept, wis, etc.,\nand be careful in regard to obsolescent words, that is, words that are at\nthe present time gradually passing from use such as quoth, trow,\nbetwixt, amongst, froward, etc.",
        "And beware of new words. Be original in the construction and arrangement\nof your language, but don’t try to originate words. Leave that to the\nMasters of language, and don’t be the first to try such words, wait until\nthe chemists of speech have tested them and passed upon their merits.",
        "Quintilian said–\"Prefer the oldest of the new and the newest of the\nold.” Pope put this in rhyme and it still holds good:",
        "In words, as fashions, the same rule will hold, Alike fantastic, if too\nnew or old: Be not the first by whom the new are tried, Nor yet the last\nto lay the old aside.",
        "Propriety of style consists in using words in their proper sense and as\nin the case of purity, good usage is the principal test. Many words have\nacquired in actual use a meaning very different from what they once\npossessed. “Prevent” formerly meant to go before, and that meaning is\nimplied in its Latin derivation. Now it means to put a stop to, to\nhinder. To attain propriety of style it is necessary to avoid confounding\nwords derived from the same root; as respectfully and respectively;\nit is necessary to use words in their accepted sense or the sense which\neveryday use sanctions.",
        "Simplicity of style has reference to the choice of simple words and\ntheir unaffected presentation. Simple words should always be used in\npreference to compound, and complicated ones when they express the same\nor almost the same meaning. The Anglo-Saxon element in our language\ncomprises the simple words which express the relations of everyday life,\nstrong, terse, vigorous, the language of the fireside, street, market and\nfarm. It is this style which characterizes the Bible and many of the\ngreat English classics such as the “Pilgrim’s Progress,” “Robinson\nCrusoe,” and “Gulliver’s Travels.”",
        "Clearness of style should be one of the leading considerations with the\nbeginner in composition. He must avoid all obscurity and ambiguous\nphrases. If he write a sentence or phrase and see that a meaning might be\ninferred from it otherwise than intended, he should re-write it in such a\nway that there can be no possible doubt. Words, phrases or clauses that\nare closely related should be placed as near to each other as possible\nthat their mutual relation may clearly appear, and no word should be\nomitted that is necessary to the complete expression of thought.",
        "Unity is that property of style which keeps all parts of a sentence in\nconnection with the principal thought and logically subordinate to it. A\nsentence may be constructed as to suggest the idea of oneness to the\nmind, or it may be so loosely put together as to produce a confused and\nindefinite impression. Ideas that have but little connection should be\nexpressed in separate sentences, and not crowded into one.",
        "Keep long parentheses out of the middle of your sentences and when you\nhave apparently brought your sentences to a close don’t try to continue\nthe thought or idea by adding supplementary clauses.",
        "Strength is that property of style which gives animation, energy and\nvivacity to language and sustains the interest of the reader. It is as\nnecessary to language as good food is to the body. Without it the words\nare weak and feeble and create little or no impression on the mind. In\norder to have strength the language must be concise, that is, much\nexpressed in little compass, you must hit the nail fairly on the head and\ndrive it in straight. Go critically over what you write and strike out\nevery word, phrase and clause the omission of which impairs neither the\nclearness nor force of the sentence and so avoid redundancy, tautology\nand circumlocution. Give the most important words the most prominent\nplaces, which, as has been pointed out elsewhere, are the beginning and\nend of the sentence.",
        "Harmony is that property of style which gives a smoothness to the\nsentence, so that when the words are sounded their connection becomes\npleasing to the ear. It adapts sound to sense. Most people construct\ntheir sentences without giving thought to the way they will sound and as\na consequence we have many jarring and discordant combinations such as\n\"Thou strengthenedst thy position and actedst arbitrarily and\nderogatorily to my interests.”",
        "Harsh, disagreeable verbs are liable to occur with the Quaker form Thouof the personal pronoun. This form is now nearly obsolete, the plural\nyou being almost universally used. To obtain harmony in the sentence\nlong words that are hard to pronounce and combinations of letters of one\nkind should be avoided.",
        "Style is expressive of the writer, as to who he is and what he is. As a\nmatter of structure in composition it is the indication of what a man can\ndo; as a matter of quality it is an indication of what he is.",
        "Style has been classified in different ways, but it admits of so many\ndesignations that it is very hard to enumerate a table. In fact there are\nas many styles as there are writers, for no two authors write exactlyafter the same form. However, we may classify the styles of the various\nauthors in broad divisions as (1) dry, (2) plain, (3) neat, (4) elegant,\n(5) florid, (6) bombastic.",
        "The dry style excludes all ornament and makes no effort to appeal to\nany sense of beauty. Its object is simply to express the thoughts in a\ncorrect manner. This style is exemplified by Berkeley.",
        "The plain style does not seek ornamentation either, but aims to make\nclear and concise statements without any elaboration or embellishment.\nLocke and Whately illustrate the plain style.",
        "The neat style only aspires after ornament sparingly. Its object is to\nhave correct figures, pure diction and clear and harmonious sentences.\nGoldsmith and Gray are the acknowledged leaders in this kind of style.",
        "The elegant style uses every ornament that can beautify and avoids\nevery excess which would degrade. Macaulay and Addison have been\nenthroned as the kings of this style. To them all writers bend the knee\nin homage.",
        "The florid style goes to excess in superfluous and superficial\nornamentation and strains after a highly colored imagery. The poems of\nOssian typify this style.",
        "The bombastic is characterized by such an excess of words, figures and\nornaments as to be ridiculous and disgusting. It is like a circus clown\ndressed up in gold tinsel Dickens gives a fine example of it in Sergeant\nBuzfuz’ speech in the “Pickwick Papers.” Among other varieties of style\nmay be mentioned the colloquial, the laconic, the concise, the diffuse,\nthe abrupt the flowing, the quaint, the epigrammatic, the flowery, the\nfeeble, the nervous, the vehement, and the affected. The manner of these\nis sufficiently indicated by the adjective used to describe them.",
        "In fact style is as various as character and expresses the individuality\nof the writer, or in other words, as the French writer Buffon very aptly\nremarks, “the style is the man himself.”",
        "SUGGESTIONS",
        "How to Write–What to Write–Correct Speaking and Speakers",
        "Rules of grammar and rhetoric are good in their own place; their laws\nmust be observed in order to express thoughts and ideas in the right way\nso that they shall convey a determinate sense and meaning in a pleasing\nand acceptable manner. Hard and fast rules, however, can never make a\nwriter or author. That is the business of old Mother Nature and nothing\ncan take her place. If nature has not endowed a man with faculties to put\nhis ideas into proper composition he cannot do so. He may have no ideas\nworthy the recording. If a person has not a thought to express, it cannot\nbe expressed. Something cannot be manufactured out of nothing. The author\nmust have thoughts and ideas before he can express them on paper. These\ncome to him by nature and environment and are developed and strengthened\nby study. There is an old Latin quotation in regard to the poet which\nsays “Poeta nascitur non fit” the translation of which is–the poet is\nborn, not made. To a great degree the same applies to the author. Some\nmen are great scholars as far as book learning is concerned, yet they\ncannot express themselves in passable composition. Their knowledge is\nlike gold locked up in a chest where it is of no value to themselves or\nthe rest of the world.",
        "The best way to learn to write is to sit down and write, just as the best\nway how to learn to ride a bicycle is to mount the wheel and pedal away.\nWrite first about common things, subjects that are familiar to you. Try\nfor instance an essay on a cat. Say something original about her. Don’t\nsay “she is very playful when young but becomes grave as she grows old.\"\nThat has been said more than fifty thousand times before. Tell what you\nhave seen the family cat doing, how she caught a mouse in the garret and\nwhat she did after catching it. Familiar themes are always the best for\nthe beginner. Don’t attempt to describe a scene in Australia if you have\nnever been there and know nothing of the country. Never hunt for\nsubjects, there are thousands around you. Describe what you saw yesterday–\na fire, a runaway horse, a dog-fight on the street and be original in\nyour description. Imitate the best writers in their style, but not in\ntheir exact words. Get out of the beaten path, make a pathway of your\nown.",
        "Know what you write about, write about what you know; this is a golden\nrule to which you must adhere. To know you must study. The world is an\nopen book in which all who run may read. Nature is one great volume the\npages of which are open to the peasant as well as to the peer. Study\nNature’s moods and tenses, for they are vastly more important than those\nof the grammar. Book learning is most desirable, but, after all, it is\nonly theory and not practice. The grandest allegory in the English, in\nfact, in any language, was written by an ignorant, so-called ignorant,\ntinker named John Bunyan. Shakespeare was not a scholar in the sense we\nregard the term to-day, yet no man ever lived or probably ever will live\nthat equalled or will equal him in the expression of thought. He simply\nread the book of nature and interpreted it from the standpoint of his own\nmagnificent genius.",
        "Don’t imagine that a college education is necessary to success as a\nwriter. Far from it. Some of our college men are dead-heads, drones,\nparasites on the body social, not alone useless to the world but to\nthemselves. A person may be so ornamental that he is valueless from any\nother standpoint. As a general rule ornamental things serve but little\npurpose. A man may know so much of everything that he knows little of\nanything. This may sound paradoxical, but, nevertheless, experience\nproves its truth.",
        "If you are poor that is not a detriment but an advantage. Poverty is an\nincentive to endeavor, not a drawback. Better to be born with a good,\nworking brain in your head than with a gold spoon in your mouth. If the\nworld had been depending on the so-called pets of fortune it would have\ndeteriorated long ago.",
        "From the pits of poverty, from the arenas of suffering, from the hovels\nof neglect, from the backwood cabins of obscurity, from the lanes and\nby-ways of oppression, from the dingy garrets and basements of unending\ntoil and drudgery have come men and women who have made history, made the\nworld brighter, better, higher, holier for their existence in it, made of\nit a place good to live in and worthy to die in,–men and women who have\nhallowed it by their footsteps and sanctified it with their presence and\nin many cases consecrated it with their blood. Poverty is a blessing, not\nan evil, a benison from the Father’s hand if accepted in the right spirit.\nInstead of retarding, it has elevated literature in all ages. Homer was a\nblind beggarman singing his snatches of song for the dole of charity;\ngrand old Socrates, oracle of wisdom, many a day went without his dinner\nbecause he had not the wherewithal to get it, while teaching the youth of\nAthens. The divine Dante was nothing better than a beggar, houseless,\nhomeless, friendless, wandering through Italy while he composed his\nimmortal cantos. Milton, who in his blindness “looked where angels fear\nto tread,” was steeped in poverty while writing his sublime conception,\n\"Paradise Lost.” Shakespeare was glad to hold and water the horses of\npatrons outside the White Horse Theatre for a few pennies in order to buy\nbread. Burns burst forth in never-dying song while guiding the ploughshare.\nPoor Heinrich Heine, neglected and in poverty, from his “mattress grave\"\nof suffering in Paris added literary laurels to the wreath of his German\nFatherland. In America Elihu Burritt, while attending the anvil, made\nhimself a master of a score of languages and became the literary lion of\nhis age and country.",
        "In other fields of endeavor poverty has been the spur to action. Napoleon\nwas born in obscurity, the son of a hand-to-mouth scrivener in the backward\nisland of Corsica. Abraham Lincoln, the boast and pride of America, the\nman who made this land too hot for the feet of slaves, came from a log\ncabin in the Ohio backwoods. So did James A. Garfield. Ulysses Grant came\nfrom a tanyard to become the world’s greatest general. Thomas A. Edison\ncommenced as a newsboy on a railway tram.",
        "The examples of these men are incentives to action. Poverty thrust them\nforward instead of keeping them back. Therefore, if you are poor make\nyour circumstances a means to an end. Have ambition, keep a goal in sight\nand bend every energy to reach that goal. A story is told of Thomas\nCarlyle the day he attained the highest honor the literary world could\nconfer upon him when he was elected Lord Rector of Edinburgh University.\nAfter his installation speech, in going through the halls, he met a\nstudent seemingly deep in study. In his own peculiar, abrupt, crusty way\nthe Sage of Chelsea interrogated the young man: “For what profession are\nyou studying?” “I don’t know,” returned the youth. “You don’t know,\"\nthundered Carlyle, “young man, you are a fool.” Then he went on to\nqualify his vehement remark, “My boy when I was your age, I was stooped\nin grinding, gripping poverty in the little village of Ecclefechan, in\nthe wilds of [Transcriber’s note: Part of word illegible]-frieshire,\nwhere in all the place only the minister and myself could read the Bible,\nyet poor and obscure as I was, in my mind’s eye I saw a chair awaiting\nfor me in the Temple of Fame and day and night and night and day I\nstudied until I sat in that chair to-day as Lord Rector of Edinburgh\nUniversity.”",
        "Another Scotchman, Robert Buchanan, the famous novelist, set out for\nLondon from Glasgow with but half-a-crown in his pocket. “Here goes,\"\nsaid he, “for a grave in Westminster Abbey.” He was not much of a\nscholar, but his ambition carried him on and he became one of the great\nliterary lions of the world’s metropolis.",
        "Henry M. Stanley was a poorhouse waif whose real name was John Rowlands.\nHe was brought up in a Welsh workhouse, but he had ambition, so he rose\nto be a great explorer, a great writer, became a member of Parliament and\nwas knighted by the British Sovereign.",
        "Have ambition to succeed and you will succeed. Cut the word “failure” out\nof your lexicon. Don’t acknowledge it. Remember",
        "  “In life’s earnest battle they only prevail\n   Who daily march onward and never say fail.”",
        "Let every obstacle you encounter be but a stepping stone in the path of\nonward progress to the goal of success.",
        "If untoward circumstances surround you, resolve to overcome them. Bunyan\nwrote the “Pilgrim’s Progress” in Bedford jail on scraps of wrapping\npaper while he was half starved on a diet of bread and water. That\nunfortunate American genius, Edgar Allan Poe, wrote “The Raven,” the most\nwonderful conception as well as the most highly artistic poem in all\nEnglish literature, in a little cottage in the Fordham section of New\nYork while he was in the direst straits of want. Throughout all his short\nand wonderfully brilliant career, poor Poe never had a dollar he could\ncall his own. Such, however, was both his fault and his misfortune and he\nis a bad exemplar.",
        "Don’t think that the knowledge of a library of books is essential to\nsuccess as a writer. Often a multiplicity of books is confusing. Master a\nfew good books and master them well and you will have all that is\nnecessary. A great authority has said: “Beware of the man of one book,\"\nwhich means that a man of one book is a master of the craft. It is\nclaimed that a thorough knowledge of the Bible alone will make any person\na master of literature. Certain it is that the Bible and Shakespeare\nconstitute an epitome of the essentials of knowledge. Shakespeare\ngathered the fruitage of all who went before him, he has sown the seeds\nfor all who shall ever come after him. He was the great intellectual\nocean whose waves touch the continents of all thought.",
        "Books are cheap now-a-days, the greatest works, thanks to the printing\npress, are within the reach of all, and the more you read, the better,\nprovided they are worth reading. Sometimes a man takes poison into his\nsystem unconscious of the fact that it is poison, as in the case of\ncertain foods, and it is very hard to throw off its effects. Therefore,\nbe careful in your choice of reading matter. If you cannot afford a full\nlibrary, and as has been said, such is not necessary, select a few of the\ngreat works of the master minds, assimilate and digest them, so that they\nwill be of advantage to your literary system. Elsewhere in this volume is\ngiven a list of some of the world’s masterpieces from which you can make\na selection.",
        "Your brain is a storehouse, don’t put useless furniture into it to crowd\nit to the exclusion of what is useful. Lay up only the valuable and\nserviceable kind which you can call into requisition at any moment.",
        "As it is necessary to study the best authors in order to be a writer, so\nit is necessary to study the best speakers in order to talk with\ncorrectness and in good style. To talk rightly you must imitate the\nmasters of oral speech. Listen to the best conversationalists and how\nthey express themselves. Go to hear the leading lectures, speeches and\nsermons. No need to imitate the gestures of elocution, it is nature, not\nart, that makes the elocutionist and the orator. It is not how a\nspeaker expresses himself but the language which he uses and the manner\nof its use which should interest you. Have you heard the present day\nmasters of speech? There have been past time masters but their tongues\nare stilled in the dust of the grave, and you can only read their\neloquence now. You can, however, listen to the charm of the living. To\nmany of us voices still speak from the grave, voices to which we have\nlistened when fired with the divine essence of speech. Perhaps you have\nhung with rapture on the words of Beecher and Talmage. Both thrilled the\nsouls of men and won countless thousands over to a living gospel. Both\nwere masters of words, they scattered the flowers of rhetoric on the\nshrine of eloquence and hurled veritable bouquets at their audiences\nwhich were eagerly seized by the latter and treasured in the storehouse\nof memory. Both were scholars and philosophers, yet they were far surpassed\nby Spurgeon, a plain man of the people with little or no claim to\neducation in the modern sense of the word. Spurgeon by his speech\nattracted thousands to his Tabernacle. The Protestant and Catholic, Turk,\nJew and Mohammedan rushed to hear him and listened, entranced, to his\nlanguage. Such another was Dwight L. Moody, the greatest Evangelist the\nworld has ever known. Moody was not a man of learning; he commenced life\nas a shoe salesman in Chicago, yet no man ever lived who drew such\naudiences and so fascinated them with the spell of his speech. “Oh, that\nwas personal magnetism,” you will say, but it was nothing of the kind. It\nwas the burning words that fell from the lips of these men, and the way,\nthe manner, the force with which they used those words that counted and\nattracted the crowds to listen unto them. Personal magnetism or personal\nappearance entered not as factors into their success. Indeed as far as\nphysique were concerned, some of them were handicapped. Spurgeon was a\nshort, podgy, fat little man, Moody was like a country farmer, Talmage in\nhis big cloak was one of the most slovenly of men and only Beecher was\npassable in the way of refinement and gentlemanly bearing. Physical\nappearance, as so many think, is not the sesame to the interest of an\naudience. Daniel O’Connell, the Irish tribune, was a homely, ugly,\nawkward, ungainly man, yet his words attracted millions to his side and\ngained for him the hostile ear of the British Parliament, he was a master\nof verbiage and knew just what to say to captivate his audiences.",
        "It is words and their placing that count on almost all occasions. No\nmatter how refined in other respects the person may be, if he use words\nwrongly and express himself in language not in accordance with a proper\nconstruction, he will repel you, whereas the man who places his words\ncorrectly and employs language in harmony with the laws of good speech,\nlet him be ever so humble, will attract and have an influence over you.",
        "The good speaker, the correct speaker, is always able to command\nattention and doors are thrown open to him which remain closed to others\nnot equipped with a like facility of expression. The man who can talk\nwell and to the point need never fear to go idle. He is required in\nnearly every walk of life and field of human endeavor, the world wants\nhim at every turn. Employers are constantly on the lookout for good\ntalkers, those who are able to attract the public and convince others by\nthe force of their language. A man may be able, educated, refined, of\nunblemished character, nevertheless if he lack the power to express\nhimself, put forth his views in good and appropriate speech he has to\ntake a back seat, while some one with much less ability gets the\nopportunity to come to the front because he can clothe his ideas in ready\nwords and talk effectively.",
        "You may again say that nature, not art, makes a man a fluent speaker; to\na great degree this is true, but it is art that makes him a correctspeaker, and correctness leads to fluency. It is possible for everyone to\nbecome a correct speaker if he will but persevere and take a little pains\nand care.",
        "At the risk of repetition good advice may be here emphasized: Listen to\nthe best speakers and note carefully the words which impress you most.\nKeep a notebook and jot down words, phrases, sentences that are in any\nway striking or out of the ordinary run. If you do not understand the\nexact meaning of a word you have heard, look it up in the dictionary.\nThere are many words, called synonyms, which have almost a like\nsignification, nevertheless, when examined they express different shades\nof meaning and in some cases, instead of being close related, are widely\ndivergent. Beware of such words, find their exact meaning and learn to\nuse them in their right places.",
        "Be open to criticism, don’t resent it but rather invite it and look upon\nthose as friends who point out your defects in order that you may remedy\nthem.",
        "SLANG",
        "Origin–American Slang–Foreign Slang",
        "Slang is more or less common in nearly all ranks of society and in every\nwalk of life at the present day. Slang words and expressions have crept\ninto our everyday language, and so insiduously, that they have not been\ndetected by the great majority of speakers, and so have become part and\nparcel of their vocabulary on an equal footing with the legitimate words\nof speech. They are called upon to do similar service as the ordinary\nwords used in everyday conversation–to express thoughts and desires and\nconvey meaning from one to another. In fact, in some cases, slang has\nbecome so useful that it has far outstripped classic speech and made for\nitself such a position in the vernacular that it would be very hard in\nsome cases to get along without it. Slang words have usurped the place of\nregular words of language in very many instances and reign supreme in\ntheir own strength and influence.",
        "Cant and slang are often confused in the popular mind, yet they are not\nsynonymous, though very closely allied, and proceeding from a common\nGypsy origin. Cant is the language of a certain class–the peculiar\nphraseology or dialect of a certain craft, trade or profession, and is\nnot readily understood save by the initiated of such craft, trade or\nprofession. It may be correct, according to the rules of grammar, but it\nis not universal; it is confined to certain parts and localities and is\nonly intelligible to those for whom it is intended. In short, it is an\nesoteric language which only the initiated can understand. The jargon, or\npatter, of thieves is cant and it is only understood by thieves who have\nbeen let into its significance; the initiated language of professional\ngamblers is cant, and is only intelligible to gamblers.",
        "On the other hand, slang, as it is nowadays, belongs to no particular class\nbut is scattered all over and gets entre into every kind of society and\nis understood by all where it passes current in everyday expression. Of\ncourse, the nature of the slang, to a great extent, depends upon the\nlocality, as it chiefly is concerned with colloquialisms or words and\nphrases common to a particular section. For instance, the slang of London\nis slightly different from that of New York, and some words in the one city\nmay be unintelligible in the other, though well understood in that in which\nthey are current. Nevertheless, slang may be said to be universally\nunderstood. “To kick the bucket,” “to cross the Jordan,” “to hop the twig\"\nare just as expressive of the departing from life in the backwoods of\nAmerica or the wilds of Australia as they are in London or Dublin.",
        "Slang simply consists of words and phrases which pass current but are not\nrefined, nor elegant enough, to be admitted into polite speech or\nliterature whenever they are recognized as such. But, as has been said, a\ngreat many use slang without their knowing it as slang and incorporate it\ninto their everyday speech and conversation.",
        "Some authors purposely use slang to give emphasis and spice in familiar and\nhumorous writing, but they should not be imitated by the tyro. A master,\nsuch as Dickens, is forgivable, but in the novice it is unpardonable.",
        "There are several kinds of slang attached to different professions and\nclasses of society. For instance, there is college slang, political\nslang, sporting slang, etc. It is the nature of slang to circulate freely\namong all classes, yet there are several kinds of this current form of\nlanguage corresponding to the several classes of society. The two great\ndivisions of slang are the vulgar of the uneducated and coarse-minded,\nand the high-toned slang of the so-called upper classes–the educated and\nthe wealthy. The hoyden of the gutter does not use the same slang as my\nlady in her boudoir, but both use it, and so expressive is it that the\none might readily understand the other if brought in contact. Therefore,\nthere are what may be styled an ignorant slang and an educated slang–the\none common to the purlieus and the alleys, the other to the parlor and\nthe drawing-room.",
        "In all cases the object of slang is to express an idea in a more vigorous,\npiquant and terse manner than standard usage ordinarily admits. A school\ngirl, when she wants to praise a baby, exclaims: “Oh, isn’t he awfully\ncute!” To say that he is very nice would be too weak a way to express her\nadmiration. When a handsome girl appears on the street an enthusiastic\nmasculine admirer, to express his appreciation of her beauty, tells you:\n\"She is a peach, a bird, a cuckoo,” any of which accentuates his\nestimation of the young lady and is much more emphatic than saying: “She\nis a beautiful girl,” “a handsome maiden,” or “lovely young woman.”",
        "When a politician defeats his rival he will tell you “it was a cinch,” he\nhad a “walk-over,” to impress you how easy it was to gain the victory.",
        "Some slang expressions are of the nature of metaphors and are highly\nfigurative. Such are “to pass in your checks,” “to hold up,” “to pull the\nwool over your eyes,” “to talk through your hat,” “to fire out,” “to go\nback on,” “to make yourself solid with,” “to have a jag on,” “to be\nloaded,” “to freeze on to,” “to bark up the wrong tree,” “don’t monkey\nwith the buzz-saw,” and “in the soup.” Most slang had a bad origin. The\ngreater part originated in the cant of thieves’ Latin, but it broke away\nfrom this cant of malefactors in time and gradually evolved itself from\nits unsavory past until it developed into a current form of expressive\nspeech. Some slang, however, can trace its origin back to very\nrespectable sources.",
        "“Stolen fruits are sweet” may be traced to the Bible in sentiment.\nProverbs, ix:17 has it: “Stolen waters are sweet.” “What are you giving\nme,” supposed to be a thorough Americanism, is based upon Genesis,\nxxxviii:16. The common slang, “a bad man,” in referring to Western\ndesperadoes, in almost the identical sense now used, is found in\nSpenser’s Faerie Queen, Massinger’s play “A New Way to Pay Old\nDebts,” and in Shakespeare’s “King Henry VIII.” The expression “to\nblow on,” meaning to inform, is in Shakespeare’s “As You Like it.\"\n\"It’s all Greek to me” is traceable to the play of “Julius Caesar.\"\n\"All cry and no wool” is in Butler’s “Hudibras.” “Pious frauds,\"\nmeaning hypocrites, is from the same source. “Too thin,” referring to an\nexcuse, is from Smollett’s ’Peregrine Pickle.” Shakespeare also used\nit.",
        "America has had a large share in contributing to modern slang. “The\nheathen Chinee,” and “Ways that are dark, and tricks that are vain,” are\nfrom Bret Harte’s Truthful James. “Not for Joe,” arose during the Civil\nWar when one soldier refused to give a drink to another. “Not if I know\nmyself” had its origin in Chicago. “What’s the matter with––? He’s all\nright,” had its beginning in Chicago also and first was “What’s the\nmatter with Hannah.” referring to a lazy domestic servant. “There’s\nmillions in it,” and “By a large majority” come from Mark Twain’s Gilded\nAge. “Pull down your vest,” “jim-jams,” “got ’em bad,” “that’s what’s\nthe matter,” “go hire a hall,” “take in your sign,” “dry up,” “hump\nyourself,” “it’s the man around the corner,” “putting up a job,” “put a\nhead on him,” “no back talk,” “bottom dollar,” “went off on his ear,\"\n\"chalk it down,” “staving him off,” “making it warm,” “dropping him\ngently,” “dead gone,” “busted,” “counter jumper,” “put up or shut up,\"\n\"bang up,” “smart Aleck,” “too much jaw,” “chin-music,” “top heavy,\"\n\"barefooted on the top of the head,” “a little too fresh,” “champion\nliar,” “chief cook and bottle washer,” “bag and baggage,” “as fine as\nsilk,” “name your poison,” “died with his boots on,” “old hoss,” “hunkey\ndorey,” “hold your horses,” “galoot” and many others in use at present\nare all Americanisms in slang.",
        "California especially has been most fecund in this class of figurative\nlanguage. To this State we owe “go off and die,” “don’t you forget it,\"\n\"rough deal,” “square deal,” “flush times,” “pool your issues,” “go bury\nyourself,” “go drown yourself,” “give your tongue a vacation,” “a bad\negg,” “go climb a tree,” “plug hats,” “Dolly Vardens,” “well fixed,\"\n\"down to bed rock,” “hard pan,” “pay dirt,” “petered out,” “it won’t\nwash,” “slug of whiskey,” “it pans out well,” and “I should smile.\"\n\"Small potatoes, and few in the hill,” “soft snap,” “all fired,” “gol\ndurn it,” “an up-hill job,” “slick,” “short cut,” “guess not,” “correct\nthing” are Bostonisms. The terms “innocent,” “acknowledge the corn,\"\n\"bark up the wrong tree,” “great snakes,” “I reckon,” “playing ’possum,\"\n\"dead shot,” had their origin in the Southern States. “Doggone it,” “that\nbeats the Dutch,” “you bet,” “you bet your boots,” sprang from New York.\n\"Step down and out” originated in the Beecher trial, just as\n\"brain-storm” originated in the Thaw trial.",
        "Among the slang phrases that have come directly to us from England may be\nmentioned “throw up the sponge,” “draw it mild,” “give us a rest,” “dead\nbeat,” “on the shelf,” “up the spout,” “stunning,” “gift of the gab,\"\netc.",
        "The newspapers are responsible for a large part of the slang. Reporters,\nstaff writers, and even editors, put words and phrases into the mouths of\nindividuals which they never utter. New York is supposed to be the\nheadquarters of slang, particularly that portion of it known as the\nBowery. All transgressions and corruptions of language are supposed to\noriginate in that unclassic section, while the truth is that the laws of\npolite English are as much violated on Fifth Avenue. Of course, the\nforeign element mincing their “pidgin” English have given the Bowery an\nunenviable reputation, but there are just as good speakers of the\nvernacular on the Bowery as elsewhere in the greater city. Yet every\ninexperienced newspaper reporter thinks that it is incumbent on him to\nhold the Bowery up to ridicule and laughter, so he sits down, and out of\nhis circumscribed brain, mutilates the English tongue (he can rarely coin\na word), and blames the mutilation on the Bowery.",
        "’Tis the same with newspapers and authors, too, detracting the Irish\nrace. Men and women who have never seen the green hills of Ireland, paint\nIrish characters as boors and blunderers and make them say ludicrous\nthings and use such language as is never heard within the four walls of\nIreland. ’Tis very well known that Ireland is the most learned country on\nthe face of the earth–is, and has been. The schoolmaster has been abroad\nthere for hundreds, almost thousands, of years, and nowhere else in the\nworld to-day is the king’s English spoken so purely as in the cities and\ntowns of the little Western Isle.",
        "Current events, happenings of everyday life, often give rise to slang\nwords, and these, after a time, come into such general use that they take\ntheir places in everyday speech like ordinary words and, as has been\nsaid, their users forget that they once were slang. For instance, the\ndays of the Land League in Ireland originated the word boycott, which\nwas the name of a very unpopular landlord, Captain Boycott. The people\nrefused to work for him, and his crops rotted on the ground. From this\ntime any one who came into disfavor and whom his neighbors refused to\nassist in any way was said to be boycotted. Therefore to boycott means to\npunish by abandoning or depriving a person of the assistance of others.\nAt first it was a notoriously slang word, but now it is standard in the\nEnglish dictionaries.",
        "Politics add to our slang words and phrases. From this source we get\n\"dark horse,” “the gray mare is the better horse,” “barrel of money,\"\n\"buncombe,” “gerrymander,” “scalawag,” “henchman,” “logrolling,” “pulling\nthe wires,” “taking the stump,” “machine,” “slate,” etc.",
        "The money market furnishes us with “corner,” “bull,” “bear,” “lamb,\"\n\"slump,” and several others.",
        "The custom of the times and the requirements of current expression require\nthe best of us to use slang words and phrases on occasions. Often we do\nnot know they are slang, just as a child often uses profane words without\nconsciousness of their being so. We should avoid the use of slang as much\nas possible, even when it serves to convey our ideas in a forceful\nmanner. And when it has not gained a firm foothold in current speech it\nshould be used not at all. Remember that most all slang is of vulgar\norigin and bears upon its face the bend sinister of vulgarity. Of the\nslang that is of good birth, pass it by if you can, for it is like a\nbroken-down gentleman, of little good to any one. Imitate the great\nmasters as much as you will in classical literature, but when it comes to\ntheir slang, draw the line. Dean Swift, the great Irish satirist, coined\nthe word “phiz” for face. Don’t imitate him. If you are speaking or\nwriting of the beauty of a lady’s face don’t call it her “phiz.” The\nDean, as an intellectual giant, had a license to do so–you haven’t.\nShakespeare used the word “flush” to indicate plenty of money. Well, just\nremember there was only one Shakespeare, and he was the only one that had\na right to use that word in that sense. You’ll never be a Shakespeare,\nthere will never be such another–Nature exhausted herself in producing\nhim. Bulwer used the word “stretch” for hang, as to stretch his neck.\nDon’t follow his example in such use of the word. Above all, avoid the\nlow, coarse, vulgar slang, which is made to pass for wit among the\nriff-raff of the street. If you are speaking or writing of a person\nhaving died last night don’t say or write: “He hopped the twig,” or “he\nkicked the bucket.” If you are compelled to listen to a person discoursing\non a subject of which he knows little or nothing, don’t say “He is\ntalking through his hat.” If you are telling of having shaken hands with\nMr. Roosevelt don’t say “He tipped me his flipper.” If you are speaking\nof a wealthy man don’t say “He has plenty of spondulix,” or “the long\ngreen.” All such slang is low, coarse and vulgar and is to be frowned\nupon on any and every occasion.",
        "If you use slang use the refined kind and use it like a gentleman, that\nit will not hurt or give offense to any one. Cardinal Newman defined a\ngentleman as he who never inflicts pain. Be a gentleman in your slang–\nnever inflict pain.",
        "WRITING FOR NEWSPAPERS",
        "Qualification–Appropriate Subjects–Directions",
        "The newspaper nowadays goes into every home in the land; what was\nformerly regarded as a luxury is now looked upon as a necessity. No\nmatter how poor the individual, he is not too poor to afford a penny to\nlearn, not alone what is taking place around him in his own immediate\nvicinity, but also what is happening in every quarter of the globe. The\nlaborer on the street can be as well posted on the news of the day as the\nbanker in his office. Through the newspaper he can feel the pulse of the\ncountry and find whether its vitality is increasing or diminishing; he\ncan read the signs of the times and scan the political horizon for what\nconcerns his own interests. The doings of foreign countries are spread\nbefore him and he can see at a glance the occurrences in the remotest\ncorners of earth. If a fire occurred in London last night he can read\nabout it at his breakfast table in New York this morning, and probably\nget a better account than the Londoners themselves. If a duel takes place\nin Paris he can read all about it even before the contestants have left\nthe field.",
        "There are upwards of 3,000 daily newspapers in the United States, more\nthan 2,000 of which are published in towns containing less than 100,000\ninhabitants. In fact, many places of less than 10,000 population can\nboast the publishing of a daily newspaper. There are more than 15,000\nweeklies published. Some of the so-called country papers wield quite an\ninfluence in their localities, and even outside, and are money-making\nagencies for their owners and those connected with them, both by way of\ncirculation and advertisements.",
        "It is surprising the number of people in this country who make a living\nin the newspaper field. Apart from the regular toilers there are thousands\nof men and women who make newspaper work a side issue, who add tidy sums\nof “pin money” to their incomes by occasional contributions to the daily,\nweekly and monthly press. Most of these people are only persons of\nordinary, everyday ability, having just enough education to express\nthemselves intelligently in writing.",
        "It is a mistake to imagine, as so many do, that an extended education is\nnecessary for newspaper work. Not at all! On the contrary, in some cases,\na high-class education is a hindrance, not a help in this direction. The\ngeneral newspaper does not want learned disquisitions nor philosophical\ntheses; as its name implies, it wants news, current news, interesting\nnews, something to appeal to its readers, to arouse them and rivet their\nattention. In this respect very often a boy can write a better article\nthan a college professor. The professor would be apt to use words beyond\nthe capacity of most of the readers, while the boy, not knowing such\nwords, would probably simply tell what he saw, how great the damage was,\nwho were killed or injured, etc., and use language which all would\nunderstand.",
        "Of course, there are some brilliant scholars, deeply-read men and women\nin the newspaper realm, but, on the whole, those who have made the\ngreatest names commenced ignorant enough and most of them graduated by\nway of the country paper. Some of the leading writers of England and\nAmerica at the present time started their literary careers by contributing\nto the rural press. They perfected and polished themselves as they went\nalong until they were able to make names for themselves in universal\nliterature.",
        "If you want to contribute to newspapers or enter the newspaper field as a\nmeans of livelihood, don’t let lack of a college or university education\nstand in your way. As has been said elsewhere in this book, some of the\ngreatest masters of English literature were men who had but little\nadvantage in the way of book learning. Shakespeare, Bunyan, Burns, and\nscores of others, who have left their names indelibly inscribed on the\ntablets of fame, had little to boast of in the way of book education, but\nthey had what is popularly known as “horse” sense and a good working\nknowledge of the world; in other words, they understood human nature, and\nwere natural themselves. Shakespeare understood mankind because he was\nhimself a man; hence he has portrayed the feelings, the emotions, the\npassions with a master’s touch, delineating the king in his palace as true\nto nature as he has done the peasant in his hut. The monitor within his own\nbreast gave him warning as to what was right and what was wrong, just as\nthe daemon ever by the side of old Socrates whispered in his ear the course\nto pursue under any and all circumstances. Burns guiding the plough\nconceived thoughts and clothed them in a language which has never, nor\nprobably never will be, surpassed by all the learning which art can confer.\nThese men were natural, and it was the perfection of this naturality that\nwreathed their brows with the never-fading laurels of undying fame.",
        "If you would essay to write for the newspaper you must be natural and\nexpress yourself in your accustomed way without putting on airs or\nfrills; you must not ape ornaments and indulge in bombast or rhodomontade\nwhich stamp a writer as not only superficial but silly. There is no room\nfor such in the everyday newspaper. It wants facts stated in plain,\nunvarnished, unadorned language. True, you should read the best authors\nand, as far as possible, imitate their style, but don’t try to literally\ncopy them. Be yourself on every occasion–no one else.",
        "  Not like Homer would I write,\n  Not like Dante if I might,\n  Not like Shakespeare at his best,\n  Not like Goethe or the rest,\n  Like myself, however small,\n  Like myself, or not at all.",
        "Put yourself in place of the reader and write what will interest yourself\nand in such a way that your language will appeal to your own ideas of the\nfitness of things. You belong to the great commonplace majority,\ntherefore don’t forget that in writing for the newspapers you are writing\nfor that majority and not for the learned and aesthetic minority.",
        "Remember you are writing for the man on the street and in the street car,\nyou want to interest him, to compel him to read what you have to say. He\ndoes not want a display of learning; he wants news about something which\nconcerns himself, and you must tell it to him in a plain, simple manner\njust as you would do if you were face to face with him.",
        "What can you write about? Why about anything that will constitute current\nnews, some leading event of the day, anything that will appeal to the\nreaders of the paper to which you wish to submit it. No matter in what\nlocality you may live, however backward it may be, you can always find\nsomething of genuine human interest to others. If there is no news\nhappening, write of something that appeals to yourself. We are all\nconstituted alike, and the chances are that what will interest you will\ninterest others. Descriptions of adventure are generally acceptable. Tell\nof a fox hunt, or a badger hunt, or a bear chase.",
        "If there is any important manufacturing plant in your neighborhood\ndescribe it and, if possible, get photographs, for photography plays a\nvery important part in the news items of to-day. If a “great” man lives\nnear you, one whose name is on the tip of every tongue, go and get an\ninterview with him, obtain his views on the public questions of the day,\ndescribe his home life and his surroundings and how he spends his time.",
        "Try and strike something germane to the moment, something that stands out\nprominently in the limelight of the passing show. If a noted personage,\nsome famous man or woman, is visiting the country, it is a good time to\nwrite up the place from which he or she comes and the record he or she has\nmade there. For instance, it was opportune to write of Sulu and the little\nPacific archipelago during the Sultan’s trip through the country. If an\nattempt is made to blow up an American battleship, say, in the harbor of\nAppia, in Samoa, it affords a chance to write about Samoa and Robert Louis\nStephenson. When Manuel was hurled from the throne of Portugal it was a\nripe time to write of Portugal and Portuguese affairs. If any great\noccurrence is taking place in a foreign country such as the crowning of a\nking or the dethronement of a monarch, it is a good time to write up the\nhistory of the country and describe the events leading up to the main\nissue. When a particularly savage outbreak occurs amongst wild tribes in\nthe dependencies, such as a rising of the Manobos in the Philippines, it is\nopportune to write of such tribes and their surroundings, and the causes\nleading up to the revolt.",
        "Be constantly on the lookout for something that will suit the passing\nhour, read the daily papers and probably in some obscure corner you may\nfind something that will serve you as a foundation for a good article–\nsomething, at least, that will give you a clue.",
        "Be circumspect in your selection of a paper to which to submit your copy.\nKnow the tone and general import of the paper, its social leanings and\npolitical affiliations, also its religious sentiments, and, in fact, all\nthe particulars you can regarding it. It would be injudicious for you to\nsend an article on a prize fight to a religious paper or, vice versa,\nan account of a church meeting to the editor of a sporting sheet.",
        "If you get your copy back don’t be disappointed nor yet disheartened.\nPerseverance counts more in the newspaper field than anywhere else, and\nonly perseverance wins in the long run. You must become resilient; if you\nare pressed down, spring up again. No matter how many rebuffs you may\nreceive, be not discouraged but call fresh energy to your assistance and\nmake another stand. If the right stuff is in you it is sure to be\ndiscovered; your light will not remain long hidden under a bushel in the\nnewspaper domain. If you can deliver the goods editors will soon be\nbegging you instead of your begging them. Those men are constantly on the\nlookout for persons who can make good.",
        "Once you get into print the battle is won, for it will be an incentive to\nyou to persevere and improve yourself at every turn. Go over everything\nyou write, cut and slash and prune until you get it into as perfect form\nas possible. Eliminate every superfluous word and be careful to strike\nout all ambiguous expressions and references.",
        "If you are writing for a weekly paper remember it differs from a daily\none. Weeklies want what will not alone interest the man on the street,\nbut the woman at the fireside; they want out-of-the-way facts, curious\nscraps of lore, personal notes of famous or eccentric people, reminiscences\nof exciting experiences, interesting gleanings in life’s numberless\nby-ways, in short, anything that will entertain, amuse, instruct the home\ncircle. There is always something occurring in your immediate surroundings,\nsome curious event or thrilling episode that will furnish you with data\nfor an article. You must know the nature of the weekly to which you\nsubmit your copy the same as you must know the daily. For instance, the\nChristian Herald, while avowedly a religious weekly, treats such secular\nmatter as makes the paper appeal to all. On its religious side it is\nnon-sectarian, covering the broad field of Christianity throughout the\nworld; on its secular side it deals with human events in such an impartial\nway that every one, no matter to what class they may belong or to what\ncreed they may subscribe, can take a living, personal interest.",
        "The monthlies offer another attractive field for the literary aspirant.\nHere, again, don’t think you must be an university professor to write for a\nmonthly magazine. Many, indeed most, of the foremost magazine contributors\nare men and women who have never passed through a college except by going\nin at the front door and emerging from the back one. However, for the most\npart, they are individuals of wide experience who know the practical side\nof life as distinguished from the theoretical.",
        "The ordinary monthly magazine treats of the leading questions and issues\nwhich are engaging the attention of the world for the moment, great\ninventions, great discoveries, whatever is engrossing the popular mind\nfor the time being, such as flying machines, battleships, sky-scrapers,\nthe opening of mines, the development of new lands, the political issues,\nviews of party leaders, character sketches of distinguished personages,\netc. However, before trying your skill for a monthly magazine it would be\nwell for you to have a good apprenticeship in writing for the daily\npress.",
        "Above all things, remember that perseverance is the key that opens the\ndoor of success. Persevere! If you are turned down don’t get\ndisheartened; on the contrary, let the rebuff act as a stimulant to\nfurther effort. Many of the most successful writers of our time have been\nturned down again and again. For days and months, and even years, some of\nthem have hawked their wares from one literary door to another until they\nfound a purchaser. You may be a great writer in embryo, but you will\nnever develop into a fetus, not to speak of full maturity, unless you\nbring out what is in you. Give yourself a chance to grow and seize upon\neverything that will enlarge the scope of your horizon. Keep your eyes\nwide open and there is not a moment of the day in which you will not see\nsomething to interest you and in which you may be able to interest\nothers. Learn, too, how to read Nature’s book. There’s a lesson in\neverything–in the stones, the grass, the trees, the babbling brooks and\nthe singing birds. Interpret the lesson for yourself, then teach it to\nothers. Always be in earnest in your writing; go about it in a determined\nkind of way, don’t be faint-hearted or backward, be brave, be brave, and\nevermore be brave.",
        "  On the wide, tented field in the battle of life,\n    With an army of millions before you;\n  Like a hero of old gird your soul for the strife\n    And let not the foeman tramp o’er you;\n  Act, act like a soldier and proudly rush on\n    The most valiant in Bravery’s van,\n  With keen, flashing sword cut your way to the front\n    And show to the world you’re a Man.",
        "If you are of the masculine gender be a man in all things in the highest\nand best acceptation of the word. That is the noblest title you can\nboast, higher far than that of earl or duke, emperor or king. In the same\nway womanhood is the grandest crown the feminine head can wear. When the\nworld frowns on you and everything seems to go wrong, possess your soul\nin patience and hope for the dawn of a brighter day. It will come. The\nsun is always shining behind the darkest clouds. When you get your\nmanuscripts back again and again, don’t despair, nor think the editor\ncruel and unkind. He, too, has troubles of his own. Keep up your spirits\nuntil you have made the final test and put your talents to a last analysis,\nthen if you find you cannot get into print be sure that newspaper writing\nor literary work is not your forte, and turn to something else. If\nnothing better presents itself, try shoemaking or digging ditches.\nRemember honest labor, no matter how humble, is ever dignified. If you\nare a woman throw aside the pen, sit down and darn your brother’s, your\nfather’s, or your husband’s socks, or put on a calico apron, take soap\nand water and scrub the floor. No matter who you are do something useful.\nThat old sophistry about the world owing you a living has been exploded\nlong ago. The world does not owe you a living, but you owe it servitude,\nand if you do not pay the debt you are not serving the purpose of an\nall-wise Providence and filling the place for which you were created. It\nis for you to serve the world, to make it better, brighter, higher, holier,\ngrander, nobler, richer, for your having lived in it. This you can do in\nno matter what position fortune has cast you, whether it be that of\nstreet laborer or president. Fight the good fight and gain the victory.",
        "  “Above all, to thine own self be true,\n   And ’twill follow as the night the\n   day, Thou canst not then be false to any man.”",
        "CHOICE OF WORDS",
        "Small Words–Their Importance–The Anglo-Saxon Element",
        "In another place in this book advice has been given to never use a long\nword when a short one will serve the same purpose. This advice is to be\nemphasized. Words of “learned length and thundering sound” should be\navoided on all possible occasions. They proclaim shallowness of intellect\nand vanity of mind. The great purists, the masters of diction, the\nexemplars of style, used short, simple words that all could understand;\nwords about which there could be no ambiguity as to meaning. It must be\nremembered that by our words we teach others; therefore, a very great\nresponsibility rests upon us in regard to the use of a right language. We\nmust take care that we think and speak in a way so clear that there may\nbe no misapprehension or danger of conveying wrong impressions by vague\nand misty ideas enunciated in terms which are liable to be misunderstood\nby those whom we address. Words give a body or form to our ideas, without\nwhich they are apt to be so foggy that we do not see where they are weak\nor false. We must make the endeavor to employ such words as will put the\nidea we have in our own mind into the mind of another. This is the\ngreatest art in the world–to clothe our ideas in words clear and\ncomprehensive to the intelligence of others. It is the art which the\nteacher, the minister, the lawyer, the orator, the business man, must\nmaster if they would command success in their various fields of endeavor.\nIt is very hard to convey an idea to, and impress it on, another when he\nhas but a faint conception of the language in which the idea is expressed;\nbut it is impossible to convey it at all when the words in which it is\nclothed are unintelligible to the listener.",
        "If we address an audience of ordinary men and women in the English\nlanguage, but use such words as they cannot comprehend, we might as well\nspeak to them in Coptic or Chinese, for they will derive no benefit from\nour address, inasmuch as the ideas we wish to convey are expressed in\nwords which communicate no intelligent meaning to their minds.",
        "Long words, learned words, words directly derived from other languages\nare only understood by those who have had the advantages of an extended\neducation. All have not had such advantages. The great majority in this\ngrand and glorious country of ours have to hustle for a living from an\nearly age. Though education is free, and compulsory also, very many never\nget further than the “Three R’s.” These are the men with whom we have to\ndeal most in the arena of life, the men with the horny palms and the iron\nmuscles, the men who build our houses, construct our railroads, drive our\nstreet cars and trains, till our fields, harvest our crops–in a word,\nthe men who form the foundation of all society, the men on whom the world\ndepends to make its wheels go round. The language of the colleges and\nuniversities is not for them and they can get along very well without it;\nthey have no need for it at all in their respective callings. The plain,\nsimple words of everyday life, to which the common people have been used\naround their own firesides from childhood, are the words we must use in\nour dealings with them.",
        "Such words are understood by them and understood by the learned as well;\nwhy then not use them universally and all the time? Why make a one-sided\naffair of language by using words which only one class of the people, the\nso-called learned class, can understand? Would it not be better to use,\non all occasions, language which the both classes can understand? If we\ntake the trouble to investigate we shall find that the men who exerted\nthe greatest sway over the masses and the multitude as orators, lawyers,\npreachers and in other public capacities, were men who used very simple\nlanguage. Daniel Webster was among the greatest orators this country has\nproduced. He touched the hearts of senates and assemblages, of men and\nwomen with the burning eloquence of his words. He never used a long word\nwhen he could convey the same, or nearly the same, meaning with a short\none. When he made a speech he always told those who put it in form for\nthe press to strike out every long word. Study his speeches, go over all\nhe ever said or wrote, and you will find that his language was always\nmade up of short, clear, strong terms, although at times, for the sake of\nsound and oratorical effect, he was compelled to use a rather long word,\nbut it was always against his inclination to do so, and where was the man\nwho could paint, with words, as Webster painted! He could picture things\nin a way so clear that those who heard him felt that they had seen that\nof which he spoke.",
        "Abraham Lincoln was another who stirred the souls of men, yet he was not\nan orator, not a scholar; he did not write M.A. or Ph.D. after his name,\nor any other college degree, for he had none. He graduated from the\nUniversity of Hard Knocks, and he never forgot this severe Alma Materwhen he became President of the United States. He was just as plain, I\njust as humble, as in the days when he split rails or plied a boat on the\nSangamon. He did not use big words, but he used the words of the people,\nand in such a way as to make them beautiful. His Gettysburg address is an\nEnglish classic, one of the great masterpieces of the language.",
        "From the mere fact that a word is short it does not follow that it is\nalways clear, but it is true that nearly all clear words are short, and\nthat most of the long words, especially those which we get from other\nlanguages, are misunderstood to a great extent by the ordinary rank and\nfile of the people. Indeed, it is to be doubted if some of the “scholars\"\nusing them, fully understand their import on occasions. A great many such\nwords admit of several interpretations. A word has to be in use a great\ndeal before people get thoroughly familiar with its meaning. Long words,\nnot alone obscure thought and make the ideas hazy, but at times they tend\nto mix up things in such a way that positively harmful results follow\nfrom their use.",
        "For instance, crime can be so covered with the folds of long words as to\ngive it a different appearance. Even the hideousness of sin can be cloaked\nwith such words until its outlines look like a thing of beauty. When a bank\ncashier makes off with a hundred thousand dollars we politely term his\ncrime defalcation instead of plain theft, and instead of calling\nhimself a thief we grandiosely allude to him as a defaulter. When we\nsee a wealthy man staggering along a fashionable thoroughfare under the\ninfluence of alcohol, waving his arms in the air and shouting boisterously,\nwe smile and say, poor gentleman, he is somewhat exhilarated; or at worst\nwe say, he is slightly inebriated; but when we see a poor man who has\nfallen from grace by putting an “enemy into his mouth to steal away his\nbrain” we express our indignation in the simple language of the words:\n\"Look at the wretch; he is dead drunk.”",
        "When we find a person in downright lying we cover the falsehood with the\nfinely-spun cloak of the word prevarication. Shakespeare says, “a rose\nby any other name would smell as sweet,” and by a similar sequence, a\nlie, no matter by what name you may call it, is always a lie and should\nbe condemned; then why not simply call it a lie? Mean what you say and\nsay what you mean; call a spade a spade, it is the best term you can\napply to the implement.",
        "When you try to use short words and shun long ones in a little while you\nwill find that you can do so with ease. A farmer was showing a horse to a\ncity-bred gentleman. The animal was led into a paddock in which an old\nsow-pig was rooting. “What a fine quadruped!” exclaimed the city man.",
        "“Which of the two do you mean, the pig or the horse?” queried the farmer,\n\"for, in my opinion, both of them are fine quadrupeds.”",
        "Of course the visitor meant the horse, so it would have been much better\nhad he called the animal by its simple; ordinary name–, there would have\nbeen no room for ambiguity in his remark. He profited, however, by the\nincident, and never called a horse a quadruped again.",
        "Most of the small words, the simple words, the beautiful words which\nexpress so much within small bounds belong to the pure Anglo-Saxon element\nof our language. This element has given names to the heavenly bodies, the\nsun, moon and stars; to three out of the four elements, earth, fire and\nwater; three out of the four seasons, spring, summer and winter. Its simple\nwords are applied to all the natural divisions of time, except one, as day,\nnight, morning, evening, twilight, noon, mid-day, midnight, sunrise and\nsunset. The names of light, heat, cold, frost, rain, snow, hail, sleet,\nthunder, lightning, as well as almost all those objects which form the\ncomponent parts of the beautiful, as expressed in external scenery, such as\nsea and land, hill and dale, wood and stream, etc., are Anglo-Saxon. To\nthis same language we are indebted for those words which express the\nearliest and dearest connections, and the strongest and most powerful\nfeelings of Nature, and which, as a consequence, are interwoven with the\nfondest and most hallowed associations. Of such words are father, mother,\nhusband, wife, brother, sister, son, daughter, child, home, kindred,\nfriend, hearth, roof and fireside.",
        "The chief emotions of which we are susceptible are expressed in the same\nlanguage–love, hope, fear, sorrow, shame, and also the outward signs by\nwhich these emotions are indicated, as tear, smile, laugh, blush, weep,\nsigh, groan. Nearly all our national proverbs are Anglo-Saxon. Almost all\nthe terms and phrases by which we most energetically express anger,\ncontempt and indignation are of the same origin.",
        "What are known as the Smart Set and so-called polite society, are\nrelegating a great many of our old Anglo-Saxon words into the shade,\nfaithful friends who served their ancestors well. These self-appointed\narbiters of diction regard some of the Anglo-Saxon words as too coarse, too\nplebeian for their aesthetic tastes and refined ears, so they are\neliminating them from their vocabulary and replacing them with mongrels of\nforeign birth and hybrids of unknown origin. For the ordinary people,\nhowever, the man in the street or in the field, the woman in the kitchen or\nin the factory, they are still tried and true and, like old friends, should\nbe cherished and preferred to all strangers, no matter from what source the\nlatter may spring.",
        "ENGLISH LANGUAGE",
        "Beginning–Different Sources–The Present",
        "The English language is the tongue now current in England and her colonies\nthroughout the world and also throughout the greater part of the United\nStates of America. It sprang from the German tongue spoken by the Teutons,\nwho came over to Britain after the conquest of that country by the Romans.\nThese Teutons comprised Angles, Saxons, Jutes and several other tribes\nfrom the northern part of Germany. They spoke different dialects, but\nthese became blended in the new country, and the composite tongue came to\nbe known as the Anglo-Saxon which has been the main basis for the language\nas at present constituted and is still the prevailing element. Therefore\nthose who are trying to do away with some of the purely Anglo-Saxon\nwords, on the ground that they are not refined enough to express their\naesthetic ideas, are undermining main props which are necessary for the\nsupport of some important parts in the edifice of the language.",
        "The Anglo-Saxon element supplies the essential parts of speech, the\narticle, pronoun of all kinds, the preposition, the auxiliary verbs, the\nconjunctions, and the little particles which bind words into sentences and\nform the joints, sinews and ligaments of the language. It furnishes the\nmost indispensable words of the vocabulary. (See Chap. XIII.) Nowhere is\nthe beauty of Anglo-Saxon better illustrated than in the Lord’s Prayer.\nFifty-four words are pure Saxon and the remaining ones could easily be\nreplaced by Saxon words. The gospel of St. John is another illustration of\nthe almost exclusive use of Anglo-Saxon words. Shakespeare, at his best, is\nAnglo-Saxon. Here is a quotation from the Merchant of Venice, and of the\nfifty-five words fifty-two are Anglo-Saxon, the remaining three French:",
        "  All that glitters is not gold–\n  Often have you heard that told;\n    Many a man his life hath sold,\n    But my outside to behold.\n  Guilded tombs do worms infold.\n    Had you been as wise as bold,\n    Young in limbs, in judgment old,\n    Your answer had not been inscrolled–\n  Fare you well, your suit is cold.",
        "The lines put into the mouth of Hamlet’s father in fierce intenseness,\nsecond only to Dante’s inscription on the gate of hell, have one hundred\nand eight Anglo-Saxon and but fifteen Latin words.",
        "The second constituent element of present English is Latin which comprises\nthose words derived directly from the old Roman and those which came\nindirectly through the French. The former were introduced by the Roman\nChristians, who came to England at the close of the sixth century under\nAugustine, and relate chiefly to ecclesiastical affairs, such as saint from\nsanctus, religion from religio, chalice from calix, mass from\nmissa, etc. Some of them had origin in Greek, as priest from presbyter,\nwhich in turn was a direct derivative from the Greek presbuteros, also\ndeacon from the Greek diakonos.",
        "The largest class of Latin words are those which came through the\nNorman-French, or Romance. The Normans had adopted, with the Christian\nreligion, the language, laws and arts of the Romanized Gauls and Romanized\nFranks, and after a residence of more than a century in France they\nsuccessfully invaded England in 1066 under William the Conqueror and a new\nera began. The French Latinisms can be distinguished by the spelling. Thus\nSaviour comes from the Latin Salvator through the French Sauveur;\njudgment from the Latin judiclum through the French jugement; people,\nfrom the Latin populus, through the French peuple, etc.",
        "For a long time the Saxon and Norman tongues refused to coalesce and were\nlike two distinct currents flowing in different directions. Norman was\nspoken by the lords and barons in their feudal castles, in parliament and\nin the courts of justice. Saxon by the people in their rural homes, fields\nand workshops. For more than three hundred years the streams flowed apart,\nbut finally they blended, taking in the Celtic and Danish elements, and as\na result came the present English language with its simple system of\ngrammatical inflection and its rich vocabulary.",
        "The father of English prose is generally regarded as Wycliffe, who\ntranslated the Bible in 1380, while the paternal laurels in the secular\npoetical field are twined around the brows of Chaucer.",
        "Besides the Germanic and Romanic, which constitute the greater part of\nthe English language, many other tongues have furnished their quota. Of\nthese the Celtic is perhaps the oldest. The Britons at Caesar’s invasion,\nwere a part of the Celtic family. The Celtic idiom is still spoken in two\ndialects, the Welsh in Wales, and the Gaelic in Ireland and the Highlands\nof Scotland. The Celtic words in English, are comparatively few; cart,\ndock, wire, rail, rug, cradle, babe, grown, griddle, lad, lass, are some\nin most common use.",
        "The Danish element dates from the piratical invasions of the ninth and\ntenth centuries. It includes anger, awe, baffle, bang, bark, bawl,\nblunder, boulder, box, club, crash, dairy, dazzle, fellow, gable, gain,\nill, jam, kidnap, kill, kidney, kneel, limber, litter, log, lull, lump,\nmast, mistake, nag, nasty, niggard, horse, plough, rug, rump, sale,\nscald, shriek, skin, skull, sledge, sleigh, tackle, tangle, tipple,\ntrust, viking, window, wing, etc.",
        "From the Hebrew we have a large number of proper names from Adam and Eve\ndown to John and Mary and such words as Messiah, rabbi, hallelujah,\ncherub, seraph, hosanna, manna, satan, Sabbath, etc.",
        "Many technical terms and names of branches of learning come from the Greek.\nIn fact, nearly all the terms of learning and art, from the alphabet to the\nhighest peaks of metaphysics and theology, come directly from the Greek–\nphilosophy, logic, anthropology, psychology, aesthetics, grammar,\nrhetoric, history, philology, mathematics, arithmetic, astronomy, anatomy,\ngeography, stenography, physiology, architecture, and hundreds more in\nsimilar domains; the subdivisions and ramifications of theology as\nexegesis, hermeneutics, apologetics, polemics, dogmatics, ethics,\nhomiletics, etc., are all Greek.",
        "The Dutch have given us some modern sea terms, as sloop, schooner, yacht\nand also a number of others as boom, bush, boor, brandy, duck, reef,\nskate, wagon. The Dutch of Manhattan island gave us boss, the name for\nemployer or overseer, also cold slaa (cut cabbage and vinegar), and a\nnumber of geographical terms.",
        "Many of our most pleasing euphonic words, especially in the realm of\nmusic, have been given to us directly from the Italian. Of these are\npiano, violin, orchestra, canto, allegro, piazza, gazette, umbrella,\ngondola, bandit, etc.",
        "Spanish has furnished us with alligator, alpaca, bigot, cannibal, cargo,\nfilibuster, freebooter, guano, hurricane, mosquito, negro, stampede,\npotato, tobacco, tomato, tariff, etc.",
        "From Arabic we have several mathematical, astronomical, medical and\nchemical terms as alcohol, alcove, alembic, algebra, alkali, almanac,\nassassin, azure, cipher, elixir, harem, hegira, sofa, talisman, zenith\nand zero.",
        "Bazaar, dervish, lilac, pagoda, caravan, scarlet, shawl, tartar, tiara\nand peach have come to us from the Persian.",
        "Turban, tulip, divan and firman are Turkish.",
        "Drosky, knout, rouble, steppe, ukase are Russian.",
        "The Indians have helped us considerably and the words they have given us\nare extremely euphonic as exemplified in the names of many of our rivers\nand States, as Mississippi, Missouri, Minnehaha, Susquehanna, Monongahela,\nNiagara, Ohio, Massachusetts, Connecticut, Iowa, Nebraska, Dakota, etc. In\naddition to these proper names we have from the Indians wigwam, squaw,\nhammock, tomahawk, canoe, mocassin, hominy, etc.",
        "There are many hybrid words in English, that is, words, springing from two\nor more different languages. In fact, English has drawn from all sources,\nand it is daily adding to its already large family, and not alone is it\nadding to itself, but it is spreading all over the world and promises to\ntake in the entire human family beneath its folds ere long. It is the\nopinion of many that English, in a short time, will become the universal\nlanguage. It is now being taught as a branch of the higher education in the\nbest colleges and universities of Europe and in all commercial cities in\nevery land throughout the world. In Asia it follows the British sway and\nthe highways of commerce through the vast empire of East India with its two\nhundred and fifty millions of heathen and Mohammedan inhabitants. It is\nlargely used in the seaports of Japan and China, and the number of natives\nof these countries who are learning it is increasing every day. It is\nfirmly established in South Africa, Liberia, Sierra Leone, and in many of\nthe islands of the Indian and South Seas. It is the language of Australia,\nNew Zealand, Tasmania, and Christian missionaries are introducing it into\nall the islands of Polynesia. It may be said to be the living commercial\nlanguage of the North American continent, from Baffin’s Bay to the Gulf of\nMexico, and from the Atlantic to the Pacific, and it is spoken largely in\nmany of the republics of South America. It is not limited by parallels of\nlatitude, or meridians of longitude. The two great English-speaking\ncountries, England and the United States, are disseminating it north,\nsouth, east and west over the entire world.",
        "MASTERS AND MASTERPIECES OF LITERATURE",
        "Great Authors–Classification–The World’s Best Books.",
        "The Bible is the world’s greatest book. Apart from its character as a work\nof divine revelation, it is the most perfect literature extant.",
        "Leaving out the Bible the three greatest works are those of Homer, Dante\nand Shakespeare. These are closely followed by the works of Virgil and\nMilton.",
        "Homer, Dante, Cervantes, Shakespeare and Goethe.",
        "(The best translation of Homer for the ordinary reader is by Chapman.\nNorton’s translation of Dante and Taylor’s translation of Goethe’s\nFaust are recommended.)",
        "Besides the works mentioned everyone should endeavor to have the following:",
        "Plutarch’s Lives, Meditations of Marcus Aurelius, Chaucer, Imitation\nof Christ (Thomas a Kempis), Holy Living and Holy Dying (Jeremy Taylor),\nPilgrim’s Progress, Macaulay’s Essays, Bacon’s Essays, Addis on s Essays,\nEssays of Elia (Charles Lamb), Les Miserables (Hugo), Heroes and Hero\nWorship (Carlyle), Pal-grave’s Golden Treasury, Wordsworth, Vicar of\nWake field, Adam Bede (George Eliot), Vanity Fair (Thackeray),\nIvanhoe (Scott), On the Heights (Auerbach), Eugenie Grandet (Balzac),\nScarlet Letter (Hawthorne), Emerson’s Essays, Boswell’s Life of\nJohnson, History of the English People (Green), Outlines of Universal\nHistory, Origin of Species, Montaigne’s Essays, Longfellow, Tennyson,\nBrowning, Whittier, Ruskin, Herbert Spencer.",
        "A good encyclopoedia is very desirable and a reliable dictionary\nindispensable.",
        "Scarlet Letter, Parkman’s Histories, Motley’s Dutch Republic, Grant’s\nMemoirs, Franklin’s Autobiography, Webster’s Speeches, Lowell’s Bigelow\nPapers, also his Critical Essays, Thoreau’s Walden, Leaves of Grass(Whitman), Leather-stocking Tales (Cooper), Autocrat of the Breakfast\nTable, Ben Hur and Uncle Tom’s Cabin.",
        "Bryant, Poe, Whittier, Longfellow, Lowell, Emerson, Whitman, Lanier,\nAldrich and Stoddard.",
        "Chaucer, Spenser, Shakespeare, Milton, Burns, Wordsworth, Keats, Shelley,\nTennyson, Browning.",
        "Bacon, Addison, Steele, Macaulay, Lamb, Jeffrey, De Quincey, Carlyle,\nThackeray and Matthew Arnold.",
        "In order of merit are: Hamlet, King Lear, Othello, Antony and\nCleopatra, Macbeth, Merchant of Venice, Henry IV, As You Like It,\nWinter’s Tale, Romeo and Juliet, Midsummer Night’s Dream, Twelfth\nNight, Tempest.",
        "If you are not able to procure a library of the great masterpieces, get\nat least a few. Read them carefully, intelligently and with a view to\nenlarging your own literary horizon. Remember a good book cannot be read\ntoo often, one of a deteriorating influence should not be read at all.\nIn literature, as in all things else, the good alone should prevail.",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}