{
    "title": "How to Speak and Write Correctly - Chapter X",
    "author": "Joseph Devlin",
    "chapter": "10",
    "content": [
        "\n\n",
        "SUGGESTIONS",
        "How to Write–What to Write–Correct Speaking and Speakers",
        "Rules of grammar and rhetoric are good in their own place; their laws\nmust be observed in order to express thoughts and ideas in the right way\nso that they shall convey a determinate sense and meaning in a pleasing\nand acceptable manner. Hard and fast rules, however, can never make a\nwriter or author. That is the business of old Mother Nature and nothing\ncan take her place. If nature has not endowed a man with faculties to put\nhis ideas into proper composition he cannot do so. He may have no ideas\nworthy the recording. If a person has not a thought to express, it cannot\nbe expressed. Something cannot be manufactured out of nothing. The author\nmust have thoughts and ideas before he can express them on paper. These\ncome to him by nature and environment and are developed and strengthened\nby study. There is an old Latin quotation in regard to the poet which\nsays “Poeta nascitur non fit” the translation of which is–the poet is\nborn, not made. To a great degree the same applies to the author. Some\nmen are great scholars as far as book learning is concerned, yet they\ncannot express themselves in passable composition. Their knowledge is\nlike gold locked up in a chest where it is of no value to themselves or\nthe rest of the world.",
        "The best way to learn to write is to sit down and write, just as the best\nway how to learn to ride a bicycle is to mount the wheel and pedal away.\nWrite first about common things, subjects that are familiar to you. Try\nfor instance an essay on a cat. Say something original about her. Don’t\nsay “she is very playful when young but becomes grave as she grows old.\"\nThat has been said more than fifty thousand times before. Tell what you\nhave seen the family cat doing, how she caught a mouse in the garret and\nwhat she did after catching it. Familiar themes are always the best for\nthe beginner. Don’t attempt to describe a scene in Australia if you have\nnever been there and know nothing of the country. Never hunt for\nsubjects, there are thousands around you. Describe what you saw yesterday–\na fire, a runaway horse, a dog-fight on the street and be original in\nyour description. Imitate the best writers in their style, but not in\ntheir exact words. Get out of the beaten path, make a pathway of your\nown.",
        "Know what you write about, write about what you know; this is a golden\nrule to which you must adhere. To know you must study. The world is an\nopen book in which all who run may read. Nature is one great volume the\npages of which are open to the peasant as well as to the peer. Study\nNature’s moods and tenses, for they are vastly more important than those\nof the grammar. Book learning is most desirable, but, after all, it is\nonly theory and not practice. The grandest allegory in the English, in\nfact, in any language, was written by an ignorant, so-called ignorant,\ntinker named John Bunyan. Shakespeare was not a scholar in the sense we\nregard the term to-day, yet no man ever lived or probably ever will live\nthat equalled or will equal him in the expression of thought. He simply\nread the book of nature and interpreted it from the standpoint of his own\nmagnificent genius.",
        "Don’t imagine that a college education is necessary to success as a\nwriter. Far from it. Some of our college men are dead-heads, drones,\nparasites on the body social, not alone useless to the world but to\nthemselves. A person may be so ornamental that he is valueless from any\nother standpoint. As a general rule ornamental things serve but little\npurpose. A man may know so much of everything that he knows little of\nanything. This may sound paradoxical, but, nevertheless, experience\nproves its truth.",
        "If you are poor that is not a detriment but an advantage. Poverty is an\nincentive to endeavor, not a drawback. Better to be born with a good,\nworking brain in your head than with a gold spoon in your mouth. If the\nworld had been depending on the so-called pets of fortune it would have\ndeteriorated long ago.",
        "From the pits of poverty, from the arenas of suffering, from the hovels\nof neglect, from the backwood cabins of obscurity, from the lanes and\nby-ways of oppression, from the dingy garrets and basements of unending\ntoil and drudgery have come men and women who have made history, made the\nworld brighter, better, higher, holier for their existence in it, made of\nit a place good to live in and worthy to die in,–men and women who have\nhallowed it by their footsteps and sanctified it with their presence and\nin many cases consecrated it with their blood. Poverty is a blessing, not\nan evil, a benison from the Father’s hand if accepted in the right spirit.\nInstead of retarding, it has elevated literature in all ages. Homer was a\nblind beggarman singing his snatches of song for the dole of charity;\ngrand old Socrates, oracle of wisdom, many a day went without his dinner\nbecause he had not the wherewithal to get it, while teaching the youth of\nAthens. The divine Dante was nothing better than a beggar, houseless,\nhomeless, friendless, wandering through Italy while he composed his\nimmortal cantos. Milton, who in his blindness “looked where angels fear\nto tread,” was steeped in poverty while writing his sublime conception,\n“Paradise Lost.” Shakespeare was glad to hold and water the horses of\npatrons outside the White Horse Theatre for a few pennies in order to buy\nbread. Burns burst forth in never-dying song while guiding the ploughshare.\nPoor Heinrich Heine, neglected and in poverty, from his “mattress grave\"\nof suffering in Paris added literary laurels to the wreath of his German\nFatherland. In America Elihu Burritt, while attending the anvil, made\nhimself a master of a score of languages and became the literary lion of\nhis age and country.",
        "In other fields of endeavor poverty has been the spur to action. Napoleon\nwas born in obscurity, the son of a hand-to-mouth scrivener in the backward\nisland of Corsica. Abraham Lincoln, the boast and pride of America, the\nman who made this land too hot for the feet of slaves, came from a log\ncabin in the Ohio backwoods. So did James A. Garfield. Ulysses Grant came\nfrom a tanyard to become the world’s greatest general. Thomas A. Edison\ncommenced as a newsboy on a railway tram.",
        "The examples of these men are incentives to action. Poverty thrust them\nforward instead of keeping them back. Therefore, if you are poor make\nyour circumstances a means to an end. Have ambition, keep a goal in sight\nand bend every energy to reach that goal. A story is told of Thomas\nCarlyle the day he attained the highest honor the literary world could\nconfer upon him when he was elected Lord Rector of Edinburgh University.\nAfter his installation speech, in going through the halls, he met a\nstudent seemingly deep in study. In his own peculiar, abrupt, crusty way\nthe Sage of Chelsea interrogated the young man: “For what profession are\nyou studying?” “I don’t know,” returned the youth. “You don’t know,\"\nthundered Carlyle, “young man, you are a fool.” Then he went on to\nqualify his vehement remark, “My boy when I was your age, I was stooped\nin grinding, gripping poverty in the little village of Ecclefechan, in\nthe wilds of [Transcriber’s note: Part of word illegible]-frieshire,\nwhere in all the place only the minister and myself could read the Bible,\nyet poor and obscure as I was, in my mind’s eye I saw a chair awaiting\nfor me in the Temple of Fame and day and night and night and day I\nstudied until I sat in that chair to-day as Lord Rector of Edinburgh\nUniversity.”",
        "Another Scotchman, Robert Buchanan, the famous novelist, set out for\nLondon from Glasgow with but half-a-crown in his pocket. “Here goes,\"\nsaid he, “for a grave in Westminster Abbey.” He was not much of a\nscholar, but his ambition carried him on and he became one of the great\nliterary lions of the world’s metropolis.",
        "Henry M. Stanley was a poorhouse waif whose real name was John Rowlands.\nHe was brought up in a Welsh workhouse, but he had ambition, so he rose\nto be a great explorer, a great writer, became a member of Parliament and\nwas knighted by the British Sovereign.",
        "Have ambition to succeed and you will succeed. Cut the word “failure” out\nof your lexicon. Don’t acknowledge it. Remember",
        "  “In life’s earnest battle they only prevail\n   Who daily march onward and never say fail.”",
        "Let every obstacle you encounter be but a stepping stone in the path of\nonward progress to the goal of success.",
        "If untoward circumstances surround you, resolve to overcome them. Bunyan\nwrote the “Pilgrim’s Progress” in Bedford jail on scraps of wrapping\npaper while he was half starved on a diet of bread and water. That\nunfortunate American genius, Edgar Allan Poe, wrote “The Raven,” the most\nwonderful conception as well as the most highly artistic poem in all\nEnglish literature, in a little cottage in the Fordham section of New\nYork while he was in the direst straits of want. Throughout all his short\nand wonderfully brilliant career, poor Poe never had a dollar he could\ncall his own. Such, however, was both his fault and his misfortune and he\nis a bad exemplar.",
        "Don’t think that the knowledge of a library of books is essential to\nsuccess as a writer. Often a multiplicity of books is confusing. Master a\nfew good books and master them well and you will have all that is\nnecessary. A great authority has said: “Beware of the man of one book,\"\nwhich means that a man of one book is a master of the craft. It is\nclaimed that a thorough knowledge of the Bible alone will make any person\na master of literature. Certain it is that the Bible and Shakespeare\nconstitute an epitome of the essentials of knowledge. Shakespeare\ngathered the fruitage of all who went before him, he has sown the seeds\nfor all who shall ever come after him. He was the great intellectual\nocean whose waves touch the continents of all thought.",
        "Books are cheap now-a-days, the greatest works, thanks to the printing\npress, are within the reach of all, and the more you read, the better,\nprovided they are worth reading. Sometimes a man takes poison into his\nsystem unconscious of the fact that it is poison, as in the case of\ncertain foods, and it is very hard to throw off its effects. Therefore,\nbe careful in your choice of reading matter. If you cannot afford a full\nlibrary, and as has been said, such is not necessary, select a few of the\ngreat works of the master minds, assimilate and digest them, so that they\nwill be of advantage to your literary system. Elsewhere in this volume is\ngiven a list of some of the world’s masterpieces from which you can make\na selection.",
        "Your brain is a storehouse, don’t put useless furniture into it to crowd\nit to the exclusion of what is useful. Lay up only the valuable and\nserviceable kind which you can call into requisition at any moment.",
        "As it is necessary to study the best authors in order to be a writer, so\nit is necessary to study the best speakers in order to talk with\ncorrectness and in good style. To talk rightly you must imitate the\nmasters of oral speech. Listen to the best conversationalists and how\nthey express themselves. Go to hear the leading lectures, speeches and\nsermons. No need to imitate the gestures of elocution, it is nature, not\nart, that makes the elocutionist and the orator. It is not how a\nspeaker expresses himself but the language which he uses and the manner\nof its use which should interest you. Have you heard the present day\nmasters of speech? There have been past time masters but their tongues\nare stilled in the dust of the grave, and you can only read their\neloquence now. You can, however, listen to the charm of the living. To\nmany of us voices still speak from the grave, voices to which we have\nlistened when fired with the divine essence of speech. Perhaps you have\nhung with rapture on the words of Beecher and Talmage. Both thrilled the\nsouls of men and won countless thousands over to a living gospel. Both\nwere masters of words, they scattered the flowers of rhetoric on the\nshrine of eloquence and hurled veritable bouquets at their audiences\nwhich were eagerly seized by the latter and treasured in the storehouse\nof memory. Both were scholars and philosophers, yet they were far surpassed\nby Spurgeon, a plain man of the people with little or no claim to\neducation in the modern sense of the word. Spurgeon by his speech\nattracted thousands to his Tabernacle. The Protestant and Catholic, Turk,\nJew and Mohammedan rushed to hear him and listened, entranced, to his\nlanguage. Such another was Dwight L. Moody, the greatest Evangelist the\nworld has ever known. Moody was not a man of learning; he commenced life\nas a shoe salesman in Chicago, yet no man ever lived who drew such\naudiences and so fascinated them with the spell of his speech. “Oh, that\nwas personal magnetism,” you will say, but it was nothing of the kind. It\nwas the burning words that fell from the lips of these men, and the way,\nthe manner, the force with which they used those words that counted and\nattracted the crowds to listen unto them. Personal magnetism or personal\nappearance entered not as factors into their success. Indeed as far as\nphysique were concerned, some of them were handicapped. Spurgeon was a\nshort, podgy, fat little man, Moody was like a country farmer, Talmage in\nhis big cloak was one of the most slovenly of men and only Beecher was\npassable in the way of refinement and gentlemanly bearing. Physical\nappearance, as so many think, is not the sesame to the interest of an\naudience. Daniel O’Connell, the Irish tribune, was a homely, ugly,\nawkward, ungainly man, yet his words attracted millions to his side and\ngained for him the hostile ear of the British Parliament, he was a master\nof verbiage and knew just what to say to captivate his audiences.",
        "It is words and their placing that count on almost all occasions. No\nmatter how refined in other respects the person may be, if he use words\nwrongly and express himself in language not in accordance with a proper\nconstruction, he will repel you, whereas the man who places his words\ncorrectly and employs language in harmony with the laws of good speech,\nlet him be ever so humble, will attract and have an influence over you.",
        "The good speaker, the correct speaker, is always able to command\nattention and doors are thrown open to him which remain closed to others\nnot equipped with a like facility of expression. The man who can talk\nwell and to the point need never fear to go idle. He is required in\nnearly every walk of life and field of human endeavor, the world wants\nhim at every turn. Employers are constantly on the lookout for good\ntalkers, those who are able to attract the public and convince others by\nthe force of their language. A man may be able, educated, refined, of\nunblemished character, nevertheless if he lack the power to express\nhimself, put forth his views in good and appropriate speech he has to\ntake a back seat, while some one with much less ability gets the\nopportunity to come to the front because he can clothe his ideas in ready\nwords and talk effectively.",
        "You may again say that nature, not art, makes a man a fluent speaker; to\na great degree this is true, but it is art that makes him a correctspeaker, and correctness leads to fluency. It is possible for everyone to\nbecome a correct speaker if he will but persevere and take a little pains\nand care.",
        "At the risk of repetition good advice may be here emphasized: Listen to\nthe best speakers and note carefully the words which impress you most.\nKeep a notebook and jot down words, phrases, sentences that are in any\nway striking or out of the ordinary run. If you do not understand the\nexact meaning of a word you have heard, look it up in the dictionary.\nThere are many words, called synonyms, which have almost a like\nsignification, nevertheless, when examined they express different shades\nof meaning and in some cases, instead of being close related, are widely\ndivergent. Beware of such words, find their exact meaning and learn to\nuse them in their right places.",
        "Be open to criticism, don’t resent it but rather invite it and look upon\nthose as friends who point out your defects in order that you may remedy\nthem.",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}