{
    "title": "How to Speak and Write Correctly - Chapter VII",
    "author": "Joseph Devlin",
    "chapter": "7",
    "content": [
        "\n\n",
        "ERRORS",
        "Mistakes–Slips of Authors–Examples and Corrections–Errors of Redundancy.",
        "In the following examples the word or words in parentheses are uncalled\nfor and should be omitted:",
        "1. Fill the glass (full).",
        "2. They appeared to be talking (together) on private affairs.",
        "3. I saw the boy and his sister (both) in the garden.",
        "4. He went into the country last week and returned (back) yesterday.",
        "5. The subject (matter) of his discourse was excellent.",
        "6. You need not wonder that the (subject) matter of his discourse was\nexcellent; it was taken from the Bible.",
        "7. They followed (after) him, but could not overtake him.",
        "8. The same sentiments may be found throughout (the whole of) the book.",
        "9. I was very ill every day (of my life) last week.",
        "10. That was the (sum and) substance of his discourse.",
        "11. He took wine and water and mixed them (both) together.",
        "12. He descended (down) the steps to the cellar.",
        "13. He fell (down) from the top of the house.",
        "14. I hope you will return (again) soon.",
        "15. The things he took away he restored (again).",
        "16. The thief who stole my watch was compelled to restore it (back again).",
        "17. It is equally (the same) to me whether I have it today or tomorrow.",
        "18. She said, (says she) the report is false; and he replied, (says he)\nif it be not correct I have been misinformed.",
        "19. I took my place in the cars (for) to go to New York.",
        "20. They need not (to) call upon him.",
        "21. Nothing (else) but that would satisfy him.",
        "22. Whenever I ride in the cars I (always) find it prejudicial to my\nhealth.",
        "23. He was the first (of all) at the meeting.",
        "24. He was the tallest of (all) the brothers.",
        "25. You are the tallest of (all) your family.",
        "26. Whenever I pass the house he is (always) at the door.",
        "27. The rain has penetrated (through) the roof.",
        "28. Besides my uncle and aunt there was (also) my grandfather at the\nchurch.",
        "29. It should (ever) be your constant endeavor to please your family.",
        "30. If it is true as you have heard (then) his situation is indeed pitiful.",
        "31. Either this (here) man or that (there) woman has (got) it.",
        "32. Where is the fire (at)?",
        "33. Did you sleep in church? Not that I know (of).",
        "34. I never before (in my life) met (with) such a stupid man.",
        "35. (For) why did he postpone it?",
        "36. Because (why) he could not attend.",
        "37. What age is he? (Why) I don’t know.",
        "38. He called on me (for) to ask my opinion.",
        "39. I don’t know where I am (at).",
        "40. I looked in (at) the window.",
        "41. I passed (by) the house.",
        "42. He (always) came every Sunday.",
        "43. Moreover, (also) we wish to say he was in error.",
        "44. It is not long (ago) since he was here.",
        "45. Two men went into the wood (in order) to cut (down) trees.",
        "Further examples of redundancy might be multiplied. It is very common in\nnewspaper writing where not alone single words but entire phrases are\nsometimes brought in, which are unnecessary to the sense or explanation\nof what is written.",
        "Even the best speakers and writers are sometimes caught napping. Many of\nour standard authors to whom we have been accustomed to look up as\ninfallible have sinned more or less against the fundamental principles of\ngrammar by breaking the rules regarding one or more of the nine parts of\nspeech. In fact some of them have recklessly trespassed against all nine,\nand still they sit on their pedestals of fame for the admiration of the\ncrowd. Macaulay mistreated the article. He wrote,–\"That a historian\nshould not record trifles is perfectly true.” He should have used an.",
        "Dickens also used the article incorrectly. He refers to “Robinson Crusoe\"\nas ’an universally popular book,” instead of a universally popular\nbook.",
        "The relation between nouns and pronouns has always been a stumbling block\nto speakers and writers. Hallam in his Literature of Europe writes,\n“No one as yet had exhibited the structure of the human kidneys, Vesalius\nhaving only examined them in dogs.” This means that Vesalius examined\nhuman kidneys in dogs. The sentence should have been, “No one had as yet\nexhibited the kidneys in human beings, Vesalius having examined such\norgans in dogs only.”",
        "Sir Arthur Helps in writing of Dickens, states–\"I knew a brother author\nof his who received such criticisms from him (Dickens) very lately and\nprofited by it.” Instead of it the word should be them to agree\nwith criticisms.",
        "Here are a few other pronominal errors from leading authors:",
        "“Sir Thomas Moore in general so writes it, although not many others so\nlate as him.” Should be he.–Trench’s English Past and Present.",
        "“What should we gain by it but that we should speedily become as poor as\nthem.” Should be they.–Alison’s Essay on Macaulay.",
        "“If the king gives us leave you or I may as lawfully preach, as\nthem that do.” Should be they or those, the latter\nhaving persons understood.–Hobbes’s History of Civil Wars.",
        "“The drift of all his sermons was, to prepare the Jews for the reception\nof a prophet, mightier than him, and whose shoes he was not worthy\nto bear.” Should be than he.–Atterbury’s Sermons.",
        "“Phalaris, who was so much older than her.” Should be she.–Bentley’s\nDissertation on Phalaris.",
        "“King Charles, and more than him, the duke and the Popish faction were\nat liberty to form new schemes.” Should be than he.–Bolingbroke’s\nDissertations on Parties.",
        "“We contributed a third more than the Dutch, who were obliged to the same\nproportion more than us.” Should be than we.–Swift’s Conduct of the\nAllies.",
        "In all the above examples the objective cases of the pronouns have been\nused while the construction calls for nominative cases.",
        "“Let thou and I the battle try\"–Anon.",
        "Here let is the governing verb and requires an objective case after it;\ntherefore instead of thou and I, the words should be you (sing.)\nand me.",
        "“Forever in this humble cell, Let thee and I, my fair one, dwell\"\n–Prior.",
        "Here thee and I should be the objectives you and me.",
        "The use of the relative pronoun trips the greatest number of authors.",
        "Even in the Bible we find the relative wrongly translated:",
        "Whom do men say that I am?–St. Matthew.",
        "Whom think ye that I am?–Acts of the Apostles.",
        "Who should be written in both cases because the word is not in the\nobjective governed by say or think, but in the nominative dependent on\nthe verb am.",
        "Who should I meet at the coffee house t’other night, but my old\nfriend?\"–Steele.",
        "“It is another pattern of this answerer’s fair dealing, to give us hints\nthat the author is dead, and yet lay the suspicion upon somebody, I know\nnot who, in the country.\"–Swift’s Tale of a Tub.",
        "“My son is going to be married to I don’t know who.\"–Goldsmith’s\nGood-natured Man.",
        "The nominative who in the above examples should be the objective\nwhom.",
        "The plural nominative ye of the pronoun thou is very often\nused for the objective you, as in the following:",
        "“His wrath which will one day destroy ye both.\"–Milton.",
        "“The more shame for ye; holy men I thought ye.\"–Shakespeare.",
        "“I feel the gales that from ye blow.\"–Gray.",
        "“Tyrants dread ye, lest your just decree Transfer the power and\nset the people free.\"–Prior.",
        "Many of the great writers have played havoc with the adjective in the\nindiscriminate use of the degrees of comparison.",
        "“Of two forms of the same word, use the fittest.\"–Morell.",
        "The author here in trying to give good advice sets a bad example.\nHe should have used the comparative degree, “Fitter.”",
        "Adjectives which have a comparative or superlative signification do not\nadmit the addition of the words more, most, or the terminations,\ner, est, hence the following examples break this rule:",
        "“Money is the most universal incitement of human misery.\"–Gibbon’s\nDecline and Fall.",
        "“The chiefest of which was known by the name of Archon among the\nGrecians.\"–Dryden’s Life of Plutarch.",
        "“The chiefest and largest are removed to certain magazines they call\nlibraries.\"–Swift’s Battle of the Books.",
        "The two chiefest properties of air, its gravity and elastic force,\nhave been discovered by mechanical experiments.–Arbuthno.",
        "“From these various causes, which in greater or lesser degree,\naffected every individual in the colony, the indignation of the people\nbecame general.\"–Robertson’s History of America.",
        "“The extremest parts of the earth were meditating a submission.\"\n–Atterbury’s Sermons.",
        "“The last are indeed more preferable because they are founded on some new\nknowledge or improvement in the mind of man.\"–Addison, Spectator.",
        "“This was in reality the easiest manner of the two.\"–Shaftesbury’s\nAdvice to an Author.",
        "“In every well formed mind this second desire seems to be the strongestof the two.\"–Smith’s Theory of Moral Sentiments.",
        "In these examples the superlative is wrongly used for the comparative.\nWhen only two objects are compared the comparative form must be used.",
        "Of impossibility there are no degrees of comparison, yet we find the\nfollowing:",
        "“As it was impossible they should know the words, thoughts and secret\nactions of all men, so it was more impossible they should pass judgment\non them according to these things.\"–Whitby’s Necessity of the Christian\nReligion.",
        "A great number of authors employ adjectives for adverbs. Thus we find:",
        "“I shall endeavor to live hereafter suitable to a man in my station.\"\n–Addison.",
        "“I can never think so very mean of him.\"–Bentley’s Dissertation on\nPhalaris.",
        "“His expectations run high and the fund to supply them is extremescanty.\"–Lancaster’s Essay on Delicacy.",
        "The commonest error in the use of the verb is the disregard of the\nconcord between the verb and its subject. This occurs most frequently\nwhen the subject and the verb are widely separated, especially if some\nother noun of a different number immediately precedes the verb. False\nconcords occur very often after either, or, neither, nor, and\nmuch, more, many, everyone, each.",
        "Here are a few authors’ slips:–",
        "“The terms in which the sale of a patent were communicated to the\npublic.\"–Junius’s Letters.",
        "“The richness of her arms and apparel were conspicuous.\"–Gibbon’s\nDecline and Fall.",
        "“Everyone of this grotesque family were the creatures of national\ngenius.\"–D’Israeli.",
        "“He knows not what spleen, languor or listlessness are.\"–Blair’s\nSermons.",
        "“Each of these words imply, some pursuit or object relinquished.\"\n–Ibid.",
        "“Magnus, with four thousand of his supposed accomplices were put\nto death.\"–Gibbon.",
        "“No nation gives greater encouragements to learning than we do; yet at\nthe same time none are so injudicious in the application.\"\n–Goldsmith.",
        "“There’s two or three of us have seen strange sights.\"–Shakespeare.",
        "The past participle should not be used for the past tense, yet the\nlearned Byron overlooked this fact. He thus writes in the Lament of\nTasso:–",
        "“And with my years my soul begun to pant With feelings of strange\ntumult and soft pain.”",
        "Here is another example from Savage’s Wanderer in which there is\ndouble sinning:",
        "“From liberty each nobler science sprung, A Bacon brighten’d and a\nSpenser sung.”",
        "Other breaches in regard to the participles occur in the following:–",
        "“Every book ought to be read with the same spirit and in the same manner\nas it is writ“–Fielding’s Tom Jones.",
        "“The Court of Augustus had not wore off the manners of the republic\"\n–Hume’s Essays.",
        "Moses tells us that the fountains of the earth were broke open or\nclove asunder.\"–Burnet.",
        "“A free constitution when it has been shook by the iniquity of\nformer administrations.\"–Bolingbroke.",
        "“In this respect the seeds of future divisions were sowed abundantly.\"\n–Ibid.",
        "In the following example the present participle is used for the infinitive\nmood:",
        "“It is easy distinguishing the rude fragment of a rock from the splinter\nof a statue.\"–Gilfillan’s Literary Portraits.",
        "Distinguishing here should be replaced by to distinguish.",
        "The rules regarding shall and will are violated in the following:",
        "“If we look within the rough and awkward outside, we will be\nrichly rewarded by its perusal.\"–Gilfillan’s Literary Portraits.",
        "“If I should declare them and speak of them, they should be more\nthan I am able to express.\"–Prayer Book Revision of Psalms XI.",
        "“If I would declare them and speak of them, they are more than can\nbe numbered.\"–Ibid.",
        "“Without having attended to this, we will be at a loss, in understanding\nseveral passages in the classics.\"–Blair’s Lectures.",
        "“We know to what cause our past reverses have been owing and wewill have ourselves to blame, if they are again incurred.\"–Alison’s\nHistory of Europe.",
        "Adverbial mistakes often occur in the best writers. The adverb rather is\na word very frequently misplaced. Archbishop Trench in his “English Past\nand Present” writes, “It rather modified the structure of our sentences\nthan the elements of our vocabulary.” This should have been written,–” It\nmodified the structure of our sentences rather than the elements of our\nvocabulary.”",
        "“So far as his mode of teaching goes he is rather a disciple of\nSocrates than of St. Paul or Wesley.” Thus writes Leslie Stephens of Dr.\nJohnson. He should have written,–” So far as his mode of teaching goes\nhe is a disciple of Socrates rather than of St. Paul or Wesley.”",
        "The preposition is a part of speech which is often wrongly used by some\nof the best writers. Certain nouns, adjectives and verbs require\nparticular prepositions after them, for instance, the word differentalways takes the preposition from after it; prevail takes upon;\naverse takes to; accord takes with, and so on.",
        "In the following examples the prepositions in parentheses are the ones\nthat should have been used:",
        "“He found the greatest difficulty of (in) writing.\"–Hume’s\nHistory of England.",
        "“If policy can prevail upon (over) force.\"–Addison.",
        "“He made the discovery and communicated to (with) his friends.\"\n–Swift’s Tale of a Tub.",
        "“Every office of command should be intrusted to persons on (in)\nwhom the parliament shall confide.\"–Macaulay.",
        "Several of the most celebrated writers infringe the canons of style by\nplacing prepositions at the end of sentences. For instance Carlyle, in\nreferring to the Study of Burns, writes:–\"Our own contributions to it,\nwe are aware, can be but scanty and feeble; but we offer them with good\nwill, and trust they may meet with acceptance from those they are\nintended for.”",
        "–\"for whom they are intended,” he should have written.",
        "“Most writers have some one vein which they peculiarly and obviously\nexcel in.\"–William Minto.",
        "This sentence should read,–Most writers have some one vein in which they\npeculiarly and obviously excel.",
        "Many authors use redundant words which repeat the same thought and idea.\nThis is called tautology.",
        "“Notwithstanding which (however) poor Polly embraced them all around.\"\n–Dickens.",
        "“I judged that they would (mutually) find each other.\"–Crockett.",
        "”....as having created a (joint) partnership between the two Powers in\nthe Morocco question.\"–The Times.",
        "“The only sensible position (there seems to be) is to frankly acknowledge\nour ignorance of what lies beyond.\"–Daily Telegraph.",
        "Lord Rosebery has not budged from his position–splendid, no doubt,–of\n(lonely) isolation.\"–The Times.",
        "“Miss Fox was (often) in the habit of assuring Mrs. Chick.\"–Dickens.",
        "“The deck (it) was their field of fame.\"–Campbell.",
        "“He had come up one morning, as was now (frequently) his wont,\"\n–Trollope.",
        "The counsellors of the Sultan (continue to) remain sceptical\n–The Times.",
        "Seriously, (and apart from jesting), this is no light matter.–Bagehot.",
        "To go back to your own country with (the consciousness that you go back\nwith) the sense of duty well done.–Lord Halsbury.",
        "The Peresviet lost both her fighting-tops and (in appearance)\nlooked the most damaged of all the ships–The Times.",
        "Counsel admitted that, that was a fair suggestion to make, but he\nsubmitted that it was borne out by the (surrounding) circumstances.\n–Ibid.",
        "Another unnecessary use of words and phrases is that which is termed\ncircumlocution, a going around the bush when there is no occasion for\nit,–save to fill space.",
        "It may be likened to a person walking the distance of two sides of a\ntriangle to reach the objective point. For instance in the quotation:\n“Pope professed to have learned his poetry from Dryden, whom, whenever an\nopportunity was presented, he praised through the whole period of his\nexistence with unvaried liberality; and perhaps his character may receive\nsome illustration, of a comparison he instituted between him and the man\nwhose pupil he was” much of the verbiage may be eliminated and the\nsentence thus condensed:",
        "“Pope professed himself the pupil of Dryden, whom he lost no opportunity\nof praising; and his character may be illustrated by a comparison with\nhis master.”",
        "“His life was brought to a close in 1910 at an age not far from the one\nfixed by the sacred writer as the term of human existence.”",
        "This in brevity can be put, “His life was brought to a close at the age\nof seventy;” or, better yet, “He died at the age of seventy.”",
        "“The day was intensely cold, so cold in fact that the thermometer crept\ndown to the zero mark,” can be expressed: “The day was so cold the\nthermometer registered zero.”",
        "Many authors resort to circumlocution for the purpose of “padding,” that\nis, filling space, or when they strike a snag in writing upon subjects of\nwhich they know little or nothing. The young writer should steer clear of\nit and learn to express his thoughts and ideas as briefly as possible\ncommensurate with lucidity of expression.",
        "Volumes of errors in fact, in grammar, diction and general style, could\nbe selected from the works of the great writers, a fact which eloquently\ntestifies that no one is infallible and that the very best is liable to\nerr at times. However, most of the erring in the case of these writers\narises from carelessness or hurry, not from a lack of knowledge.",
        "As a general rule it is in writing that the scholar is liable to slip; in\noral speech he seldom makes a blunder. In fact, there are many people who\nare perfect masters of speech,–who never make a blunder in conversation,\nyet who are ignorant of the very principles of grammar and would not know\nhow to write a sentence correctly on paper. Such persons have been\naccustomed from infancy to hear the language spoken correctly and so the\nuse of the proper words and forms becomes a second nature to them. A\nchild can learn what is right as easy as what is wrong and whatever\nimpressions are made on the mind when it is plastic will remain there.\nEven a parrot can be taught the proper use of language. Repeat to a\nparrot.–\"Two and two make four” and it never will say “two and two\nmakes four.”",
        "In writing, however, it is different. Without a knowledge of the\nfundamentals of grammar we may be able to speak correctly from\nassociation with good speakers, but without such a knowledge we cannot\nhope to write the language correctly. To write even a common letter we\nmust know the principles of construction, the relationship of one word to\nanother. Therefore, it is necessary for everybody to understand at least\nthe essentials of the grammar of his own language.",
        "Continue...",
        "\nThis eBook of “How to Speak and Write Correctly” by Joseph Devlin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Elements of Style by William Strunk Jr. & How To Speak And Write Correctly by Joseph Devlin - Special EditionBy William Strunk Jr.At Amazon"
    ]
}