{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXXIV.",
    "author": "Cao Xueqin",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "  Tai-yü loves Pao-yü with extreme affection; but, on account of this\n      affection, her female cousin gets indignant.\n  Hsüeh P’an commits a grave mistake; but Pao-ch’ai makes this mistake a\n      pretext to tender advice to her brother.",
        "When Hsi Jen saw dowager lady Chia, Madame Wang and the other members of\nthe family take their leave, our narrative says, she entered the room.\nand, taking a seat next to Pao-yü, she asked him, while she did all she\ncould to hide her tears: “How was it that he beat you to such extremes?”",
        "Pao-yü heaved a sigh. “It was simply,” he replied, “about those trifles.\nBut what’s the use of your asking me about them? The lower part of my\nbody is so very sore! Do look and see where I’m bruised!”",
        "At these words, Hsi Jen put out her hand, and inserting it gently under\nhis clothes, she began to pull down the middle garments. She had but\nslightly moved them, however, when Pao-yü ground his teeth and groaned\n“ai-ya.” Hsi Jen at once stayed her hand. It was after three or four\nsimilar attempts that she, at length, succeeded in drawing them down.\nThen looking closely, Hsi Jen discovered that the upper part of his legs\nwas all green and purple, one mass of scars four fingers wide, and\ncovered with huge blisters.",
        "Hsi Jen gnashed her teeth. “My mother!” she ejaculated, “how is it that\nhe struck you with such a ruthless hand! Had you minded the least bit of\nmy advice to you, things wouldn’t have come to such a pass! Luckily, no\nharm was done to any tendon or bone; for had you been crippled by the\nthrashing you got, what could we do?”",
        "In the middle of these remarks, she saw the servant-girls come, and they\ntold her that Miss Pao-ch’ai had arrived. Hearing this, Hsi Jen saw well\nenough that she had no time to put him on his middle garments, so\nforthwith snatching a double gauze coverlet, she threw it over Pao-yü.\nThis done, she perceived Pao-ch’ai walk in, her hands laden with pills\nand medicines.",
        "“At night,” she said to Hsi Jen, “take these medicines and dissolve them\nin wine and then apply them on him, and, when the fiery virus from that\nstagnant blood has been dispelled, he’ll be all right again.”",
        "After these directions, she handed the medicines to Hsi Jen. “Is he\nfeeling any better now?” she proceeded to inquired.",
        "“Thanks!” rejoined Pao-yü. “I’m feeling better,” he at the same time\nwent on to say; after which, he pressed her to take a seat.",
        "Pao-ch’ai noticed that he could open his eyes wide, that he could speak\nand that he was not as bad as he had been, and she felt considerable\ninward relief. But nodding her head, she sighed. “If you had long ago\nlistened to the least bit of the advice tendered to you by people things\nwould not have reached this climax to-day,” she said. “Not to speak of\nthe pain experienced by our dear ancestor and aunt Wang, the sight of\nyou in this state makes even us feel at heart....”",
        "Just as she had uttered half of the remark she meant to pass, she\nquickly suppressed the rest; and smitten by remorse for having spoken\ntoo hastily, she could not help getting red in the face and lowering her\nhead.",
        "Pao-yü was realising how affectionate, how friendly and how replete with\ndeep meaning were the sentiments that dropped from her month, when, of a\nsudden, he saw her seal her lips and, flashing crimson, droop her head,\nand simply fumble with her girdle. Yet so fascinating was she in those\ntimid blushes, which completely baffle description, that his feelings\nwere roused within him to such a degree, that all sense of pain flew at\nonce beyond the empyrean. “I’ve only had to bear a few blows,” he\nreflected, “and yet every one of them puts on those pitiful looks\nsufficient to evoke love and regard; so were, after all, any mishap or\nuntimely end to unexpectedly befall me, who can tell how much more\nafflicted they won’t be! And as they go on in this way, I shall have\nthem, were I even to die in a moment, to feel so much for me; so there\nwill indeed be no reason for regret, albeit the concerns of a whole\nlifetime will be thus flung entirely to the winds!”",
        "While indulging in these meditations, ha overheard Pao-ch’ai ask Hsi\nJen: “How is it that he got angry, without rhyme or reason, and started\nbeating him?” and Hsi Jen tell her, in reply, the version given to her\nby Pei Ming.",
        "Pao-yü had, in fact, no idea as yet of what had been said by Chia Huan,\nand, when he heard Hsi Jen’s disclosures, he eventually got to know what\nit was; but as it also criminated Hsüeh P’an, he feared lest Pao-ch’ai\nmight feel unhappy, so he lost no time in interrupting Hsi Jen.",
        "“Cousin Hsüeh,” he interposed, “has never been like that; you people\nmustn’t therefore give way to idle surmises!”",
        "These words were enough to make Pao-ch’ai see that Pao-yü had thought it\nexpedient to say something to stop Hsi Jen’s mouth, apprehending that\nher suspicions might get roused; and she consequently secretly mused\nwithin herself: “He has been beaten to such a pitch, and yet, heedless\nof his own pains and aches, he’s still so careful not to hurt people’s\nfeelings. But since you can be so considerate, why don’t you take a\nlittle more care in greater concerns outside, so that your father should\nfeel a little happier, and that you also should not have to suffer such\nbitter ordeals! But notwithstanding that the dread of my feeling hurt\nhas prompted you to interrupt Hsi Jen in what she had to tell me, is it\nlikely that I am blind to the fact that my brother has ever followed his\nfancies, allowed his passions to run riot, and never done a thing to\nexercise any check over himself? His temperament is such that he some\ntime back created, all on account of that fellow Ch’in Chung, a rumpus\nthat turned heaven and earth topsy-turvy; and, as a matter of course,\nhe’s now far worse than he was ever before!”",
        "“You people,” she then observed aloud, at the close of these\ncogitations, “shouldn’t bear this one or that one a grudge. I can’t help\nthinking that it’s, after all, because of your usual readiness, cousin\nPao-yü, to hobnob with that set that your father recently lost control\nover his temper. But assuming that my brother did speak in a careless\nmanner and did casually allude to you cousin Pao-yü, it was with no\ndesign to instigate any one! In the first place, the remarks he made\nwere really founded on actual facts; and secondly, he’s not one to ever\ntrouble himself about such petty trifles as trying to guard against\nanimosities. Ever since your youth up, Miss Hsi, you’ve simply had\nbefore your eyes a person so punctilious as cousin Pao-yü, but have you\never had any experience of one like that brother of mine, who neither\nfears the powers in heaven or in earth, and who readily blurts out all\nhe thinks?”",
        "Hsi Jen, seeing Pao-yü interrupt her, at the bare mention of Hsüeh P’an,\nunderstood at once that she must have spoken recklessly and gave way to\nmisgivings lest Pao-ch’ai might not have been placed in a false\nposition, but when she heard the language used by Pao-ch’ai, she was\nfilled with a keener sense of shame and could not utter a word. Pao-yü\ntoo, after listening to the sentiments, which Pao-ch’ai expressed, felt,\npartly because they were so magnanimous and noble, and partly because\nthey banished all misconception from his mind, his heart and soul throb\nwith greater emotion then ever before. When, however, about to put in\nhis word, he noticed Pao-ch’ai rise to her feet.",
        "“I’ll come again to see you to-morrow,” she said, “but take good care of\nyourself! I gave the medicines I brought just now to Hsi Jen; let her\nrub you with them at night and I feel sure you’ll get all right.”",
        "With these recommendations, she walked out of the door.",
        "Hsi Jen hastened to catch her up and escorted her beyond the court.\n“Miss,” she remarked, “we’ve really put you to the trouble of coming.\nSome other day, when Mr. Secundus is well, I shall come in person to\nthank you.”",
        "“What’s there to thank me for?” replied Pao-ch’ai, turning her head\nround and smiling. “But mind, you advise him to carefully tend his\nhealth, and not to give way to idle thoughts and reckless ideas, and\nhe’ll recover. If there’s anything he fancies to eat or to amuse himself\nwith, come quietly over to me and fetch it for him. There will be no use\nto disturb either our old lady, or Madame Wang, or any of the others;\nfor in the event of its reaching Mr. Chia Cheng’s ear, nothing may, at\nthe time, come of it; but if by and bye he finds it to be true, we’ll,\ndoubtless, suffer for it!”",
        "While tendering this advice, she went on her way.",
        "Hsi Jen retraced her steps and returned into the room, fostering genuine\nfeelings of gratitude for Pao-ch’ai. But on entering, she espied Pao-yü\nsilently lost in deep thought, and looking as if he were asleep, and yet\nnot quite asleep, so she withdrew into the outer quarters to comb her\nhair and wash.",
        "Pao-yü meanwhile lay motionless in bed. His buttocks tingled with pain,\nas if they were pricked with needles, or dug with knives; giving him to\nboot a fiery sensation just as if fire were eating into them. He tried\nto change his position a bit, but unable to bear the anguish, he burst\ninto groans. The shades of evening were by this time falling. Perceiving\nthat though Hsi Jen had left his side there remained still two or three\nwaiting-maids in attendance, he said to them, as he could find nothing\nfor them to do just then, “You might as well go and comb your hair and\nperform your ablutions; come in, when I call you.”",
        "Hearing this, they likewise retired. During this while, Pao-yü fell into\na drowsy state. Chiang Yü-han then rose before his vision and told him\nall about his capture by men from the Chung Shun mansion. Presently,\nChin Ch’uan-erh too appeared in his room bathed in tears, and explained\nto him the circumstances which drove her to leap into the well. But\nPao-yü, who was half dreaming and half awake, was not able to give his\nmind to anything that was told him. Unawares, he became conscious of\nsome one having given him a push; and faintly fell on his ear the\nplaintive tones of some person in distress. Pao-yü was startled out of\nhis dreams. On opening his eyes, he found it to be no other than Lin\nTai-yü. But still fearing that it was only a dream, he promptly raised\nhimself, and drawing near her face he passed her features under a minute\nscrutiny. Seeing her two eyes so swollen, as to look as big as peaches,\nand her face glistening all over with tears: “If it is not Tai-yü,” (he\nthought), “who else can it be?”",
        "Pao-yü meant to continue his scrutiny, but the lower part of his person\ngave him such unbearable sharp twitches that finding it a hard task to\nkeep up, he, with a shout of “Ai-yo,” lay himself down again, as he\nheaved a sigh. “What do you once more come here for?” he asked. “The\nsun, it is true, has set; but the heat remaining on the ground hasn’t\nyet gone, so you may, by coming over, get another sunstroke. Of course,\nI’ve had a thrashing but I don’t feel any pains or aches. If I behave in\nthis fashion, it’s all put on to work upon their credulity, so that they\nmay go and spread the reports outside in such a way as to reach my\r\nfather’s ear. Really it’s all sham; so you mustn’t treat it as a fact!”",
        "Though Lin Tai-yü was not giving way at the time to any wails or loud\nsobs, yet the more she indulged in those suppressed plaints of hers, the\nworse she felt her breath get choked and her throat obstructed; so that\nwhen Pao-yü’s assurances fell on her ear, she could not express a single\nsentiment, though she treasured thousands in her mind. It was only after\na long pause that she at last could observe, with agitated voice: “You\nmust after this turn over a new leaf.”",
        "At these words, Pao-yü heaved a deep sigh. “Compose your mind,” he\nurged. “Don’t speak to me like this; for I am quite prepared to even lay\ndown my life for all those persons!”",
        "But scarcely had he concluded this remark than some one outside the\ncourt was heard to say: “Our lady Secunda has arrived.”",
        "Lin Tai-yü readily concluded that it was lady Feng coming, so springing\nto her feet at once, “I’m off,” she said; “out by the back-court. I’ll\nlook you up again by and bye.”",
        "“This is indeed strange!” exclaimed Pao-yü as he laid hold of her and\ntried to detain her. “How is it that you’ve deliberately started living\nin fear and trembling of her!”",
        "Lin Tai-yü grew impatient and stamped her feet. “Look at my eyes!” she\nadded in an undertone. “Must those people amuse themselves again by\npoking fun at me?”",
        "After this response, Pao-yü speedily let her go.",
        "Lin Tai-yü with hurried step withdrew behind the bed; and no sooner had\nshe issued into the back-court, than lady Feng made her appearance in\nthe room by the front entrance.",
        "“Are you better?” she asked Pao-yü. “If you fancy anything to eat, mind\nyou send some one over to my place to fetch it for you.”",
        "Thereupon Mrs. Hsüeh also came to pay him a visit. Shortly after, a\nmessenger likewise arrived from old lady Chia (to inquire after him).",
        "When the time came to prepare the lights, Pao-yü had a couple of\nmouthfuls of soup to eat, but he felt so drowsy and heavy that he fell\nasleep.",
        "Presently, Chou Jui’s wife, Wu Hsin-teng’s wife and Cheng Hao-shih’s\nwife, all of whom were old dames who frequently went to and fro, heard\nthat Pao-yü had been flogged and they too hurried into his quarters.",
        "Hsi Jen promptly went out to greet them. “Aunts,” she whispered,\nsmiling, “you’ve come a little too late; Master Secundus is sleeping.\"\nSaying this, she led them into the room on the opposite side, and,\npressing then to sit down, she poured them some tea.",
        "After sitting perfectly still for a time, “When Master Secundus awakes\"\nthe dames observed, “do send us word!”",
        "Hsi Jen assured them that she would, and escorted them out. Just,\nhowever, as she was about to retrace her footsteps, she met an old\nmatron, sent over by Madame Wang, who said to her: “Our mistress wants\none of Master Secundus attendants to go and see her.”",
        "Upon hearing this message, Hsi Jen communed with her own thoughts. Then\nturning round, she whispered to Ch’ing Wen, She Yüeh, Ch’iu Wen, and the\nother maids: “Our lady wishes to see one of us, so be careful and remain\nin the room while I go. I’ll be back soon.”",
        "At the close of her injunctions, she and the matron made their exit out\nof the garden by a short cut, and repaired into the drawing-room.",
        "Madame Wang was seated on the cool couch, waving a banana-leaf fan. When\nshe became conscious of her arrival: “It didn’t matter whom you sent,\"\nshe remarked, “any one would have done. But have you left him again?\nWho’s there to wait on him?”",
        "At this question, Hsi Jen lost no time in forcing a smile. “Master\nSecundus,” she replied, “just now fell into a sound sleep. Those four or\nfive girls are all right now, they are well able to attend to their\nmaster, so please, Madame, dispel all anxious thoughts! I was afraid\nthat your ladyship might have some orders to give, and that if I sent\nany of them, they might probably not hear distinctly, and thus occasion\ndelay in what there was to be done.”",
        "“There’s nothing much to tell you,” added Madame Wang. “I only wish to\nask how his pains and aches are getting on now?”",
        "“I applied on Mr. Secundus,” answered Hsi Jen, “the medicine, which Miss\nPao-ch’ai brought over; and he’s better than he was. He was so sore at\none time that he couldn’t lie comfortably; but the deep sleep, in which\nhe is plunged now, is a clear sign of his having improved.”",
        "“Has he had anything to eat?” further inquired Madame Wang.",
        "“Our dowager mistress sent him a bowl of soup,” Hsi Jen continued, “and\nof this he has had a few mouthfuls. He shouted and shouted that his\nmouth was parched and fancied a decoction of sour plums, but remembering\nthat sour plums are astringent things, that he had been thrashed only a\nshort time before, and that not having been allowed to groan, he must,\nof course, have been so hard pressed that fiery virus and heated blood\nmust unavoidably have accumulated in the heart, and that were he to put\nanything of the kind within his lips, it might be driven into the\ncardiac regions and give rise to some serious illness; and what then\nwould we do? I therefore reasoned with him for ever so long and at last\nsucceeded in deterring him from touching any. So simply taking that\nsyrup of roses, prepared with sugar, I mixed some with water and he had\nhalf a small cup of it. But he drank it with distaste; for, being\nsurfeited with it, he found it neither scented nor sweet.”",
        "“Ai-yah!” ejaculated Madame Wang. “Why didn’t you come earlier and tell\nme? Some one sent me the other day several bottles of scented water. I\nmeant at one time to have given him some, but as I feared that it would\nbe mere waste, I didn’t let him have any. But since he is so sick and\ntired of that preparation of roses, that he turns up his nose at it,\ntake those two bottles with you. If you just mix a teaspoonful of it in\na cup of water, it will impart to it a very strong perfume.”",
        "So saying, she hastened to tell Ts’ai Yün to fetch the bottles of\nscented water, which she had received as a present a few days before.",
        "“Let her only bring a couple of them, they’ll be enough!” Hsi Jen chimed\nin. “If you give us more, it will be a useless waste! If it isn’t\nenough, I can come and fetch a fresh supply. It will come to the same\nthing!”",
        "Having listened to all they had to say, Ts’ai Yün left the room. After\nsome considerable time, she, in point of fact, returned with only a\ncouple of bottles, which she delivered to Hsi Jen.",
        "On examination, Hsi Jen saw two small glass bottles, no more than three\ninches in size, with screwing silver stoppers at the top. On the\ngosling-yellow labels was written, on one: “Pure extract of olea\nfragrans,” on the other, “Pure extract of roses.”",
        "“What fine things these are!” Hsi Jen smiled. “How many small bottles\nthe like of this can there be?”",
        "“They are of the kind sent to the palace,” rejoined Madame Wang. “Didn’t\nyou notice that gosling-yellow slip? But mind, take good care of them\nfor him; don’t fritter them away!”",
        "Hsi Jen assented. She was about to depart when Madame Wang called her\nback. “I’ve thought of something,” she said, “that I want to ask you.”",
        "Hsi Jen hastily came back.",
        "Madame Wang made sure that there was no one in the room. “I’ve heard a\nfaint rumour,” she then inquired, “to the effect that Pao-yü got a\nthrashing on this occasion on account of something or other which\nHuan-Erh told my husband. Have you perchance heard what it was that he\nsaid? If you happen to learn anything about it, do confide in me, and I\nwon’t make any fuss and let people know that it was you who told me.”",
        "“I haven’t heard anything of the kind,” answered Hsi Jen. “It was\nbecause Mr. Secundus forcibly detained an actor, and that people came\nand asked master to restore him to them that he got flogged.”",
        "“It was also for this,” continued Madame Wang as she nodded her head,\n“but there’s another reason besides.”",
        "“As for the other reason, I honestly haven’t the least idea about it,\"\nexplained Hsi Jen. “But I’ll make bold to-day, and say something in your\npresence, Madame, about which I don’t know whether I am right or wrong\nin speaking. According to what’s proper....”",
        "She had only spoken half a sentence, when hastily she closed her mouth\nagain.",
        "“You are at liberty to proceed,” urged Madame Wang.",
        "“If your ladyship will not get angry, I’ll speak out,” remarked Hsi Jen.",
        "“Why should I get angry?” observed Madame Wang. “Proceed!”",
        "“According to what’s proper,” resumed Hsi Jen, “our Mr. Secundus should\nreceive our master’s admonition, for if master doesn’t hold him in\ncheck, there’s no saying what he mightn’t do in the future.”",
        "As soon as Madame Wang heard this, she clasped her hands and uttered the\ninvocation, “O-mi-to-fu!” Unable to resist the impulse, she drew near\nHsi Jen. “My dear child,” she added, “you have also luckily understood\nthe real state of things. What you told me is in perfect harmony with my\nown views! Is it likely that I don’t know how to look after a son? In\nformer days, when your elder master, Chu, was alive, how did I succeed\nin keeping him in order? And can it be that I don’t, after all, now\nunderstand how to manage a son? But there’s a why and a wherefore in it.\nThe thought is ever present in my mind now, that I’m already a woman\npast fifty, that of my children there only remains this single one, that\nhe too is developing a delicate physique, and that, what’s more, our\ndear senior prizes him as much as she would a jewel, that were he kept\nunder strict control, and anything perchance to happen to him, she\nmight, an old lady as she is, sustain some harm from resentment, and\nthat as the high as well as the low will then have no peace or quiet,\nwon’t things get in a bad way? So I feel prompted to spoil him by\nover-indulgence. Time and again I reason with him. Sometimes, I talk to\nhim; sometimes, I advise him; sometimes, I cry with him. But though, for\nthe time being, he’s all right, he doesn’t, later on, worry his mind in\nany way about what I say, until he positively gets into some other mess,\nwhen he settles down again. But should any harm befall him, through\nthese floggings, upon whom will I depend by and bye?”",
        "As she spoke, she could not help melting into tears.",
        "At the sight of Madame Wang in this disconsolate mood, Hsi Jen herself\nunconsciously grew wounded at heart, and as she wept along with her,\n“Mr. Secundus,” she ventured, “is your ladyship’s own child, so how\ncould you not love him? Even we, who are mere servants, think it a piece\nof good fortune when we can wait on him for a time, and all parties can\nenjoy peace and quiet. But if he begins to behave in this manner, even\npeace and quiet will be completely out of the question for us. On what\nday, and at what hour, don’t I advise Mr. Secundus; yet I can’t manage\nto stir him up by any advice! But it happens that all that crew are ever\nready to court his friendship, so it isn’t to be wondered that he is\nwhat he is! The truth is that he thinks the advice we give him is not\nright and proper! As you have to-day, Madame, alluded to this subject,\nI’ve got something to tell you which has weighed heavy on my mind. I’ve\nbeen anxious to come and confide it to your ladyship and to solicit your\nguidance, but I’ve been in fear and dread lest you should give way to\nsuspicion. For not only would then all my disclosures have been in vain,\nbut I would have deprived myself of even a piece of ground wherein my\nremains could be laid.”",
        "Madame Wang perceived that her remarks were prompted by some purpose.\n“My dear child,” she eagerly urged; “go on, speak out! When I recently\nheard one and all praise you secretly behind your back, I simply fancied\nthat it was because you were careful in your attendance on Pao-yü; or\npossibly because you got on well with every one; all on account of minor\nconsiderations like these; (but I never thought it was on account of\nyour good qualities). As it happens, what you told me just now concerns,\nin all its bearings, a great principle, and is in perfect accord with my\nideas, so speak out freely, if you have aught to say! Only let no one\nelse know anything about it, that is all that is needed.”",
        "“I’ve got nothing more to say,” proceeded Hsi Jen. “My sole idea was to\nsolicit your advice, Madame, as to how to devise a plan to induce Mr.\nSecundus to move his quarters out of the garden by and bye, as things\nwill get all right then.”",
        "This allusion much alarmed Madame Wang. Speedily taking Hsi Jen’s hand\nin hers: “Is it likely,” she inquired, “that Pao-yü has been up to any\nmischief with any one?”",
        "“Don’t be too suspicious!” precipitately replied Hsi Jen. “It wasn’t at\nanything of the kind that I was hinting. I merely expressed my humble\nopinion. Mr. Secundus is a young man now, and the young ladies inside\nare no more children. More than that, Miss Lin and Miss Pao may be two\nfemale maternal first cousins of his, but albeit his cousins, there is\nnevertheless the distinction of male and female between them; and day\nand night, as they are together, it isn’t always convenient, when they\nhave to rise and when they have to sit; so this cannot help making one\ngive way to misgivings. Were, in fact, any outsider to see what’s going\non, it would not look like the propriety, which should exist in great\nfamilies. The proverb appositely says that: ’when there’s no trouble,\none should make provision for the time of trouble.’ How many concerns\nthere are in the world, of which there’s no making head or tail, mostly\nbecause what persons do without any design is construed by such\ndesigning people, as chance to have their notice attracted to it, as\nhaving been designedly accomplished, and go on talking and talking till,\ninstead of mending matters, they make them worse! But if precautions be\nnot taken beforehand, something improper will surely happen, for your\nladyship is well aware of the temperament Mr. Secundus has shown all\nalong! Besides, his great weakness is to fuss in our midst, so if no\ncaution be exercised, and the slightest mistake be sooner or later\ncommitted, there’ll be then no question of true or false: for when\npeople are many one says one thing and another, and what is there that\nthe months of that mean lot will shun with any sign of respect? Why, if\ntheir hearts be well disposed, they will maintain that he is far\nsuperior to Buddha himself. But if their hearts be badly disposed, they\nwill at once knit a tissue of lies to show that he cannot even reach the\nstandard of a beast! Now, if people by and bye speak well of Mr.\nSecundus, we’ll all go on smoothly with our lives. But should he\nperchance give reason to any one to breathe the slightest disparaging\nremark, won’t his body, needless for us to say, be smashed to pieces,\nhis bones ground to powder, and the blame, which he might incur, be made\nten thousand times more serious than it is? These things are all\ncommonplace trifles; but won’t Mr. Secundus’ name and reputation be\nsubsequently done for for life? Secondly, it’s no easy thing for your\nladyship to see anything of our master. A proverb also says: ’The\nperfect man makes provision beforehand;’ so wouldn’t it be better that\nwe should, this very minute, adopt such steps as will enable us to guard\nagainst such things? Your ladyship has much to attend to, and you\ncouldn’t, of course, think of these things in a moment. And as for us,\nit would have been well and good, had they never suggested themselves to\nour minds; but since they have, we should be the more to blame did we\nnot tell you anything about them, Madame. Of late, I have racked my\nmind, both day and night on this score; and though I couldn’t very well\nconfide to any one, my lamp alone knows everything!”",
        "After listening to these words, Madame Wang felt as if she had been\nblasted by thunder and struck by lightning; and, as they fitted so\nappositely with the incident connected with Chin Ch’uan-erh, her heart\nwas more than ever fired with boundless affection for Hsi Jen. “My dear\ngirl,” she promptly smiled, “it’s you, who are gifted with enough\nforesight to be able to think of these things so thoroughly. Yet, did I\nnot also think of them? But so busy have I been these several times that\nthey slipped from my memory. What you’ve told me to-day, however, has\nbrought me to my senses! It’s, thanks to you, that the reputation of me,\nhis mother, and of him, my son, is preserved intact! I really never had\nthe faintest idea that you were so excellent! But you had better go now;\nI know of a way. Yet, just another word. After your remarks to me, I’ll\nhand him over to your charge; please be careful of him. If you preserve\nhim from harm, it will be tantamount to preserving me from harm, and I\nshall certainly not be ungrateful to you for it.”",
        "Hsi Jen said several consecutive yes’s, and went on her way. She got\nback just in time to see Pao-yü awake. Hsi Jen explained all about the\nscented water; and, so intensely delighted was Pao-yü, that he at once\nasked that some should be mixed and brought to him to taste. In very\ndeed, he found it unusually fragrant and good. But as his heart was a\nprey to anxiety on Tai-yü’s behalf, he was full of longings to despatch\nsome one to look her up. He was, however, afraid of Hsi Jen. Readily\ntherefore he devised a plan to first get Hsi Jen out of the way, by\ndespatching her to Pao-ch’ai’s, to borrow a book. After Hsi Jen’s\ndeparture, he forthwith called Ch’ing Wen. “Go,” he said, “over to Miss\nLin’s and see what she’s up to. Should she inquire about me, all you\nneed tell her is that I’m all right.”",
        "“What shall I go empty-handed for?” rejoined Ch’ing Wen. “If I were, at\nleast, to give her a message, it would look as if I had gone for\nsomething.”",
        "“I have no message that you can give her,” added Pao-yü.",
        "“If it can’t be that,” suggested Ch’ing Wen; “I might either take\nsomething over or fetch something. Otherwise, when I get there, what\nexcuse will I be able to find?”",
        "After some cogitation, Pao-yü stretched out his hand and, laying hold of\na couple of handkerchiefs, he threw them to Ch’ing Wen. “These will do,\"\nhe smiled. “Just tell her that I bade you take them to her.”",
        "“This is strange!” exclaimed Ch’ing Wen. “Will she accept these two half\nworn-out handkerchiefs! She’ll besides get angry and say that you were\nmaking fun of her.”",
        "“Don’t worry yourself about that;” laughed Pao-yü. “She will certainly\nknow what I mean.”",
        "Ch’ing Wen, at this rejoinder, had no help but to take the handkerchiefs\nand to go to the Hsiao Hsiang lodge, where she discovered Ch’un Hsien in\nthe act of hanging out handkerchiefs on the railings to dry. As soon as\nshe saw her walk in, she vehemently waved her hand. “She’s gone to\nsleep!” she said. Ch’ing Wen, however, entered the room. It was in\nperfect darkness. There was not even so much as a lantern burning, and\nTai-yü was already ensconced in bed. “Who is there?” she shouted.",
        "“It’s Ch’ing Wen!” promptly replied Ch’ing Wen.",
        "“What are you up to?” Tai-yü inquired.",
        "“Mr. Secundus,” explained Ch’ing Wen, “sends you some handkerchiefs,\nMiss.”",
        "Tai-yü’s spirits sunk as soon as she caught her reply. “What can he have\nsent me handkerchiefs for?” she secretly reasoned within herself. “Who\ngave him these handkerchiefs?” she then asked aloud. “They must be fine\nones, so tell him to keep them and give them to some one else; for I\ndon’t need such things at present.”",
        "“They’re not new,” smiled Ch’ing Wen. “They are of an ordinary kind, and\nold.”",
        "Hearing this, Lin Tai-yü felt downcast. But after minutely searching her\nheart, she at last suddenly grasped his meaning and she hastily\nobserved: “Leave them and go your way.”",
        "Ch’ing Wen was compelled to put them down; and turning round, she betook\nherself back again. But much though she turned things over in her mind\nduring the whole of her way homewards, she did not succeed in solving\ntheir import.",
        "When Tai-yü guessed the object of the handkerchief, her very soul\nunawares flitted from her. “As Pao-yü has gone to such pains,” she\npondered, “to try and probe this dejection of mine, I have, on one hand,\nsufficient cause to feel gratified; but as there’s no knowing what my\ndejection will come to in the future there is, on the other, enough to\nmake me sad. Here he abruptly and deliberately sends me a couple of\nhandkerchiefs; and, were it not that he has divined my inmost feelings,\nthe mere sight of these handkerchiefs would be enough to make me treat\nthe whole thing as ridiculous. The secret exchange of presents between\nus,” she went on to muse, “fills me also with fears; and the thought\nthat those tears, which I am ever so fond of shedding to myself, are of\nno avail, drives me likewise to blush with shame.”",
        "And by dint of musing and reflecting, her heart began, in a moment, to\nbubble over with such excitement that, much against her will, her\nthoughts in their superabundance rolled on incessantly. So speedily\ndirecting that a lamp should be lighted, she little concerned herself\nabout avoiding suspicion, shunning the use of names, or any other such\nthings, and set to work and rubbed the ink, soaked the pen, and then\nwrote the following stanzas on the two old handkerchiefs:",
        "  Vain in my eyes the tears collect; those tears in vain they flow,\n  Which I in secret shed; they slowly drop; but for whom though?\n  The silk kerchiefs, which he so kindly troubled to give me,\n  How ever could they not with anguish and distress fill me?",
        "The second ran thus:",
        "  Like falling pearls or rolling gems, they trickle on the sly.\n  Daily I have no heart for aught; listless all day am I.\n  As on my pillow or sleeves’ edge I may not wipe them dry,\n  I let them dot by dot, and drop by drop to run freely.",
        "And the third:",
        "  The coloured thread cannot contain the pearls cov’ring my face.\n  Tears were of old at Hsiang Chiang shed, but faint has waxed each\n      trace.\n  Outside my window thousands of bamboos, lo, also grow,\n  But whether they be stained with tears or not, I do not know.",
        "Lin Tai-yü was still bent upon going on writing, but feeling her whole\nbody burn like fire, and her face scalding hot, she advanced towards the\ncheval-glass, and, raising the embroidered cover, she looked in. She saw\nat a glance that her cheeks wore so red that they, in very truth, put\neven the peach blossom to the shade. Yet little did she dream that from\nthis date her illness would assume a more serious phase. Shortly, she\nthrew herself on the bed, and, with the handkerchiefs still grasped in\nher hand, she was lost in a reverie.",
        "Putting her aside, we will now take up our story with Hsi Jen. She went\nto pay a visit to Pao-ch’ai, but as it happened, Pao-ch’ai was not in\nthe garden, but had gone to look up her mother. Hsi Jen, however, could\nnot very well come back with empty hands so she waited until the second\nwatch, when Pao-ch’ai eventually returned to her quarters.",
        "Indeed, so correct an estimate of Hsüeh P’an’s natural disposition did\nPao-ch’ai ever have, that from an early moment she entertained within\nherself some faint suspicion that it must have been Hsüeh P’an, who had\ninstigated some person or other to come and lodge a complaint against\nPao-yü. And when she also unexpectedly heard Hsi Jen’s disclosures on\nthe subject, she became more positive in her surmises. The one, who had,\nin fact, told Hsi Jen was Pei Ming. But Pei Ming too had arrived at the\nconjecture in his own mind, and could not adduce any definite proof, so\nthat every one treated his statements as founded partly on mere\nsuppositions, and partly on actual facts; but, despite this, they felt\nquite certain that it was (Hsüeh P’an) who had intrigued.",
        "Hsüeh P’an had always enjoyed this reputation; but on this particular\ninstance the harm was not, actually, his own doing; yet as every one,\nwith one consent, tenaciously affirmed that it was he, it was no easy\nmatter for him, much though he might argue, to clear himself of blame.",
        "Soon after his return, on this day, from a drinking bout out of doors,\nhe came to see his mother; but finding Pao-ch’ai in her rooms, they\nexchanged a few irrelevant remarks. “I hear,” he consequently asked,\n“that cousin Pao-yü has got into trouble; why is it?”",
        "Mrs. Hsüeh was at the time much distressed on this score. As soon\ntherefore as she caught this question, she gnashed her teeth with rage,\nand shouted: “You good-for-nothing spiteful fellow! It’s all you who are\nat the bottom of this trouble; and do you still have the face to come\nand ply me with questions?”",
        "These words made Hsüeh P’an wince. “When did I stir up any trouble?” he\nquickly asked.",
        "“Do you still go on shamming!” cried Mrs. Hsüeh. “Every one knows full\nwell that it was you, who said those things, and do you yet\nprevaricate?”",
        "“Were every one,” insinuated Hsüeh P’an, “to assert that I had committed\nmurder, would you believe even that?”",
        "“Your very sister is well aware that they were said by you.” Mrs. Hsüeh\ncontinued, “and is it likely that she would accuse you falsely, pray?”",
        "“Mother,” promptly interposed Pao-ch’ai, “you shouldn’t be brawling with\nbrother just now! If you wait quietly, we’ll find out the plain and\nhonest truth.” Then turning towards Hsüeh P’an: “Whether it’s you, who\nsaid those things or not,” she added, “it’s of no consequence. The whole\naffair, besides, is a matter of the past, so what need is there for any\narguments; they will only be making a mountain of a mole-hill! I have\njust one word of advice to give you; don’t, from henceforward, be up to\nso much reckless mischief outside; and concern yourself a little less\nwith other people’s affairs! All you do is day after day to associate\nwith your friends and foolishly gad about! You are a happy-go-lucky sort\nof creature! If nothing happens well and good; but should by and bye\nanything turn up, every one will, though it be none of your doing,\nimagine again that you are at the bottom of it! Not to speak of others,\nwhy I myself will be the first to suspect you!”",
        "Hsüeh P’an was naturally open-hearted and plain-spoken, and could not\nbrook anything in the way of innuendoes, so, when on the one side,\nPao-ch’ai advised him not to foolishly gad about, and his mother, on the\nother, hinted that he had a foul tongue, and that he was the cause that\nPao-yü had been flogged, he at once got so exasperated that he jumped\nabout in an erratic manner and did all in his power, by vowing and\nswearing, to explain matters. “Who has,” he ejaculated, heaping abuse\nupon every one, “laid such a tissue of lies to my charge! I’d like to\ntake the teeth of that felon and pull them out! It’s clear as day that\nthey shove me forward as a target; for now that Pao-yü has been flogged\nthey find no means of making a display of their zeal. But, is Pao-yü\nforsooth the lord of the heavens that because he has had a thrashing\nfrom his father, the whole household should be fussing for days? The\nother time, he behaved improperly, and my uncle gave him two whacks. But\nour venerable ancestor came, after a time, somehow or other, I don’t\nknow how, to hear about it, and, maintaining that it was all due to Mr.\nChia Chen, she called him before her, and gave him a good blowing up.\nAnd here to-day, they have gone further, and involved me. They may drag\nme in as much as they like, I don’t fear a rap! But won’t it be better\nfor me to go into the garden, and take Pao-yü and give him a bit of my\nmind and kill him? I can then pay the penalty by laying down my life for\nhis, and one and all will enjoy peace and quiet!”",
        "While he clamoured and shouted, he looked about him for the bar of the\ndoor, and, snatching it up, he there and then was running off, to the\nconsternation of Mrs. Hsüeh, who clutched him in her arms. “You\nmurderous child of retribution!” she cried. “Whom would you go and beat?\ncome first and assail me?”",
        "From excitement Hsüeh P’an’s eyes protruded like copper bells. “What are\nyou up to,” he vociferated, “that you won’t let me go where I please,\nand that you deliberately go on calumniating me? But every day that\nPao-yü lives, the longer by that day I have to bear a false charge, so\nit’s as well that we should both die that things be cleared up?”",
        "Pao-ch’ai too hurriedly rushed forward. “Be patient a bit!” she exhorted\nhim. “Here’s mamma in an awful state of despair. Not to mention that it\nshould be for you to come and pacify her, you contrariwise kick up all\nthis rumpus! Why, saying nothing about her who is your parent, were even\na perfect stranger to advise you, it would be meant for your good! But\nthe good counsel she gave you has stirred up your monkey instead.”",
        "“From the way you’re now speaking,” Hsüeh P’an rejoined, “it must be\nyou, who said that it was I; no one else but you!”",
        "“You simply know how to feel displeased with me for speaking,” argued\nPao-ch’ai, “but you don’t feel displeased with yourself for that\nreckless way of yours of looking ahead and not minding what is behind!”",
        "“You now bear me a grudge,” Hsüeh P’an added, “for looking to what is\nahead and not to what is behind; but how is it you don’t feel indignant\nwith Pao-yü for stirring up strife and provoking trouble outside?\nLeaving aside everything else, I’ll merely take that affair of Ch’i\nKuan-erh’s, which occurred the other day, and recount it to you as an\ninstance. My friends and I came across this Ch’i Kuan-erh, ten times at\nleast, but never has he made a single intimate remark to me, and how is\nit that, as soon as he met Pao-yü the other day, he at once produced his\nsash, and gave it to him, though he did not so much as know what his\nsurname and name were? Now is it likely, forsooth, that this too was\nsomething that I started?”",
        "“Do you still refer to this?” exclaimed Mrs. Hsüeh and Pao-ch’ai, out of\npatience. “Wasn’t it about this that he was beaten? This makes it clear\nenough that it’s you who gave the thing out.”",
        "“Really, you’re enough to exasperate one to death!” Hsüeh P’an\nexclaimed. “Had you confined yourselves to saying that I had started the\nyarn, I wouldn’t have lost my temper; but what irritates me is that such\na fuss should be made for a single Pao-yü, as to subvert heaven and\nearth!”",
        "“Who fusses?” shouted Pao-ch’ai. “You are the first to arm yourself to\nthe teeth and start a row, and then you say that it’s others who are up\nto mischief!”",
        "Hsüeh P’an, seeing that every remark, made by Pao-ch’ai, contained so\nmuch reasonableness that he could with difficulty refute it, and that\nher words were even harder for him to reply to than were those uttered\nby his mother, he was consequently bent upon contriving a plan to make\nuse of such language as could silence her and compel her to return to\nher room, so as to have no one bold enough to interfere with his\nspeaking; but, his temper being up, he was not in a position to weigh\nhis speech. “Dear Sister!” he readily therefore said, “you needn’t be\nflying into a huff with me! I’ve long ago divined your feelings. Mother\ntold me some time back that for you with that gold trinket, must be\nselected some suitor provided with a jade one; as such a one will be a\nsuitable match for you. And having treasured this in your mind, and seen\nthat Pao-yü has that rubbishy thing of his, you naturally now seize\nevery occasion to screen him....”",
        "However, before he could finish, Pao-ch’ai trembled with anger, and\nclinging to Mrs. Hsüeh, she melted into tears. “Mother,” she observed,\n“have you heard what brother says, what is it all about?”",
        "Hsüeh P’an, at the sight of his sister bathed in tears, became alive to\nthe fact that he had spoken inconsiderately, and, flying into a rage, he\nwalked away to his own quarters and retired to rest. But we can well\ndispense with any further comment on the subject.",
        "Pao-ch’ai was, at heart, full of vexation and displeasure. She meant to\ngive vent to her feelings in some way, but the fear again of upsetting\nher mother compelled her to conceal her tears. She therefore took leave\nof her parent, and went back all alone. On her return to her chamber,\nshe sobbed and sobbed throughout the whole night. The next day, she got\nout of bed, as soon as it dawned; but feeling even no inclination to\ncomb her chevelure or perform her ablutions, she carelessly adjusted her\nclothes and came out of the garden to see her mother.",
        "As luck would have it, she encountered Tai-yü standing alone under the\nshade of the trees, who inquired of her: “Where she was off to?”",
        "“I’m going home,” Hsüeh Pao-ch’ai replied. And as she uttered these\nwords, she kept on her way.",
        "But Tai-yü perceived that she was going off in a disconsolate mood; and,\nnoticing that her eyes betrayed signs of crying, and that her manner was\nunlike that of other days, she smilingly called out to her from behind:\n“Sister, you should take care of yourself a bit. Were you even to cry so\nmuch as to fill two water jars with tears, you wouldn’t heal the wounds\ninflicted by the cane.”",
        "But as what reply Hsüeh Pao-ch’ai gave is not yet known to you, reader,\nlend an ear to the explanation contained in the next chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}