{
    "title": "Hung Lou Meng, Book I (B) - Chapter XIV.",
    "author": "Cao Xueqin",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "  Lin Ju-hai dies in the City of Yang Chou.\n  Chia Pao-yü meets the Prince of Pei Ching on the way.",
        "When Lai Sheng, be it noticed in continuing our story, the major-domo in\nthe Ning Kuo mansion, came to hear that from inside an invitation had\nbeen extended to lady Feng to act as deputy, he summoned together his\nco-workers and other servants. “Lady Secunda, of the western mansion,\"\nhe harangued them, “has now been asked to take over the control of\ninternal affairs; and should she come we must, when we apply for\nanything, or have anything to say, be circumspect in our service; we\nshould all every day come early and leave late; and it’s better that we\nshould exert ourselves during this one month and take rest after it’s\nover. We mustn’t throw away our old ’face,’ for she’s well known to be\nan impetuous thing, with a soured face and a hard heart, who, when\nangry, knows no distinction of persons.”",
        "The whole company unanimously admitted that he was right; and one of\ntheir number too observed smilingly, “It’s but right that for the inner\napartments, we should, in fact, get her to come and put things in proper\norder, as everything is very much what it should not be.”",
        "But while he uttered these words, they saw Lai Wang’s wife coming, with\nan indent in hand, to fetch paper for the supplications and prayers, the\namount of which was mentioned on the order; and they one and all\nhastened to press her into a seat, and to help her to a cup of tea;\nwhile a servant was told to fetch the quantity of paper required. (When\nit was brought,) Lai Wang carried it in his arms and came, the whole way\nwith his wife, as far as the ceremonial gate; when he, at length,\ndelivered it over to her and she clasped it, and walked into the room\nall alone.",
        "Lady Feng issued prompt directions to Ts’ai Ming to prepare a register;\nand sending, there and then, for Lai Sheng’s wife, she asked her to\nsubmit, for her perusal, the roll with the servants’ names. She\nfurthermore fixed upon an early hour of the following day to convene the\ndomestics and their wives in the mansion, in order that they should\nreceive their orders; but, after cursorily glancing over the number of\nentries in the list, and making a few inquiries of Lai Sheng’s wife, she\nsoon got into her curricle, and went home.",
        "On the next day, at six and two quarters, she speedily came over. The\nmatrons and married women of the Ning Kuo mansion assembled together, as\nsoon as they heard of her arrival; but, perceiving lady Feng, assisted\nby Lai Sheng’s wife, engaged in apportioning the duties of each servant,\nthey could not presume to intrude, but remained outside the window\nlistening to what was going on.",
        "“As I’ve been asked to take over the charge,” they heard lady Feng\nexplain to Lai Sheng’s wife, “I’m, needless to say, sure to incur the\ndispleasure of you all, for I can’t compare with your mistress, who has\nsuch a sweet temper, and allows you to have your own way. But saying\nnothing more of those ways, which prevailed hitherto among your people\nin this mansion, you must now do as I tell you; for on the slightest\ndisregard of my orders, I shall, with no discrimination between those\nwho may be respectable and those who may not be, clearly and distinctly\ncall all alike to account.”",
        "Having concluded these remarks, she went on to order Ts’ai Ming to read\nthe roll; and, as their names were uttered, one by one was called in,\nand passed under inspection. After this inspection, which was got over\nin a short time, she continued giving further directions. “These\ntwenty,” she said “should be divided into two companies; ten in each\ncompany, whose sole daily duties should be to attend inside to the\nguests, coming and going, and to serve tea for them; while with any\nother matters, they needn’t have anything to do. These other twenty\nshould also be divided into two companies, whose exclusive duties will\nbe, day after day, to look after the tea and eatables of the relatives\nof our family; and these too will have no business to concern themselves\nwith outside matters. These forty will again be divided into two\ncompanies, who will have nothing else to look to than to remain in front\nof the coffin and offer incense, renew the oil, hang up the streamers,\nwatch the coffin, offer sacrifices of rice, and oblations of tea, and\nmourn with the mourners; and neither need they mind anything outside\nthese duties. These four servants will be specially attached to the\ninner tea-rooms to look after cups, saucers and the tea articles\ngenerally; and in the event of the loss of any single thing, the four of\nthem will have to make it good between them. These other four servants\nwill have the sole charge of the articles required for eatables and\nwine; and should any get mislaid compensation will have likewise to be\nmade by them. These eight servants will only have to attend to taking\nover the sacrificial offerings; while these eight will have nothing more\nto see to beyond keeping an eye over the lamps, oil, candles and paper\nwanted everywhere. I’ll have a whole supply served out and handed to you\neight to by and by apportion to the various places, in quantities which\nI will determine. These thirty servants are each day, by rotation, to\nkeep watch everywhere during the night, looking after the gates and\nwindows, taking care of the fires and candles, and sweeping the grounds;\nwhile the servants, who remain, are to be divided for duty in the houses\nand rooms, each one having charge of a particular spot. And beginning\nfrom the tables, chairs and curios in each place, up to the very\ncuspidors and brooms, yea even to each blade of grass or sprout of herb,\nwhich may be there, the servants looking after this part will be called\nupon to make good anything that may be either mislaid or damaged. You,\nLai Sheng’s wife, will every day have to exercise general supervision\nand inspection; and should there be those who be lazy, any who may\ngamble, drink, fight or wrangle, come at once and report the matter to\nme; and you mustn’t show any leniency, for if I come to find it out, I\nshall have no regard to the good old name of three or four generations,\nwhich you may enjoy. You now all have your fixed duties, so that\nwhatever batch of you after this acts contrary to these orders, I shall\nsimply have something to say to that batch and to no one else. The\nservants, who have all along been in my service, carry watches on their\npersons, and things, whether large or small, are invariably done at a\nfixed time. But, in any case, you also have clocks in your master’s\nrooms, so that at 6.30, I shall come and read the roll, and at ten\nyou’ll have breakfast. Whenever there is any indent of any permits to be\nmade or any report to be submitted, it should be done at 11.30 a.m. and\nno later. At 7 p.m., after the evening paper has been burnt, I shall\ncome to each place in person to hold an inspection; and on my return,\nthe servants on watch for the night will hand over the keys. The next\nday, I shall again come over at 6.30 in the morning; and needless to say\nwe must all do the best we can for these few days; and when the work has\nbeen finished your master is sure to recompense you.”",
        "When she had done speaking, she went on to give orders that tea, oil,\ncandles, feather dusters, brooms and other necessaries should be issued,\naccording to the fixed quantities. She also had furniture, such as\ntable-covers, antimacassars, cushions, rugs, cuspidors, stools and the\nlike brought over and distributed; while, at the same time, she took up\nthe pencil and made a note of the names of the persons in charge of the\nvarious departments, and of the articles taken over by the respective\nservants, in entries remarkable for the utmost perspicacity.",
        "The whole body of servants received their charge and left; but they all\nhad work to go and attend to; not as in former times, when they were at\nliberty to select for themselves what was convenient to do, while the\narduous work, which remained over, no one could be found to take in\nhand. Neither was it possible for them in the various establishments to\nany longer avail themselves of the confusion to carelessly mislay\nthings. In fact, visitors came and guests left, but everything after all\nwent off quietly, unlike the disorderly way which prevailed hitherto,\nwhen there was no clue to the ravel; and all such abuses as indolence,\nand losses, and the like were completely eradicated.",
        "Lady Feng, on her part, (perceiving) the weight her influence had in\nenjoining the observance of her directions, was in her heart exceedingly\ndelighted. But as she saw, that Chia Chen was, in consequence of Mrs.\nYu’s indisposition, even so much the more grieved as to take very little\nto drink or to eat, she daily, with her own hands, prepared, in the\nother mansion, every kind of fine congee and luscious small dishes,\nwhich she sent over, in order that he might be tempted to eat.",
        "And Chia Lien had likewise given additional directions that every day\nthe finest delicacies should be taken into the ante-chamber, for the\nexclusive use of lady Feng.",
        "Lady Feng was not one to shirk exertion and fatigue, so that, day after\nday, she came over at the proper time, called the roll, and managed\nbusiness, sitting all alone in the ante-chamber, and not congregating\nwith the whole bevy of sisters-in-law. Indeed, even when relatives or\nvisitors came or went, she did not go to receive them, or see them off.",
        "This day was the thirty-fifth day, the very day of the fifth seven, and\nthe whole company of bonzes had just (commenced the services) for\nunclosing the earth, and breaking Hell open; for sending a light to show\nthe way to the departed spirit; for its being admitted to an audience by\nthe king of Hell; for arresting all the malicious devils, as well as for\nsoliciting the soul-saving Buddha to open the golden bridge and to lead\nthe way with streamers. The Taoist priests were engaged in reverently\nreading the prayers; in worshipping the Three Pure Ones and in\nprostrating themselves before the Gemmy Lord. The disciples of\nabstraction were burning incense, in order to release the hungered\nspirits, and were reading the water regrets manual. There was also a\ncompany of twelve nuns of tender years, got up in embroidered dresses,\nand wearing red shoes, who stood before the coffin, silently reading all\nthe incantations for the reception of the spirit (from the lower\nregions,) with the result that the utmost bustle and stir prevailed.",
        "Lady Feng, well aware that not a few guests would call on this day, was\nquick to get out of bed at four sharp, to dress her hair and perform her\nablutions. After having completed every arrangement for the day, she\nchanged her costume, washed her hands, and swallowed a couple of\nmouthfuls of milk. By the time she had rinsed her mouth, it was exactly\n6.30; and Lai Wang’s wife, at the head of a company of servants, had\nbeen waiting a good long while, when lady Feng appeared in front of the\nEntrance Hall, mounted her carriage and betook herself, preceded by a\npair of transparent horn lanterns, on which were written, in large type,\nthe three characters, Jung Kuo mansion, to the main entrance gate of the\nNing Household. The door lanterns shed brilliant rays from where they\nwere suspended; while on either side the lanterns, of uniform colours,\npropped upright, emitted a lustrous light as bright as day.",
        "The servants of the family, got up in their mourning clothes, covered\nthe ground far and wide like a white sheet. They stood drawn in two\nrows, and requested that the carriage should drive up to the main\nentrance. The youths retired, and all the married women came forward,\nand raising the curtain of the carriage, lady Feng alighted; and as with\none arm she supported herself on Feng Erh, two married women, with\nlanterns in their hands, lighted the way. Pressed round by the servants,\nlady Feng made her entry. The married women of the Ning mansion advanced\nto greet her, and to pay their respects; and this over, lady Feng, with\ngraceful bearing, entered the Garden of Concentrated Fragrance.\nAscending the Spirit Hall, where the tablet was laid, the tears, as soon\nas she caught sight of the coffin, trickled down her eyes like pearls\nwhose string had snapped; while the youths in the court, and their\nnumber was not small, stood in a reverent posture, with their arms\nagainst their sides, waiting to burn the paper. Lady Feng uttered one\nremark, by way of command: “Offer the tea and burn the paper!” when the\nsound of two blows on the gong was heard and the whole band struck up\ntogether. A servant had at an early period placed a large armchair in\nfront of the tablet, and lady Feng sat down, and gave way to loud\nlamentations. Promptly all those, who stood inside or outside, whether\nhigh or low, male or female, took up the note, and kept on wailing and\nweeping until Chia Chen and Mrs. Yu, after a time, sent a message to\nadvise her to withhold her tears; when at length lady Feng desisted.",
        "Lai Wang’s wife served the tea; and when she had finished rinsing her\nmouth, lady Feng got up; and, taking leave of all the members of the\nclan, she walked all alone into the ante-chamber, where she ascertained,\nin the order of their names, the number of the servants of every\ndenomination in there. They were all found to be present, with the\nexception of one, who had failed to appear, whose duties consisted in\nreceiving and escorting the relatives and visitors. Orders were promptly\ngiven to summon him, and the man appeared in a dreadful fright. “What!\"\nexclaimed lady Feng, as she forced a smile, “is it you who have been\nremiss? Is it because you’re more respectable than they that you don’t\nchoose to listen to my words?”",
        "“Your servant,” he pleaded, “has come at an early hour every day; and\nit’s only to-day that I come late by one step; and I entreat your\nladyship to forgive this my first offence.”",
        "While yet he spoke, she perceived the wife of Wang Hsing, of the Jung\nKuo mansion, come forward and pop her head in to see what was going on;\nbut lady Feng did not let this man go, but went on to inquire of Wang\nHsing’s wife what she had come for.",
        "Wang Hsing’s wife drew near. “I’ve come,” she explained, “to get an\norder, so as to obtain some thread to make tassels for the carriages and\nchairs.” Saying this, she produced the permit and handed it up,\nwhereupon lady Feng directed Ts’ai Ming to read the contents aloud. “For\ntwo large, sedan chairs,” he said, “four small sedan chairs and four\ncarriages, are needed in all so many large and small tassels, each\ntassel requiring so many catties of beads and thread.”",
        "Lady Feng finding, after she had heard what was read, that the numbers\n(and quantities) corresponded, forthwith bade Ts’ai Ming make the proper\nentry; and when the order from the Jung Kuo mansion had been fetched,\nand thrown at her, Wang Hsing’s wife took her departure.",
        "Lady Feng was on the very point of saying something, when she espied\nfour managers of the Jung Kuo mansion walk in; all of whom wanted\npermits to indent for stores. Having asked them to read out the list of\nwhat they required, she ascertained that they wanted four kinds of\narticles in all. Drawing attention to two items: “These entries,” she\nremarked, “are wrong; and you had better go again and make out the\naccount clearly, and then come and fetch a permit.”",
        "With these words, she flung down the requisitions, and the two men went\ntheir way in lower spirits than when they had come.",
        "Lady Feng then caught sight of the wife of Chang Ts’ai standing by, and\nasked her what was her business, whereupon Chang Ts’ai’s wife promptly\nproduced an indent. “The covers of the carriages and sedan chairs,” she\nreported, “have just been completed, and I’ve come to fetch the amount\ndue to the tailors for wages.”",
        "Lady Feng, upon hearing her explanation, took over the indent, and\ndirected Ts’ai Ming to enter the items in the book. After Wang Hsing had\nhanded over the money, and obtained the receipt of the accountant, duly\nsigned, which tallied with the payment, he subsequently walked away in\ncompany with Chang Ts’ai’s wife. Lady Feng simultaneously proceeded to\ngive orders that another indent should be read, which was for money to\npurchase paper with to paste on the windows of Pao-yü’s outer\nschool-room, the repairs to which had been brought to completion, and as\nsoon as lady Feng heard the nature of the application, she there and\nthen gave directions that the permit should be taken over and an entry\nmade, and that the money should be issued after Chang Ts’ai’s wife had\ndelivered everything clearly.",
        "“If to-morrow he were to come late,” lady Feng then remarked, “and if\nthe day after, I were to come late; why by and by there’ll be no one\nhere at all! I should have liked to have let you off, but if I be\nlenient with you on this first instance, it will be hard for me, on the\noccurrence of another offence, to exercise any control over the rest.\nIt’s much better therefore that I should settle accounts with you.”",
        "The moment she uttered these words, she put on a serious look, and gave\norders that he should be taken out and administered twenty blows with\nthe bamboo. When the servants perceived that lady Feng was in an angry\nmood, they did not venture to dilly-dally, but dragged him out, and gave\nhim the full number of blows; which done, they came in to report that\nthe punishment had been inflicted.",
        "Lady Feng likewise threw down the Ning Mansion order and exclaimed,\naddressing herself to Lai Sheng: “Cut him a month’s wages and rice! and\ntell them all to disperse, and have done with it!”",
        "All the servants at length withdrew to attend to their respective\nduties, while the man too, who had been flogged, walked away, as he did\nall he could to conceal his shame and stifle his tears. About this time\narrived and went, in an incessant stream, servants from both the Jung\nand Ning mansions, bent upon applying for permits and returning permits,\nand with one by one again did lady Feng settle accounts. And, as in due\ncourse, the inmates of the Ning mansion came to know how terrible lady\nFeng was, each and all were ever since so wary and dutiful that they did\nnot venture to be lazy.",
        "But without going into further details on this subject, we shall now\nreturn to Pao-yü. Seeing that there were a lot of people about and\nfearing lest Ch’in Chung might receive some offence, he lost no time in\ncoming along with him to sit over at lady Feng’s. Lady Feng was just\nhaving her repast, and upon seeing them arrive: “Your legs are long\nenough, and couldn’t you have come somewhat quicker!” she laughingly\nobserved.",
        "“We’ve had our rice, thanks,” replied Pao-yü.",
        "“Have you had it,” inquired lady Feng, “outside here, or over on the\nother side?”",
        "“Would we eat anything with all that riff-raff?” exclaimed Pao-yü;\n“we’ve really had it over there; in fact, I now come after having had\nmine with dowager lady Chia.”",
        "As he uttered these words, they took their seats. Lady Feng had just\nfinished her meal, when a married woman from the Ning mansion came to\nget an order to obtain an advance of money to purchase incense and\nlanterns with.",
        "“I calculated,” observed lady Feng, “that you would come to-day to make\nrequisition, but I was under the impression that you had forgotten; had\nyou really done so you would certainly have had to get them on your own\naccount, and I would have been the one to benefit.”",
        "“Didn’t I forget? I did,” rejoined the married woman as she smiled; “and\nit’s only a few minutes back that it came to my mind; had I been one\nsecond later I wouldn’t have been in time to get the things.”",
        "These words ended, she took over the order and went off. Entries had, at\nthe time to be made in the books, and orders to be issued, and Ch’in\nChung was induced to interpose with a smirk, “In both these mansions of\nyours, such orders are alike in use; but were any outsider stealthily to\ncounterfeit one and to abscond, after getting the money, what could ever\nbe done?”",
        "“In what you say,” replied lady Feng, “you take no account of the laws\nof the land.”",
        "“How is it that from our house, no one comes to get any orders or to\nobtain anything?” Pao-yü having inquired: “At the time they come to\nfetch them,” rejoined lady Feng, “you’re still dreaming; but let me ask\nyou one thing, when will you two at last begin your evening course of\nstudies?”",
        "“Oh, I wish we were able to begin our studies this very day,” Pao-yü\nadded; “that would be the best thing, but they’re very slow in putting\nthe school-room in order, so that there’s no help for it!”",
        "Lady Feng laughed. “Had you asked me,” she remarked, “I can assure you\nit would have been ready quick enough.”",
        "“You too would have been of no use,” observed Pao-yü, “for it will\ncertainly be ready by the time they ought to finish it in.”",
        "“But in order that they should do the work,” suggested lady Feng, “it’s\nalso necessary that they should have the material, they can’t do without\nthem; and if I don’t give them any permits, it will be difficult to\nobtain them.”",
        "Pao-yü at these words readily drew near to lady Feng, and there and then\napplied for the permits. “My dear sister,” he added, “do give them the\npermits to enable them to obtain the material and effect the repairs.”",
        "“I feel quite sore from fatigue,” ventured lady Feng, “and how can I\nstand your rubbing against me? but compose your mind. They have this\nvery day got the paper, and gone to paste it; and would they, for\nwhatever they need, have still waited until they had been sent for? they\nare not such fools after all!”",
        "Pao-yü would not believe it, and lady Feng at once called Ts’ai Ming to\nlook up the list, which she handed for Pao-yü’s inspection; but while\nthey were arguing a servant came in to announce that Chao Erh, who had\ngone to Su Chow, had returned, and lady Feng all in a flurry directed\nthat he should be asked to walk in. Chao Erh bent one knee and paid his\nobeisance.",
        "“Why have you come back?” lady Feng readily inquired.",
        "“Mr. Secundus (Chia Lien),” he reported, “sent me back to tell you that\nMr. Lin (our dowager lady’s) son-in-law, died on the third of the ninth\nmoon; that Master Secundus is taking Miss Lin along with him to escort\nthe coffin of Mr. Lin as far as Su Chow; and that they hope to be back\nsome time about the end of the year. Master despatched me to come and\nannounce the news, to bring his compliments, and to crave our old lady’s\ninstructions as well as to see how you are getting on in my lady’s home.\nHe also bade me take back to him a few long fur pelisses.”",
        "“Have you seen any one else besides me?” lady Feng inquired.",
        "“I’ve seen every one,” rejoined Chao Erh; and withdrew hastily at the\nconclusion of this remark, out of the apartment, while lady Feng turned\ntowards Pao-yü with a smile and said, “Your cousin Lin can now live in\nour house for ever.”",
        "“Poor thing!” exclaimed Pao-yü. “I presume that during all these days\nshe has wept who knows how much;” and saying this he wrinkled his brow\nand heaved a deep sigh.",
        "Lady Feng saw Chao Erh on his return, but as she could not very well, in\nthe presence of third persons, make minute inquiries after Chia Lien,\nshe had to continue a prey to inward solicitude till it was time to go\nhome, for, not having got through what she had to do, she was compelled\nto wait patiently until she went back in the evening, when she again\nsent word for Chao Erh to come in, and asked him with all minuteness\nwhether the journey had been pleasant throughout, and for full\nparticulars. That very night, she got in readiness the long pelisses,\nwhich she herself, with the assistance of P’ing Erh, packed up in a\nbundle; and after careful thought as to what things he would require,\nshe put them in the same bundle and committed them to Chao Erh’s care.\nShe went on to solicitously impress upon Chao Erh to be careful in his\nattendance abroad. “Don’t provoke your master to wrath,” she said, “and\nfrom time to time do advise him not to drink too much wine; and don’t\nentice him to make the acquaintance of any low people; for if you do,\nwhen you come back I will cut your leg off.”",
        "The preparations were hurriedly and confusedly completed; and it was\nalready the fourth watch of the night when she went to sleep. But soon\nagain the day dawned, and after hastily performing her toilette and\nablutions, she came over to the Ning Mansion.",
        "As Chia Chen realised that the day for escorting the body away was\ndrawing nigh, he in person went out in a curricle, along with\ngeomancers, to the Temple of the Iron Fence to inspect a suitable place\nfor depositing the coffin. He also, point by point, enjoined the\nresident managing-bonze, Se K’ung, to mind and get ready brand-new\narticles of decoration and furniture, and to invite a considerable\nnumber of bonzes of note to be at hand to lend their services for the\nreception of the coffin.",
        "Se K’ung lost no time in getting ready the evening meal, but Chia Chen\nhad, in fact, no wish for any tea or rice; and, as the day was far\nadvanced and he was not in time to enter the city, he had, after all, to\nrest during that night as best he could in a “chaste” room in the\ntemple. The next morning, as soon as it was day, he hastened to come\ninto the city and to make every preparation for the funeral. He likewise\ndeputed messengers to proceed ahead to the Temple of the Iron Fence to\ngive, that very night, additional decorative touches to the place where\nthe coffin was to be deposited, and to get ready tea and all the other\nnecessaries, for the use of the persons who would be present at the\nreception of the coffin.",
        "Lady Feng, seeing that the day was not far distant, also apportioned\nduties and made provision for everything beforehand with circumspect\ncare; while at the same time she chose in the Jung mansion, such\ncarriages, sedan chairs and retinue as were to accompany the cortege, in\nattendance upon madame Wang, and gave her mind furthermore to finding a\nplace where she herself could put up in at the time of the funeral.\nAbout this very time, it happened that the consort of the Duke Shan Kuo\ndeparted this life, and that mesdames Wang and Hsing had likewise to go\nand offer sacrifices, and to follow the burial procession; that the\nbirthday occurred of the consort of Prince Hsi An; that presents had to\nbe forwarded on the occasion of this anniversary; and that the consort\nof the Duke of Chen Kuo gave birth to a first child, a son, and\ncongratulatory gifts had, in like manner, to be provided. Besides, her\nuterine brother Wang Jen was about to return south, with all his family,\nand she had too to write her home letters, to send her reverent\ncompliments to her father and mother, as well as to get the things ready\nthat were to be taken along. There was also Ying Ch’un, who had\ncontracted some illness, and the doctor had every day to be sent for,\nand medicines to be administered, the notes of the doctor to be looked\nafter, consisting of the bulletins of the diagnosis and the\nprescriptions, with the result that the various things that had to be\nattended to by lady Feng were so manifold that it would, indeed, be\ndifficult to give an exhaustive idea of them.",
        "In addition to all this, the day for taking the coffin away was close at\nhand, so that lady Feng was so hard pressed for time that she had even\nno desire for any tea to drink or anything to eat, and that she could\nnot sit or rest in peace. As soon as she put her foot into the Ning\nmansion, the inmates of the Jung mansion would follow close upon her\nheels; and the moment she got back into the Jung mansion, the servants\nagain of the Ning mansion would follow her about. In spite however of\nthis great pressure, lady Feng, whose natural disposition had ever been\nto try and excel, was urged to strain the least of her energies, as her\nsole dread was lest she should incur unfavourable criticism from any\none; and so excellent were the plans she devised, that every one in the\nclan, whether high or low, readily conceded her unlimited praise.",
        "On the night of this day, the body had to be watched, and in the inner\nsuite of apartments two companies of young players as well as jugglers\nentertained the relatives, friends and other visitors during the whole\nof the night. Mrs. Yu was still laid up in the inside room, so that the\nwhole task of attending to and entertaining the company devolved upon\r\nlady Feng alone, who had to look after everything; for though there\nwere, in the whole clan, many sisters-in-law, some there were too\nbashful to speak, others too timid to stand on their feet; while there\nwere also those who were not accustomed to meeting company; and those\nlikewise who were afraid of people of high estate and shy of officials.\nOf every kind there were, but the whole number of them could not come up\nto lady Feng’s standard, whose deportment was correct and whose speech\nwas according to rule. Hence it was that she did not even so much as\nheed any of that large company, but gave directions and issued orders,\nadopting any course of action which she fancied, just as if there were\nno bystander.",
        "The whole night, the lanterns emitted a bright light and the fires\nbrilliant rays; while guests were escorted on their way out and\nofficials greeted on their way in; but of this hundredfold bustle and\nstir nothing need, of course, be said.",
        "The next morning at the dawn of day, and at a propitious moment,\nsixty-four persons, dressed all alike in blue, carried the coffin,\npreceded by a streamer with the record in large characters: Coffin of\nlady Ch’in, a lady of the fifth degree, (by marriage) of the Chia\nmansion, deceased at middle age, consort of the grandson of the Ning Kuo\nDuke with the first rank title of honour, (whose status is) a guard of\nthe Imperial antechamber, charged with the protection of the Inner\nPalace and Roads in the Red Prohibited City.",
        "The various paraphernalia and ornaments were all brand-new, hurriedly\nmade for the present occasion, and the uniform lustrous brilliancy they\nshed was sufficient to dazzle the eyes.",
        "Pao-chu, of course, observed the rites prescribed for unmarried\ndaughters, and dashed the bowl and walked by the coffin, as she gave way\nto most bitter lamentations.",
        "At that time, among the officials who escorted the funeral procession,\nwere Niu Chi-tsung, the grandson of the Chen Kuo duke, who had now\ninherited the status of earl of the first degree; Liu Fang, the grandson\nof Liu Piao, duke of Li Kuo, who had recently inherited the rank of\nviscount of the first class; Ch’en Jui-wen, a grandson of Ch’en Yi, duke\nof Ch’i Kuo, who held the hereditary rank of general of the third\ndegree, with the prefix of majestic authority; Ma Shang, the grandson of\nMa K’uei, duke of Chih Kuo, by inheritance general of the third rank\nwith the prefix of majesty afar; Hou Hsiao-keng, an hereditary viscount\nof the first degree, grandson of the duke of Hsiu Kuo, Hou Hsiao-ming by\nname; while the death of the consort of the duke of Shan Kuo had obliged\nhis grandson Shih Kuang-chu to go into mourning so that he could not be\npresent. These were the six families which had, along with the two\nhouseholds of Jung and Ning, been, at one time, designated the eight\ndukes.",
        "Among the rest, there were besides the grandson of the Prince of Nan An;\nthe grandson of the Prince of Hsi An; Shih Ting, marquis of Chung Ching;\nChiang Tzu-ning, an hereditary baron of the second grade, grandson of\nthe earl of P’ing Yuan; Hsieh K’un, an hereditary baron of the second\norder and Captain of the Metropolitan camp, grandson of the marquis of\nTing Ch’ang: Hsi Chien-hui, an hereditary baron of the second rank, a\ngrandson of the marquis of Nang Yang; Ch’in Liang, in command of the\nFive Cities, grandson of the marquis of Ching T’ien. The remainder were\nWei Chi, the son of the earl of Chin Hsiang; Feng Tzu-ying, the son of a\ngeneral, whose prefix was supernatural martial spirit; Ch’en Yeh-chün,\nWei Jo-lan and others, grandsons and sons of princes who could not be\nenumerated.",
        "In the way of ladies, there were also in all about ten large official\nsedan chairs full of them, thirty or forty private chairs, and including\nthe official and non-official chairs, and carriages containing inmates\nof the household, there must have been over a hundred and ten; so that\nwith the various kinds of paraphernalia, articles of decoration and\nhundreds of nick-nacks, which preceded, the vast expanse of the cortege\ncovered a continuous line extending over three or four li.",
        "They had not been very long on their way, when they reached variegated\nsheds soaring high by the roadside, in which banquets were spread,\nfeasts laid out, and music discoursed in unison. These were the viatory\nsacrificial offerings contributed by the respective families. The first\nshed contained the sacrificial donations of the mansion of the Prince of\nTung P’ing; the second shed those of the Prince of Nan An; the third\nthose of the Prince of Hsi Ning, and the fourth those of the Prince of\nPei Ching.",
        "Indeed of these four Princes, the reputation enjoyed in former days by\nthe Prince of Pei Ching had been the most exalted, and to this day his\nsons and grandsons still succeeded to the inheritance of the princely\ndignity. The present incumbent of the Princedom of Pei Ching, Shih Jung,\nhad not as yet come of age, but he was gifted with a presence of\nexceptional beauty, and with a disposition condescending and genial. At\nthe demise, recently, of the consort of the eldest grandson of the\nmansion of Ning Kuo, he, in consideration of the friendship which had\nformerly existed between the two grandfathers, by virtue of which they\nhad been inseparable, both in adversity as well as in prosperity,\ntreating each other as if they had not been of different surnames, was\nconsequently induced to pay no regard to princely dignity or to his\nimportance, but having like the others paid, on the previous day, his\ncondolences and presented sacrificial offerings, he had further now\nraised a shed wherein to offer libations. Having directed every one of\nhis subordinate officers to remain in this spot in attendance, he\nhimself went at the fifth watch to court, and when he acquitted himself\nof his public duties he forthwith changed his attire for a mourning\ncostume, and came along, in an official sedan chair, preceded by gongs\nand umbrellas. Upon reaching the front of the shed the chair was\ndeposited on the ground, and as his subordinate officers pressed on\neither side and waited upon him, neither the military nor the populace,\nwhich composed the mass of people, ventured to make any commotion. In a\nshort while, the long procession of the Ning mansion became visible,\nspreading far and wide, covering in its course from the north, the whole\nground like a silver mountain. At an early hour, the forerunners,\nmessengers and other attendants on the staff of the Ning mansion\napprised Chia Chen (of the presence of the sheds), and Chia Chen with\nall alacrity gave orders that the foremost part of the cortege should\nhalt. Attended by Chia She and Chia Chen, the three of them came with\nhurried step to greet (the Prince of Pei Ching), whom they saluted with\ndue ceremony. Shih Jung, who was seated in his sedan chair, made a bow\nand returned their salutations with a smile, proceeding to address them\nand to treat them, as he had done hitherto, as old friends, without any\nairs of self-importance.",
        "“My daughter’s funeral has,” observed Chia Chen, “put your Highness to\nthe trouble of coming, an honour which we, though noble by birth, do not\ndeserve.”",
        "Shih Jung smiled. “With the terms of friendship,” he added, “which have\nexisted for so many generations (between our families), is there any\nneed for such apologies?”",
        "Turning his head round there and then, he gave directions to the senior\nofficer of his household to preside at the sacrifices and to offer\nlibations in his stead; and Chia She and the others stood together on\none side and made obeisance in return, and then came in person again and\ngave expression to their gratitude for his bounty.",
        "Shih Jung was most affable and complaisant. “Which is the gentleman,” he\ninquired of Chia Chen, “who was born with a piece of jade in his mouth?\nI’ve long had a wish to have the pleasure of seeing him, and as he’s\nsure to be on the spot on an occasion like this, why shouldn’t you\ninvite him to come round?”",
        "Chia Chen speedily drew back, and bidding Pao-yü change his mourning\nclothes, he led him forward and presented him.",
        "Pao-yü had all along heard that Shih Jung was a worthy Prince, perfect\nin ability as well as in appearance, pleasant and courteous, not bound\ndown by any official custom or state rite, so that he had repeatedly\nfelt a keen desire to meet him. With the sharp control, however, which\nhis father exercised over him, he had not been able to gratify his wish.\nBut on this occasion, he saw on the contrary that he came to call him,\nand it was but natural that he should be delighted. Whilst advancing, he\nscrutinised Shih Jung with the corner of his eye, who, seated as he was\nin the sedan chair, presented an imposing sight.",
        "But, reader, what occurred on his approach is not yet known, but listen\nto the next chapter, which will divulge it.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}