{
    "title": "Hung Lou Meng, Book I (B) - Chapter XXII.",
    "author": "Cao Xueqin",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "  Upon hearing the text of the stanza, Pao-yü comprehends the Buddhistic\n      spells.\n  While the enigmas for the lanterns are being devised, Chia Cheng is\n      grieved by a prognostic.",
        "Chia Lien, for we must now prosecute our story, upon hearing lady Feng\nobserve that she had something to consult about with him, felt\nconstrained to halt and to inquire what it was about.",
        "“On the 21st,” lady Feng explained, “is cousin Hsüeh’s birthday, and\nwhat do you, after all, purpose doing?”",
        "“Do I know what to do?” exclaimed Chia Lien; “you have made, time and\nagain, arrangements for ever so many birthdays of grown-up people, and\ndo you, really, find yourself on this occasion without any resources?”",
        "“Birthdays of grown-up people are subject to prescribed rules,” lady\nFeng expostulated; “but her present birthday is neither one of an adult\nnor that of an infant, and that’s why I would like to deliberate with\nyou!”",
        "Chia Lien upon hearing this remark, lowered his head and gave himself to\nprotracted reflection. “You’re indeed grown dull!” he cried; “why you’ve\na precedent ready at hand to suit your case! Cousin Lin’s birthday\naffords a precedent, and what you did in former years for cousin Lin,\nyou can in this instance likewise do for cousin Hsüeh, and it will be\nall right.”",
        "At these words lady Feng gave a sarcastic smile. “Do you, pray, mean to\ninsinuate,” she added, “that I’m not aware of even this! I too had\npreviously come, after some thought, to this conclusion; but old lady\nChia explained, in my hearing yesterday, that having made inquiries\nabout all their ages and their birthdays, she learnt that cousin Hsüeh\nwould this year be fifteen, and that though this was not the birthday,\nwhich made her of age, she could anyhow well be regarded as being on the\ndawn of the year, in which she would gather up her hair, so that our\ndowager lady enjoined that her anniversary should, as a matter of\ncourse, be celebrated, unlike that of cousin Lin.”",
        "“Well, in that case,” Chia Lien suggested, “you had better make a few\nadditions to what was done for cousin Lin!”",
        "“That’s what I too am thinking of,” lady Feng replied, “and that’s why\nI’m asking your views; for were I, on my own hook, to add anything you\nwould again feel hurt for my not have explained things to you.”",
        "“That will do, that will do!” Chia Lien rejoined laughing, “none of\nthese sham attentions for me! So long as you don’t pry into my doings it\nwill be enough; and will I go so far as to bear you a grudge?”",
        "With these words still in his mouth, he forthwith went off. But leaving\nhim alone we shall now return to Shih Hsiang-yün. After a stay of a\ncouple of days, her intention was to go back, but dowager lady Chia\nsaid: “Wait until after you have seen the theatrical performance, when\nyou can return home.”",
        "At this proposal, Shih Hsiang-yün felt constrained to remain, but she,\nat the same time, despatched a servant to her home to fetch two pieces\nof needlework, which she had in former days worked with her own hands,\nfor a birthday present for Pao-ch’ai.",
        "Contrary to all expectations old lady Chia had, since the arrival of\nPao-ch’ai, taken quite a fancy to her, for her sedateness and good\nnature, and as this happened to be the first birthday which she was\nabout to celebrate (in the family) she herself readily contributed\ntwenty taels which, after sending for lady Feng, she handed over to her,\nto make arrangements for a banquet and performance.",
        "“A venerable senior like yourself,” lady Feng thereupon smiled and\nventured, with a view to enhancing her good cheer, “is at liberty to\ncelebrate the birthday of a child in any way agreeable to you, without\nany one presuming to raise any objection; but what’s the use again of\ngiving a banquet? But since it be your good pleasure and your purpose to\nhave it celebrated with éclat, you could, needless to say, your own self\nhave spent several taels from the private funds in that old treasury of\nyours! But you now produce those twenty taels, spoiled by damp and\nmould, to play the hostess with, with the view indeed of compelling us\nto supply what’s wanted! But hadn’t you really been able to contribute\nany more, no one would have a word to say; but the gold and silver,\nround as well as flat, have with their heavy weight pressed down the\nbottom of the box! and your sole object is to harass us and to extort\nfrom us. But raise your eyes and look about you; who isn’t your\nvenerable ladyship’s son and daughter? and is it likely, pray, that in\nthe future there will only be cousin Pao-yü to carry you, our old lady,\non his head, up the Wu T’ai Shan? You may keep all these things for him\nalone! but though we mayn’t at present, deserve that anything should be\nspent upon us, you shouldn’t go so far as to place us in any\nperplexities (by compelling us to subscribe). And is this now enough for\nwines, and enough for the theatricals?”",
        "As she bandied these words, every one in the whole room burst out\nlaughing, and even dowager lady Chia broke out in laughter while she\nobserved: “Do you listen to that mouth? I myself am looked upon as\nhaving the gift of the gab, but why is it that I can’t talk in such a\nwise as to put down this monkey? Your mother-in-law herself doesn’t dare\nto be so overbearing in her speech; and here you are jabber, jabber with\nme!”",
        "“My mother-in-law,” explained lady Feng, “is also as fond of Pao-yü as\nyou are, so much so that I haven’t anywhere I could go and give vent to\nmy grievances; and instead of (showing me some regard) you say that I’m\noverbearing in my speech!”",
        "With these words, she again enticed dowager lady Chia to laugh for a\nwhile. The old lady continued in the highest of spirits, and, when\nevening came, and they all appeared in her presence to pay their\nobeisance, her ladyship made it a point, while the whole company of\nladies and young ladies were engaged in chatting, to ascertain of\nPao-ch’ai what play she liked to hear, and what things she fancied to\neat.",
        "Pao-ch’ai was well aware that dowager lady Chia, well up in years though\nshe was, delighted in sensational performances, and was partial to sweet\nand tender viands, so that she readily deferred, in every respect, to\nthose things, which were to the taste of her ladyship, and enumerated a\nwhole number of them, which made the old lady become the more exuberant.\nAnd the next day, she was the first to send over clothes, nicknacks and\nsuch presents, while madame Wang and lady Feng, Tai-yü and the other\ngirls, as well as the whole number of inmates had all presents for her,\nregulated by their degree of relationship, to which we need not allude\nin detail.",
        "When the 21st arrived, a stage of an ordinary kind, small but yet handy,\nwas improvised in dowager lady Chia’s inner court, and a troupe of young\nactors, who had newly made their début, was retained for the nonce,\namong whom were both those who could sing tunes, slow as well as fast.\nIn the drawing rooms of the old lady were then laid out several tables\nfor a family banquet and entertainment, at which there was not a single\noutside guest; and with the exception of Mrs. Hsüeh, Shih Hsiang-yün,\nand Pao-ch’ai, who were visitors, the rest were all inmates of her\nhousehold.",
        "On this day, Pao-yü failed, at any early hour, to see anything of Lin\nTai-yü, and coming at once to her rooms in search of her, he discovered\nher reclining on the stove-couch. “Get up,” Pao-yü pressed her with a\nsmile, “and come and have breakfast, for the plays will commence\nshortly; but whichever plays you would like to listen to, do tell me so\nthat I may be able to choose them.”",
        "Tai-yü smiled sarcastically. “In that case,” she rejoined, “you had\nbetter specially engage a troupe and select those I like sung for my\nbenefit; for on this occasion you can’t be so impertinent as to make use\nof their expense to ask me what I like!”",
        "“What’s there impossible about this?” Pao-yü answered smiling; “well,\nto-morrow I’ll readily do as you wish, and ask them too to make use of\nwhat is yours and mine.”",
        "As he passed this remark, he pulled her up, and taking her hand in his\nown, they walked out of the room and came and had breakfast. When the\ntime arrived to make a selection of the plays, dowager lady Chia of her\nown motion first asked Pao-ch’ai to mark off those she liked; and though\nfor a time Pao-ch’ai declined, yielding the choice to others, she had no\nalternative but to decide, fixing upon a play called, “the Record of the\nWestern Tour,” a play of which the old lady was herself very fond. Next\nin order, she bade lady Feng choose, and lady Feng, had, after all, in\nspite of madame Wang ranking before her in precedence, to consider old\nlady Chia’s request, and not to presume to show obstinacy by any\ndisobedience. But as she knew well enough that her ladyship had a\npenchant for what was exciting, and that she was still more partial to\njests, jokes, epigrams, and buffoonery, she therefore hastened to\nprecede (madame Wang) and to choose a play, which was in fact no other\nthan “Liu Erh pawns his clothes.”",
        "Dowager lady Chia was, of course, still more elated. And after this she\nspeedily went on to ask Tai-yü to choose. Tai-yü likewise concedingly\nyielded her turn in favour of madame Wang and the other seniors, to make\ntheir selections before her, but the old lady expostulated. “To-day,\"\nshe said, “is primarily an occasion, on which I’ve brought all of you\nhere for your special recreation; and we had better look after our own\nselves and not heed them! For have I, do you imagine, gone to the\ntrouble of having a performance and laying a feast for their special\nbenefit? they’re already reaping benefit enough by being in here,\nlistening to the plays and partaking of the banquet, when they have no\nright to either; and are they to be pressed further to make a choice of\nplays?”",
        "At these words, the whole company had a hearty laugh; after which,\nTai-yü, at length, marked off a play; next in order following Pao-yü,\nShih Hsiang-yün, Ying-ch’un, T’an Ch’un, Hsi Ch’un, widow Li Wan, and\nthe rest, each and all of whom made a choice of plays, which were sung\nin the costumes necessary for each. When the time came to take their\nplaces at the banquet, dowager lady Chia bade Pao-ch’ai make another\nselection, and Pao-ch’ai cast her choice upon the play: “Lu Chih-shen,\nin a fit of drunkenness stirs up a disturbance up the Wu T’ai mountain;\"\nwhereupon Pao-yü interposed, with the remark: “All you fancy is to\nchoose plays of this kind;” to which Pao-ch’ai rejoined, “You’ve\nlistened to plays all these years to no avail! How could you know the\nbeauties of this play? the stage effect is grand, but what is still\nbetter are the apt and elegant passages in it.”",
        "“I’ve always had a dread of such sensational plays as these!” Pao-yü\nretorted.",
        "“If you call this play sensational,” Pao-ch’ai smilingly expostulated,\n“well then you may fitly be looked upon as being no connoisseur of\nplays. But come over and I’ll tell you. This play constitutes one of a\nset of books, entitled the ’Pei Tien Peng Ch’un,’ which, as far as\nharmony, musical rests and closes, and tune go, is, it goes without\nsaying, perfect; but there’s among the elegant compositions a ballad\nentitled: ’the Parasitic Plant,’ written in a most excellent style; but\nhow could you know anything about it?”",
        "Pao-yü, upon hearing her speak of such points of beauty, hastily drew\nnear to her. “My dear cousin,” he entreated, “recite it and let me hear\nit!” Whereupon Pao-ch’ai went on as follows:",
        "  My manly tears I will not wipe away,\n  But from this place, the scholar’s home, I’ll stray.\n  The bonze for mercy I shall thank; under the lotus altar shave my\n      pate;\n  With Yüan to be the luck I lack; soon in a twinkle we shall separate,\n  And needy and forlorn I’ll come and go, with none to care about my\n      fate.\n  Thither shall I a suppliant be for a fog wrapper and rain hat; my\n      warrant I shall roll,\n  And listless with straw shoes and broken bowl, wherever to convert my\n      fate may be, I’ll stroll.",
        "As soon as Pao-yü had listened to her recital, he was so full of\nenthusiasm, that, clapping his knees with his hands, and shaking his\nhead, he gave vent to incessant praise; after which he went on to extol\nPao-ch’ai, saying: “There’s no book that you don’t know.”",
        "“Be quiet, and listen to the play,” Lin Tai-yü urged; “they haven’t yet\nsung about the mountain gate, and you already pretend to be mad!”",
        "At these words, Hsiang-yün also laughed. But, in due course, the whole\nparty watched the performance until evening, when they broke up. Dowager\nlady Chia was so very much taken with the young actor, who played the\nrole of a lady, as well as with the one who acted the buffoon, that she\ngave orders that they should be brought in; and, as she looked at them\nclosely, she felt so much the more interest in them, that she went on to\ninquire what their ages were. And when the would-be lady (replied) that\nhe was just eleven, while the would-be buffoon (explained) that he was\njust nine, the whole company gave vent for a time to expressions of\nsympathy with their lot; while dowager lady Chia bade servants bring a\nfresh supply of meats and fruits for both of them, and also gave them,\nbesides their wages, two tiaos as a present.",
        "“This lad,” lady Feng observed smiling, “is when dressed up (as a girl),\na living likeness of a certain person; did you notice it just now?”",
        "Pao-ch’ai was also aware of the fact, but she simply nodded her head\nassentingly and did not say who it was. Pao-yü likewise expressed his\nassent by shaking his head, but he too did not presume to speak out.\nShih Hsiang-yün, however, readily took up the conversation. “He\nresembles,” she interposed, “cousin Lin’s face!” When this remark\nreached Pao-yü’s ear, he hastened to cast an angry scowl at Hsiang-yün,\nand to make her a sign; while the whole party, upon hearing what had\nbeen said, indulged in careful and minute scrutiny of (the lad); and as\nthey all began to laugh: “The resemblance is indeed striking!” they\nexclaimed.",
        "After a while, they parted; and when evening came Hsiang-yün directed\nTs’ui Lü to pack up her clothes.",
        "“What’s the hurry?” Ts’ui Lü asked. “There will be ample time to pack\nup, on the day on which we go!”",
        "“We’ll go to-morrow,” Hsiang-yün rejoined; “for what’s the use of\nremaining here any longer–to look at people’s mouths and faces?”",
        "Pao-yü, at these words, lost no time in pressing forward.",
        "“My dear cousin,” he urged; “you’re wrong in bearing me a grudge! My\ncousin Lin is a girl so very touchy, that though every one else\ndistinctly knew (of the resemblance), they wouldn’t speak out; and all\nbecause they were afraid that she would get angry; but unexpectedly out\nyou came with it, at a moment when off your guard; and how ever couldn’t\nshe but feel hurt? and it’s because I was in dread that you would give\noffence to people that I then winked at you; and now here you are angry\nwith me; but isn’t that being ungrateful to me? Had it been any one\nelse, would I have cared whether she had given offence to even ten; that\nwould have been none of my business!”",
        "Hsiang-yün waved her hand: “Don’t,” she added, “come and tell me these\nflowery words and this specious talk, for I really can’t come up to your\ncousin Lin. If others poke fun at her, they all do so with impunity,\nwhile if I say anything, I at once incur blame. The fact is I shouldn’t\nhave spoken of her, undeserving as I am; and as she’s the daughter of a\nmaster, while I’m a slave, a mere servant girl, I’ve heaped insult upon\nher!”",
        "“And yet,” pleaded Pao-yü, full of perplexity, “I had done it for your\nsake; and through this, I’ve come in for reproach. But if it were with\nan evil heart I did so, may I at once become ashes, and be trampled upon\nby ten thousands of people!”",
        "“In this felicitous firstmonth,” Hsiang-yün remonstrated, “you shouldn’t\ntalk so much reckless nonsense! All these worthless despicable oaths,\ndisjointed words, and corrupt language, go and tell for the benefit of\nthose mean sort of people, who in everything take pleasure in irritating\nothers, and who keep you under their thumb! But mind don’t drive me to\nspit contemptuously at you.”",
        "As she gave utterance to these words, she betook herself in the inner\nroom of dowager lady Chia’s suite of apartments, where she lay down in\nhigh dudgeon, and, as Pao-yü was so heavy at heart, he could not help\ncoming again in search of Tai-yü; but strange to say, as soon as he put\nhis foot inside the doorway, he was speedily hustled out of it by\nTai-yü, who shut the door in his face.",
        "Pao-yü was once more unable to fathom her motives, and as he stood\noutside the window, he kept on calling out: “My dear cousin,” in a low\ntone of voice; but Tai-yü paid not the slightest notice to him so that\nPao-yü became so melancholy that he drooped his head, and was plunged in\nsilence. And though Hsi Jen had, at an early hour, come to know the\ncircumstances, she could not very well at this juncture tender any\nadvice.",
        "Pao-yü remained standing in such a vacant mood that Tai-yü imagined that\nhe had gone back; but when she came to open the door she caught sight of\nPao-yü still waiting in there; and as Tai-yü did not feel justified to\nagain close the door, Pao-yü consequently followed her in.",
        "“Every thing has,” he observed, “a why and a wherefore; which, when\nspoken out, don’t even give people pain; but you will rush into a rage,\nand all without any rhyme! but to what really does it owe its rise?”",
        "“It’s well enough, after all, for you to ask me,” Tai-yü rejoined with\nan indifferent smile, “but I myself don’t know why! But am I here to\nafford you people amusement that you will compare me to an actress, and\nmake the whole lot have a laugh at me?”",
        "“I never did liken you to anything,” Pao-yü protested, “neither did I\never laugh at you! and why then will you get angry with me?”",
        "“Was it necessary that you should have done so much as made the\ncomparison,” Tai-yü urged, “and was there any need of even any laughter\nfrom you? why, though you mayn’t have likened me to anything, or had a\nlaugh at my expense, you were, yea more dreadful than those who did\ncompare me (to a singing girl) and ridiculed me!”",
        "Pao-yü could not find anything with which to refute the argument he had\njust heard, and Tai-yü went on to say. “This offence can, anyhow, be\ncondoned; but, what is more, why did you also wink at Yün Erh? What was\nthis idea which you had resolved in your mind? wasn’t it perhaps that if\nshe played with me, she would be demeaning herself, and making herself\ncheap? She’s the daughter of a duke or a marquis, and we forsooth the\nmean progeny of a poor plebeian family; so that, had she diverted\nherself with me, wouldn’t she have exposed herself to being depreciated,\nhad I, perchance, said anything in retaliation? This was your idea\nwasn’t it? But though your purpose was, to be sure, honest enough, that\ngirl wouldn’t, however, receive any favours from you, but got angry with\nyou just as much as I did; and though she made me also a tool to do you\na good turn, she, on the contrary, asserts that I’m mean by nature and\ntake pleasure in irritating people in everything! and you again were\nafraid lest she should have hurt my feelings, but, had I had a row with\nher, what would that have been to you? and had she given me any offence,\nwhat concern would that too have been of yours?”",
        "When Pao-yü heard these words, he at once became alive to the fact that\nshe too had lent an ear to the private conversation he had had a short\nwhile back with Hsiang-yün: “All because of my, fears,” he carefully\nmused within himself, “lest these two should have a misunderstanding, I\nwas induced to come between them, and act as a mediator; but I myself\nhave, contrary to my hopes, incurred blame and abuse on both sides! This\njust accords with what I read the other day in the Nan Hua Ching. ’The\ningenious toil, the wise are full of care; the good-for-nothing seek for\nnothing, they feed on vegetables, and roam where they list; they wander\npurposeless like a boat not made fast!’ ’The mountain trees,’ the text\ngoes on to say, ’lead to their own devastation; the spring (conduces) to\nits own plunder; and so on.” And the more he therefore indulged in\nreflection, the more depressed he felt. “Now there are only these few\ngirls,” he proceeded to ponder minutely, “and yet, I’m unable to treat\nthem in such a way as to promote perfect harmony; and what will I\nforsooth do by and by (when there will be more to deal with)!”",
        "When he had reached this point in his cogitations, (he decided) that it\nwas really of no avail to agree with her, so that turning round, he was\nmaking his way all alone into his apartments; but Lin Tai-yü, upon\nnoticing that he had left her side, readily concluded that reflection\nhad marred his spirits and that he had so thoroughly lost his temper as\nto be going without even giving vent to a single word, and she could not\nrestrain herself from feeling inwardly more and more irritated. “After\nyou’ve gone this time,” she hastily exclaimed, “don’t come again, even\nfor a whole lifetime; and I won’t have you either so much as speak to\nme!”",
        "Pao-yü paid no heed to her, but came back to his rooms, and laying\nhimself down on his bed, he kept on muttering in a state of chagrin; and\nthough Hsi Jen knew full well the reasons of his dejection, she found it\ndifficult to summon up courage to say anything to him at the moment, and\r\nshe had no alternative but to try and distract him by means of\nirrelevant matters. “The theatricals which you’ve seen to-day,” she\nconsequently observed smiling, “will again lead to performances for\nseveral days, and Miss Pao-ch’ai will, I’m sure, give a return feast.”",
        "“Whether she gives a return feast or not,” Pao-yü rejoined with an\napathetic smirk, “is no concern of mine!”",
        "When Hsi Jen perceived the tone, so unlike that of other days, with\nwhich these words were pronounced: “What’s this that you’re saying?” she\ntherefore remarked as she gave another smile. “In this pleasant and\npropitious first moon, when all the ladies and young ladies are in high\nglee, how is it that you’re again in a mood of this sort?”",
        "“Whether the ladies and my cousins be in high spirits or not,” Pao-yü\nreplied forcing a grin, “is also perfectly immaterial to me.”",
        "“They are all,” Hsi Jen added, smilingly, “pleasant and agreeable, and\nwere you also a little pleasant and agreeable, wouldn’t it conduce to\nthe enjoyment of the whole company?”",
        "“What about the whole company, and they and I?” Pao-yü urged. “They all\nhave their mutual friendships; while I, poor fellow, all forlorn, have\nnone to care a rap for me.”",
        "His remarks had reached this clause, when inadvertently the tears\ntrickled down; and Hsi Jen realising the state of mind he was in, did\nnot venture to say anything further. But as soon as Pao-yü had reflected\nminutely over the sense and import of this sentence, he could not\nrefrain from bursting forth into a loud fit of crying, and, turning\nhimself round, he stood up, and, drawing near the table, he took up the\npencil, and eagerly composed these enigmatical lines:",
        "  If thou wert me to test, and I were thee to test,\n  Our hearts were we to test, and our minds to test,\n  When naught more there remains for us to test\n  That will yea very well be called a test,\n  And when there’s naught to put, we could say, to the test,\n  We will a place set up on which our feet to rest.",
        "After he had finished writing, he again gave way to fears that though he\nhimself could unfold their meaning, others, who came to peruse these\nlines, would not be able to fathom them, and he also went on\nconsequently to indite another stanza, in imitation of the “Parasitic\nPlant,” which he inscribed at the close of the enigma; and when he had\nread it over a second time, he felt his heart so free of all concern\nthat forthwith he got into his bed, and went to sleep.",
        "But, who would have thought it, Tai-yü, upon seeing Pao-yü take his\ndeparture in such an abrupt manner, designedly made use of the excuse\nthat she was bent upon finding Hsi Jen, to come round and see what he\nwas up to.",
        "“He’s gone to sleep long ago!” Hsi Jen replied.",
        "At these words, Tai-yü felt inclined to betake herself back at once; but\nHsi Jen smiled and said: “Please stop, miss. Here’s a slip of paper, and\nsee what there is on it!” and speedily taking what Pao-yü had written a\nshort while back, she handed it over to Tai-yü to examine. Tai-yü, on\nperusal, discovered that Pao-yü had composed it, at the spur of the\nmoment, when under the influence of resentment; and she could not help\nthinking it both a matter of ridicule as well as of regret; but she\nhastily explained to Hsi Jen: “This is written for fun, and there’s\nnothing of any consequence in it!” and having concluded this remark, she\nreadily took it along with her to her room, where she conned it over in\ncompany with Hsiang-yün; handing it also the next day to Pao-ch’ai to\nperuse. The burden of what Pao-ch’ai read was:",
        "  In what was no concern of mine, I should to thee have paid no heed,\n  For while I humour this, that one to please I don’t succeed!\n  Act as thy wish may be! go, come whene’er thou list; ’tis naught to\n      me.\n  Sorrow or joy, without limit or bound, to indulge thou art free!\n  What is this hazy notion about relatives distant or close?\n  For what purpose have I for all these days racked my heart with woes?\n  Even at this time when I look back and think, my mind no pleasure\n      knows.",
        "After having finished its perusal, she went on to glance at the\nBuddhistic stanza, and smiling: “This being,” she soliloquised; “has\nawakened to a sense of perception; and all through my fault, for it’s\nthat ballad of mine yesterday which has incited this! But the subtle\ndevices in all these rationalistic books have a most easy tendency to\nunsettle the natural disposition, and if to-morrow he does actually get\nup, and talk a lot of insane trash, won’t his having fostered this idea\nowe its origin to that ballad of mine; and shan’t I have become the\nprime of all guilty people?”",
        "Saying this, she promptly tore the paper, and, delivering the pieces to\nthe servant girls, she bade them go at once and burn them.",
        "“You shouldn’t have torn it!” Tai-yü remonstrated laughingly. “But wait\nand I’ll ask him about it! so come along all of you, and I vouch I’ll\nmake him abandon that idiotic frame of mind and that depraved language.”",
        "The three of them crossed over, in point of fact, into Pao-yü’s room,\nand Tai-yü was the first to smile and observe. “Pao-yü, may I ask you\nsomething? What is most valuable is a precious thing; and what is most\nfirm is jade, but what value do you possess and what firmness is innate\nin you?”",
        "But as Pao-yü could not, say anything by way of reply, two of them\nremarked sneeringly: “With all this doltish bluntness of his will he\nafter all absorb himself in abstraction?” While Hsiang-yün also clapped\nher hands and laughed, “Cousin Pao has been discomfited.”",
        "“The latter part of that apothegm of yours,” Tai-yü continued, “says:",
        " “We would then find some place on which our feet to rest.",
        "“Which is certainly good; but in my view, its excellence is not as yet\ncomplete! and I should still tag on two lines at its close;” as she\nproceeded to recite:",
        " “If we do not set up some place on which our feet to rest,\n  For peace and freedom then it will be best.”",
        "“There should, in very truth, be this adjunct to make it thoroughly\nexplicit!” Pao-ch’ai added. “In days of yore, the sixth founder of the\nSouthern sect, Hui Neng, came, when he went first in search of his\npatron, in the Shao Chou district; and upon hearing that the fifth\nfounder, Hung Jen, was at Huang Mei, he readily entered his service in\nthe capacity of Buddhist cook; and when the fifth founder, prompted by a\nwish to select a Buddhistic successor, bade his neophytes and all the\nbonzes to each compose an enigmatical stanza, the one who occupied the\nupper seat, Shen Hsiu, recited:",
        " “A P’u T’i tree the body is, the heart so like a stand of mirror\n      bright,\n  On which must needs, by constant careful rubbing, not be left dust to\n      alight!",
        "“And Hui Neng, who was at this time in the cook-house pounding rice,\noverheard this enigma. ’Excellent, it is excellent,’ he ventured, ’but\nas far as completeness goes it isn’t complete;’ and having bethought\nhimself of an apothegm: ’The P’u T’i, (an expression for Buddha or\nintelligence),’ he proceeded, ’is really no tree; and the resplendent\nmirror, (Buddhistic term for heart), is likewise no stand; and as, in\nfact, they do not constitute any tangible objects, how could they be\ncontaminated by particles of dust?’ Whereupon the fifth founder at once\ntook his robe and clap-dish and handed them to him. Well, the text now\nof this enigma presents too this identical idea, for the simple fact is\nthat those lines full of subtleties of a short while back are not, as\nyet, perfected or brought to an issue, and do you forsooth readily give\nup the task in this manner?”",
        "“He hasn’t been able to make any reply,” Tai-yü rejoined sneeringly,\n“and must therefore be held to be discomfited; but were he even to make\nsuitable answer now, there would be nothing out of the common about it!\nAnyhow, from this time forth you mustn’t talk about Buddhistic spells,\nfor what even we two know and are able to do, you don’t as yet know and\ncan’t do; and do you go and concern yourself with abstraction?”",
        "Pao-yü had, in his own mind, been under the impression that he had\nattained perception, but when he was unawares and all of a sudden\nsubjected to this question by Tai-yü, he soon found it beyond his power\nto give any ready answer. And when Pao-ch’ai furthermore came out with a\nreligious disquisition, by way of illustration, and this on subjects, in\nall of which he had hitherto not seen them display any ability, he\ncommuned within himself: “If with their knowledge, which is indeed in\nadvance of that of mine, they haven’t, as yet, attained perception, what\nneed is there for me now to bring upon myself labour and vexation?”",
        "“Who has, pray,” he hastily inquired smilingly, after arriving at the\nend of his reflections, “indulged in Buddhistic mysteries? what I did\namounts to nothing more than nonsensical trash, written, at the spur of\nthe moment, and nothing else.”",
        "At the close of this remark all four came to be again on the same terms\nas of old; but suddenly a servant announced that the Empress (Yüan\nCh’un) had despatched a messenger to bring over a lantern-conundrum with\nthe directions that they should all go and guess it, and that after they\nhad found it out, they should each also devise one and send it in. At\nthese words, the four of them left the room with hasty step, and\nadjourned into dowager lady Chia’s drawing room, where they discovered a\nyoung eunuch, holding a four-cornered, flat-topped lantern, of white\ngauze, which had been specially fabricated for lantern riddles. On the\nfront side, there was already a conundrum, and the whole company were\nvying with each other in looking at it and making wild guesses; when the\nyoung eunuch went on to transmit his orders, saying: “Young ladies, you\nshould not speak out when you are guessing; but each one of you should\nsecretly write down the solutions for me to wrap them up, and take them\nall in together to await her Majesty’s personal inspection as to whether\nthey be correct or not.”",
        "Upon listening to these words, Pao-ch’ai drew near, and perceived at a\nglance, that it consisted of a stanza of four lines, with seven\ncharacters in each; but though there was no novelty or remarkable\nfeature about it, she felt constrained to outwardly give utterance to\nwords of praise. “It’s hard to guess!” she simply added, while she\npretended to be plunged in thought, for the fact is that as soon as she\nhad cast her eye upon it, she had at once solved it. Pao-yü, Tai-yü,\nHsiang-yün, and T’an-ch’un, had all four also hit upon the answer, and\neach had secretly put it in writing; and Chia Huan, Chia Lan and the\nothers were at the same time sent for, and every one of them set to work\nto exert the energies of his mind, and, when they arrived at a guess,\nthey noted it down on paper; after which every individual member of the\nfamily made a choice of some object, and composed a riddle, which was\ntranscribed in a large round hand, and affixed on the lantern. This\ndone, the eunuch took his departure, and when evening drew near, he came\nout and delivered the commands of the imperial consort. “The conundrum,\"\nhe said, “written by Her Highness, the other day, has been solved by\nevery one, with the exception of Miss Secunda and master Tertius, who\nmade a wrong guess. Those composed by you, young ladies, have likewise\nall been guessed; but Her Majesty does not know whether her solutions\nare right or not.” While speaking, he again produced the riddles, which\nhad been written by them, among which were those which had been solved,\nas well as those which had not been solved; and the eunuch, in like\nmanner, took the presents, conferred by the imperial consort, and handed\nthem over to those who had guessed right. To each person was assigned a\nbamboo vase, inscribed with verses, which had been manufactured for\npalace use, as well as articles of bamboo for tea; with the exception of\nYing-ch’un and Chia Huan, who were the only two persons who did not\nreceive any. But as Ying-ch’un looked upon the whole thing as a joke and\na trifle, she did not trouble her mind on that score, but Chia Huan at\nonce felt very disconsolate.",
        "“This one devised by Mr. Tertius,” the eunuch was further heard to say,\n“is not properly done; and as Her Majesty herself has been unable to\nguess it she commanded me to bring it back, and ask Mr. Tertius what it\nis about.”",
        "After the party had listened to these words, they all pressed forward to\nsee what had been written. The burden of it was this:",
        "  The elder brother has horns only eight;\n  The second brother has horns only two;\n  The elder brother on the bed doth sit;\n  Inside the room the second likes to squat.",
        "After perusal of these lines, they broke out, with one voice, into a\nloud fit of laughter; and Chia Huan had to explain to the eunuch that\nthe one was a pillow, and the other the head of an animal. Having\ncommitted the explanation to memory and accepted a cup of tea, the\neunuch took his departure; and old lady Chia, noticing in what buoyant\nspirits Yüan Ch’un was, felt herself so much the more elated, that\nissuing forthwith directions to devise, with every despatch, a small but\ningenious lantern of fine texture in the shape of a screen, and put it\nin the Hall, she bade each of her grandchildren secretly compose a\nconundrum, copy it out clean, and affix it on the frame of the lantern;\nand she had subsequently scented tea and fine fruits, as well as every\nkind of nicknacks, got ready, as prizes for those who guessed right.",
        "And when Chia Cheng came from court and found the old lady in such high\nglee he also came over in the evening, as the season was furthermore\nholiday time, to avail himself of her good cheer to reap some enjoyment.\nIn the upper part of the room seated themselves, at one table dowager\nlady Chia, Chia Cheng, and Pao-yü; madame Wang, Pao-ch’ai, Tai-yü,\nHsiang-yün sat round another table, and Ying-ch’un, Tan-ch’un and Hsi\nCh’un the three of them, occupied a separate table, and both these\ntables were laid in the lower part, while below, all over the floor,\nstood matrons and waiting-maids for Li Kung-ts’ai and Hsi-feng were both\nseated in the inner section of the Hall, at another table.",
        "Chia Chen failed to see Chia Lan, and he therefore inquired: “How is it\nI don’t see brother Lan,” whereupon the female servants, standing below,\nhastily entered the inner room and made inquiries of widow Li. “He\nsays,” Mrs. Li stood up and rejoined with a smile, “that as your master\ndidn’t go just then to ask him round, he has no wish to come!” and when\na matron delivered the reply to Chia Cheng; the whole company exclaimed\nmuch amused: “How obstinate and perverse his natural disposition is!\"\nBut Chia Cheng lost no time in sending Chia Huan, together with two\nmatrons, to fetch Chia Lan; and, on his arrival, dowager lady Chia bade\nhim sit by her side, and, taking a handful of fruits, she gave them to\nhim to eat; after which the party chatted, laughed, and enjoyed\nthemselves.",
        "Ordinarily, there was no one but Pao-yü to say much or talk at any\nlength, but on this day, with Chia Cheng present, his remarks were\nlimited to assents. And as to the rest, Hsiang-yün had, though a young\ngirl, and of delicate physique, nevertheless ever been very fond of\ntalking and discussing; but, on this instance, Chia Cheng was at the\nfeast, so that she also held her tongue and restrained her words. As for\nTai-yü she was naturally peevish and listless, and not very much\ninclined to indulge in conversation; while Pao-ch’ai, who had never been\nreckless in her words or frivolous in her deportment, likewise behaved\non the present occasion in her usual dignified manner. Hence it was that\nthis banquet, although a family party, given for the sake of relaxation,\nassumed contrariwise an appearance of restraint, and as old lady Chia\nwas herself too well aware that it was to be ascribed to the presence of\nChia Cheng alone, she therefore, after the wine had gone round three\ntimes, forthwith hurried off Chia Cheng to retire to rest.",
        "No less cognisant was Chia Cheng himself that the old lady’s motives in\npacking him off were to afford a favourable opportunity to the young\nladies and young men to enjoy themselves, and that is why, forcing a\nsmile, he observed: “Having to-day heard that your venerable ladyship\nhad got up in here a large assortment of excellent riddles, on the\noccasion of the spring festival of lanterns, I too consequently prepared\nprizes, as well as a banquet, and came with the express purpose of\njoining the company; and why don’t you in some way confer a fraction of\nthe fond love, which you cherish for your grandsons and granddaughters,\nupon me also, your son?”",
        "“When you’re here,” old lady Chia replied smilingly, “they won’t venture\nto chat or laugh; and unless you go, you’ll really fill me with intense\ndejection! But if you feel inclined to guess conundrums, well, I’ll tell\nyou one for you to solve; but if you don’t guess right, mind, you’ll be\nmulcted!”",
        "“Of course I’ll submit to the penalty,” Chia Cheng rejoined eagerly, as\nhe laughed, “but if I do guess right, I must in like manner receive a\nreward!”",
        "“This goes without saying!” dowager lady Chia added; whereupon she went\non to recite:",
        "  The monkey’s body gently rests on the tree top!",
        "“This refers,” she said, “to the name of a fruit.”",
        "Chia Cheng was already aware that it was a lichee, but he designedly\nmade a few guesses at random, and was fined several things; but he\nsubsequently gave, at length, the right answer, and also obtained a\npresent from her ladyship.",
        "In due course he too set forth this conundrum for old lady Chia to\nguess:",
        "  Correct its body is in appearance,\n  Both firm and solid is it in substance;\n  To words, it is true, it cannot give vent,\n  But spoken to, it always does assent.",
        "When he had done reciting it, he communicated the answer in an undertone\nto Pao-yü; and Pao-yü fathoming what his intention was, gently too told\nhis grandmother Chia, and her ladyship finding, after some reflection,\nthat there was really no mistake about it, readily remarked that it was\nan inkslab.",
        "“After all,” Chia Cheng smiled; “Your venerable ladyship it is who can\nhit the right answer with one guess!” and turning his head round, “Be\nquick,” he cried, “and bring the prizes and present them!” whereupon the\nmarried women and waiting-maids below assented with one voice, and they\nsimultaneously handed up the large trays and small boxes.",
        "Old lady Chia passed the things, one by one, under inspection; and\nfinding that they consisted of various kinds of articles, novel and\ningenious, of use and of ornament, in vogue during the lantern festival,\nher heart was so deeply elated that with alacrity she shouted, “Pour a\nglass of wine for your master!”",
        "Pao-yü took hold of the decanter, while Ying Ch’un presented the cup of\nwine.",
        "“Look on that screen!” continued dowager lady Chia, “all those riddles\nhave been written by the young ladies; so go and guess them for my\nbenefit!”",
        "Chia Cheng signified his obedience, and rising and walking up to the\nfront of the screen, he noticed the first riddle, which was one composed\nby the Imperial consort Yüan, in this strain:",
        "  The pluck of devils to repress in influence it abounds,\n  Like bound silk is its frame, and like thunder its breath resounds.\n  But one report rattles, and men are lo! in fear and dread;\n  Transformed to ashes ’tis what time to see you turn the head.",
        "“Is this a cracker?” Chia Cheng inquired.",
        "“It is,” Pao-yü assented.",
        "Chia Cheng then went on to peruse that of Ying-Ch’un’s, which referred\nto an article of use:",
        "  Exhaustless is the principle of heavenly calculations and of human\n      skill;\n  Skill may exist, but without proper practice the result to find hard\n      yet\n  will be!\n  Whence cometh all this mixed confusion on a day so still?\n  Simply it is because the figures Yin and Yang do not agree.",
        "“It’s an abacus,” Chia Cheng observed.",
        "“Quite so!” replied Ying Ch’un smiling; after which they also conned the\none below, by T’an-ch’un, which ran thus and had something to do with an\nobject:",
        "  This is the time when ’neath the stairs the pages their heads raise!\n  The term of “pure brightness” is the meetest time this thing to make!\n  The vagrant silk it snaps, and slack, without tension it strays!\n  The East wind don’t begrudge because its farewell it did take!",
        "“It would seem,” Chia Cheng suggested, “as if that must be a kite!”",
        "“It is,” answered T’an C’h’un; whereupon Chia Cheng read the one below,\nwhich was written by Tai-yü to this effect and bore upon some thing:",
        "  After the audience, his two sleeves who brings with fumes replete?\n  Both by the lute and in the quilt, it lacks luck to abide!\n  The dawn it marks; reports from cock and man renders effete!\n  At midnight, maids no trouble have a new one to provide!\n  The head, it glows during the day, as well as in the night!\n  Its heart, it burns from day to day and ’gain from year to year!\n  Time swiftly flies and mete it is that we should hold it dear!\n  Changes might come, but it defies wind, rain, days dark or bright!",
        "“Isn’t this a scented stick to show the watch?” Chia Cheng inquired.",
        "“Yes!” assented Pao-yü, speaking on Tai-yü’s behalf; and Chia Cheng\nthereupon prosecuted the perusal of a conundrum, which ran as follows,\nand referred to an object;",
        "  With the South, it sits face to face,\n  And the North, the while, it doth face;\n  If the figure be sad, it also is sad,\n  If the figure be glad, it likewise is glad!",
        "“Splendid! splendid!” exclaimed Chia Cheng, “my guess is that it’s a\nlooking-glass. It’s excellently done!”",
        "Pao-yü smiled. “It is a looking glass!” he rejoined.",
        "“This is, however, anonymous; whose work is it?” Chia Cheng went on to\nask, and dowager lady Chia interposed: “This, I fancy, must have been\ncomposed by Pao-yü,” and Chia Cheng then said not a word, but continued\nreading the following conundrum, which was that devised by Pao-ch’ai, on\nsome article or other:",
        "  Eyes though it has; eyeballs it has none, and empty ’tis inside!\n  The lotus flowers out of the water peep, and they with gladness meet,\n  But when dryandra leaves begin to drop, they then part and divide,\n  For a fond pair they are, but, united, winter they cannot greet.",
        "When Chia Cheng finished scanning it, he gave way to reflection. “This\nobject,” he pondered, “must surely be limited in use! But for persons of\ntender years to indulge in all this kind of language, would seem to be\nstill less propitious; for they cannot, in my views, be any of them the\nsort of people to enjoy happiness and longevity!” When his reflections\nreached this point, he felt the more dejected, and plainly betrayed a\nsad appearance, and all he did was to droop his head and to plunge in a\nbrown study.",
        "But upon perceiving the frame of mind in which Chia Cheng was, dowager\nlady Chia arrived at the conclusion that he must be fatigued; and\nfearing, on the other hand, that if she detained him, the whole party of\nyoung ladies would lack the spirit to enjoy themselves, she there and\nthen faced Chia Cheng and suggested: “There’s no need really for you to\nremain here any longer, and you had better retire to rest; and let us\nsit a while longer; after which, we too will break up!”",
        "As soon as Chia Cheng caught this hint, he speedily assented several\nconsecutive yes’s; and when he had further done his best to induce old\nlady Chia to have a cup of wine, he eventually withdrew out of the Hall.\nOn his return to his bedroom, he could do nothing else than give way to\ncogitation, and, as he turned this and turned that over in his mind, he\ngot still more sad and pained.",
        "“Amuse yourselves now!” readily exclaimed dowager lady Chia, during this\nwhile, after seeing Chia Cheng off; but this remark was barely finished,\nwhen she caught sight of Pao-yü run up to the lantern screen, and give\nvent, as he gesticulated with his hands and kicked his feet about, to\nany criticisms that first came to his lips. “In this,” he remarked,\n“this line isn’t happy; and that one, hasn’t been suitably solved!\"\nwhile he behaved just like a monkey, whose fetters had been let loose.",
        "“Were the whole party after all,” hastily ventured Tai-yü, “to sit down,\nas we did a short while back and chat and laugh; wouldn’t that be more\nin accordance with good manners?”",
        "Lady Feng thereupon egressed from the room in the inner end and\ninterposed her remarks. “Such a being as you are,” she said, “shouldn’t\nsurely be allowed by Mr. Chia Cheng, an inch or a step from his side,\nand then you’ll be all right. But just then it slipped my memory, for\nwhy didn’t I, when your father was present, instigate him to bid you\ncompose a rhythmical enigma; and you would, I have no doubt, have been\nup to this moment in a state of perspiration!”",
        "At these words, Pao-yü lost all patience, and laying hold of lady Feng,\nhe hustled her about for a few moments.",
        "But old lady Chia went on for some time to bandy words with Li\nKung-ts’ai, with the whole company of young ladies and the rest, so that\nshe, in fact, felt considerably tired and worn out; and when she heard\nthat the fourth watch had already drawn nigh, she consequently issued\ndirections that the eatables should be cleared away and given to the\ncrowd of servants, and suggested, as she readily rose to her feet, “Let\nus go and rest! for the next day is also a feast, and we must get up at\nan early hour; and to-morrow evening we can enjoy ourselves again!\"\nwhereupon the whole company dispersed.",
        "But now, reader, listen to the sequel given in the chapter which\nfollows.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}