{
    "title": "Hung Lou Meng, Book I (B) - Chapter XIII.",
    "author": "Cao Xueqin",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "  Ch’in K’o-ch’ing dies, and Chia Jung is invested with the rank of\n      military officer to the Imperial Body-guard.\n  Wang Hsi-feng lends her help in the management of the Jung Kuo\n      Mansion.",
        "Lady Feng, it must be added, in prosecuting our narrative, was ever\nsince Chia Lien’s departure to accompany Tai-yü to Yang Chou, really\nvery dejected at heart; and every day, when evening came, she would,\nafter simply indulging in a chat and a laugh with P’ing Erh, turn in, in\na heedless frame of mind, for the night.",
        "In the course of the night of this day, she had been sitting with P’ing\nErh by lamp-light clasping the hand-stove; and weary of doing her work\nof embroidery, she had at an early hour, given orders to warm the\nembroidered quilt, and both had gone to bed; and as she was bending her\nfingers, counting the progress of the journey, and when they should be\narriving, unexpectedly, the third watch struck.",
        "P’ing Erh had already fallen fast asleep; and lady Feng was feeling at\nlength her sleepy eyes slightly dose, when she faintly discerned Mrs.\nCh’in walk in from outside.",
        "“My dear sister-in-law,” she said as she smiled, “sleep in peace; I’m on\nmy way back to-day, and won’t even you accompany me just one stage? But\nas you and I have been great friends all along, I cannot part from you,\nsister-in-law, and have therefore come to take my leave of you. There\nis, besides, a wish of mine, which isn’t yet accomplished; and if I\ndon’t impart it to you, it isn’t likely that telling any one else will\nbe of any use.”",
        "Lady Feng could not make out the sense of the words she heard. “What\nwish is it you have?” she inquired, “do tell me, and it will be safe\nenough with me.”",
        "“You are, my dear sister-in-law, a heroine among women,” observed Mrs.\nCh’in, “so much so that those famous men, with sashes and official hats,\ncannot excel you; how is it that you’re not aware of even a couple of\nlines of common adages, of that trite saying, ’when the moon is full, it\nbegins to wane; when the waters are high, they must overflow?’ and of\nthat other which says that ’if you ascend high, heavy must be your\nfall.’ Our family has now enjoyed splendour and prosperity for already\nwell-nigh a century, but a day comes when at the height of good fortune,\ncalamity arises; and if the proverb that ’when the tree falls, the\nmonkeys scatter,’ be fulfilled, will not futile have been the reputation\nof culture and old standing of a whole generation?”",
        "Lady Feng at these words felt her heart heavy, and overpowered by\nintense awe and veneration.",
        "“The fears you express are well founded,” she urgently remarked, “but\nwhat plan is there adequate to preserve it from future injury?”",
        "“My dear sister-in-law,” rejoined Mrs. Ch’in with a sardonic smile,\n“you’re very simple indeed! When woe has reached its climax, weal\nsupervenes. Prosperity and adversity, from days of yore up to the\r\npresent time, now pass away, and now again revive, and how can\n(prosperity) be perpetuated by any human exertion? But if now, we could\nin the time of good fortune, make provision against any worldly\nconcerns, which might arise at any season of future adversity, we might\nin fact prolong and preserve it. Everything, for instance, is at present\nwell-regulated; but there are two matters which are not on a sure\nfooting, and if such and such suitable action could be adopted with\nregard to these concerns, it will, in subsequent days, be found easy to\nperpetuate the family welfare in its entity.”",
        "“What matters are these?” inquired lady Feng.",
        "“Though at the graves of our ancestors,” explained Mrs. Ch’in,\n“sacrifices and oblations be offered at the four seasons, there’s\nnevertheless no fixed source of income. In the second place, the family\nschool is, it is true, in existence; but it has no definite\ngrants-in-aid. According to my views, now that the times are prosperous,\nthere’s, as a matter of course, no lack of offerings and contributions;\nbut by and bye, when reverses set in, whence will these two outlays be\nmet from? Would it not be as well, and my ideas are positive on this\nscore, to avail ourselves of the present time, when riches and honours\nstill reign, to establish in the immediate vicinity of our ancestral\ntombs, a large number of farms, cottages, and estates, in order to\nenable the expenditure for offerings and grants to entirely emanate from\nthis source? And if the household school were also established on this\nprinciple, the old and young in the whole clan can, after they have, by\ncommon consent, determined upon rules, exercise in days to come control,\nin the order of the branches, over the affairs connected with the landed\nproperty, revenue, ancestral worship and school maintenance for the year\n(of their respective term.) Under this rotatory system, there will\nlikewise be no animosities; neither will there be any mortgages, or\nsales, or any of these numerous malpractices; and should any one happen\nto incur blame, his personal effects can be confiscated by Government.\nBut the properties, from which will be derived the funds for ancestral\nworship, even the officials should not be able to appropriate, so that\nwhen reverses do supervene, the sons and grandsons of the family may be\nable to return to their homes, and prosecute their studies, or go in for\nfarming. Thus, while they will have something to fall back upon, the\nancestral worship will, in like manner, be continued in perpetuity. But,\nif the present affluence and splendour be looked upon as bound to go on\nwithout intermission, and with no thought for the day to come, no\nenduring plan be after all devised, presently, in a little while, there\nwill, once again, transpire a felicitous occurrence of exceptional kind,\nwhich, in point of fact, will resemble the splendour of oil scorched on\na violent fire, or fresh flowers decorated with brocades. You should\nbear in mind that it will also be nothing more real than a transient\npageant, nothing but a short-lived pleasure! Whatever you do, don’t\nforget the proverb, that ’there’s no banquet, however sumptuous, from\nwhich the guests do not disperse;’ and unless you do, at an early date,\ntake precautions against later evils, regret will, I apprehend, be of no\navail.”",
        "“What felicitous occurrence will take place?” lady Feng inquired with\nalacrity.",
        "“The decrees of Heaven cannot be divulged; but as I have been very\nfriendly with you, sister-in-law, for so long, I will present you,\nbefore I take my leave, with two lines, which it behoves you to keep in\nmind,” rejoined Mrs. Ch’in, as she consequently proceeded to recite what\nfollows:",
        "  The three springs, when over, all radiance will wane;\n  The inmates to seek each a home will be fain.",
        "Lady Feng was bent upon making further inquiries, when she heard a\nmessenger at the second gate strike the “cloudy board” four consecutive\nblows. It was indeed the announcement of a death; and it woke up lady\nFeng with a start. A servant reported that lady Jung of the eastern\nmansion was no more.",
        "Lady Feng was so taken aback that a cold perspiration broke out all over\nher person, and she fell for a while into vacant abstraction. But she\nhad to change her costume, with all possible haste, and to come over to\nmadame Wang’s apartments.",
        "By this time, all the members of the family were aware of the tidings,\nand there was not one of them who did not feel disconsolate; one and all\nof them were much wounded at heart. The elder generation bethought\nthemselves of the dutiful submission which she had all along displayed;\nthose of the same age as herself reflected upon the friendship and\nintimacy which had ever existed with her; those younger than her\nremembered her past benevolence. Even the servants of the household,\nwhether old or young, looked back upon her qualities of sympathy with\nthe poor, pity of the destitute, affection for the old, and\nconsideration for the young; and not one of them all was there who did\nnot mourn her loss, and give way to intense grief.",
        "But these irrelevant details need not be dilated upon; suffice it to\nconfine ourselves to Pao-yü.",
        "Consequent upon Lin Tai-yü’s return home, he was left to his own self\nand felt very lonely. Neither would he go and disport himself with\nothers; but with the daily return of dusk, he was wont to retire quietly\nto sleep.",
        "On this day, while he was yet under the influence of a dream, he heard\nthe announcement of Mrs. Ch’in’s death, and turning himself round\nquickly he crept out of bed, when he felt as if his heart had been\nstabbed with a sword. With a sudden retch, he straightway expectorated a\nmouthful of blood, which so frightened Hsi Jen and the rest that they\nrushed forward and supported him.",
        "“What is the matter?” they inquired, and they meant also to go and let\ndowager lady Chia know, so as to send for a doctor, but Pao-yü dissuaded\nthem.",
        "“There’s no need of any flurry; it’s nothing at all,” he said, “it’s\nsimply that the fire of grief has attacked the heart, and that the blood\ndid not circulate through the arteries.”",
        "As he spoke, he speedily raised himself up, and, after asking for his\nclothes and changing, he came over to see dowager lady Chia. His wish\nwas to go at once to the other side; and Hsi Jen, though feeling uneasy\nat heart, seeing the state of mind he was in, did not again hinder him,\nas she felt constrained to let him please himself.",
        "When old lady Chia saw that he was bent upon going: “The breath is just\ngone out of the body,” she consequently remonstrated, “and that side is\nstill sullied. In the second place it’s now dark, and the wind is high;\nso you had better wait until to-morrow morning, when you will be in\nample time.”",
        "Pao-yü would not agree to this, and dowager lady Chia gave orders to get\nthe carriage ready, and to depute a few more attendants and followers to\ngo with him. Under this escort he went forward and straightway arrived\nin front of the Ning mansion, where they saw the main entrance wide\nopen, the lamps on the two sides giving out a light as bright as day,\nand people coming and going in confused and large numbers; while the\nsound of weeping inside was sufficient to shake the mountains and to\nmove the hills.",
        "Pao-yü dismounted from the carriage; and with hurried step, walked into\nthe apartment, where the coffin was laid. He gave vent to bitter tears\nfor a few minutes, and subsequently paid his salutations to Mrs. Yu.\nMrs. Yu, as it happened, had just had a relapse of her old complaint of\npains in the stomach and was lying on her bed.",
        "He eventually came out again from her chamber to salute Chia Chen, just\nat the very moment that Chia Tai-ju, Chia Tai-hsiu, Chia Ch’ih, Chiao\nHsiao, Chia Tun, Chia She, Chia Cheng, Chia Tsung, Chia Pin, Chia Hsing,\r\nChia Kuang, Chia Shen, Chia Ch’iung, Chia Lin, Chia Se, Chia Ch’ang,\nChia Ling, Chia Yün, Chia Ch’in, Chia Chen, Chia P’ing, Chia Tsao, Chia\nHeng, Chia Fen, Chia Fang, Chia Lan, Chia Chun, Chia Chih and the other\nrelatives of the families had likewise arrived in a body.",
        "Chia Chen wept so bitterly that he was like a man of tears. “Of the\nwhole family, whether young or old, distant relatives or close friends,\"\nhe was just explaining to Chia Tai-ju and the rest, “who did not know\nthat this girl was a hundred times better than even our son? but now\nthat her spirit has retired, it’s evident that this elder branch of the\nfamily will be cut off and that there will be no survivor.”",
        "While he gave vent to these words, he again burst into tears, and the\nwhole company of relatives set to work at once to pacify him. “She has\nalready departed this life,” they argued, “and tears are also of no\navail, besides the pressing thing now is to consult as to what kind of\narrangements are to be made.”",
        "Chia Chen clapped his hands. “What arrangements are to be made!” he\nexclaimed; “nothing is to be done, but what is within my means.”",
        "As they conversed, they perceived Ch’in Yeh and Ch’in Chung, as well as\nseveral relations of Mrs. Yu, arrive, together with Mrs. Yu’s sisters;\nand Chia Chen forthwith bade Chia Ch’ung, Chia Shen, Chia Lin and Chia\nSe, the four of them, to go and entertain the guests; while he, at the\nsame time, issued directions to go and ask the Astrologer of the\nImperial Observatory to come and choose the days for the ceremonies.",
        "(This Astrologer) decided that the coffin should remain in the house for\nseven times seven days, that is forty-nine days; that after the third\nday, the mourning rites should be begun and the formal cards should be\ndistributed; that all that was to be done during these forty-nine days\nwas to invite one hundred and eight Buddhist bonzes to perform, in the\nmain Hall, the High Confession Mass, in order to ford the souls of\ndeparted relatives across the abyss of suffering, and afterwards to\ntransmute the spirit (of Mrs. Ch’in); that, in addition, an altar should\nbe erected in the Tower of Heavenly Fragrance, where nine times nine\nvirtuous Taoist priests should, for nineteen days, offer up prayers for\nabsolution from punishment, and purification from retribution. That\nafter these services, the tablet should be moved into the Garden of\nConcentrated Fragrance, and that in the presence of the tablet, fifteen\nadditional eminent bonzes and fifteen renowned Taoist Priests should\nconfront the altar and perform meritorious deeds every seven days.",
        "The news of the death of the wife of his eldest grandson reached Chia\nChing; but as he himself felt sure that, at no distant date, he would\nascend to the regions above, he was loth to return again to his home,\nand so expose himself to the contamination of the world, as to\ncompletely waste the meritorious excellence acquired in past days. For\nthis reason, he paid no heed to the event, but allowed Chia Chen a free\nhand to accomplish the necessary preparations.",
        "Chia Chen, to whom we again revert, was fond of display and\nextravagance, so that he found, on inspection of coffins, those few made\nof pine-wood unsuitable to his taste; when, strange coincidence, Hsüeh\nP’an came to pay his visit of condolence, and perceiving that Chia Chen\nwas in quest of a good coffin: “In our establishment,” he readily\nsuggested, “we have a lot of timber of some kind or other called Ch’iang\nwood, which comes from the T’ieh Wang Mount, in Huang Hai; and which\nmade into coffins will not rot, not for ten thousand years. This lot\nwas, in fact, brought down, some years back, by my late father; and had\nat one time been required by His Highness I Chung, a Prince of the royal\nblood; but as he became guilty of some mismanagement, it was, in\nconsequence, not used, and is still lying stored up in our\nestablishment; and another thing besides is that there’s no one with the\nmeans to purchase it. But if you do want it, you should come and have a\nlook at it.”",
        "Chia Chen, upon hearing this, was extremely delighted, and gave orders\nthat the planks should be there and then brought over. When the whole\nfamily came to inspect them, they found those for the sides and the\nbottom to be all eight inches thick, the grain like betel-nut, the smell\nlike sandal-wood or musk, while, when tapped with the hand, the sound\nemitted was like that of precious stones; so that one and all agreed in\npraising the timber for its remarkable quality.",
        "“What is their price?” Chia Chen inquired with a smile.",
        "“Even with one thousand taels in hand,” explained Hsüeh P’an laughingly,\n“I feel sure you wouldn’t find any place, where you could buy the like.\nWhy ask about price? if you just give the workmen a few taels for their\nlabour, it will be quite sufficient.”",
        "Chia Chen, at these words, lost no time in giving expression to profuse\nassurances of gratitude, and was forthwith issuing directions that the\ntimber should be split, sawn and made up, when Chia Cheng proffered his\nadvice. “Such articles shouldn’t,” he said, “be, in my idea, enjoyed by\npersons of the common run; it would be quite ample if the body were\nplaced in a coffin made of pine of the best quality.”",
        "But Chia Chen would not listen to any suggestion.",
        "Suddenly he further heard that Mrs. Ch’in’s waiting-maid, Jui Chu by\nname, had, after she had become alive to the fact that her mistress had\ndied, knocked her head against a post, and likewise succumbed to the\nblows. This unusual occurrence the whole clan extolled in high terms;\nand Chia Chen promptly directed that, with regard to ceremonies, she\nshould be treated as a granddaughter, and that the body should, after it\nhad been placed in the coffin, be also deposited in the Hall of Attained\nImmortality, in the Garden of Concentrated Fragrance.",
        "There was likewise a young waiting-maid, called Pao Chu, who, as Mrs.\nCh’in left no issue, was willing to become an adopted child, and begged\nto be allowed to undertake the charge of dashing the mourning bowl, and\naccompanying the coffin; which pleased Chia Chen so much that he\nspeedily transmitted orders that from that time forth Pao Chu should be\naddressed by all as ’young miss.’",
        "Pao Chu, after the rites of an unmarried daughter, mourned before the\ncoffin to such an unwonted degree, as if bent upon snapping her own\nlife; while the members of the entire clan, as well as the inmates of\nthe Mansions, each and all, readily observed, in their conduct, the\nestablished mourning usages, without of course any transgression or\nconfusion.",
        "“Chia Jung,” pondered Chia Chen, “has no higher status than that of\ngraduate by purchase, and were this designation written on the funeral\nstreamer, it will not be imposing, and, in point of fact, the retinue\nwill likewise be small.” He therefore was exceedingly unhappy, in his\nown mind, when, as luck would have it, on this day, which was the fourth\nday of the first seven, Tai Ch’üan, a eunuch of the Palace of High\nRenown, whose office was that of Palace Overseer, first prepared\nsacrificial presents, which he sent round by messengers, and next came\nhimself in an official chair, preceded by criers beating the gong, to\noffer sacrificial oblations.",
        "Chia Chen promptly received him, and pressed him into a seat; and when\nthey adjourned into the Hall of the Loitering Bees, tea was presented.",
        "Chia Chen had already arrived at a fixed purpose, so that he seized an\nopportunity to tell him of his wish to purchase an office for Chia\nJung’s advancement.",
        "Tai Ch’üan understood the purport of his remark. “It is, I presume,” he\nadded smilingly, “that the funeral rites should be a little more\nsumptuous.”",
        "“My worthy sir,” eagerly rejoined Chia Chen, “your surmise on that score\nis perfectly correct.”",
        "“The question,” explained Tai Ch’üan, “comes up at an opportune moment;\nfor there is just at present a good vacancy. Of the three hundred\nofficers who at present constitute the Imperial Body Guard, there are\ntwo wanting. Yesterday marquis Hsiang Yang’s third brother came to\nappeal to me with one thousand five hundred taels of ready money, which\nhe brought over to my house. You know the friendship of old standing\nwhich exists between him and me, so that, placing other considerations\naside, I without a second thought, assented for his father’s sake. But\nthere still remains another vacancy, which, who would have thought it,\nfat general Feng, of Yung Hsing, asked to purchase for his son; but I\nhave had no time to give him an answer. Besides, as our child wants to\npurchase it, you had better at once write a statement of his\nantecedents.”",
        "Chia Chen lost no time in bidding some one write the statement on red\npaper, which Tai Ch’üan found, on perusal, to record that Chia Jung was\na graduate, by purchase, of the District of Chiang Ning, of the Ying\nT’ien Prefecture, in Chiang Nan; that Chia Tai-hua, his great\ngrandfather, had been Commander-in-Chief of the Metropolitan Camp, and\nan hereditary general of the first class, with the prefix of Spiritual\nMajesty; that his grandfather Chia Ching was a metropolitan graduate of\nthe tripos in the Ping Ch’en year; and that his father Chia Chen had\ninherited a rank of nobility of the third degree, and was a general,\nwith the prefix of Majestic Intrepidity.",
        "Tai Ch’üan, after perusal, turned his hand behind him and passed (the\nstatement) to a constant attendant of his, to put away: “Go back,” he\nenjoined him, “and give it to His Excellency Mr. Chao, at the head of\nthe Board of Revenue, and tell him, that I present him my compliments,\nand would like him to draw up a warrant for subaltern of the Imperial\nBody Guard of the fifth grade, and to also issue a commission; that he\nshould take the particulars from this statement and fill them up; and\nthat to-morrow I’ll come and have the money weighed and sent over.”",
        "The young attendant signified his obedience, and Tai Ch’üan thereupon\ntook his leave. Chia Chen did all he could to detain him, but with no\nsuccess; so that he had no alternative but to escort him as far as the\nentrance of the Mansion. As he was about to mount into his chair, Chia\nChen inquired, “As regards the money, shall I go and pay it into the\nBoard, or am I to send it to the Board of Eunuchs?”",
        "“If you were to go and pay it at the Board,” observed Tai Ch’üan; “you\nare sure to suffer loss; so that it would be better if you just weighed\nexactly one thousand taels and sent them over to my place; for then an\nend will be put to all trouble.”",
        "Chia Chen was incessant in his expression of gratitude. “When the period\nof mourning has expired,” he consequently added, “I shall lead in\nperson, my despicable eldest son to your mansion, to pay our obeisance,\nand express our thanks.”",
        "They then parted company, but close upon this, were heard again the\nvoices of runners. It was, in fact, the spouse of Shih Ting, the marquis\nof Chung Ching, who was just arriving. Shih Hsiang-yun, mesdames Wang,\nand Hsing, lady Feng and the rest came out at once, to greet her, and\nlead her into the Main Building; when they further saw the sacrificial\npresents of the three families, of the marquis of Chin Hsiang, the\nmarquis of Ch’uan Ning, and the earl of Shou Shan, likewise spread out\nin front of the tablet.",
        "In a short while, these three noblemen descended from their chairs, and\nChia Chen received them in the Large Hall. In like manner all the\nrelatives and friends arrived in such quick succession, one coming,\nanother going, that it is impossible to remember even so much as their\nnumber. One thing need be said that during these forty-nine days the\nstreet on which the Ning Kuo mansion stood, was covered with a sheet of\nwhite, formed by the people, coming and going; and thronged with\nclusters of flowers, as the officials came and went.",
        "At the instance of Chia Chen, Chia Jung, the next day donned his gala\r\ndress and went over for his papers; and on his return the articles in\nuse in front of the coffin, as well as those belonging to the cortege\nand other such things, were all regulated by the rules prescribed for an\nofficial status of the fifth degree; while, on the tablet and notice\nalike the inscription consisted of: Spirit of lady Ch’in, (by marriage)\nof the Chia mansion, and by patent a lady of the fifth rank (of the\ntitles of honour).",
        "The main entrance of the Garden of Concentrated Fragrance, adjoining the\nstreet, was opened wide; and on both sides were raised sheds for the\nmusicians, and two companies of players, dressed in blue, discoursed\nmusic at the proper times; while one pair after another of the\nparaphernalia was drawn out so straight as if cut by a knife or slit by\nan axe. There were also two large carmine boards, carved with gilt\ninscriptions, erected outside the gate; the designations in bold\ncharacters on the upper sides being: Guard of the Imperial Antechamber,\ncharged with the protection of the Inner Palace and Roads, in the Red\nProhibited City.",
        "On the opposite side, facing each other, rose, high above the ground,\ntwo altars for the services of the Buddhist and Taoist priests, while a\nplacard bore the inscription in bold type: Funeral Obsequies of lady\nCh’in, (by marriage) of the Chia mansion, by patent a lady of the fifth\nrank, consort of the eldest grandson of the hereditary duke of Ning Kuo,\nand guard of the Imperial Antechamber, charged with the protection of\nthe Inner Palace and Roads in the Red Prohibited City. We, Wan Hsü, by\nHeaven’s commands charged with the perennial preservation of perfect\npeace in the Kingdom of the Four Continents, as well as of the lands\ncontained therein, Head Controller of the School of Void and Asceticism,\nand Superior in Chief (of the Buddhist hierarchy); and Yeh Sheng,\nPrincipal Controller, since the creation, of the Disciples of Perfect\nExcellence and Superior in Chief (of the Taoist priesthood), and others,\nhaving in a reverent spirit purified ourselves by abstinence, now raise\nour eyes up to Heaven, prostrate ourselves humbly before Buddha, and\ndevoutly pray all the Chia Lans, Chieh Tis, Kung Ts’aos and other\ndivinities to extend their sacred bounties, and from afar to display\ntheir spiritual majesty, during the forty-nine days (of the funeral\nrites), for the deliverance from judgment and the absolution from\nretribution (of the spirit of lady Ch’in), so that it may enjoy a\npeaceful and safe passage, whether by sea or by land; and other such\nprayers to this effect, which are in fact not worth the trouble of\nputting on record.",
        "Chia Chen had, it is true, all his wishes gratified; but, as his wife\nwas laid up in the inner chambers, with a relapse of her old complaint,\nand was not in a fit state to undertake the direction of the ceremonies,\nhe was very much distressed lest, when the high officials (and their\nwives) came and went, there should occur any breach of the prescribed\nconventionalities, which he was afraid would evoke ridicule. Hence it\nwas that he felt in low spirits; but while he was plunged in solicitude\nPao-yü, who happened to be close by, readily inquired, “Everything may\nbe safely looked upon as being satisfactorily settled, and why need you,\nelder brother, still be so full of concern?”",
        "Chia Chen forthwith explained to him how it was that in the ladies’\napartments there was no one (to do the honours), but Pao-yü at these\nwords smiled: “What difficulty is there about it?” he remarked; “I’ll\nrecommend some one to take temporary charge of the direction of things\nfor you during the month, and I can guarantee that everything will be\nproperly carried out.”",
        "“Who is it?” Chia Chen was quick to ask; but as Pao-yü perceived that\nthere were still too many relatives and friends seated around, he did\nnot feel as if he could very well speak out; so that he went up to Chia\nChen and whispered a couple of remarks in his ear.",
        "Chia Chen’s joy knew no bounds when he heard this suggestion.\n“Everything will indeed be properly carried out,” he added laughingly;\n“but I must now be going at once.”",
        "With these words, he drew Pao-yü along, and taking leave of the whole\nnumber of visitors, they forthwith came into the drawing rooms.",
        "This day was luckily not a grand occasion, so that few relatives and\nfriends had come. In the inner apartments there were only a small number\nof ladies of close kinship. Mesdames Hsing and Wang, and lady Feng, and\nthe women of the whole household, were entertaining the guests, when\nthey heard a servant announce that Mr. Chia Chen had come. (This\nannouncement) took the whole body of ladies and young ladies so much by\nsurprise, that, with a rushing sound, they tried to hide in the back\nrooms; but they were not quick enough (to effect their escape).",
        "Lady Feng alone composedly stood up. Chia Chen was himself at this time\nrather unwell, and being also very much cut up, he entered the room\nshuffling along, propping himself up with a staff.",
        "“You are not well?” therefore remarked madame Hsing and the others, “and\nyou’ve had besides so much to attend to during these consecutive days,\nthat what you require is rest to get all right; and why do you again\ncome over?”",
        "Chia Chen was, as he leant on his staff, straining every nerve to bend\nhis body so as to fall on his knees and pay his respects to them, and\nexpress his sense of obligation for the trouble they had taken, when\nmadame Hsing and the other ladies hastily called Pao-yü to raise him up,\nbidding a servant move a chair for him to sit on. Chia Chen would not\ntake a seat; but making an effort to return a smile, “Your nephew,” he\nurged, “has come over, as there’s a favour that I want to ask of my two\naunts as well as of my eldest cousin.”",
        "“What is it?” promptly inquired madame Hsing and the rest.",
        "“My aunts,” Chia Chen replied with all haste, “you surely are aware that\nyour grandson’s wife is now no more; your nephew’s wife is also laid up\nunwell, and, as I see that things in the inner apartments are really not\nwhat they should properly be, I would trouble my worthy eldest cousin to\nundertake in here the direction of affairs for a month; and if she does,\nmy mind will be set at ease.”",
        "Madame Hsing smiled. “Is it really about this that you’ve come?” she\nasked; “your eldest cousin is at present staying with your aunt Secunda,\nand all you have to do is to speak to her and it will be all right.”",
        "“How ever could a mere child like her,” speedily remonstrated madame\nWang, “carry out all these matters? and shouldn’t she manage things\nproperly, she will, on the contrary, make people laugh, so it would\ntherefore be better that you should trouble some one else.”",
        "“What your ideas are, aunt,” rejoined Chia Chen smiling, “your nephew\nhas guessed; you’re afraid lest my eldest cousin should have to bear\nfatigue and annoyance; for as to what you say, that she cannot manage\nthings, why my eldest cousin has, from her youth up, ever been in her\nromping and playing so firm and decided; and now that she has entered\nthe married estate, and has the run of affairs in that mansion, she must\nhave reaped so much the more experience, and have become quite an old\nhand! I’ve been thinking these last few days that outside my eldest\ncousin, there’s no one else who could come to my help; and, aunt, if you\ndon’t do it for the face of your nephew and your nephew’s wife, do it,\nat least, for the affection you bore to her who is no more.”",
        "While he uttered these words tears trickled down his face. The fears\nthat madame Wang inwardly entertained were that lady Feng had no\nexperience in funeral matters, and she apprehended, that if she was not\nequal to managing them, she would incur the ridicule of others; but when\nshe now heard Chia Chen make the appeal in such a disconsolate mood, she\nrelented considerably in her resolution. But as she turned her eyes\ntowards lady Feng (to ascertain her wishes), she saw that she was\nplunged in abstraction.",
        "Lady Feng had all along found the greatest zest in taking the initiative\nin everything, with the idea of making a display of her abilities, so\nthat when she perceived how earnest Chia Chen was in his entreaties, she\nhad, at an early period, made up her mind to give a favourable reply.\nSeeing besides madame Wang show signs of relenting, she readily turned\nround and said to her, “My elder cousin has made his appeal in such a\nsolicitous way that your ladyship should give your consent and have done\nwith it.”",
        "“Do you think you are equal to the task?” inquired madame Wang in a\nwhisper.",
        "“What’s there that I couldn’t be equal to?” replied lady Feng; “for\nurgent matters outside, my cousin may be said to have already made full\nprovision; and all there is to be done is to keep an eye over things\ninside. But should there occur anything that I don’t know, I can ask\nyou, madame, and it will be right.”",
        "Madame Wang perceiving the reasonableness of what she heard her say,\nuttered not a word, and when Chia Chen saw that lady Feng had assented;\n“How much you do attend to I don’t mind,” he observed, forcing another\nsmile, “but I must, in any case, entreat you, cousin, to assume the\nonerous charge. As a first step I’ll pay my obeisance to you in here,\nand when everything has been finished, I shall then come over into that\nmansion to express my thanks.”",
        "With these words still on his lips, he made a low bow, but lady Feng had\nscarcely had time to return the compliment, before Chia Chen had\ndirected a servant to fetch the warrant of the Ning mansion, which he\nbade Pao-yü hand over to lady Feng.",
        "“Cousin,” he added, “take whatever steps you think best; and if you want\nanything, all you have to do is to simply send for it with this, and\nthere will even be no use to consult me. The only thing I must ask you\nis, not to be too careful in order to save me expense, for the main\nconsideration is that things should be handsomely done. In the second\nplace, it will be well if you were also to treat servants here in the\nsame way as in the other mansion, and not be too scrupulous in the fear\nthat any one might take offence. Outside these two concerns, there’s\nnothing else to disturb my mind.”",
        "Lady Feng did not venture to take over the warrant at once, but merely\nturned round to ascertain what were madame Wang’s wishes.",
        "“In view of the reason brother Chen advances,” madame Wang rejoined,\n“you had better assume the charge at once and finish with it; don’t,\nhowever, act on your own ideas; but when there’s aught to be done, be\ncareful and send some one to consult your cousin’s wife, ever so little\nthough it be on the subject.”",
        "Pao-yü had already taken over the warrant from Chia Chen’s grasp, and\nforcibly handed it to lady Feng, “Will you, cousin,” he went on to\nquestion, “take up your quarters here or will you come every day? should\nyou cross over, day after day, it will be ever so much more fatiguing\nfor you, so that I shall speedily have a separate court got ready for\nyou in here, where you, cousin, can put up for these several days and be\nmore comfortable.”",
        "“There’s no need,” replied lady Feng smiling; “for on that side they\ncan’t do without me; and it will be better if I were to come daily.”",
        "“Do as you like,” Chia Chen observed; and after subsequently passing a\nfew more irrelevant remarks, he at length left the room.",
        "After a time, the lady relatives dispersed, and madame Wang seized the\nopportunity to inquire of lady Feng, “What do you purpose doing to-day?”",
        "“You had better, please madame, go back,” urged lady Feng, “for I must\nfirst of all find out some clue before I can go home.”",
        "Madame Wang, upon hearing these words, returned to her quarters, in\nadvance, in company with madame Hsing, where we will leave them.",
        "Lady Feng meanwhile came into a colonnade, which enclosed a suite of\nthree apartments, and taking a seat, she gave way to reflection. “The\nfirst consideration,” she communed within herself, “is that the\nhousehold is made up of mixed elements, and things might be lost; the\nsecond is that the preparations are under no particular control, with\nthe result that, when the time comes, the servants might shirk their\nduties; the third is that the necessary expenditure being great, there\nwill be reckless disbursements and counterfeit receipts; the fourth,\nthat with the absence of any distinction in the matter of duties,\nwhether large or small, hardship and ease will be unequally shared; and\nthe fifth, that the servants being arrogant, through leniency, those\nwith any self-respect will not brook control, while those devoid of\n’face’ will not be able to improve their ways.”",
        "These five were, in point of fact, usages in vogue in the Ning mansion.\nBut as you are unable, reader, to ascertain here how lady Feng set\nthings right, listen to the explanations given in the following chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}