{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXXIII.",
    "author": "Cao Xueqin",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "  A brother is prompted by ill-feeling to wag his tongue a bit.\n  A depraved son receives heavy blows with a rattan cane.",
        "Madame Wang, for we shall now continue our story, sent for Chin\nCh’uan-erh’s mother. On her arrival, she gave her several hair-pins and\nrings, and then told her that she could invite several Buddhist priests\nas well to read the prayers necessary to release the spirit from\npurgatory. The mother prostrated herself and expressed her gratitude;\nafter which, she took her leave.",
        "Indeed, Pao-yü, on his return from entertaining Yü-ts’un, heard the\ntidings that Chin Ch’uan-erh had been instigated by a sense of shame to\ntake her own life and he at once fell a prey to grief. So much so, that,\nwhen he came inside, and was again spoken to and admonished by Madame\nWang, he could not utter a single word in his justification. But as soon\nas he perceived Pao-ch’ai make her appearance in the room, he seized the\nopportunity to scamper out in precipitate haste. Whither he was\ntrudging, he himself had not the least idea. But throwing his hands\nbehind his back and drooping his head against his chest, he gave way to\nsighs, while with slow and listless step he turned towards the hall.\nScarcely, however, had he rounded the screen-wall, which stood in front\nof the door-way, when, by a strange coincidence, he ran straight into\nthe arms of some one, who was unawares approaching from the opposite\ndirection, and was just about to go towards the inner portion of the\ncompound.",
        "“Hallo!” that person was heard to cry out, as he stood still.",
        "Pao-yü sustained a dreadful start. Raising his face to see, he\ndiscovered that it was no other than his father. At once, he\nunconsciously drew a long breath and adopted the only safe course of\ndropping his arms against his body and standing on one side.",
        "“Why are you,” exclaimed Chia Cheng, “drooping your head in such a\nmelancholy mood, and indulging in all these moans? When Yü-ts’un came\njust now and he asked to see you, you only put in your appearance after\na long while. But though you did come, you were not in the least\ndisposed to chat with anything like cheerfulness and animation; you\nbehaved, as you ever do, like a regular fool. I detected then in your\ncountenance a certain expression of some hidden hankering and sadness;\nand now again here you are groaning and sighing! Does all you have not\nsuffice to please you? Are you still dissatisfied? You’ve no reason to\nbe like this, so why is it that you go on in this way?”",
        "Pao-yü had ever, it is true, shown a glib tongue, but on the present\noccasion he was so deeply affected by Chin Ch’uan-erh’s fate, and vexed\nat not being able to die that very instant and follow in her footsteps\nthat although he was now fully conscious that his father was speaking to\nhim he could not, in fact, lend him an ear, but simply stood in a timid\nand nervous mood. Chia Cheng noticed that he was in a state of trembling\nand fear, not as ready with an answer as he usually was, and his sorry\nplight somewhat incensed him, much though he had not at first borne him\nany ill-feeling. But just as he was about to chide him, a messenger\napproached and announced to him: “Some one has come from the mansion of\nthe imperial Prince Chung Shun, and wishes to see you, Sir.” At this\nannouncement, surmises sprung up in Chia Cheng’s mind. “Hitherto,” he\nsecretly mused, “I’ve never had any dealings with the Chung Shun\nmansion, and why is it that some one is despatched here to-day?” As he\ngave way to these reflections. “Be quick,” he shouted, “and ask him to\ntake a seat in the pavilion,” while he himself precipitately entered the\ninner room and changed his costume. When he came out to greet the\nvisitor, he discovered that it was the senior officer of the Chung Shun\nmansion. After the exchange of the salutations prescribed by the rites,\nthey sat down and tea was presented. But before (Chia Cheng) had had\ntime to start a topic of conversation, the senior officer anticipated\nhim, and speedily observed: “Your humble servant does not pay this visit\nto-day to your worthy mansion on his own authority, but entirely in\ncompliance with instructions received, as there is a favour that I have\nto beg of you. I make bold to trouble you, esteemed Sir, on behalf of\nhis highness, to take any steps you might deem suitable, and if you do,\nnot only will his highness remember your kindness, but even I, your\nhumble servant, and my colleagues will feel extremely grateful to you.”",
        "Chia Cheng listened to him, but he could not nevertheless get a clue of\nwhat he was driving at. Promptly returning his smile, he rose to his\nfeet. “You come, Sir,” he inquired, “at the instance of his royal\nhighness, but what, I wonder, are the commands you have to give me? I\nhope you will explain them to your humble servant, worthy Sir, in order\nto enable him to carry them out effectively.”",
        "The senior officer gave a sardonic smile.",
        "“There’s nothing to carry out,” he said. “All you, venerable Sir, have\nto do is to utter one single word and the whole thing will be effected.\nThere is in our mansion a certain Ch’i Kuan, who plays the part of young\nladies. He hitherto stayed quietly in the mansion; but for the last\nthree or five days or so no one has seen him return home. Search has\nbeen instituted in every locality, yet his whereabouts cannot be\ndiscovered. But throughout these various inquiries, eight out of the ten\ntenths of the inhabitants of the city have, with one consent, asserted\nthat he has of late been on very friendly terms with that honourable son\nof yours, who was born with the jade in his mouth. This report was told\nyour servant and his colleagues, but as your worthy mansion is unlike\nsuch residences as we can take upon ourselves to enter and search with\nimpunity, we felt under the necessity of laying the matter before our\nimperial master. ’Had it been any of the other actors,’ his highness\nalso says, ’I wouldn’t have minded if even one hundred of them had\ndisappeared; but this Ch’i Kuan has always been so ready with pat\nrepartee, so respectful and trustworthy that he has thoroughly won my\naged heart, and I could never do without him.’ He entreats you,\ntherefore, worthy Sir, to, in your turn, plead with your illustrious\nscion, and request him to let Ch’i Kuan go back, in order that the\nfeelings, which prompt the Prince to make such earnest supplications,\nmay, in the first place, be satisfied: and that, in the next, your mean\nservant and his associates may be spared the fatigue of toiling and\nsearching.”",
        "At the conclusion of this appeal, he promptly made a low bow. As soon as\nChia Cheng found out the object of his errand, he felt both astonishment\nand displeasure. With all promptitude, he issued directions that Pao-yü\nshould be told to come out of the garden. Pao-yü had no notion whatever\nwhy he was wanted. So speedily he hurried to appear before his father.",
        "“What a regular scoundrel you are!” Chia Cheng exclaimed. “It is enough\nthat you won’t read your books at home; but will you also go in for all\nthese lawless and wrongful acts? That Ch’i Kuan is a person whose\npresent honourable duties are to act as an attendant on his highness the\nPrince of Chung Shun, and how extremely heedless of propriety must you\nbe to have enticed him, without good cause, to come away, and thus have\nnow brought calamity upon me?”",
        "These reproaches plunged Pao-yü in a dreadful state of consternation.\nWith alacrity he said by way of reply: “I really don’t know anything\nabout the matter! To what do, after all, the two words Ch’i Kuan refer,\nI wonder! Still less, besides, am I aware what entice can imply!”",
        "As he spoke, he started crying.",
        "But before Chia Cheng could open his month to pass any further remarks,\n“Young gentleman,” he heard the senior officer interpose with a sardonic\nsmile: “you shouldn’t conceal anything! if he be either hidden in your\nhome, or if you know his whereabouts, divulge the truth at once; so that\nless trouble should fall to our lot than otherwise would. And will we\nnot then bear in mind your virtue, worthy scion!”",
        "“I positively don’t know.” Pao-yü time after time maintained. “There\nmust, I fear, be some false rumour abroad; for I haven’t so much as seen\nanything of him.”",
        "The senior officer gave two loud smiles, full of derision. “There’s\nevidence at hand,” he rejoined, “so if you compel me to speak out before\nyour venerable father, won’t you, young man, have to suffer the\nconsequences? But as you assert that you don’t know who this person is,\nhow is it that that red sash has come to be attached to your waist?”",
        "When Pao-yü caught this allusion, he suddenly felt quite out of his\nsenses. He stared and gaped; while within himself, he argued: “How has\nhe come to hear anything about this! But since he knows all these secret\nparticulars, I cannot, I expect, put him off in other points; so\nwouldn’t it be better for me to pack him off, in order to obviate his\nblubbering anything more?” “Sir,” he consequently remarked aloud, “how\nis it that despite your acquaintance with all these minute details, you\nhave no inkling of his having purchased a house? Are you ignorant of an\nessential point like this? I’ve heard people say that he’s, at present,\nstaying in the eastern suburbs at a distance of twenty li from the city\nwalls; at some place or other called Tzu T’an Pao, and that he has\nbought there several acres of land and a few houses. So I presume he’s\nto be found in that locality; but of course there’s no saying.”",
        "“According to your version,” smiled the senior officer, as soon as he\nheard his explanation, “he must for a certainty be there. I shall\ntherefore go and look for him. If he’s there, well and good; but if not,\nI shall come again and request you to give me further directions.”",
        "These words were still on his lips, when he took his leave and walked\noff with hurried step.",
        "Chia Cheng was by this time stirred up to such a pitch of indignation\nthat his eyes stared aghast, and his mouth opened in bewilderment; and\nas he escorted the officer out, he turned his head and bade Pao-yü not\nbudge. “I have,” (he said), “to ask you something on my return.\"\nStraightway he then went to see the officer off. But just as he was\nturning back, he casually came across Chia Huan and several servant-boys\nrunning wildly about in a body. “Quick, bring him here to me!” shouted\nChia Cheng to the young boys. “I want to beat him.”",
        "Chia Huan, at the sight of his father, was so terrified that his bones\nmollified and his tendons grew weak, and, promptly lowering his head, he\nstood still.”",
        "“What are you running about for?” Chia Cheng asked. “These menials of\nyours do not mind you, but go who knows where, and let you roam about\nlike a wild horse! Where are the attendants who wait on you at school?\"\nhe cried.",
        "When Chia Huan saw his father in such a dreadful rage, he availed\nhimself of the first opportunity to try and clear himself. “I wasn’t\nrunning about just now” he said. “But as I was passing by the side of\nthat well, I caught sight, for in that well a servant-girl was drowned,\nof a human head that large, a body that swollen, floating about in\nreally a frightful way and I therefore hastily rushed past.”",
        "Chia Cheng was thunderstruck by this disclosure. “There’s been nothing\nup, so who has gone and jumped into the well?” he inquired. “Never has\nthere been anything of the kind in my house before! Ever since the time\nof our ancestors, servants have invariably been treated with clemency\nand consideration. But I expect that I must of late have become remiss\nin my domestic affairs, and that the managers must have arrogated to\nthemselves the right of domineering and so been the cause of bringing\nabout such calamities as violent deaths and disregard of life. Were\nthese things to reach the ears of people outside, what will become of\nthe reputation of our seniors? Call Chia Lien and Lai Ta here!” he\nshouted.",
        "The servant-lads signified their obedience, with one voice. They were\nabout to go and summon them, when Chia Huan hastened to press forward.\nGrasping the lapel of Chia Cheng’s coat, and clinging to his knees, he\nknelt down. “Father, why need you be angry?” he said. “Excluding the\npeople in Madame Wang’s rooms, this occurrence is entirely unknown to\nany of the rest; and I have heard my mother mention....” At this point,\nhe turned his head, and cast a glance in all four quarters.",
        "Chia Cheng guessed his meaning, and made a sign with his eyes. The young\nboys grasped his purpose and drew far back on either side.",
        "Chia Huan resumed his confidences in a low tone of voice. “My mother,\"\nhe resumed, “told me that when brother Pao-yü was, the other day, in\nMadame Wang’s apartments, he seized her servant-maid Chin Ch’uan-erh\nwith the intent of dishonouring her. That as he failed to carry out his\ndesign, he gave her a thrashing, which so exasperated Chin Ch’uan-erh\nthat she threw herself into the well and committed suicide....”",
        "Before however he could conclude his account, Chia Cheng had been\nincensed to such a degree that his face assumed the colour of silver\npaper. “Bring Pao-yü here,” he cried. While uttering these orders, he\nwalked into the study. “If any one does again to-day come to dissuade\nme,” he vociferated, “I shall take this official hat, and sash, my home\nand private property and surrender everything at once to him to go and\nbestow them upon Pao-yü; for if I cannot escape blame (with a son like\nthe one I have), I mean to shave this scanty trouble-laden hair about my\ntemples and go in search of some unsullied place where I can spend the\nrest of my days alone! I shall thus also avoid the crime of heaping,\nabove, insult upon my predecessors, and, below, of having given birth to\nsuch a rebellious son.”",
        "At the sight of Chia Cheng in this exasperation, the family companions\nand attendants speedily realised that Pao-yü must once more be the cause\nof it, and the whole posse hastened to withdraw from the study, biting\ntheir fingers and putting their tongues out.",
        "Chia Cheng panted with excitement. He stretched his chest out and sat\nbolt upright on a chair. His whole face was covered with the traces of\ntears. “Bring Pao-yü! Bring Pao-yü!” he shouted consecutively. “Fetch a\nbig stick; bring a rope and tie him up; close all the doors! If any one\ndoes communicate anything about it in the inner rooms, why, I’ll\nimmediately beat him to death.”",
        "The servant-boys felt compelled to express their obedience with one\nconsent, and some of them came to look after Pao-yü.",
        "As for Pao-yü, when he heard Chia Cheng enjoin him not to move, he\nforthwith became aware that the chances of an unpropitious issue\noutnumbered those of a propitious one, but how could he have had any\nidea that Chia Huan as well had put in his word? There he still stood in\nthe pavilion, revolving in his mind how he could get some one to speed\ninside and deliver a message for him. But, as it happened, not a soul\nappeared. He was quite at a loss to know where even Pei Ming could be.\nHis longing was at its height, when he perceived an old nurse come on\nthe scene. The sight of her exulted Pao-yü, just as much as if he had\nobtained pearls or gems; and hurriedly approaching her, he dragged her\nand forced her to halt. “Go in,” he urged, “at once and tell them that\nmy father wishes to beat me to death. Be quick, be quick, for it’s\nurgent, there’s no time to be lost.”",
        "But, first and foremost, Pao-yü’s excitement was so intense that he\nspoke with indistinctness. In the second place, the old nurse was, as\nluck would have it, dull of hearing, so that she did not catch the drift\nof what he said, and she misconstrued the two words: “it’s urgent,” for\nthe two representing jumped into the well. Readily smiling therefore:\n“If she wants to jump into the well, let her do so,” she said. “What’s\nthere to make you fear, Master Secundus?”",
        "“Go out,” pursued Pao-yü, in despair, on discovering that she was deaf,\n“and tell my page to come.”",
        "“What’s there left unsettled?” rejoined the old nurse. “Everything has\nbeen finished long ago! A tip has also been given them; so how is it\nthings are not settled?”",
        "Pao-yü fidgetted with his hands and feet. He was just at his wits’ ends,\nwhen he espied Chia Cheng’s servant-boys come up and press him to go\nout.",
        "As soon as Chia Cheng caught sight of him, his eyes got quite red.\nWithout even allowing himself any time to question him about his gadding\nabout with actors, and the presents he gave them on the sly, during his\nabsence from home; or about his playing the truant from school and\nlewdly importuning his mother’s maid, during his stay at home, he simply\nshouted: “Gag his mouth and positively beat him till he dies!”",
        "The servant-boys did not have the boldness to disobey him. They were\nunder the necessity of seizing Pao-yü, of stretching him on a bench, and\nof taking a heavy rattan and giving him about ten blows.",
        "Pao-yü knew well enough that he could not plead for mercy, and all he\ncould do was to whimper and cry.",
        "Chia Cheng however found fault with the light blows they administered to\nhim. With one kick he shoved the castigator aside, and snatching the\nrattan into his own hands, he spitefully let (Pao-yü) have ten blows and\nmore.",
        "Pao-yü had not, from his very birth, experienced such anguish. From the\r\noutset, he found the pain unbearable; yet he could shout and weep as\r\nboisterously as ever he pleased; but so weak subsequently did his\nbreath, little by little, become, so hoarse his voice, and so choked his\nthroat that he could not bring out any sound.",
        "The family companions noticed that he was beaten in a way that might\nlead to an unpropitious end, and they drew near with all despatch and\nmade earnest entreaties and exhortations. But would Chia Cheng listen to\nthem?",
        "“You people,” he answered, “had better ask him whether the tricks he has\nbeen up to deserve to be overlooked or not! It’s you who have all along\nso thoroughly spoilt him as to make him reach this degree of depravity!\nAnd do you yet come to advise me to spare him? When by and bye you’ve\nincited him to commit parricide or regicide, you will at length, then,\ngive up trying to dissuade me, eh?”",
        "This language jarred on the ears of the whole party; and knowing only\ntoo well that he was in an exasperated mood, they fussed about\nendeavouring to find some one to go in and convey the news.",
        "But Madame Wang did not presume to be the first to inform dowager lady\nChia about it. Seeing no other course open to her, she hastily dressed\nherself and issued out of the garden. Without so much as worrying her\nmind as to whether there were any male inmates about or not, she\nstraightway leant on a waiting-maid and hurriedly betook herself into\nthe library, to the intense consternation of the companions, pages and\nall the men present, who could not manage to clear out of the way in\ntime.",
        "Chia Cheng was on the point of further belabouring his son, when at the\nsight of Madame Wang walking in, his temper flared up with such\nincreased violence, just as fire on which oil is poured, that the rod\nfell with greater spite and celerity. The two servant-boys, who held\nPao-yü down, precipitately loosened their grip and beat a retreat.\nPao-yü had long ago lost all power of movement. Chia Cheng, however, was\nagain preparing to assail him, when the rattan was immediately locked\ntightly by Madame Wang, in both her arms.",
        "“Of course, of course,” Chia Cheng exclaimed, “what you want to do\nto-day is to make me succumb to anger!”",
        "“Pao-yü does, I admit, merit to be beaten,” sobbed Madame Wang; “but you\nshould also, my lord, take good care of yourself! The weather, besides,\nis extremely hot, and our old lady is not feeling quite up to the mark.\nWere you to knock Pao-yü about and kill him, it would not matter much;\nbut were perchance our venerable senior to suddenly fall ill, wouldn’t\nit be a grave thing?”",
        "“Better not talk about such things!” observed Chia Cheng with a listless\nsmile. “By my bringing up such a degenerate child of retribution I have\nmyself become unfilial! Whenever I’ve had to call him to account, there\nhas always been a whole crowd of you to screen him; so isn’t it as well\nfor me to avail myself of to-day to put an end to his cur-like existence\nand thus prevent future misfortune?”",
        "As he spoke, he asked for a rope to strangle him; but Madame Wang lost\nno time in clasping him in her embrace, and reasoning with him as she\nwept. “My lord and master,” she said, “it is your duty, of course, to\nkeep your son in proper order, but you should also regard the\nrelationship of husband and wife. I’m already a woman of fifty and I’ve\nonly got this scapegrace. Was there any need for you to give him such a\nbitter lesson? I wouldn’t presume to use any strong dissuasion; but\nhaving, on this occasion, gone so far as to harbour the design of\nkilling him, isn’t this a fixed purpose on your part to cut short my own\nexistence? But as you are bent upon strangling him, be quick and first\nstrangle me before you strangle him! It will be as well that we, mother\nand son, should die together, so that if even we go to hell, we may be\nable to rely upon each other!”",
        "At the conclusion of these words, she enfolded Pao-yü in her embrace and\nraised her voice in loud sobs.",
        "After listening to her appeal, Chia Cheng could not restrain a deep\nsigh; and taking a seat on one of the chairs, the tears ran down his\r\ncheeks like drops of rain.",
        "But while Madame Wang held Pao-yü in her arms, she noticed that his face\nwas sallow and his breath faint, and that his green gauze nether\ngarments were all speckled with stains of blood, so she could not check\nher fingers from unloosening his girdle. And realising that from the\nthighs to the buttocks, his person was here green, there purple, here\nwhole, there broken, and that there was, in fact, not the least bit,\nwhich had not sustained some injury, she of a sudden burst out in bitter\nlamentations for her offspring’s wretched lot in life. But while\nbemoaning her unfortunate son, she again recalled to mind the memory of\nChia Chu, and vehemently calling out “Chia Chu,” she sobbed: “if but you\nwere alive, I would not care if even one hundred died!”",
        "But by this time, the inmates of the inner rooms discovered that Madame\nWang had gone out, and Li Kung-ts’ai, Wang Hsi-feng and Ting Ch’un and\nher sisters promptly rushed out of the garden and came to join her.",
        "While Madame Wang mentioned, with eyes bathed in tears, the name of Chia\nChu, every one listened with composure, with the exception of Li\nKung-ts’ai, who unable to curb her feelings also raised her voice in\nsobs. As soon as Chia Cheng heard her plaints, his tears trickled down\nwith greater profusion, like pearls scattered about. But just as there\nseemed no prospect of their being consoled, a servant-girl was unawares\nheard to announce: “Our dowager lady has come!” Before this announcement\nwas ended, her tremulous accents reached their ears from outside the\nwindow. “If you were to beat me to death and then despatch him,” she\ncried, “won’t you be clear of us!”",
        "Chia Cheng, upon seeing that his mother was coming, felt distressed and\r\npained. With all promptitude, he went out to meet her. He perceived his\nold parent, toddling along, leaning on the arm of a servant-girl,\nwagging her head and gasping for breath.",
        "Chia Cheng drew forward and made a curtsey. “On a hot broiling day like\nthis,” he ventured, forcing a smile, “what made you, mother, get so\nangry as to rush over in person? Had you anything to enjoin me, you\ncould have sent for me, your son, and given me your orders.”",
        "Old lady Chia, at these words, halted and panted. “Are you really\nchiding me?” she at the same time said in a stern tone. “It’s I who\nshould call you to task! But as the son, I’ve brought up, isn’t worth a\nstraw, to whom can I go and address a word?”",
        "When Chia Cheng heard language so unlike that generally used by her, he\nimmediately fell on his knees. While doing all in his power to contain\nhis tears: “The reason why,” he explained, “your son corrects his\noffspring is a desire to reflect lustre on his ancestors and splendour\non his seniors; so how can I, your son, deserve the rebuke with which\nyou greet me, mother?”",
        "At this reply, old lady Chia spurted contemptuously. “I made just one\nremark,” she added, “and you couldn’t stand it, and can Pao-yü likely\nput up with that death-working cane? You say that your object in\ncorrecting your son is to reflect lustre on your ancestors and splendour\non your seniors, but in what manner did your father correct you in days\ngone by?”",
        "Saying this, tears suddenly rolled down from her eyes also.",
        "Chia Cheng forced another smile. “Mother;” he proceeded, “you shouldn’t\ndistress yourself! Your son did it in a sudden fit of rage, but from\nthis time forth I won’t touch him again.”",
        "Dowager lady Chia smiled several loud sneering smiles. “But you\nshouldn’t get into a huff with me!” she urged. “He’s your son, so if you\nchoose to flog him, you can naturally do so, but I cannot help thinking\nthat you’re sick and tired of me, your mother, of your wife and of your\nson, so wouldn’t it be as well that we should get out of your way, the\nsooner the better, as we shall then be able to enjoy peace and quiet?”",
        "So speaking, “Go and look after the chairs.” she speedily cried to a\nservant. “I and your lady as well as Pao-yü will, without delay, return\nto Nanking.”",
        "The servant had no help but to assent.",
        "Old lady Chia thereupon called Madame Wang over to her. “You needn’t\nindulge in sorrow!” she exhorted her. “Pao-yü is now young, and you\ncherish him fondly; but does it follow that when in years to come he\nbecomes an official, he’ll remember that you are his mother? You mustn’t\ntherefore at present lavish too much of your affection upon him, so that\nyou may by and bye, spare yourself, at least, some displeasure.”",
        "When these exhortations fell on Chia Cheng’s ear, he instantly\nprostrated himself before her. “Your remarks mother,” he observed, “cut\nthe ground under your son’s very feet.”",
        "“You distinctly act in a way,” cynically smiled old lady Chia,\n“sufficient to deprive me of any ground to stand upon, and then you, on\nthe contrary, go and speak about yourself! But when we shall have gone\nback, your mind will be free of all trouble. We’ll see then who’ll\ninterfere and dissuade you from beating people!”",
        "After this reply, she went on to give orders to directly get ready the\nbaggage, carriages, chairs and horses necessary for their return.",
        "Chia Cheng stiffly and rigidly fell on his knees, and knocked his head\nbefore her, and pleaded guilty. Dowager lady Chia then addressed him\nsome words, and as she did so, she came to have a look at Pao-yü. Upon\nperceiving that the thrashing he had got this time was unlike those of\npast occasions, she experienced both pain and resentment. So clasping\nhim in her arms, she wept and wept incessantly. It was only after Madame\nWang, lady Feng and the other ladies had reasoned with her for a time\nthat they at length gradually succeeded in consoling her.",
        "But waiting-maids, married women, and other attendants soon came to\nsupport Pao-yü and take him away. Lady Feng however at once expostulated\nwith them. “You stupid things,” she exclaimed, won’t you open your eyes\nand see! How ever could he be raised and made to walk in the state he’s\nin! Don’t you yet instantly run inside and fetch some rattan slings and\na bench to carry him out of this on?",
        "At this suggestion, the servants rushed hurry-scurry inside and actually\nbrought a bench; and, lifting Pao-yü, they placed him on it. Then\nfollowing dowager lady Chia, Madame Wang and the other inmates into the\ninner part of the building, they carried him into his grandmother’s\napartments. But Chia Cheng did not fail to notice that his old mother’s\npassion had not by this time yet abated, so without presuming to consult\nhis own convenience, he too came inside after them. Here he discovered\nhow heavily he had in reality castigated Pao-yü. Upon perceiving Madame\nWang also crying, with one breath, “My flesh;” and, with another, saying\nwith tears: “My son, if you had died sooner, instead of Chu Erh, and\nleft Chu Erh behind you, you would have saved your father these fits of\nanger, and even I would not have had to fruitlessly worry and fret for\nhalf of my existence! Were anything to happen now to make you forsake\nme, upon whom will you have me depend?” And then after heaping\nreproaches upon herself for a time, break out afresh in lamentations for\nher, unavailing offspring, Chia Cheng was much cut up and felt conscious\nthat he should not with his own hand have struck his son so ruthlessly\nas to bring him to this state, and he first and foremost directed his\nattention to consoling dowager lady Chia.",
        "“If your son isn’t good,” rejoined the old lady, repressing her tears,\n“it is naturally for you to exercise control over him. But you shouldn’t\nbeat him to such a pitch! Don’t you yet bundle yourself away? What are\nyou dallying in here for? Is it likely, pray, that your heart is not yet\nsatisfied, and that you wish to feast your eyes by seeing him die before\nyou go?”",
        "These taunts induced Chia Cheng to eventually withdraw out of the room.\nBy this time, Mrs. Hsüeh together with Pao-ch’ai, Hsiang Ling, Hsi Jen,\nShih Hsiang-yün and his other cousins had also congregated in the\napartments. Hsi Jen’s heart was overflowing with grief; but she could\nnot very well give expression to it. When she saw that a whole company\nof people shut him in, some pouring water over him, others fanning him;\nand that she herself could not lend a hand in any way, she availed\nherself of a favourable moment to make her exit. Proceeding then as far\nas the second gate, she bade the servant-boys go and fetch Pei-Ming. On\nhis arrival, she submitted him to a searching inquiry. “Why is it,” she\nasked, “that he was beaten just now without the least provocation; and\nthat you didn’t run over soon to tell me a word about it?”",
        "“It happened,” answered Pei Ming in great perplexity, “that I wasn’t\npresent. It was only after he had given him half the flogging that I\nheard what was going on, and lost no time in ascertaining what it was\nall about. It’s on account of those affairs connected with Ch’i Kuan and\nthat girl Chin Ch’uan.”",
        "“How did these things come to master’s knowledge?” inquired Hsi Jen.",
        "“As for that affair with Ch’i Kuan,” continued Pei Ming, “it is very\nlikely Mr. Hsüeh P’an who has let it out; for as he has ever been\njealous, he may, in the absence of any other way of quenching his\nresentment, have instigated some one or other outside, who knows, to\ncome and see master and add fuel to his anger. As for Chin Ch’uan-erh’s\naffair it has presumably been told him by Master Tertius. This I heard\nfrom the lips of some person, who was in attendance upon master.”",
        "Hsi Jen saw how much his two versions tallied with the true\ncircumstances, so she readily credited the greater portion of what was\ntold her. Subsequently, she returned inside. Here she found a whole\ncrowd of people trying to do the best to benefit Pao-yü. But after they\nhad completed every arrangement, dowager lady Chia impressed on their\nminds that it would be better were they to carefully move him into his\nown quarters. With one voice they all signified their approval, and with\na good deal of bustling and fussing, they speedily transferred Pao-yü\ninto the I Hung court, where they stretched him out comfortably on his\nown bed. Then after some further excitement, the members of the family\nbegan gradually to disperse. Hsi Jen at last entered his room, and\nwaited upon him with singleness of heart.",
        "But, reader, if you feel any curiosity to hear what follows, listen to\nwhat you will find divulged in the next chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}