{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXX.",
    "author": "Cao Xueqin",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "  Pao-ch’ai avails herself of the excuse afforded her by a fan to\n      administer a couple of raps.\n  While Ch’un Ling traces, in a absent frame of mind, the outlines of\n      the character Ch’iang, a looker-on appears on the scene.",
        "Lin Tai-yü herself, for we will now resume our narrative, was also, ever\nsince her tiff with Pao-yü, full of self-condemnation, yet as she did\nnot see why she should run after him, she continued, day and night, as\ndespondent as she would have been had she lost some thing or other\nbelonging to her.",
        "Tzu Chüan surmised her sentiments. “As regards what happened the other\nday,” she advised her, “you were, after all, Miss, a little too hasty;\nfor if others don’t understand that temperament of Pao-yü’s, have you\nand I, surely, also no idea about it? Besides, haven’t there been\nalready one or two rows on account of that very jade?”",
        "“Ts’ui!” exclaimed Tai-yü. “Have you come, on behalf of others, to find\nfault with me? But how ever was I hasty?”",
        "“Why did you,” smiled Tzu Chüan, “take the scissors and cut that tassel\nwhen there was no good reason for it? So isn’t Pao-yü less to blame than\nyourself, Miss? I’ve always found his behaviour towards you, Miss,\nwithout a fault. It’s all that touchy disposition of yours, which makes\nyou so often perverse, that induces him to act as he does.”",
        "Lin Tai-yü had every wish to make some suitable reply, when she heard\nsome one calling at the door. Tzu Chüan discerned the tone of voice.\n“This sounds like Pao-yü’s voice,” she smiled. “I expect he’s come to\nmake his apologies.”",
        "“I won’t have any one open the door,” Tai-yü cried at these words.",
        "“Here you are in the wrong again, Miss,” Tzu Chüan observed. “How will\nit ever do to let him get a sunstroke and come to some harm on a day\nlike this, and under such a scorching sun?”",
        "Saying this, she speedily walked out and opened the door. It was indeed\nPao-yü. While ushering him in, she gave him a smile. “I imagined,” she\nsaid, “that you would never again put your foot inside our door, Master\nSecundus. But here you are once more and quite unexpectedly!”",
        "“You have by dint of talking,” Pao-yü laughed, “made much ado of\nnothing; and why shouldn’t I come, when there’s no reason for me to keep\naway? Were I even to die, my spirit too will come a hundred times a day!\nBut is cousin quite well?”",
        "“She is,” replied Tzu Chüan, “physically all right; but, mentally, her\nresentment is not quite over.”",
        "“I understand,” continued Pao-yü with a smile. “But resentment, for\nwhat?”",
        "With this inquiry, he wended his steps inside the apartment. He then\ncaught sight of Lin Tai-yü reclining on the bed in the act of crying.\nTai-yü had not in fact shed a tear, but hearing Pao-yü break in upon\nher, she could not help feeling upset. She found it impossible therefore\nto prevent her tears from rolling down her cheeks.",
        "Pao-yü assumed a smiling expression and drew near the bed. “Cousin, are\nyou quite well again?” he inquired.",
        "Tai-yü simply went on drying her tears, and made no reply of any kind.",
        "Pao-yü approached the bed, and sat on the edge of it. “I know,” he\nsmiled, “that you’re not vexed with me. But had I not come, third\nparties would have been allowed to notice my absence, and it would have\nappeared to them as if we had had another quarrel. And had I to wait\nuntil they came to reconcile us, would we not by that time become\nperfect strangers? It would be better, supposing you wish to beat me or\nblow me up, that you should please yourself and do so now; but whatever\nyou do, don’t give me the cold shoulder!”",
        "Continuing, he proceeded to call her “my dear cousin” for several tens\nof times.",
        "Tai-yü had resolved not to pay any more heed to Pao-yü. When she,\nhowever, now heard Pao-yü urge: “don’t let us allow others to know\nanything about our having had a quarrel, as it will look as if we had\nbecome thorough strangers,” it once more became evident to her, from\nthis single remark, that she was really dearer and nearer to him than\nany of the other girls, so she could not refrain from saying sobbingly:\n“You needn’t have come to chaff me! I couldn’t presume henceforward to\nbe on friendly terms with you, Master Secundus! You should treat me as\nif I were gone!”",
        "At these words, Pao-yü gave way to laughter. “Where are you off to?” he\ninquired.",
        "“I’m going back home,” answered Tai-yü.",
        "“I’ll go along with you then,” smiled Pao-yü.",
        "“But if I die?” asked Tai-yü.",
        "“Well, if you die,” rejoined Pao-yü, “I’ll become a bonze.”",
        "The moment Tai-yü caught this reply, she hung down her head. “You must,\nI presume, be bent upon dying?” she cried. “But what stuff and nonsense\nis this you’re talking? You’ve got so many beloved elder and younger\ncousins in your family, and how many bodies will you have to go and\nbecome bonzes, when by and bye they all pass away! But to-morrow I’ll\ntell them about this to judge for themselves what your motives are!”",
        "Pao-yü was himself aware of the fact that this rejoinder had been\nrecklessly spoken, and he was seized with regret. His face immediately\nbecame suffused with blushes. He lowered his head and had not the\ncourage to utter one word more. Fortunately, however, there was no one\npresent in the room.",
        "Tai-yü stared at him for ever so long with eyes fixed straight on him,\nbut losing control over her temper, “Ai!” she shouted, “can’t you\nspeak?” Then when she perceived Pao-yü reduced to such straits as to\nturn purple, she clenched her teeth and spitefully gave him, on the\nforehead, a fillip with her finger. “Heug!” she cried gnashing her\nteeth, “you, this......” But just as she had pronounced these two words,\nshe heaved another sigh, and picking up her handkerchief, she wiped her\ntears.",
        "Pao-yü treasured at one time numberless tender things in his mind, which\nhe meant to tell her, but feeling also, while he smarted under the sting\nof self-reproach (for the indiscretion he had committed), Tai-yü give\nhim a rap, he was utterly powerless to open his lips, much though he may\nhave liked to speak, so he kept on sighing and snivelling to himself.\nWith all these things therefore to work upon his feelings, he\nunwillingly melted into tears. He tried to find his handkerchief to dry\nhis face with, but unexpectedly discovering that he had again forgotten\nto bring one with him, he was about to make his coat-sleeve answer the\npurpose, when Tai-yü, albeit her eyes were watery, noticed at a glance\nthat he was going to use the brand-new coat of grey coloured gauze he\nwore, and while wiping her own, she turned herself round, and seized a\nsilk kerchief thrown over the pillow, and thrust it into Pao-yü’s lap.\nBut without saying a word, she screened her face and continued sobbing.",
        "Pao-yü saw the handkerchief she threw, and hastily snatching it, he\nwiped his tears. Then drawing nearer to her, he put out his hand and\nclasped her hand in his, and smilingly said to her: “You’ve completely\nlacerated my heart, and do you still cry? But let’s go; I’ll come along\nwith you and see our venerable grandmother.”",
        "Tai-yü thrust his hand aside. “Who wants to go hand in hand with you?\"\nshe cried. “Here we grow older day after day, but we’re still so full of\nbrazen-faced effrontery that we don’t even know what right means?”",
        "But scarcely had she concluded before she heard a voice say aloud:\n“They’re all right!”",
        "Pao-yü and Tai-yü were little prepared for this surprise, and they were\nstartled out of their senses. Turning round to see who it was, they\ncaught sight of lady Feng running in, laughing and shouting. “Our old\nlady,” she said, “is over there, giving way to anger against heaven and\nearth. She would insist upon my coming to find out whether you were\nreconciled or not. ’There’s no need for me to go and see,’ I told her,\n’they will before the expiry of three days, be friends again of their\nown accord.’ Our venerable ancestor, however, called me to account, and\nmaintained that I was lazy; so here I come! But my words have in very\ndeed turned out true. I don’t see why you two should always be\nwrangling! For three days you’re on good terms and for two on bad. You\nbecome more and more like children. And here you are now hand in hand\nblubbering! But why did you again yesterday become like black-eyed\nfighting cocks? Don’t you yet come with me to see your grandmother and\nmake an old lady like her set her mind at ease a bit?”",
        "While reproaching them, she clutched Tai-yü’s hand and was trudging\naway, when Tai-yü turned her head round and called out for her\nservant-girls. But not one of them was in attendance.",
        "“What do you want them for again?” lady Feng asked. “I am here to wait\non you!”",
        "Still speaking, she pulled her along on their way, with Pao-yü following\nin their footsteps. Then making their exit out of the garden gate, they\nentered dowager lady Chia’s suite of rooms. “I said that it was\nsuperfluous for any one to trouble,” lady Feng smiled, “as they were\nsure of themselves to become reconciled; but you, dear ancestor, so\nlittle believed it that you insisted upon my going to act the part of\nmediator. Yet when I got there, with the intention of inducing them to\nmake it up, I found them, though one did not expect it, in each other’s\ncompany, confessing their faults, and laughing and chatting. Just like a\nyellow eagle clutching the feet of a kite were those two hanging on to\neach other. So where was the necessity for any one to go?”",
        "These words evoked laughter from every one in the room. Pao-ch’ai,\nhowever, was present at the time so Lin Tai-yü did not retort, but went\nand ensconced herself in a seat near her grandmother.",
        "When Pao-yü noticed that no one had anything to say, he smilingly\naddressed himself to Pao-ch’ai. “On cousin Hsüeh P’an’s birth-day,” he\nremarked, “I happened again to be unwell, so not only did I not send him\nany presents, but I failed to go and knock my head before him. Yet\ncousin knows nothing about my having been ill, and it will seem to him\nthat I had no wish to go, and that I brought forward excuses so as to\navoid paying him a visit. If to-morrow you find any leisure, cousin, do\ntherefore explain matters for me to him.”",
        "“This is too much punctiliousness!” smiled Pao-ch’ai. “Even had you\ninsisted upon going, we wouldn’t have been so arrogant as to let you put\nyourself to the trouble, and how much less when you were not feeling\nwell? You two are cousins and are always to be found together the whole\nday; if you encourage such ideas, some estrangement will, after all,\narise between you.”",
        "“Cousin,” continued Pao-yü smilingly, “you know what to say; and so long\nas you’re lenient with me all will be all right. But how is it,” he went\non to ask, “that you haven’t gone over to see the theatricals?”",
        "“I couldn’t stand the heat” rejoined Pao-ch’ai. “I looked on while two\nplays were being sung, but I found it so intensely hot, that I felt\nanxious to retire. But the visitors not having dispersed, I had to give\nas an excuse that I wasn’t feeling up to the mark, and so came away at\nonce.”",
        "Pao-yü, at these words, could not but feel ill at ease. All he could do\nwas to feign another smile. “It’s no wonder,” he observed, “that they\ncompare you, cousin, to Yang Kuei-fei; for she too was fat and afraid of\nhot weather.”",
        "Hearing this, Pao-ch’ai involuntarily flew into a violent rage. Yet when\nabout to call him to task, she found that it would not be nice for her\nto do so. After some reflection, the colour rushed to her cheeks.\nSmiling ironically twice, “I may resemble,” she said, “Yang Kuei-fei,\nbut there’s not one of you young men, whether senior or junior, good\nenough to play the part of Yang Kuo-chung.”",
        "While they were bandying words, a servant-girl Ch’ing Erh, lost sight of\nher fan and laughingly remarked to Pao-ch’ai: “It must be you, Miss Pao,\nwho have put my fan away somewhere or other; dear mistress, do let me\nhave it!”",
        "“You’d better be mindful!” rejoined Pao-ch’ai, shaking her finger at\nher. “With whom have I ever been up to jokes, that you come and suspect\nme? Have I hitherto laughed and smirked with you? There’s that whole lot\nof girls, go and ask them about it!”",
        "At this suggestion, Ch’ing Erh made her escape.",
        "The consciousness then burst upon Pao-yü, that he had again been\ninconsiderate in his speech, in the presence of so many persons, and he\nwas overcome by a greater sense of shame than when, a short while back,\nhe had been speaking with Lin Tai-yü. Precipitately turning himself\nround, he went, therefore, and talked to the others as well.",
        "The sight of Pao-yü poking fun at Pao-ch’ai gratified Tai-yü immensely.\nShe was just about to put in her word and also seize the opportunity of\nchaffing her, but as Ch’ing Erh unawares asked for her fan and Pao-ch’ai\nadded a few more remarks, she at once changed her purpose. “Cousin\nPao-ch’ai,” she inquired, “what two plays did you hear?”",
        "Pao-ch’ai caught the expression of gratification in Tai-yü’s\ncountenance, and concluded that she had for a certainty heard the\nraillery recently indulged in by Pao-yü and that it had fallen in with\nher own wishes; and hearing her also suddenly ask the question she did,\nshe answered with a significant laugh: “What I saw was: ’Li Kuei blows\nup Sung Chiang and subsequently again tenders his apologies’.”",
        "Pao-yü smiled. “How is it,” he said, “that with such wide knowledge of\nthings new as well as old; and such general information as you possess,\nyou aren’t even up to the name of a play, and that you’ve come out with\nsuch a whole string of words. Why, the real name of the play is:\n’Carrying a birch and begging for punishment’”.",
        "“Is it truly called: ’Carrying a birch and begging for punishment’”?\nPao-ch’ai asked with laugh. “But you people know all things new and old\nso are able to understand the import of ’carrying a birch and begging\nfor punishment.’ As for me I’ve no idea whatever what ’carrying a birch\nand begging for punishment’ implies.”",
        "One sentence was scarcely ended when Pao-yü and Tai-yü felt guilty in\ntheir consciences; and by the time they heard all she said, they were\nquite flushed from shame. Lady Feng did not, it is true, fathom the gist\nof what had been said, but at the sight of the expression betrayed on\nthe faces of the three cousins, she readily got an inkling of it. “On\nthis broiling hot day,” she inquired laughing also; “who still eats raw\nginger?”",
        "None of the party could make out the import of her insinuation. “There’s\nno one eating raw ginger,” they said.",
        "Lady Feng intentionally then brought her hands to her cheeks, and\nrubbing them, she remarked with an air of utter astonishment, “Since\nthere’s no one eating raw ginger, how is it that you are all so fiery in\nthe face?”",
        "Hearing this, Pao-yü and Tai-yü waxed more uncomfortable than ever. So\nmuch so, that Pao-ch’ai, who meant to continue the conversation, did not\nthink it nice to say anything more when she saw how utterly abashed\nPao-yü was and how changed his manner. Her only course was therefore to\nsmile and hold her peace. And as the rest of the inmates had not the\nfaintest notion of the drift of the remarks exchanged between the four\nof them, they consequently followed her lead and put on a smile.",
        "In a short while, however, Pao-ch’ai and lady Feng took their leave.",
        "“You’ve also tried your strength with them,” Tai-yü said to Pao-yü\nlaughingly. “But they’re far worse than I. Is every one as simple in\nmind and dull of tongue as I am as to allow people to say whatever they\nlike.”",
        "Pao-yü was inwardly giving way to that unhappiness, which had been\noccasioned by Pao-ch’ai’s touchiness, so when he also saw Tai-yü\napproach him and taunt him, displeasure keener than ever was aroused in\nhim. A desire then asserted itself to speak out his mind to her, but\ndreading lest Tai-yü should he in one of her sensitive moods, he,\nneedless to say, stifled his anger and straightway left the apartment in\na state of mental depression.",
        "It happened to be the season of the greatest heat. Breakfast time too\nwas already past, and masters as well as servants were, for the most\npart, under the influence of the lassitude felt on lengthy days. As\nPao-yü therefore strolled, from place to place, his hands behind his\nback he heard not so much as the caw of a crow. Issuing out of his\ngrandmother’s compound on the near side, he wended his steps westwards,\nand crossed the passage, on which lady Feng’s quarters gave. As soon as\nhe reached the entrance of her court, he perceived the door ajar. But\naware of lady Feng’s habit of taking, during the hot weather, a couple\nof hours’ siesta at noon, he did not feel it a convenient moment to\nintrude. Walking accordingly through the corner door, he stepped into\nMadame Wang’s apartment. Here he discovered several waiting-maids,\ndosing with their needlework clasped in their hands. Madame Wang was\nasleep on the cool couch in the inner rooms. Chin Ch’uan-erh was sitting\nnext to her massaging her legs. But she too was quite drowsy, and her\neyes wore all awry. Pao-yü drew up to her with gentle tread. The moment,\nhowever, that he unfastened the pendants from the earrings she wore,\nChin Ch’uan opened her eyes, and realised that it was no one than\nPao-yü.",
        "“Are you feeling so worn out!” he smilingly remarked in a low tone of\nvoice.",
        "Chin Ch’uan pursed up her lips and gave him a smile. Then waving her\nhand so as to bid him quit the room, she again closed her eyes.",
        "Pao-yü, at the sight of her, felt considerable affection for her and\nunable to tear himself away, so quietly stretching his head forward, and\nnoticing that Madame Wang’s eyes were shut, he extracted from a purse,\nsuspended about his person, one of the ’scented-snow-for-moistening-mouth\npills,’ with which it was full, and placed it on Chin Ch’uan-erh’s lips.\nChin Ch’uan-erh, however, did not open her eyes, but simply held (the\npill) in her mouth. Pao-yü then approached her and took her hand in his.\n“I’ll ask you of your mistress,” he gently observed smiling, “and you and\nI will live \u0016together.”",
        "To this Chin Ch’uan-erh said not a word.",
        "“If that won’t do,” Pao-yü continued, “I’ll wait for your mistress to\nwake and appeal to her at once.”",
        "Chin Ch’uan-erh distended her eyes wide, and pushed Pao-yü off. “What’s\nthe hurry?” she laughed. “’A gold hair-pin may fall into the well; but\nif it’s yours it will remain yours only.’ Is it possible that you don’t\neven see the spirit of this proverb? But I’ll tell you a smart thing.\nJust you go into the small court, on the east side, and you’ll find for\nyourself what Mr. Chia Huau and Ts’ai Yun are up to!”",
        "“Let them be up to whatever they like,” smiled Pao-yü, “I shall simply\nstick to your side!”",
        "But he then saw Madame Wang twist herself round, get up, and give a slap\nto Chin Ch’uan-erh on her mouth. “You mean wench!” she exclaimed,\nabusing her, while she pointed her finger at her, “it’s you, and the\nlike of you, who corrupt these fine young fellows with all the nice\nthings you teach them!”",
        "The moment Pao-yü perceived Madame Wang rise, he bolted like a streak of\nsmoke. Chin Ch’uan-erh, meanwhile, felt half of her face as hot as fire,\nyet she did not dare utter one word of complaint. The various\nwaiting-maids soon came to hear that Madame Wang had awoke and they\nrushed in in a body.",
        "“Go and tell your mother,” Madame Wang thereupon said to Yü Ch’uan-erh,\n“to fetch your elder sister away.”",
        "Chin Ch’uan-erh, at these words, speedily fell on her knees. With tears\nin her eyes: “I won’t venture to do it again,” she pleaded. “If you,\nMadame, wish to flog me, or to scold me do so at once, and as much as\nyou like but don’t send me away. You will thus accomplish an act of\nheavenly grace! I’ve been in attendance on your ladyship for about ten\nyears, and if you now drive me away, will I be able to look at any one\nin the face?”",
        "Though Madame Wang was a generous, tender-hearted person, and had at no\ntime raised her hand to give a single blow to any servant-girl, she,\nhowever, when she accidentally discovered Chin Ch’uan-erh behave on this\noccasion in this barefaced manner, a manner which had all her lifetime\nbeen most reprehensible to her, was so overcome by passion that she gave\nChin Ch’uan-erh just one slap and spoke to her a few sharp words. And\nalbeit Chin Ch’uan-erh indulged in solicitous entreaties, she would not\non any account keep her in her service. At length, Chin Ch’uan-erh’s\nmother, Dame Pao, was sent for to take her away. Chin Ch’uan-erh\ntherefore had to conceal her disgrace, suppress her resentment, and quit\nthe mansion.",
        "But without any further reference to her, we will now take up our story\nwith Pao-yü. As soon as he saw Madame Wang awake, his spirits were\ncrushed. All alone he hastily made his way into the Ta Kuan garden. Here\nhis attention was attracted by the ruddy sun, shining in the zenith, the\nshade of the trees extending far and wide, the song of the cicadas,\nfilling the ear; and by a perfect stillness, not even broken by the echo\nof a human voice. But the instant he got near the trellis, with the\ncinnamon roses, the sound of sobs fell on his ear. Doubts and surmises\ncrept into Pao-yü’s mind, so halting at once, he listened with\nintentness. Then actually he discerned some one on the off-side of the\ntrellis. This was the fifth moon, the season when the flowers and\nfoliage of the cinnamon roses were in full bloom. Furtively peeping\nthrough an aperture in the fence, Pao-yü saw a young girl squatting\nunder the flowers and digging the ground with a hair-pin she held in her\nhand. As she dug, she silently gave way to tears.",
        "“Can it be possible,” mused Pao-yü, “that this girl too is stupid? Can\nshe also be following P’in Erh’s example and come to inter flowers? Why\nif she’s likewise really burying flowers,” he afterwards went on to\nsmilingly reflect, “this can aptly be termed: ’Tung Shih tries to\nimitate a frown.’ But not only is what she does not original, but it is\ndespicable to boot. You needn’t,” he meant to shout out to the girl, at\nthe conclusion of this train of thought, “try and copy Miss Lin’s\nexample.” But before the words had issued from his mouth, he luckily\nscrutinised her a second time, and found that the girl’s features were\nquite unfamiliar to him, that she was no menial, and that she looked\nlike one of the twelve singing maids, who were getting up the plays. He\ncould not, however, make out what rôles she filled: scholars,\ngirls, old men, women, or buffoons. Pao-yü quickly put out his tongue\nand stopped his mouth with his hand. “How fortunate,” he inwardly\nsoliloquised, “that I didn’t make any reckless remark! It was all\nbecause of my inconsiderate talk on the last two occasions, that P’in\nErh got angry with me, and that Pao-ch’ai felt hurt. And had I now given\nthem offence also, I would have been in a still more awkward fix!”",
        "While wrapt in these thoughts, he felt much annoyance at not being able\nto recognise who she was. But on further minute inspection, he noticed\nthat this maiden, with contracted eyebrows, as beautiful as the hills in\nspring, frowning eyes as clear as the streams in autumn, a face, with\ntransparent skin, and a slim waist, was elegant and beautiful and almost\nthe very image of Lin Tai-yü. Pao-yü could not, from the very first,\nmake up his mind to wrench himself away. But as he stood gazing at her\nin a doltish mood, he realised that, although she was tracing on the\nground with the gold hair-pin, she was not digging a hole to bury\nflowers in, but was merely delineating characters on the surface of the\nsoil. Pao-yü’s eyes followed the hair-pin from first to last, as it went\nup and as it came down. He watched each dash, each dot and each hook. He\ncounted the strokes. They numbered eighteen. He himself then set to work\nand sketched with his finger on the palm of his hand, the lines, in\ntheir various directions, and in the order they had been traced a few\nminutes back, so as to endeavour to guess what the character was. On\ncompleting the sketch, he discovered, the moment he came to reflect,\nthat it was the character “Ch’iang,” in the combination, ’Ch’iang Wei,’\nrepresenting cinnamon roses.",
        "“She too,” pondered Pao-yü, “must have been bent upon writing verses, or\nsupplying some line or other, and at the sight now of the flowers, the\nidea must have suggested itself to her mind. Or it may very likely be\nthat having spontaneously devised a couplet, she got suddenly elated and\nbegan, for fear it should slip from her memory, to trace it on the\nground so as to tone the rhythm. Yet there’s no saying. Let me see,\nhowever, what she’s going to write next.”",
        "While cogitating, he looked once more. Lo, the girl was still tracing.\nBut tracing up or tracing down, it was ever the character “Ch’iang.\"\nWhen he gazed again, it was still the self-same Ch’iang.",
        "The one inside the fence fell, in fact, from an early stage, into a\nfoolish mood, and no sooner was one ’Ch’iang,’ finished than she started\nwith another; so that she had already written several tens of them. The\none outside gazed and gazed, until he unwittingly also got into the same\nfoolish mood. Intent with his eyes upon following the movements of the\npin, in his mind, he communed thus with his own thoughts: “This girl\nmust, for a certainty, have something to say, or some unspeakable\nmomentous secret that she goes on like this. But if outwardly she\nbehaves in this wise, who knows what anguish she mayn’t suffer at heart?\nAnd yet, with a frame to all appearances so very delicate, how could she\never resist much inward anxiety! Woe is me that I’m unable to transfer\nsome part of her burden on to my own shoulders!”",
        "In midsummer, cloudy and bright weather are uncertain. A few specks of\nclouds suffice to bring about rain. Of a sudden, a cold blast swept by,\nand tossed about by the wind fell a shower of rain. Pao-yü perceived\nthat the water trickling down the girl’s head saturated her gauze attire\nin no time. “It’s pouring,” Pao-yü debated within himself, “and how can\na frame like hers resist the brunt of such a squall.” Unable therefore\nto restrain himself, he vehemently shouted: “Leave off writing! See,\nit’s pouring; you’re wet through!”",
        "The girl caught these words, and was frightened out of her wits. Raising\nher head, she at once descried some one or other standing beyond the\nflowers and calling out to her: “Leave off writing. It’s pouring!” But\nas Pao-yü was, firstly, of handsome appearance, and as secondly the\nluxuriant abundance of flowers and foliage screened with their boughs,\nthick-laden with leaves, the upper and lower part of his person, just\nleaving half of his countenance exposed to view, the maiden simply\njumped at the conclusion that he must be a servant girl, and never for a\nmoment dreamt that it might be Pao-yü. “Many thanks, sister, for\nrecalling me to my senses,” she consequently smiled. “Yet is there\nforsooth anything outside there to protect you from the rain?”",
        "This single remark proved sufficient to recall Pao-yü to himself. With\nan exclamation of “Ai-yah,” he at length became conscious that his whole\nbody was cold as ice. Then drooping his head, he realised that his own\nperson too was drenched. “This will never do,” he cried, and with one\nbreath he had to run back into the I Hung court. His mind, however,\ncontinued much exercised about the girl as she had nothing to shelter\nher from the rain.",
        "As the next day was the dragon-boat festival, Wen Kuan and the other\nsinging girls, twelve in all, were given a holiday, so they came into\nthe garden and amused themselves by roaming everywhere and anywhere. As\nluck would have it, the two girls Pao-Kuan, who filled the rôleof young men and Yü Kuan, who represented young women, were in the I\nHung court enjoying themselves with Hsi Jen, when rain set in and they\nwere prevented from going back, so in a body they stopped up the drain\nto allow the water to accumulate in the yard. Then catching those that\ncould be caught, and driving those that had to be driven, they laid hold\nof a few of the green-headed ducks, variegated marsh-birds and coloured\nmandarin-ducks, and tying their wings they let them loose in the court\nto disport themselves. Closing the court Hsi Jen and her playmates stood\ntogether under the verandah and enjoyed the fun. Pao-yü therefore found\nthe entrance shut. He gave a rap at the door. But as every one inside\nwas bent upon laughing, they naturally did not catch the sound; and it\nwas only after he had called and called, and made a noise by thumping at\nthe door, that they at last heard. Imagining, however, that Pao-yü could\nnot be coming back at that hour, Hsi Jen shouted laughing: “who’s it now\nknocking at the door? There’s no one to go and open.”",
        "“It’s I,” rejoined Pao-yü.",
        "“It’s Miss Pao-ch’ai’s tone of voice,” added She Yüeh.",
        "“Nonsense!” cried Ch’ing Wen. “What would Miss Pao-ch’ai come over to do\nat such an hour?”",
        "“Let me go,” chimed in Hsi Jen, “and see through the fissure in the\ndoor, and if we can open, we’ll open; for we mustn’t let her go back,\nwet through.”",
        "With these words, she came along the passage to the doorway. On looking\nout, she espied Pao-yü dripping like a chicken drenched with rain.",
        "Seeing him in this plight, Hsi Jen felt solicitous as well as amused.\nWith alacrity, she flung the door wide open, laughing so heartily that\nshe was doubled in two. “How could I ever have known,” she said,\nclapping her hands, “that you had returned, Sir! Yet how is it that\nyou’ve run back in this heavy rain?”",
        "Pao-yü had, however, been feeling in no happy frame of mind. He had\nfully resolved within himself to administer a few kicks to the person,\nwho came to open the door, so as soon as it was unbarred, he did not try\nto make sure who it was, but under the presumption that it was one of\nthe servant-girls, he raised his leg and give her a kick on the side.",
        "“Ai-yah!” ejaculated Hsi Jen.",
        "Pao-yü nevertheless went on to abuse. “You mean things!” he shouted.\n“It’s because I’ve always treated you so considerately that you don’t\nrespect me in the least! And you now go to the length of making a\nlaughing-stock of me!”",
        "As he spoke, he lowered his head. Then catching sight of Hsi Jen, in\ntears, he realised that he had kicked the wrong person. “Hallo!” he\nsaid, promptly smiling, “is it you who’ve come? Where did I kick you?”",
        "Hsi Jen had never, previous to this, received even a harsh word from\nhim. When therefore she on this occasion unexpectedly saw Pao-yü gave\nher a kick in a fit of anger and, what made it worse, in the presence of\nso many people, shame, resentment, and bodily pain overpowered her and\nshe did not, in fact, for a time know where to go and hide herself. She\nwas then about to give rein to her displeasure, but the reflection that\nPao-yü could not have kicked her intentionally obliged her to suppress\nher indignation. “Instead of kicking,” she remarked, “don’t you yet go\nand change your clothes?”",
        "Pao-yü walked into the room. As he did so, he smiled. “Up to the age\nI’ve reached,” he observed, “this is the first instance on which I’ve\never so thoroughly lost control over my temper as to strike any one;\nand, contrary to all my thoughts, it’s you that happened to come in my\nway?”",
        "Hsi Jen, while patiently enduring the pain, effected the necessary\nchange in his attire. “I’ve been here from the very first,” she\nsimultaneously added, smilingly, “so in all things, whether large or\nsmall, good or bad, it has naturally fallen to my share to bear the\nbrunt. But not to say another word about your assault on me, why,\nto-morrow you’ll indulge your hand and star-beating others!”",
        "“I did not strike you intentionally just now,” retorted Pao-yü.",
        "“Who ever said,” rejoined Hsi Jen, “that you did it intentionally! It\nhas ever been the duty of that tribe of servant-girls to open and shut\nthe doors, yet they’ve got into the way of being obstinate, and have\nlong ago become such an abomination that people’s teeth itch to revenge\nthemselves on them. They don’t know, besides, what fear means. So had\nyou first assured yourself that it was they and given them a kick, a\nlittle intimidating would have done them good. But I’m at the bottom of\nthe mischief that happened just now, for not calling those, upon whom it\ndevolves, to come and open for you.”",
        "During the course of their conversation, the rain ceased, and Pao Kuan\nand Yü Kuan had been able to take their leave. Hsi Jen, however,\nexperienced such intense pain in her side, and felt such inward\nvexation, that at supper she could not put a morsel of anything in her\nmouth. When in the evening, the time came for her to have her bath, she\ndiscovered, on divesting herself of her clothes, a bluish bruise on her\nside of the size of a saucer and she was very much frightened. But as\nshe could not very well say anything about it to any one, she presently\nretired to rest. But twitches of pain made her involuntarily moan in her\ndreams and groan in her sleep.",
        "Pao-yü did, it is true, not hurt her with any malice, but when he saw\nHsi Jen so listless and restless, and suddenly heard her groan in the\ncourse of the night, he realised how severely he must have kicked her.\nSo getting out of bed, he gently seized the lantern and came over to\nlook at her. But as soon as he reached the side of her bed, he perceived\nHsi Jen expectorate, with a retch, a whole mouthful of phlegm. “Oh me!\"\nshe gasped, as she opened her eyes. The presence of Pao-yü startled her\nout of her wits. “What are you up to?” she asked.",
        "“You groaned in your dreams,” answered Pao-yü, “so I must have kicked\nyou hard. Do let me see!”",
        "“My head feels giddy,” said Hsi Jen. “My throat foul and sweet; throw\nthe light on the floor!”",
        "At these words, Pao-yü actually raised the lantern. The moment he cast\nthe light below, he discerned a quantity of fresh blood on the floor.",
        "Pao-yü was seized with consternation. “Dreadful!” was all he could say.\nAt the sight of the blood, Hsi Jen’s heart too partly waxed cold.",
        "But, reader, the next chapter will reveal the sequel, if you really have\nany wish to know more about them.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}