{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXVIII.",
    "author": "Cao Xueqin",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "  Chiang Yü-han lovingly presents a rubia-scented silk sash.\n  Hsüeh Pao-ch’ai blushingly covers her musk-perfumed string of red\n      beads.",
        "Lin Tai-yü, the story goes, dwelt, after Ch’ing Wen’s refusal, the\nprevious night, to open the door, under the impression that the blame\nlay with Pao-yü. The following day, which by another remarkable\ncoincidence, happened to correspond with the season, when the god of\nflowers had to be feasted, her total ignorance of the true\ncircumstances, and her resentment, as yet unspent, aroused again in her\ndespondent thoughts, suggested by the decline of spring time. She\nconsequently gathered a quantity of faded flowers and fallen petals, and\nwent and interred them. Unable to check the emotion, caused by the decay\nof the flowers, she spontaneously recited, after giving way to several\nloud lamentations, those verses which Pao-yü, she little thought,\noverheard from his position on the mound. At first, he did no more than\nnod his head and heave sighs, full of feeling. But when subsequently his\near caught:",
        "  “Here I am fain these flowers to inter, but humankind will laugh me as\n      a fool;\n  Who knows who will, in years to come, commit me to my grave!\n  In a twinkle springtime draws to an end, and maidens wax in age.\n  Flowers fade and maidens die; and of either naught any more is known.”",
        "he unconsciously was so overpowered with grief that he threw himself on\nthe mound, bestrewing the whole ground with the fallen flowers he\ncarried in his coat, close to his chest. “When Tai-yü’s flowerlike\ncharms and moon-like beauty,” he reflected, “by and bye likewise reach a\ntime when they will vanish beyond any hope of recovery, won’t my heart\nbe lacerated and my feelings be mangled! And extending, since Tai-yü\nmust at length some day revert to a state when it will be difficult to\nfind her, this reasoning to other persons, like Pao-ch’ai, Hsiang Ling,\nHsi Jen and the other girls, they too are equally liable to attain a\nstate beyond the reach of human search. But when Pao-ch’ai and all the\nrest have ultimately reached that stage when no trace will be visible of\nthem, where shall I myself be then? And when my own human form will have\nvanished and gone, whither I know not yet, to what person, I wonder,\nwill this place, this garden and these plants, revert?”",
        "From one to a second, and from a second to a third, he thus pursued his\nreflections, backwards and forwards, until he really did not know how he\ncould best, at this time and at such a juncture, dispel his fit of\nanguish. His state is adequately described by:",
        "  The shadow of a flower cannot err from the flower itself to the left\n      or the right.\n  The song of birds can only penetrate into the ear from the east or the\n      west.",
        "Lin Tai-yü was herself a prey to emotion and agitation, when unawares\nsorrowful accents also struck her ear, from the direction of the mound.\n“Every one,” she cogitated, “laughs at me for labouring under a foolish\nmania, but is there likely another fool besides myself?” She then raised\nher head, and, casting a glance about her, she discovered that it was\nPao-yü. “Ts’ui!” eagerly cried Tai-yü, “I was wondering who it was; but\nis it truly this ruthless-hearted and short-lived fellow!”",
        "But the moment the two words “short-lived” dropped from her mouth, she\nsealed her lips; and, heaving a deep sigh, she turned herself round and\nhurriedly walked off.",
        "Pao-yü, meanwhile, remained for a time a prey to melancholy. But\nperceiving that Tai-yü had retired, he at once realised that she must\nhave caught sight of him and got out of his way; and, as his own company\nafforded him no pleasure, he shook the dust off his clothes, rose to his\nfeet and descending the hill, he started for the I Hung court by the\npath by which he had come. But he espied Tai-yü walking in advance of\nhim, and with rapid stride, he overtook her. “Stop a little!” he cried.\n“I know you don’t care a rap for me; but I’ll just make one single\nremark, and from this day forward we’ll part company.”",
        "Tai-yü looked round. Observing that it was Pao-yü, she was about to\nignore him; hearing him however mention that he had only one thing to\nsay, “Please tell me what it is,” she forthwith rejoined.",
        "Pao-yü smiled at her. “If I pass two remarks will you listen to me; yes\nor no?” he asked.",
        "At these words, Tai-yü twisted herself round and beat a retreat. Pao-yü\nhowever followed behind.",
        "“Since this is what we’ve come to now,” he sighed, “what was the use of\nwhat existed between us in days gone by?”",
        "As soon as Tai-yü heard his exclamation, she stopped short impulsively.\nTurning her face towards him, “what about days gone by,” she remarked,\n“and what about now?”",
        "“Ai!” ejaculated Pao-yü, “when you got here in days gone by, wasn’t I\nyour playmate in all your romps and in all your fun? My heart may have\nbeen set upon anything, but if you wanted it you could take it away at\nonce. I may have been fond of any eatable, but if I came to learn that\nyou too fancied it, I there and then put away what could be put away, in\na clean place, to wait, Miss, for your return. We had our meals at one\ntable; we slept in one and the same bed; whatever the servant-girls\ncould not remember, I reminded them of, for fear lest your temper, Miss,\nshould get ruffled. I flattered myself that cousins, who have grown up\ntogether from their infancy, as you and I have, would have continued,\nthrough intimacy or friendship, either would have done, in peace and\nharmony until the end, so as to make it palpable that we are above the\nrest. But, contrary to all my expectations, now that you, Miss, have\ndeveloped in body as well as in mind, you don’t take the least heed of\nme. You lay hold instead of some cousin Pao or cousin Feng or other from\nhere, there and everywhere and give them a place in your affections;\nwhile on the contrary you disregard me for three days at a stretch and\ndecline to see anything of me for four! I have besides no brother or\nsister of the same mother as myself. It’s true there are a couple of\nthem, but these, are you not forsooth aware, are by another mother! You\nand I are only children, so I ventured to hope that you would have\nreciprocated my feelings. But, who’d have thought it, I’ve simply thrown\naway this heart of mine, and here I am with plenty of woes to bear, but\nwith nowhere to go and utter them!”",
        "While expressing these sentiments, tears, unexpectedly, trickled from\nhis eyes.",
        "When Lin Tai-yü caught, with her ears, his protestations, and noticed\nwith her eyes his state of mind, she unconsciously experienced an inward\npang, and, much against her will, tears too besprinkled her cheeks; so,\ndrooping her head, she kept silent.",
        "Her manner did not escape Pao-yü’s notice. “I myself am aware,” he\nspeedily resumed, “that I’m worth nothing now; but, however imperfect I\nmay be, I could on no account presume to become guilty of any\nshortcoming with you cousin. Were I to ever commit the slightest fault,\nyour task should be either to tender me advice and warn me not to do it\nagain, or to blow me up a little, or give me a few whacks; and all this\nreproof I wouldn’t take amiss. But no one would have ever anticipated\nthat you wouldn’t bother your head in the least about me, and that you\nwould be the means of driving me to my wits’ ends, and so much out of my\nmind and off my head, as to be quite at a loss how to act for the best.\nIn fact, were death to come upon me, I would be a spirit driven to my\ngrave by grievances. However much exalted bonzes and eminent Taoist\npriests might do penance, they wouldn’t succeed in releasing my soul\nfrom suffering; for it would still be needful for you to clearly explain\nthe facts, so that I might at last be able to come to life.”",
        "After lending him a patient ear, Tai-yü suddenly banished from her\nmemory all recollection of the occurrences of the previous night. “Well,\nin that case,” she said, “why did you not let a servant-girl open the\ndoor when I came over?”",
        "This question took Pao-yü by surprise. “What prompts you to say this?\"\nhe exclaimed. “If I have done anything of the kind, may I die at once.”",
        "“Psha!” cried Tai-yü, “it’s not right that you-should recklessly broach\nthe subject of living or dying at this early morn! If you say yea, it’s\nyea; and nay, it’s nay; what use is there to utter such oaths!”",
        "“I didn’t really see you come over,” protested Pao-yü. “Cousin Pao-ch’ai\nit was, who came and sat for a while and then left.”",
        "After some reflection, Lin Tai-yü smiled. “Yes,” she observed, “your\nservant-girls must, I fancy, have been too lazy to budge, grumpy and in\na cross-grained mood; this is probable enough.”",
        "“This is, I feel sure, the reason,” answered Pao-yü, “so when I go back,\nI’ll find out who it was, call them to task and put things right.”",
        "“Those girls of yours;” continued Tai-yü, “should be given a lesson, but\nproperly speaking it isn’t for me to mention anything about it. Their\npresent insult to me is a mere trifle; but were to-morrow some Miss Pao\n(precious) or some Miss Pei (jewel) or other to come, and were she to be\nsubjected to insult, won’t it be a grave matter?”",
        "While she taunted him, she pressed her lips, and laughed sarcastically.",
        "Pao-yü heard her remarks and felt both disposed to gnash his teeth with\nrage, and to treat them as a joke; but in the midst of their colloquy,\nthey perceived a waiting-maid approach and invite them to have their\nmeal.",
        "Presently, the whole body of inmates crossed over to the front.",
        "“Miss,” inquired Madame Wang at the sight of Tai-yü, “have you taken any\nof Dr. Pao’s medicines? Do you feel any better?”",
        "“I simply feel so-so,” replied Lin Tai-yü, “but grandmother Chia\nrecommended me to go on taking Dr. Wang’s medicines.”",
        "“Mother,” Pao-yü interposed, “you’ve no idea that cousin Lin’s is an\ninternal derangement; it’s because she was born with a delicate physique\nthat she can’t stand the slightest cold. All she need do is to take a\ncouple of closes of some decoction to dispel the chill; yet it’s\npreferable that she should have medicine in pills.”",
        "“The other day,” said Madame Wang, “the doctor mentioned the name of\nsome pills, but I’ve forgotten what it is.”",
        "“I know something about pills,” put in Pao-yü; “he merely told her to\ntake some pills or other called ’ginseng as-a-restorative-of-the-system.’”",
        "“That isn’t it,” Madame Wang demurred.",
        "“The ’Eight-precious-wholesome-to-mother’ pills,” Pao-yü proceeded, “or\nthe ’Left-angelica’ or ’Right-angelica;’ if these also aren’t the ones,\nthey must be the ’Eight-flavour Rehmannia-glutinosa’ pills.”",
        "“None of these,” rejoined Madame Wang, “for I remember well that there\nwere the two words chin kang (guardians in Buddhistic temples).”",
        "“I’ve never before,” observed Pao-yü, clapping his hands, “heard of the\nexistence of chin kang pills; but in the event of there being any chin\nkang pills, there must, for a certainty, be such a thing as P’u Sa\n(Buddha) powder.”",
        "At this joke, every one in the whole room burst out laughing. Pao-ch’ai\ncompressed her lips and gave a smile. “It must, I’m inclined to think,\"\nshe suggested, “be the ’lord-of-heaven-strengthen-the-heart’ pills!”",
        "“Yes, that’s the name,” Madame Wang laughed, “why, now, I too have\nbecome muddle-headed.”",
        "“You’re not muddle-headed, mother,” said Pao-yü, “it’s the mention of\nChin kangs and Buddhas which confused you.”",
        "“Stuff and nonsense!” ejaculated Madame Wang. “What you want again is\nyour father to whip you!”",
        "“My father,” Pao-yü laughed, “wouldn’t whip me for a thing like this.”",
        "“Well, this being their name,” resumed Madame Wang, “you had better tell\nsome one to-morrow to buy you a few.”",
        "“All these drugs,” expostulated Pao-yü, “are of no earthly use. Were\nyou, mother, to give me three hundred and sixty taels, I’ll concoct a\nsupply of pills for my cousin, which I can certify will make her feel\nquite herself again before she has finished a single supply.”",
        "“What trash!” cried Madame Wang. “What kind of medicine is there so\ncostly!”",
        "“It’s a positive fact,” smiled Pao-yü. “This prescription of mine is\nunlike all others. Besides, the very names of those drugs are quaint,\nand couldn’t be enumerated in a moment; suffice it to mention the\nplacenta of the first child; three hundred and sixty ginseng roots,\nshaped like human beings and studded with leaves; four fat tortoises;\nfull-grown polygonum multiflorum; the core of the Pachyma cocos, found\non the roots of a fir tree of a thousand years old; and other such\nspecies of medicines. They’re not, I admit, out-of-the-way things; but\nthey are the most excellent among that whole crowd of medicines; and\nwere I to begin to give you a list of them, why, they’d take you all\nquite aback. The year before last, I at length let Hsüeh P’an have this\nrecipe, after he had made ever so many entreaties during one or two\nyears. When, however, he got the prescription, he had to search for\nanother two or three years and to spend over and above a thousand taels\nbefore he succeeded in having it prepared. If you don’t believe me,\nmother, you are at liberty to ask cousin Pao-ch’ai about it.”",
        "At the mention of her name, Pao-ch’ai laughingly waved her hand. “I know\nnothing about it,” she observed. “Nor have I heard anything about it, so\ndon’t tell your mother to ask me any questions.”",
        "“Really,” said Madame Wang smiling, “Pao-ch’ai is a good girl; she does\nnot tell lies.”",
        "Pao-yü was standing in the centre of the room. Upon hearing these words,\nhe turned round sharply and clapped his hands. “What I stated just now,\"\nhe explained, “was the truth; yet you maintain that it was all lies.”",
        "As he defended himself, he casually looked round, and caught sight of\nLin Tai-yü at the back of Pao-ch’ai laughing with tight-set lips, and\napplying her fingers to her face to put him to shame.",
        "But Lady Feng, who had been in the inner rooms overseeing the servants\nlaying the table, came out at once, as soon as she overheard the\nconversation. “Brother Pao tells no lies,” she smilingly chimed in,\n“this is really a fact. Some time ago cousin Hsüeh P’an came over in\nperson and asked me for pearls, and when I inquired of him what he\nwanted them for, he explained that they were intended to compound some\nmedicine with; adding, in an aggrieved way, that it would have been\nbetter hadn’t he taken it in hand for he never had any idea that it\nwould involve such a lot of trouble! When I questioned him what the\nmedicine was, he returned for answer that it was a prescription of\nbrother Pao’s; and he mentioned ever so many ingredients, which I don’t\neven remember. ’Under other circumstances,’ he went on to say, ’I would\nhave purchased a few pearls, but what are absolutely wanted are such\npearls as have been worn on the head; and that’s why I come to ask you,\ncousin, for some. If, cousin, you’ve got no broken ornaments at hand, in\nthe shape of flowers, why, those that you have on your head will do as\nwell; and by and bye I’ll choose a few good ones and give them to you,\nto wear.’ I had no other course therefore than to snap a couple of twigs\nfrom some flowers I have, made of pearls, and to let him take them away.\nOne also requires a piece of deep red gauze, three feet in length of the\nbest quality; and the pearls must be triturated to powder in a mortar.”",
        "After each sentence expressed by lady Feng, Pao-yü muttered an\ninvocation to Buddha. “The thing is as clear as sunlight now,” he\nremarked.",
        "The moment lady Feng had done speaking, Pao-yü put in his word.\n“Mother,” he added, “you should know that this is a mere makeshift, for\nreally, according to the letter of the prescription, these pearls and\nprecious stones should, properly speaking, consist of such as had been\nobtained from, some old grave and been worn as head-ornaments by some\nwealthy and honourable person of bygone days. But how could one go now\non this account and dig up graves, and open tombs! Hence it is that such\nas are simply in use among living persons can equally well be\nsubstituted.”",
        "“O-mi-to-fu!” exclaimed Madame Wang, after listening to him throughout.\n“That will never do, and what an arduous job to uselessly saddle one’s\nself with; for even though there be interred in some graves people,\nwho’ve been dead for several hundreds of years, it wouldn’t be a\npropitious thing were their corpses turned topsy-turvey now and the\nbones abstracted; just for the sake of preparing some medicine or\nother.”",
        "Pao-yü thereupon addressed himself to Tai-yü. “Have you heard what was\nsaid or not?” he asked. “And is there, pray, any likelihood that cousin\nSecunda would also follow in my lead and tell lies?”",
        "While saying this, his eyes were, albeit his face was turned towards Lin\nTai-yü, fixed upon Pao-ch’ai.",
        "Lin Tai-yü pulled Madame Wang. “You just listen to him, aunt,” she\nobserved. “All because cousin Pao-ch’ai would not accommodate him by\nlying, he appeals to me.”",
        "“Pao-yü has a great knack,” Madame Wang said, “of dealing contemptuously\nwith you, his cousin.”",
        "“Mother,” Pao-yü smilingly protested, “you are not aware how the case\nstands. When cousin Pao-ch’ai lived at home, she knew nothing whatever\nabout my elder cousin Hsüeh P’an’s affairs, and how much less now that\nshe has taken up her quarters inside the garden? She, of course, knows\nless than ever about them! Yet, cousin Lin just now stealthily treated\nmy statements as lies, and put me to the blush.”",
        "These words were still on his lips, when they perceived a waiting-maid,\nfrom dowager lady Chia’s apartments, come in quest of Pao-yü and Lin\nTai-yü to go and have their meal. Lin Tai-yü, however, did not even call\nPao-yü, but forthwith rising to her feet, she went along, dragging the\nwaiting-maid by the hand.",
        "“Let’s wait for master Secundus, Mr. Pao, to go along with us,” demurred\nthe girl.",
        "“He doesn’t want anything to eat,” Lin Tai-yü replied; “he won’t come\nwith us, so I’ll go ahead.” So saying she promptly left the room.",
        "“I’ll have my repast with my mother to-day,” Pao-yü said.",
        "“Not at all,” Madame Wang remarked, “not at all. I’m going to fast\nto-day, so it’s only right and proper that you should go and have your\nown.”",
        "“I’ll also fast with you then,” Pao-yü retorted.",
        "As he spoke, he called out to the servant to go back, and rushing up to\nthe table, he took a seat.",
        "Madame Wang faced Pao-ch’ai and her companions. “You, girls,” she\nobserved, “had better have your meal, and let him have his own way!”",
        "“It’s only right that you should go,” Pao-ch’ai smiled. “Whether you\nhave anything to eat or not, you should go over for a while to keep\ncompany to cousin Lin, as she will be quite distressed and out of\nspirits.”",
        "“Who cares about her!” Pao-yü rejoined, “she’ll get all right again\nafter a time.”",
        "Shortly, they finished their repast. But Pao-yü apprehended, in the\nfirst place, that his grandmother Chia, would be solicitous on his\naccount, and longed, in the second, to be with Lin Tai-yü, so he\nhurriedly asked for some tea to rinse his mouth with.",
        "“Cousin Secundus,” T’an Ch’un and Hsi Ch’un interposed with an ironic\nlaugh, “what’s the use of the hurry-scurry you’re in the whole day long!\nEven when you’re having your meals, or your tea, you’re in this sort of\nfussy helter-skelter!”",
        "“Make him hurry up and have his tea,” Pao-ch’ai chimed in smiling, “so\nthat he may go and look up his cousin Lin. He’ll be up to all kinds of\nmischief if you keep him here!”",
        "Pao-yü drank his tea. Then hastily leaving the apartment, he proceeded\nstraightway towards the eastern court. As luck would have it, the moment\nhe got near lady Feng’s court, he descried lady Feng standing at the\ngateway. While standing on the step, and picking her teeth with an\near-cleaner, she superintended about ten young servant-boys removing the\nflower-pots from place to place. As soon as she caught sight of Pao-yü\napproaching, she put on a smiling face. “You come quite opportunely,\"\nshe said; “walk in, walk in, and write a few characters for me.”",
        "Pao-yü had no option but to follow her in. When they reached the\ninterior of her rooms, lady Feng gave orders to a servant to fetch a\npen, inkslab and paper.",
        "“Forty rolls of deep red ornamented satin,” she began, addressing\nherself to Pao-yü, “forty rolls of satin with dragons; a hundred rolls\nof gauzes of every colour, of the finest quality; four gold\nnecklaces....”",
        "“What’s this?” Pao-yü shouted, “it is neither a bill; nor is it a list\nof presents, and in what style shall I write it?”",
        "Lady Feng remonstrated with him. “Just you go on writing,” she said,\n“for, in fact, as long as I can make out what it means, it’s all that is\nneeded.\"\n\r\nPao-yü at this response felt constrained to proceed with the writing.",
        "This over lady Feng put the paper by. As she did so, “I’ve still\nsomething more to tell you,” she smilingly pursued, “but I wonder\nwhether you will accede to it or not. There is in your rooms a\nservant-maid, Hsiao Hung by name, whom I would like to bring over into\nmy service, and I’ll select several girls to-morrow to wait on you; will\nthis do?”",
        "“The servants in my quarters,” answered Pao-yü, “muster a large crowd,\nso that, cousin, you are at perfect liberty to send for any one of them,\nwho might take your fancy; what’s the need therefore of asking me about\nit?”",
        "“If that be so,” continued lady Feng laughingly, “I’ll tell some one at\nonce to go and bring her over.”",
        "“Yes, she can go and fetch her,” acquiesced Pao-yü.",
        "While replying, he made an attempt to take his leave. “Come back,\"\nshouted lady Feng, “I’ve got something more to tell you.”",
        "“Our venerable senior has sent for me,” Pao-yü rejoined; “if you have\nanything to tell me you must wait till my return.”",
        "After this explanation, he there and then came over to his grandmother\nChia’s on this side, where he found that they had already got through\ntheir meal.",
        "“Have you had anything nice to eat with your mother?” old lady Chia\nasked.",
        "“There was really nothing nice,” Pao-yü smiled. “Yet I managed to have a\nbowl of rice more than usual.”",
        "“Where’s cousin Lin?” he then inquired.",
        "“She’s in the inner rooms,” answered his grandmother.",
        "Pao-yü stepped in. He caught sight of a waiting-maid, standing below,\nblowing into an iron, and two servant-girls seated on the stove-couch\nmaking a chalk line. Tai-yü with stooping head was cutting out something\nor other with a pair of scissors she held in her hand.",
        "Pao-yü advanced further in. “O! what’s this that you are up to!” he\nsmiled. “You have just had your rice and do you bob your head down in\nthis way! Why, in a short while you’ll be having a headache again!”",
        "Tai-yü, however, did not heed him in the least, but busied herself\ncutting out what she had to do.",
        "“The corner of that piece of satin is not yet right,” a servant-girl put\nin. “You had better iron it again!”",
        "Tai-yü threw down the scissors. “Why worry yourself about it?” she said;\n“it will get quite right after a time.”",
        "But while Pao-yü was listening to what was being said, and was inwardly\nfeeling in low spirits, he became aware that Pao-ch’ai, T’an Ch’un and\nthe other girls had also arrived. After a short chat with dowager lady\nChia, Pao-ch’ai likewise entered the apartment to find out what her\ncousin Lin was up to. The moment she espied Lin Tai-yü engaged in\ncutting out something: “You have,” she cried, “attained more skill than\never; for there you can even cut out clothes!”",
        "“This too,” laughed Tai-yü sarcastically, “is a mere falsehood, to\nhoodwink people with, nothing more.”",
        "“I’ll tell you a joke,” replied Pao-ch’ai smiling, “when I just now said\nthat I did not know anything about that medicine, cousin Pao-yü felt\ndispleased.” “Who cares!” shouted Lin Tai-yü. “He’ll get all right\nshortly.”",
        "“Our worthy grandmother wishes to play at dominoes,” Pao-yü thereupon\ninterposed directing his remarks to Pao-ch’ai; “and there’s no one there\nat present to have a game with her; so you’d better go and play with\nher.”",
        "“Have I come over now to play dominoes!” promptly smiled Pao-ch’ai when\nshe heard his suggestion. With this remark, she nevertheless at once\nquitted the room.",
        "“It would be well for you to go,” urged Lin Tai-yü, “for there’s a tiger\nin here; and, look out, he might eat you up.”",
        "As she spoke, she went on with her cutting.",
        "Pao-yü perceived how both she was to give him any of her attention, and\nhe had no alternative but to force a smile and to observe: “You should\nalso go for a stroll! It will be time enough by and bye to continue your\ncutting.”",
        "But Tai-yü would pay no heed whatever to him. Pao-yü addressed himself\ntherefore to the servant-girls. “Who has taught her how to cut out these\nthings?” he asked.",
        "“What does it matter who taught me how to cut?” Tai-yü vehemently\nexclaimed, when she realised that he was speaking to the maids. “It’s no\nbusiness of yours, Mr. Secundus.”",
        "Pao-yü was then about to say something in his defence when he saw a\nservant come in and report that there was some one outside who wished to\nsee him. At this announcement, Pao-yü betook himself with alacrity out\nof the room.",
        "“O-mi-to-fu!” observed Tai-yü, turning outwards, “it wouldn’t matter to\nyou if you found me dead on your return!”",
        "On his arrival outside, Pao-yü discovered Pei Ming. “You are invited,\"\nhe said, “to go to Mr. Feng’s house.”",
        "Upon hearing this message, Pao-yü knew well enough that it was about the\nproject mooted the previous day, and accordingly he told him to go and\nask for his clothes, while he himself wended his steps into the library.",
        "Pei Ming came forthwith to the second gate and waited for some one to\nappear. Seeing an old woman walk out, Pei Ming went up to her. “Our\nMaster Secundus, Mr. Pao,” he told her, “is in the study waiting for his\nout-door clothes; so do go in, worthy dame, and deliver the message.”",
        "“It would be better,” replied the old woman, “if you did not echo your\nmother’s absurdities! Our Master Secundus, Mr. Pao, now lives in the\ngarden, and all the servants, who attend on him, stay in the garden; and\ndo you again come and bring the message here?”",
        "At these words, Pei Ming smiled. “You’re quite right,” he rejoined, “in\nreproving me, for I’ve become quite idiotic.”",
        "So saying, he repaired with quick step to the second gate on the east\nside, where, by a lucky hit, the young servant-boys on duty, were\nkicking marbles on the raised road. Pei Ming explained to them the\nobject of his coming. A young boy thereupon ran in. After a long\ninterval, he, at length, made his appearance, holding, enfolded in his\narms, a bundle of clothes, which he handed to Pei Ming, who then\nreturned to the library. Pao-yü effected a change in his costume, and\ngiving directions to saddle his horse, he only took along with him the\nfour servant-boys, Pei Ming, Chu Lo, Shuang Jui and Shou Erh, and\nstarted on his way. He reached Feng Tzu-ying’s doorway by a short cut. A\nservant announced his arrival, and Feng Tzu-ying came out and ushered\nhim in. Here he discovered Hsüeh P’an, who had already been waiting a\nlong time, and several singing-boys besides; as well as Chiang Yü-han,\nwho played female roles, and Yün Erh, a courtesan in the Chin Hsiang\ncourt. The whole company exchanged salutations. They next had tea. “What\nyou said the other day,” smiled Pao-yü, raising his cup, “about good\nfortune coming out of evil fortune has preyed so much upon my mind, both\nby day and night, that the moment I received your summons I hurried to\ncome immediately.”",
        "“My worthy cousins,” rejoined Feng Tzu-ying smiling. “You’re all far too\ncredulous! It’s a mere hoax that I made use of the other day. For so\nmuch did I fear that you would be sure to refuse if I openly asked you\nto a drinking bout, that I thought it fit to say what I did. But your\nattendance to-day, so soon after my invitation, makes it clear, little\nthough one would have thought it, that you’ve all taken it as pure\ngospel truth.”",
        "This admission evoked laughter from the whole company. The wines were\nafterwards placed on the table, and they took the seats consistent with\ntheir grades. Feng Tzu-ying first and foremost called the singing-boys\nand offered them a drink. Next he told Yün Erh to also approach and have\na cup of wine.",
        "By the time, however, that Hsüeh P’an had had his third cup, he of a\nsudden lost control over his feelings, and clasping Yün Erh’s hand in\nhis: “Do sing me,” he smiled, “that novel ballad of your own\ncomposition; and I’ll drink a whole jar full. Eh, will you?”",
        "This appeal compelled Yün Erh to take up the guitar. She then sang:",
        "  Lovers have I two.\n  To set aside either I cannot bear.\n  When my heart longs for thee to come,\n  It also yearns for him.\n  Both are in form handsome and fair.\n  Their beauty to describe it would be hard.\n  Just think, last night, when at a silent hour, we met in secret, by\n      the trellis\n  frame laden with roses white,\n  One to his feelings stealthily was giving vent,\n  When lo, the other caught us in the act,\n  And laying hands on us; there we three stood like litigants before the\n      bar.\n  And I had, verily, no word in answer for myself to give.",
        "At the close of her song, she laughed. “Well now,” she cried, “down with\nthat whole jar!”",
        "“Why, it isn’t worth a jarful,” smiled Hsüeh P’an at these words.\n“Favour us with some other good song!”",
        "“Listen to what I have to suggest,” Pao-yü interposed, a smile on his\nlips. “If you go on drinking in this reckless manner, we will easily get\ndrunk and there will be no fun in it. I’ll take the lead and swallow a\nlarge cupful and put in force a new penalty; and any one of you who\ndoesn’t comply with it, will be mulcted in ten large cupfuls, in quick\nsuccession!”",
        "Speedily rising from the banquet, he poured the wine for the company.\nFeng Tzu-ying and the rest meanwhile exclaimed with one voice: “Quite\nright! quite right!”",
        "Pao-yü then lifted a large cup and drained it with one draught. “We will\nnow,” he proposed, “dilate on the four characters, ’sad, wounded, glad\nand joyful.’ But while discoursing about young ladies, we’ll have to\nillustrate the four states as well. At the end of this recitation, we’ll\nhave to drink the ’door cup’ over the wine, to sing an original and\nseasonable ballad, while over the heel taps, to make allusion to some\nobject on the table, and devise something with some old poetical lines\nor ancient scrolls, from the Four Books or the Five Classics, or with\nsome set phrases.”",
        "Hsüeh P’an gave him no time to finish. He was the first to stand up and\nprevent him from proceeding. “I won’t join you, so don’t count me; this\nis, in fact, done in order to play tricks upon me.”",
        "Yün Erh, however, also rose to her feet and shoved him down into his\nseat.",
        "“What are you in such a funk for?” she laughed. “You’re fortunate enough\nto be able to drink wine daily, and can’t you, forsooth, even come up to\nme? Yet I mean to recite, by and bye, my own share. If you say what’s\nright, well and good; if you don’t, you will simply have to swallow\nseveral cups of wine as a forfeit, and is it likely you’ll die from\ndrunkenness? Are you, pray, going now to disregard this rule and to\ndrink, instead, ten large cups; besides going down to pour the wine?”",
        "One and all clapped in applause. “Well said!” they shouted.",
        "After this, Hüeh P’an had no way out of it and felt compelled to resume\nhis seat.",
        "They then heard Pao-yü recite:",
        "  A girl is sad,\n  When her spring-time of life is far advanced and she still occupies a\n      vacant inner-room.\n  A girl feels wounded in her heart,\n  When she regrets having allowed her better half to go abroad and win a\n      marquisdom.\n  A girl is glad,\n  When looking in the mirror, at the time of her morning toilette, she\n      finds her colour fair.\n  A girl is joyful,\n  What time she sits on the frame of a gallows-swing, clad in a thin\n      spring gown.",
        "Having listened to him, “Capital!” one and all cried out in a chorus.\nHsüeh P’an alone raised his face, shook his head and remarked: “It isn’t\ngood, he must be fined.”",
        "“Why should he be fined?” demurred the party.",
        "“Because,” retorted Hsüeh P’an, “what he says is entirely unintelligible\nto me. So how can he not be fined?”",
        "Yün Erh gave him a pinch.–\"Just you quietly think of yours,” she\nlaughed; “for if by and bye you are not ready you’ll also have to bear a\nfine.”",
        "In due course Pao-yü took up the guitar. He was heard to sing:",
        "  “When mutual thoughts arise, tears, blood-stained, endless drop, like\n      lentiles sown broadcast.\n  In spring, in ceaseless bloom nourish willows and flowers around the\n      painted tower.\n  Inside the gauze-lattice peaceful sleep flies, when, after dark, come\n      wind and rain.\n  Both new-born sorrows and long-standing griefs cannot from memory ever\n      die!\n  E’en jade-fine rice, and gold-like drinks they make hard to go down;\n      they choke the throat.\n  The lass has not the heart to desist gazing in the glass at her wan\n      face.\n  Nothing can from that knitted brow of hers those frowns dispel;\n  For hard she finds it patient to abide till the clepsydra will have\n      run its course.\n  Alas! how fitly like the faint outline of a green hill which nought\n      can screen;\n  Or like a green-tinged stream, which ever ceaseless floweth onward far\n      and wide!”",
        "When the song drew to an end, his companions with one voice cried out:\n“Excellent!”",
        "Hsüeh P’an was the only one to find fault. “There’s no metre in them,\"\nhe said.",
        "Pao-yü quaffed the “opening cup,” then seizing a pear, he added:",
        "  “While the rain strikes the pear-blossom I firmly close the door,”",
        "and thus accomplished the requirements of the rule.",
        "Feng Tzu-ying’s turn came next.",
        "  “A maid is glad.”",
        "he commenced:",
        "  When at her first confinement she gives birth to twins, both sons.\n  A maid is joyful,\n  When on the sly she to the garden creeps crickets to catch.\n  A maid is sad,\n  When her husband some sickness gets and lies in a bad state.\n  A maiden is wounded at heart,\n  When a fierce wind blows down the tower, where she makes her toilette.",
        "Concluding this recitation, he raised the cup and sang:",
        "  “Thou art what one could aptly call a man.\n  But thou’rt endowed with somewhat too much heart!\n  How queer thou art, cross-grained and impish shrewd!\n  A spirit too, thou couldst not be more shrewd.\n  If all I say thou dost not think is true,\n  In secret just a minute search pursue;\n  For then thou’lt know if I love thee or not.”",
        "His song over, he drank the “opening cup” and then observed:",
        "  “The cock crows when the moon’s rays shine upon the thatchèd inn.”",
        "After his observance of the rule followed Yün Erh’s turn.",
        "  A girl is sad,",
        "Yün Erh began,",
        "  When she tries to divine on whom she will depend towards the end of\n      life.",
        "“My dear child!” laughingly exclaimed Hsüeh P’an, “your worthy Mr. Hsüeh\nstill lives, and why do you give way to fears?”",
        "“Don’t confuse her!” remonstrated every one of the party, “don’t muddle\nher!”",
        "  “A maiden is wounded at heart.”",
        "Yün Erh proceeded:",
        "  “When her mother beats and scolds her and never for an instant doth\n       desist.”",
        "“It was only the other day,” interposed Hsüeh P’an, “that I saw your\nmother and that I told her that I would not have her beat you.”",
        "“If you still go on babbling,” put in the company with one consent,\n“you’ll be fined ten cups.”",
        "Hsüeh P’an promptly administered himself a slap on the mouth. “How you\nlack the faculty of hearing!” he exclaimed. “You are not to say a word\nmore!”",
        "  “A girl is glad,”",
        "Yün Erh then resumed:",
        "  When her lover cannot brook to leave her and return home.\n  A maiden is joyful,\n  When hushing the pan-pipe and double pipe, a stringed instrument she\n      thrums.",
        "At the end of her effusion, she at once began to sing:",
        "  “T’is the third day of the third moon, the nutmegs bloom;\n  A maggot, lo, works hard to pierce into a flower;\n  But though it ceaseless bores it cannot penetrate.\n  So crouching on the buds, it swing-like rocks itself.\n  My precious pet, my own dear little darling,\n  If I don’t choose to open how can you steal in?”",
        "Finishing her song, she drank the “opening cup,” after which she added:\n“the delicate peach-blossom,” and thus complied with the exigencies of\nthe rule.",
        "Next came Hsüeh P’an. “Is it for me to speak now?” Hsüeh P’an asked.",
        "  “A maiden is sad...”",
        "But a long time elapsed after these words were uttered and yet nothing\nfurther was heard.",
        "“Sad for what?” Feng Tzu-ying laughingly asked. “Go on and tell us at\nonce!”",
        "Hsüeh P’an was much perplexed. His eyes rolled about like a bell.",
        "  “A girl is sad...”",
        "he hastily repeated. But here again he coughed twice before he\nproceeded.",
        "  “A girl is sad.”",
        "he said:",
        "  “When she marries a spouse who is a libertine.”",
        "This sentence so tickled the fancy of the company that they burst out\ninto a loud fit of laughter.",
        "“What amuses you so?” shouted Hsüeh P’an, “is it likely that what I say\nis not correct? If a girl marries a man, who chooses to forget all\nvirtue, how can she not feel sore at heart?”",
        "But so heartily did they all laugh that their bodies were bent in two.\n“What you say is quite right,” they eagerly replied. “So proceed at once\nwith the rest.”",
        "Hsüeh P’an thereupon stared with vacant gaze.",
        "  “A girl is grieved....”",
        "he added:",
        "But after these few words he once more could find nothing to say.",
        "“What is she grieved about?” they asked.",
        "  “When a huge monkey finds its way into the inner room.”",
        "Hsüeh P’an retorted.",
        "This reply set every one laughing. “He must be mulcted,” they cried, “he\nmust be mulcted. The first one could anyhow be overlooked; but this line\nis more unintelligible.”",
        "As they said this, they were about to pour the wine, when Pao-yü\nsmilingly interfered. “The rhyme is all right,” he observed.",
        "“The master of the rules,” Hsüeh P’an remarked, “approves it in every\nway, so what are you people fussing about?”",
        "Hearing this, the company eventually let the matter drop.",
        "“The two lines, that follow, are still more difficult,” suggested Yün\nErh with a smile, “so you had better let me recite for you.”",
        "“Fiddlesticks!” exclaimed Hsüeh P’an, “do you really fancy that I have\nno good ones! Just you listen to what I shall say.",
        " “A girl is glad,\n  When in the bridal room she lies, with flowery candles burning, and\n      she is loth to rise at morn.”",
        "This sentiment filled one and all with amazement. “How supremely\nexcellent this line is!” they ejaculated.",
        "  “A girl is joyful,”",
        "Hsüeh P’an resumed,",
        "  “During the consummation of wedlock.”",
        "Upon catching this remark, the party turned their heads away, and\nshouted: “Dreadful! Dreadful! But quick sing your song and have done.”",
        "Forthwith Hsüeh P’an sang:",
        "  “A mosquito buzzes heng, heng, heng!”",
        "Every one was taken by surprise. “What kind of song is this?” they\ninquired.",
        "But Hsüeh P’an went on singing:",
        "  “Two flies buzz weng, weng, weng.”",
        "“Enough,” shouted his companions, “that will do, that will do!”",
        "“Do you want to hear it or not?” asked Hsüeh P’an, “this is a new kind\nof song, called the ’Heng, heng air,’ but if you people are not disposed\nto listen, let me off also from saying what I have to say over the\nheel-taps and I won’t then sing.”",
        "“We’ll let you off! We’ll let you off,” answered one and all, “so don’t\nbe hindering others.”",
        "  “A maiden is sad,”",
        "Chiang Yü-han at once began,",
        "  When her husband leaves home and never does return.\n  A maiden is disconsolate,\n  When she has no money to go and buy some olea frangrans oil.\n  A maiden is glad,\n  When the wick of the lantern forms two heads like twin flowers on one\n      stem.\n  A maiden is joyful,\n  When true conjugal peace prevails between her and her mate.",
        "His recital over, he went on to sing:",
        "  “How I love thee with those seductive charms of thine, heaven-born!\n  In truth thou’rt like a living fairy from the azure skies!\n  The spring of life we now enjoy; we are yet young in years.\n  Our union is, indeed, a happy match!\n  But. lo! the milky way doth at its zenith soar;\n  Hark to the drums which beat around in the watch towers;\n  So raise the silver lamp and let us soft under the nuptial curtain\n      steal.”",
        "Finishing the song, he drank the “opening cup.” “I know,” he smiled,\n“few poetical quotations bearing on this sort of thing. By a stroke of\ngood fortune, however, I yesterday conned a pair of antithetical\nscrolls; of these I can only remember just one line, but lucky enough\nfor me the object it refers to figures as well on this festive board.”",
        "This said he forthwith drained the wine, and, picking up a bud of a\ndiminutive variety of olea fragrans, he recited:",
        "  “When the perfume of flowers wafts (hsi jen) itself into a man, he\n      knows the day is warm.”",
        "The company unanimously conceded that the rule had been adhered to. But\nHsüeh P’an once again jumped up. “It’s awful, awful!” he bawled out\nboisterously; “he should be fined, he should be made to pay a forfeit;\nthere’s no precious article whatever on this table; how is it then that\nyou introduce precious things?”",
        "“There was nothing about precious things!” Chiang Yü-han vehemently\nexplained.",
        "“What I are you still prevaricating?” Hsüeh P’an cried, “Well, repeat it\nagain!”",
        "Chiang Yü-han had no other course but to recite the line a second time.\n“Now is not Hsi Jen a precious thing?” Hsüeh P’an asked. “If she isn’t,\nwhat is she? And if you don’t believe me, you ask him about it,\"\npointing, at the conclusion of this remark, at Pao-yü.",
        "Pao-yü felt very uncomfortable. Rising to his feet, “Cousin,” he\nobserved, “you should be fined heavily.”",
        "“I should be! I should be!” Hsüeh P’an shouted, and saying this, he took\nup the wine and poured it down his throat with one gulp.",
        "Feng Tzu-ying, Chiang Yü-han and their companions thereupon asked him to\nexplain the allusion. Yün Erh readily told them, and Chiang Yü-han\nhastily got up and pleaded guilty.",
        "“Ignorance,” the party said with one consent, “does not amount to\nguilt.”",
        "But presently Pao-yü quitted the banquet to go and satisfy a natural\nwant and Chiang Yü-han followed him out. The two young fellows halted\nunder the eaves of the verandah, and Chiang Yü-han then recommenced to\nmake ample apologies. Pao-yü, however, was so attracted by his handsome\nand genial appearance, that he took quite a violent fancy to him; and\nsqueezing his hand in a firm grip. “If you have nothing to do,” he\nurged, “do let us go over to our place. I’ve got something more to ask\nyou. It’s this, there’s in your worthy company some one called Ch’i\nKuan, with a reputation extending at present throughout the world; but,\nunfortunately, I alone have not had the good luck of seeing him even\nonce.”",
        "“This is really,” rejoined Chiang Yü-han with a smile, “my own infant \nname.”",
        "This disclosure at once made Pao-yü quite exuberant, and stamping his\nfeet he smiled. “How lucky! I’m in luck’s way!” he exclaimed. “In very\ntruth your reputation is no idle report. But to-day is our first\nmeeting, and what shall I do?”",
        "After some thought, he produced a fan from his sleeve, and, unloosening\none of the jade pendants, he handed it to Ch’i Kuan. “This is a mere\ntrifle,” he said. “It does not deserve your acceptance, yet it will be a\nsmall souvenir of our acquaintance to-day.”",
        "Ch’i Kuan received it with a smile. “I do not deserve,” he replied,\n“such a present. How am I worthy of such an honour! But never mind, I’ve\nalso got about me here a strange thing, which I put on this morning; it\nis brand-new yet, and will, I hope, suffice to prove to you a little of\nthe feeling of esteem which I entertain for you.”",
        "With these protestations, he raised his garment, and, untying a deep red\nsash, with which his nether clothes were fastened, he presented it to\nPao-yü. “This sash,” he remarked, “is an article brought as tribute from\nthe Queen of the Hsi Hsiang Kingdom. If you attach this round you in\nsummer, your person will emit a fragrant perfume, and it will not\nperspire. It was given to me yesterday by the Prince of Pei Ching, and\nit is only to-day that I put it on. To any one else, I would certainly\nnot be willing to present it. But, Mr. Secundus, please do unfasten the\none you have on and give it to me to bind round me.”",
        "This proposal extremely delighted Pao-yü. With precipitate haste, he\naccepted his gift, and, undoing the dark brown sash he wore, he\nsurrendered it to Ch’i Kuan. But both had just had time to adjust their\nrespective sashes when they heard a loud voice say: “Oh! I’ve caught\nyou!” And they perceived Hsüeh P’an come out by leaps and bounds.\nClutching the two young fellows, “What do you,” he exclaimed, “leave\nyour wine for and withdraw from the banquet. Be quick and produce those\nthings, and let me see them!”",
        "“There’s nothing to see!” rejoined the two young fellows with one voice.",
        "Hsüeh P’an, however, would by no means fall in with their views. And it\nwas only Feng Tzu-ying, who made his appearance on the scene, who\nsucceeded in dissuading him. So resuming their seats, they drank until\ndark, when the company broke up.",
        "Pao-yü, on his return into the garden, loosened his clothes, and had\ntea. But Hsi Jen noticed that the pendant had disappeared from his fan\nand she inquired of him what had become of it.",
        "“I must have lost it this very moment,” Pao-yü replied.",
        "At bedtime, however, descrying a deep red sash, with spots like specks\nof blood, attached round his waist, Hsi Jen guessed more or less the\ntruth of what must have transpired. “As you have such a nice sash to\nfasten your trousers with,” Hsi Jen consequently said, “you’d better\nreturn that one of mine.”",
        "This reminder made the fact dawn upon Pao-yü that the sash had\noriginally been the property of Hsi Jen, and that he should by rights\nnot have parted with it; but however much he felt his conscience smitten\nby remorse, he failed to see how he could very well disclose the truth\nto her. He could therefore only put on a smiling expression and add,\n“I’ll give you another one instead.”",
        "Hsi Jen was prompted by his rejoinder to nod her head and sigh. “I felt\nsure;” she observed; “that you’d go again and do these things! Yet you\nshouldn’t take my belongings and bestow them on that low-bred sort of\npeople. Can it be that no consideration finds a place in your heart?”",
        "She then felt disposed to tender him a few more words of admonition, but\ndreading, on the other hand, lest she should, by irritating him, bring\nthe fumes of the wine to his head, she thought it best to also retire to\nbed.",
        "Nothing worth noticing occurred during that night. The next day, when\nshe woke up at the break of day, she heard Pao-yü call out laughingly:\n“Robbers have been here in the night; are you not aware of it? Just you\nlook at my trousers.”",
        "Hsi Jen lowered her head and looked. She saw at a glance that the sash,\nwhich Pao-yü had worn the previous day, was bound round her own waist,\nand she at once realised that Pao-yü must have effected the change\nduring the night; but promptly unbinding it, “I don’t care for such\nthings!” she cried, “quick, take it away!”",
        "At the sight of her manner, Pao-yü had to coax her with gentle terms.\nThis so disarmed Hsi Jen, that she felt under the necessity of putting\non the sash; but, subsequently when Pao-yü stepped out of the apartment,\nshe at last pulled it off, and, throwing it away in an empty box, she\nfound one of hers and fastened it round her waist.",
        "Pao-yü, however, did not in the least notice what she did, but inquired\nwhether anything had happened the day before.",
        "“Lady Secunda,” Hsi Jen explained, “dispatched some one and fetched\nHsiao Hung away. Her wish was to have waited for your return; but as I\nthought that it was of no consequence, I took upon myself to decide, and\nsent her off.”",
        "“That’s all right!” rejoined Pao-yü. “I knew all about it, there was no\nneed for her to wait.”",
        "“Yesterday,” resumed Hsi Jen, “the Imperial Consort deputed the Eunuch\nHsia to bring a hundred and twenty ounces of silver and to convey her\ncommands that from the first to the third, there should be offered, in\nthe Ch’ing Hsu temple, thanksgiving services to last for three days and\nthat theatrical performances should be given, and oblations presented:\nand to tell our senior master, Mr. Chia Chen, to take all the gentlemen,\nand go and burn incense and worship Buddha. Besides this, she also sent\npresents for the dragon festival.”",
        "Continuing, she bade a young servant-maid produce the presents, which\nhad been received the previous day. Then he saw two palace fans of the\nbest quality, two strings of musk-scented beads, two rolls of silk, as\nfine as the phoenix tail, and a superior mat worked with hibiscus. At\nthe sight of these things, Pao-yü was filled with immeasurable\npleasure, and he asked whether the articles brought to all the others\nwere similar to his.\r\n\r\n“The only things in excess of yours that our venerable mistress has,\"\nHsi Jen explained, “consist of a scented jade sceptre and a pillow made\nof agate. Those of your worthy father and mother, our master and\nmistress, and of your aunt exceed yours by a scented sceptre of jade.\nYours are the same as Miss Pao’s. Miss Lin’s are like those of Misses\nSecunda, Tertia and Quarta, who received nothing beyond a fan and\nseveral pearls and none of all the other things. As for our senior lady,\nMrs. Chia Chu, and lady Secunda, these two got each two rolls of gauze,\ntwo rolls of silk, two scented bags, and two sticks of medicine.”",
        "After listening to her enumeration, “What’s the reason of this?” he\nsmiled. “How is it that Miss Lin’s are not the same as mine, but that\nMiss Pao’s instead are like my own? May not the message have been\nwrongly delivered?”",
        "“When they were brought out of the palace yesterday,” Hsi Jen rejoined,\n“they were already divided in respective shares, and slips were also\nplaced on them, so that how could any mistake have been made? Yours were\namong those for our dowager lady’s apartments. When I went and fetched\nthem, her venerable ladyship said that I should tell you to go there\nto-morrow at the fifth watch to return thanks.",
        "“Of course, it’s my duty to go over,” Pao-yü cried at these words, but\nforthwith calling Tzu Chüan: “Take these to your Miss Lin,” he told her,\n“and say that I got them, yesterday, and that she is at liberty to keep\nout of them any that take her fancy.”",
        "Tzu Chüan expressed her obedience and took the things away. After a\nshort time she returned. “Miss Lin says,” she explained, “that she also\ngot some yesterday, and that you, Master Secundus, should keep yours.”",
        "Hearing this reply, Pao-yü quickly directed a servant to put them away.\nBut when he had washed his face and stepped out of doors, bent upon\ngoing to his grandmother’s on the other side, in order to pay his\nobeisance, he caught sight of Lin Tai-yü coming along towards him, from\nthe opposite direction. Pao-yü hurriedly walked up to her, “I told you,\"\nhe smiled, “to select those you liked from my things; how is it you\ndidn’t choose any?”",
        "Lin Tai-yü had long before banished from her recollection the incident\nof the previous day, which had made her angry with Pao-yü, and was only\nexercised about the occurrence of this present occasion. “I’m not gifted\nwith such extreme good fortune,” she consequently answered, “as to be\nable to accept them. I can’t compete with Miss Pao, in connection with\nwhom something or other about gold or about jade is mentioned. We are\nsimply beings connected with the vegetable kingdom.”",
        "The allusion to the two words “gold and jade,” aroused, of a sudden,\nmuch emotion in the heart of Pao-yü. “If beyond what people say about\ngold or jade,” he protested, “the idea of any such things ever crosses\nmy mind, may the heavens annihilate me, and may the earth extinguish me,\nand may I for ten thousand generations never assume human form!”",
        "These protestations convinced Lin Tai-yü that suspicion had been aroused\nin him. With all promptitude, she smiled and observed, “They’re all to\nno use! Why utter such oaths, when there’s no rhyme or reason! Who cares\nabout any gold or any jade of yours!”",
        "“It would be difficult for me to tell you, to your face, all the secrets\nof my heart,” Pao-yü resumed, “but by and bye you’ll surely come to know\nall about them! After the three–my old grandmother, my father and my\nmother–you, my cousin, hold the fourth place; and, if there be a\nfifth, I’m ready to swear another oath.”",
        "“You needn’t swear any more,” Lin Tai-yü replied, “I’m well aware that\nI, your younger cousin, have a place in your heart; but the thing is\nthat at the sight of your elder cousin, you at once forget all about\nyour younger cousin.”",
        "“This comes again from over-suspicion!” ejaculated Pao; “for I’m not at\nall disposed that way.”",
        "“Well,” resumed Lin Tai-yü, “why did you yesterday appeal to me when\nthat hussey Pao-ch’ai would not help you by telling a story? Had it been\nI, who had been guilty of any such thing, I don’t know what you wouldn’t\nhave done again.”",
        "But during their tête-a-tête, they espied Pao-ch’ai approach from\nthe opposite direction, so readily they beat a retreat. Pao-ch’ai had\ndistinctly caught sight of them, but pretending she had not seen them,\nshe trudged on her way, with lowered head, and repaired into Madame\nWang’s apartments. After a short stay, she came to this side to pay\ndowager lady Chia a visit. With her she also found Pao-yü.",
        "Pao-ch’ai ever made it a point to hold Pao-yü aloof as her mother had in\ndays gone by mentioned to Madame Wang and her other relatives that the\ngold locket had been the gift of a bonze, that she had to wait until\nsuch time as some suitor with jade turned up before she could be given\nin marriage, and other similar confidences. But on discovery the\nprevious day that Yüan Ch’un’s presents to her alone resembled those of\nPao-yü, she began to feel all the more embarrassed. Luckily, however,\nPao-yü was so entangled in Lin Tai-yü’s meshes and so absorbed in heart\nand mind with fond thoughts of his Lin Tai-yü that he did not pay the\nleast attention to this circumstance. But she unawares now heard Pao-yü\nremark with a smile: “Cousin Pao, let me see that string of scented\nbeads of yours!”",
        "By a strange coincidence, Pao-ch’ai wore the string of beads round her\nleft wrist so she had no alternative, when Pao-yü asked her for it, than\nto take it off. Pao-ch’ai, however, was naturally inclined to\nembonpoint, and it proved therefore no easy matter for her to get the\nbeads off; and while Pao-yü stood by watching her snow-white arm,\nfeelings of admiration were quickly stirred up in his heart. “Were this\narm attached to Miss Lin’s person,” he secretly pondered, “I might,\npossibly have been able to caress it! But it is, as it happens, part and\nparcel of her body; how I really do deplore this lack of good fortune.”",
        "Suddenly he bethought himself of the secret of gold and jade, and he\nagain scanned Pao-ch’ai’s appearance. At the sight of her countenance,\nresembling a silver bowl, her eyes limpid like water and almond-like in\nshape, her lips crimson, though not rouged, her eyebrows jet-black,\nthough not pencilled, also of that fascination and grace which presented\nsuch a contrast to Lin Tai-yü’s style of beauty, he could not refrain\nfrom falling into such a stupid reverie, that though Pao-ch’ai had got\nthe string of beads off her wrist, and was handing them to him, he\nforgot all about them and made no effort to take them. Pao-ch’ai\nrealised that he was plunged in abstraction, and conscious of the\nawkward position in which she was placed, she put down the string of\nbeads, and turning round was on the point of betaking herself away, when\nshe perceived Lin Tai-yü, standing on the door-step, laughing\nsignificantly while biting a handkerchief she held in her mouth. “You\ncan’t resist,” Pao-ch’ai said, “a single puff of wind; and why do you\nstand there and expose yourself to the very teeth of it?”",
        "“Wasn’t I inside the room?” rejoined Lin Tai-yü, with a cynical smile.\n“But I came out to have a look as I heard a shriek in the heavens; it\nturned out, in fact, to be a stupid wild goose!”",
        "“A stupid wild goose!” repeated Pao-ch’ai. “Where is it, let me also see\nit!”",
        "“As soon as I got out,” answered Lin Tai-yü, “it flew away with a\n’t’e-rh’ sort of noise.”",
        "While replying, she threw the handkerchief, she was holding, straight\ninto Pao-yü’s face. Pao-yü was quite taken by surprise. He was hit on\nthe eye. “Ai-yah!” he exclaimed.",
        "But, reader, do you want to hear the sequel? In that case, listen to the\ncircumstances, which will be disclosed in the next chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}