{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXVII",
    "author": "Cao Xueqin",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "  In the Ti Ts’ui pavilion, Pao-ch’ai diverts herself with the\n      multi-coloured butterflies.\n  Over the mound, where the flowers had been interred, Tai-yü bewails\n      their withered bloom.",
        "Lin Tai-yü, we must explain in taking up the thread of our narrative,\nwas disconsolately bathed in tears, when her ear was suddenly attracted\nby the creak of the court gate, and her eyes by the appearance of\nPao-ch’ai beyond the threshold. Pao-yü, Hsi Jen and a whole posse of\ninmates then walked out. She felt inclined to go up to Pao-yü and ask\nhim a question; but dreading that if she made any inquiries in the\npresence of such a company, Pao-yü would be put to the blush and placed\nin an awkward position, she slipped aside and allowed Pao-ch’ai to\nprosecute her way. And it was only after Pao-yü and the rest of the\nparty had entered and closed the gate behind them that she at last\nissued from her retreat. Then fixing her gaze steadfastly on the\ngateway, she dropped a few tears. But inwardly conscious of their utter\nfutility she retraced her footsteps and wended her way back into her\napartment. And with heavy heart and despondent spirits, she divested\nherself of the remainder of her habiliments.",
        "Tzu Chüan and Hsüeh Yen were well aware, from the experience they had\nreaped in past days, that Lin Tai-yü was, in the absence of anything to\noccupy her mind, prone to sit and mope, and that if she did not frown\nher eyebrows, she anyway heaved deep sighs; but they were quite at a\nloss to divine why she was, with no rhyme or reason, ever so ready to\nindulge, to herself, in inexhaustible gushes of tears. At first, there\nwere such as still endeavoured to afford her solace; or who, suspecting\nlest she brooded over the memory of her father and mother, felt\nhome-sick, or aggrieved, through some offence given her, tried by every\npersuasion to console and cheer her; but, as contrary to all\nexpectations, she subsequently persisted time and again in this dull\nmood, through each succeeding month and year, people got accustomed to\nher eccentricities and did not extend to her the least sympathy. Hence\nit was that no one (on this occasion) troubled her mind about her, but\nletting her sit and sulk to her heart’s content, they one and all turned\nin and went to sleep.",
        "Lin Tai-yü leaned against the railing of the bed, clasping her knees\nwith both hands, her eyes suffused with tears. She looked, in very\ntruth, like a carved wooden image or one fashioned of mud. There she sat\nstraight up to the second watch, even later, when she eventually fell\nasleep.",
        "The whole night nothing remarkable transpired. The morrow was the 26th\nday of the fourth moon. Indeed on this day, at one p.m., commenced the\nseason of the ’Sprouting seeds,’ and, according to an old custom, on the\nday on which this feast of ’Sprouting seeds’ fell, every one had to lay\nall kinds of offerings and sacrificial viands on the altar of the god of\nflowers. Soon after the expiry of this season of ’Sprouting seeds’\nfollows summertide, and us plants in general then wither and the god of\nflowers resigns his throne, it is compulsory to feast him at some\nentertainment, previous to his departure.",
        "In the ladies’ apartments this custom was observed with still more\nrigour; and, for this reason, the various inmates Of the park of Broad\nVista had, without a single exception, got up at an early hour. The\nyoung people either twisted flowers and willow twigs in such a way as to\nrepresent chairs and horses, or made tufted banners with damask,\nbrocaded gauze and silk, and bound them with variegated threads. These\narticles of decoration were alike attached on every tree and plant; and\nthroughout the whole expanse of the park, embroidered sashes waved to\nand fro, and ornamented branches nodded their heads about. In addition\nto this, the members of the family were clad in such fineries that they\nput the peach tree to shame, made the almond yield the palm, the swallow\nenvious and the hawk to blush. We could not therefore exhaustively\ndescribe them within our limited space of time.",
        "Pao-ch’ai, Ying Ch’un, T’an Ch’un, Hsi Ch’un, Li Wan, lady Feng and\nother girls, as well as Ta Chieh Erh, Hsiang Ling and the waiting-maids\nwere, one and all, we will now notice, in the garden enjoying\nthemselves; the only person who could not be seen was Lin Tai-yü.",
        "“How is it,” consequently inquired Ying Ch’un, “that I don’t see cousin\nLiu? What a lazy girl! Is she forsooth fast asleep even at this late\nhour of the day?”",
        "“Wait all of you here,” rejoined Pao-ch’ai, “and I’ll go and shake her\nup and bring her.”",
        "With these words, she speedily left her companions and repaired\nstraightway into the Hsiao Hsiang lodge.",
        "While she was going on her errand, she met Wen Kuan and the rest of the\ngirls, twelve in all, on their way to seek the party. Drawing near, they\ninquired after her health. After exchanging a few commonplace remarks,\nPao-ch’ai turned round and pointing, said: “you will find them all in\nthere; you had better go and join them. As for me, I’m going to fetch\nMiss Lin, but I’ll be back soon.”",
        "Saying this, she followed the winding path, and came to the Hsiao Hsiang\nlodge. Upon suddenly raising her eyes, she saw Pao-yü walk in. Pao-ch’ai\nimmediately halted, and, lowering her head, she gave way to meditation\nfor a time. “Pao-yü and Lin Tai-yü,” she reflected, “have grown up\ntogether from their very infancy. But cousins, though they be, there are\nmany instances in which they cannot evade suspicion, for they joke\nwithout heeding propriety; and at one time they are friends and at\nanother at daggers drawn. Tai-yü has, moreover, always been full of\nenvy; and has ever displayed a peevish disposition, so were I to follow\nhim in at this juncture, why, Pao-yü would, in the first place, not feel\nat ease, and, in the second, Tai-yü would give way to jealousy. Better\ntherefore for me to turn back.”",
        "At the close of this train of thought, she retraced her steps. But just\nas she was starting to join her other cousins, she unexpectedly\ndescried, ahead of her, a pair of jade-coloured butterflies, of the size\nof a circular fan. Now they soared high, now they made a swoop down, in\ntheir flight against the breeze; much to her amusement.",
        "Pao-ch’ai felt a wish to catch them for mere fun’s sake, so producing a\nfan from inside her sleeve, she descended on to the turfed ground to\nflap them with it. The two butterflies suddenly were seen to rise;\nsuddenly to drop: sometimes to come; at others to go. Just as they were\non the point of flying across the stream to the other side, the\nenticement proved too much for Pao-ch’ai, and she pursued them on tiptoe\nstraight up to the Ti Ts’ui pavilion, nestling on the bank of the pond;\nwhile fragrant perspiration dripped drop by drop, and her sweet breath\npanted gently. But Pao-ch’ai abandoned the idea of catching them, and\nwas about to beat a retreat, when all at once she overheard, in the\npavilion, the chatter of people engaged in conversation.",
        "This pavilion had, it must be added, a verandah and zig-zag balustrades\nrunning all round. It was erected over the water, in the centre of a\npond, and had on the four sides window-frames of carved wood work, stuck\nwith paper. So when Pao-ch’ai caught, from without the pavilion, the\nsound of voices, she at once stood still and lent an attentive ear to\nwhat was being said.",
        "“Look at this handkerchief,” she overheard. “If it’s really the one\nyou’ve lost, well then keep it; but if it isn’t you must return it to\nMr. Yün.”",
        "“To be sure it is my own,” another party observed, “bring it along and\ngive it to me.”",
        "“What reward will you give me?” she further heard. “Is it likely that\nI’ve searched all for nothing!”",
        "“I’ve long ago promised to recompense you, and of course I won’t play\nyou false,” some one again rejoined.",
        "“I found it and brought it round,” also reached her ear, “and you\nnaturally will recompense me; but won’t you give anything to the person\nwho picked it up?”",
        "“Don’t talk nonsense,” the other party added, “he belongs to a family of\ngentlemen, and anything of ours he may pick up it’s his bounden duty to\nrestore to us. What reward could you have me give him?”",
        "“If you don’t reward him,” she heard some one continue, “what will I be\nable to tell him? Besides, he enjoined me time after time that if there\nwas to be no recompense, I was not to give it to you.”",
        "A short pause ensued. “Never mind!” then came out again to her, “take\nthis thing of mine and present it to him and have done! But do you mean\nto let the cat out of the bag with any one else? You should take some\noath.”",
        "“If I tell any one,” she likewise overheard, “may an ulcer grow on my\nmouth, and may I, in course of time, die an unnatural death!”",
        "“Ai-ya!” was the reply she heard; “our minds are merely bent upon\ntalking, but some one might come and quietly listen from outside;\nwouldn’t it be as well to push all the venetians open. Any one seeing us\nin here will then imagine that we are simply chatting about nonsense.\nBesides, should they approach, we shall be able to observe them, and at\nonce stop our conversation!”",
        "Pao-ch’ai listened to these words from outside, with a heart full of\nastonishment. “How can one wonder,” she argued mentally, “if all those\nlewd and dishonest people, who have lived from olden times to the\npresent, have devised such thorough artifices! But were they now to open\nand see me here, won’t they feel ashamed. Moreover, the voice in which\nthose remarks were uttered resembles very much that of Hung Erh,\nattached to Pao-yü’s rooms, who has all along shown a sharp eye and a\nshrewd mind. She’s an artful and perverse thing of the first class! And\nas I have now overheard her peccadilloes, and a person in despair rebels\nas sure as a dog in distress jumps over the wall, not only will trouble\narise, but I too shall derive no benefit. It would be better at present\ntherefore for me to lose no time in retiring. But as I fear I mayn’t be\nin time to get out of the way, the only alternative for me is to make\nuse of some art like that of the cicada, which can divest itself of its\nexuviae.”",
        "She had scarcely brought her reflections to a close before a sound of\n’ko-chih’ reached her ears. Pao-ch’ai purposely hastened to tread with\nheavy step. “P’in Erh, I see where you’re hiding!” she cried out\nlaughingly; and as she shouted, she pretended to be running ahead in\npursuit of her.",
        "As soon as Hsiao Hung and Chui Erh pushed the windows open from inside\nthe pavilion, they heard Pao-ch’ai screaming, while rushing forward; and\nboth fell into a state of trepidation from the fright they sustained.",
        "Pao-ch’ai turned round and faced them. “Where have you been hiding Miss\nLin?” she smiled.",
        "“Who has seen anything of Miss Lin,” retorted Chui Erh.",
        "“I was just now,” proceeded Pao-ch’ai, “on that side of the pool, and\ndiscerned Miss Lin squatting down over there and playing with the water.\nI meant to have gently given her a start, but scarcely had I walked up\nto her, when she saw me, and, with a detour towards the East, she\nat once vanished from sight. So mayn’t she be concealing herself in\nthere?”",
        "As she spoke, she designedly stepped in and searched about for her. This\nover, she betook herself away, adding: “she’s certain to have got again\ninto that cave in the hill, and come across a snake, which must have\nbitten her and put an end to her.”",
        "So saying, she distanced them, feeling again very much amused. “I have\nmanaged,” she thought, “to ward off this piece of business, but I wonder\nwhat those two think about it.”",
        "Hsiao Hung, who would have anticipated, readily credited as gospel the\nremarks she heard Pao-ch’ai make. But allowing just time enough to\nPao-ch’ai to got to a certain distance, she instantly drew Chui Erh to\nher. “Dreadful!” she observed, “Miss Lin was squatting in here and must\nfor a certainty have overheard what we said before she left.”",
        "Albeit Chui Erh listened to her words, she kept her own counsel for a\nlong time. “What’s to be done?” Hsiao Hung consequently exclaimed.",
        "“Even supposing she did overhear what we said,” rejoined Chui Erh by way\nof answer, “why should she meddle in what does not concern her? Every\none should mind her own business.”",
        "“Had it been Miss Pao, it would not have mattered,” remarked Hsiao Hung,\n“but Miss Lin delights in telling mean things of people and is, besides,\nso petty-minded. Should she have heard and anything perchance comes to\nlight, what will we do?”",
        "During their colloquy, they noticed Wen Kuan, Hsiang Ling, Ssu Ch’i,\nShih Shu and the other girls enter the pavilion, so they were compelled\nto drop the conversation and to play and laugh with them. They then\nespied lady Feng standing on the top of the hillock, waving her hand,\nbeckoning to Hsiao Hung. Hurriedly therefore leaving the company, she\nran up to lady Feng and with smile heaped upon smile, “my lady,” she\ninquired, “what is it that you want?”",
        "Lady Feng scrutinised her for a time. Observing how spruce and pretty\nshe was in looks, and how genial in her speech, she felt prompted to\ngive her a smile. “My own waiting-maid,” she said, “hasn’t followed me\nin here to-day; and as I’ve just this moment bethought myself of\nsomething and would like to send some one on an errand, I wonder whether\nyou’re fit to undertake the charge and deliver a message faithfully.”",
        "“Don’t hesitate in entrusting me with any message you may have to send,\"\nreplied Hsiao Hung with a laugh. “I’ll readily go and deliver it. Should\nI not do so faithfully, and blunder in fulfilling your business, my\nlady, you may visit me with any punishment your ladyship may please, and\nI’ll have nothing to say.”",
        "“What young lady’s servant are you,” smiled lady Feng? “Tell me, so that\nwhen she comes back, after I’ve sent you out, and looks for you, I may\nbe able to tell her about you.”",
        "“I’m attached to our Master Secundus,’ Mr. Pao’s rooms,” answered Hsiao\nHung.",
        "“Ai-ya!” ejaculated lady Feng, as soon as she heard these words. “Are\nyou really in Pao-yü’s rooms! How strange! Yet it comes to the same\nthing. Well, if he asks for you, I’ll tell him where you are. Go now to\nour house and tell your sister P’ing that she’ll find on the table in\nthe outer apartment and under the stand with the plate from the Ju kiln,\na bundle of silver; that it contains the one hundred and twenty taels\nfor the embroiderers’ wages; and that when Chang Ts’ai’s wife comes, the\nmoney should be handed to her to take away, after having been weighed in\nher presence and been given to her to tally. Another thing too I want.\nIn the inner apartment and at the head of the bed you’ll find a small\npurse, bring it along to me.”",
        "Hsiao Hung listened to her orders and then started to carry them out. On\nher return, in a short while, she discovered that lady Feng was not on\nthe hillock. But perceiving Ssu Ch’i egress from the cave and stand\nstill to tie her petticoat, she walked up to her. “Sister, do you know\nwhere our lady Secunda is gone to?” she asked.",
        "“I didn’t notice,” rejoined Ssu Ch’i.",
        "At this reply, Hsiao Hung turned round and cast a glance on all four\nquarters. Seeing T’an Ch’un and Pao-ch’ai standing by the bank of the\npond on the opposite side and looking at the fish, Hsiao Hung advanced\nup to them. “Young ladies,” she said, straining a smile, “do you\nperchance have any idea where our lady Secunda is gone to now?”",
        "“Go into your senior lady’s court and look for her!” T’an Ch’un\nanswered.",
        "Hearing this, Hsiao Hung was proceeding immediately towards the Tao\nHsiang village, when she caught sight, just ahead of her, of Ch’ing Wen,\nCh’i Hsia, Pi Hen, Ch’iu Wen, She Yüeh, Shih Shu, Ju Hua, Ying Erh and\nsome other girls coming towards her in a group.",
        "The moment Ch’ing Wen saw Hsiao Hung, she called out to her. “Are you\ngone clean off your head?” she exclaimed. “You don’t water the flowers,\nnor feed the birds or prepare the tea stove, but gad about outside!”",
        "“Yesterday,” replied Hsiao Hung, “Mr. Secundus told me that there was no\nneed for me to water the flowers to-day; that it was enough if they were\nwatered every other day. As for the birds, you’re still in the arms of\nMorpheus, sister, when I give them their food.”",
        "“And what about the tea-stove?” interposed Pi Hen.",
        "“To-day,” retorted Hsiao Hung, “is not my turn on duty, so don’t ask me\nwhether there be any tea or not!”",
        "“Do you listen to that mouth of hers!” cried Ch’i Hsia, “but don’t you\ngirls speak to her; let her stroll about and have done!”",
        "“You’d better all go and ask whether I’ve been gadding about or not,\"\ncontinued Hsiao Hung. “Our lady Secunda has just bidden me go and\ndeliver a message, and fetch something.”",
        "Saying this, she raised the purse and let them see it; and they, finding\nthey could hit upon nothing more to taunt her with, trudged along\nonwards.",
        "Ch’ing Wen smiled a sarcastic smile. “How funny!” she cried. “Lo, she\nclimbs up a high branch and doesn’t condescend to look at any one of us!\nAll she told her must have been just some word or two, who knows! But is\nit likely that our lady has the least notion of her name or surname that\nshe rides such a high horse, and behaves in this manner! What credit is\nit in having been sent on a trifling errand like this! Will we, by and\nbye, pray, hear anything more about you? If you’ve got any gumption,\nyou’d better skedaddle out of this garden this very day. For, mind, it’s\nonly if you manage to hold your lofty perch for any length of time that\nyou can be thought something of!”",
        "As she derided her, she continued on her way.",
        "During this while, Hsiao Hung listened to her, but as she did not find\nit a suitable moment to retaliate, she felt constrained to suppress her\nresentment and go in search of lady Feng.",
        "On her arrival at widow Li’s quarters, she, in point of fact, discovered\nlady Feng seated inside with her having a chat. Hsiao Hung approached\nher and made her report. “Sister P’ing says,” she observed, “that as\nsoon as your ladyship left the house, she put the money by, and that\nwhen Chang Ts’ai’s wife went in a little time to fetch it, she had it\nweighed in her presence, after which she gave it to her to take away.”",
        "With these words, she produced the purse and presented it to her.\n“Sister P’ing bade me come and tell your ladyship,” she added,\ncontinuing, “that Wang Erh came just now to crave your orders, as to who\nare the parties from whom he has to go and (collect interest on money\ndue) and sister P’ing explained to him what your wishes were and sent\nhim off.”",
        "“How could she tell him where I wanted him to go?” Lady Feng laughed.",
        "“Sister P’ing says,” Hsiao Hung proceeded, “that our lady presents her\ncompliments to your ladyship (widow Li) here-(_To lady Feng_) that\nour master Secundus has in fact not come home, and that albeit a delay\nof (a day) or two will take place (in the collection of the money), your\nladyship should, she begs, set your mind at ease. (_To Li Wan_).\nThat when lady Quinta is somewhat better, our lady will let lady Quinta\nknow and come along with her to see your ladyship. (_To lady\nFeng_). That lady Quinta sent a servant the day before yesterday to\ncome over and say that our lady, your worthy maternal aunt, had\ndespatched a letter to inquire after your ladyship’s health; that she\nalso wished to ask you, my lady, her worthy niece in here, for a couple\nof ’long-life-great-efficacy-full-of-every-virtue’ pills; and that if\nyou have any, they should, when our lady bids a servant come over, be\nsimply given her to bring to our lady here, and that any one bound\nto-morrow for that side could then deliver them on her way to her\nladyship, your aunt yonder, to take along with her.”",
        "“Ai-yo-yo!” exclaimed widow Li, before the close of the message. “It’s\nimpossible for me to make out what you’re driving at! What a heap of\nladyships and misters!”",
        "“It’s not to be wondered at that you can’t make them out,” interposed\nlady Feng laughing. “Why, her remarks refer to four or five distinct\nfamilies.”",
        "While speaking, she again faced Hsiao Hung. “My dear girl,” she smiled,\n“what a trouble you’ve been put to! But you speak decently, and unlike\nthe others who keep on buzz-buzz-buzz, like mosquitoes! You’re not\naware, sister-in-law, that I actually dread uttering a word to any of\nthe girls outside the few servant-girls and matrons in my own immediate\nservice; for they invariably spin out, what could be condensed in a\nsingle phrase, into a long interminable yarn, and they munch and chew\ntheir words; and sticking to a peculiar drawl, they groan and moan; so\nmuch so, that they exasperate me till I fly into a regular rage. Yet how\nare they to know that our P’ing Erh too was once like them. But when I\nasked her: ’must you forsooth imitate the humming of a mosquito, in\norder to be accounted a handsome girl?’ and spoke to her, on several\r\noccasions, she at length improved considerably.”",
        "“What a good thing it would be,” laughed Li Kung-ts’ai, “if they could\nall be as smart as you are.”",
        "“This girl is first-rate!” rejoined lady Feng, “she just now delivered\ntwo messages. They didn’t, I admit, amount to much, yet to listen to\nher, she spoke to the point.”",
        "“To-morrow,” she continued, addressing herself to Hsiao Hung smilingly,\n“come and wait on me, and I’ll acknowledge you as my daughter; and the\nmoment you come under my control, you’ll readily improve.”",
        "At this news, Hsiao Hung spurted out laughing aloud.",
        "“What are you laughing for?” Lady Feng inquired. “You must say to\nyourself that I am young in years and that how much older can I be than\nyourself to become your mother; but are you under the influence of a\nspring dream? Go and ask all those people older than yourself. They\nwould be only too ready to call me mother. But snapping my fingers at\nthem, I to-day exalt you.”",
        "“I wasn’t laughing about that,” Hsiao Hung answered with a smiling face.\n“I was amused by the mistake your ladyship made about our generations.\nWhy, my mother claims to be your daughter, my lady, and are you now\ngoing to recognise me too as your daughter?”",
        "“Who’s your mother?” Lady Feng exclaimed.",
        "“Don’t you actually know her?” put in Li Kung-ts’ai with a smile. “She’s\nLin Chih-hsiao’s child.”",
        "This disclosure greatly surprised lady Feng. “What!” she consequently\ncried, “is she really his daughter?”",
        "“Why Lin Chih-hsiao and his wife,” she resumed smilingly, “couldn’t\neither of them utter a sound if even they were pricked with an awl.\nI’ve always maintained that they’re a well-suited couple; as the one is\nas deaf as a post, and the other as dumb as a mute. But who would ever\nhave expected them to have such a clever girl! By how much are you in\nyour teens?”",
        "“I’m seventeen,” replied Hsia Hung.",
        "“What is your name?” she went on to ask.",
        "“My name was once Hung Yü.” Hsiao Hung rejoined. “But as it was a\nduplicate of that of Master Secundus, Mr. Pao-yü, I’m now simply called\nHsiao Hung.”",
        "Upon hearing this explanation, lady Feng raised her eyebrows into a\nfrown, and turning her head round: “It’s most disgusting!” she remarked,\n“Those bearing the name Yü would seem to be very cheap; for your name is\nYü, and so is also mine Yü. Sister-in-law,” she then observed; “I never\nlet you know anything about it, but I mentioned to her mother that Lai\nTa’s wife has at present her hands quite full, and that she hasn’t\neither any notion as to who is who in this mansion. ’You had better,’ (I\nsaid), ’carefully select a couple of girls for my service.’ She assented\nunreservedly, but she put it off and never chose any. On the contrary,\nshe sent this girl to some other place. But is it likely that she\nwouldn’t have been well off with me?”",
        "“Here you are again full of suspicion!” Li Wan laughed. “She came in\nhere long before you ever breathed a word to her! So how could you bear\na grudge against her mother?”",
        "“Well, in that case,” added lady Feng, “I’ll speak to Pao-yü to-morrow,\nand induce him to find another one, and to allow this girl to come along\nwith me. I wonder, however, whether she herself is willing or not?”",
        "“Whether willing or not,” interposed Hsiao Hung smiling, “such as we\ncouldn’t really presume to raise our voices and object. We should feel\nit our privilege to serve such a one as your ladyship, and learn a\nlittle how to discriminate when people raise or drop their eyebrows and\neyes (with pleasure or displeasure), and reap as well some experience in\nsuch matters as go out or come in, whether high or low, great and\nsmall.”",
        "But during her reply, she perceived Madame Wang’s waiting-maid come and\ninvite lady Feng to go over. Lady Feng bade good-bye at once to Li\nKung-ts’ai and took her departure.",
        "Hsiao Hung then returned into the I Hung court, where we will leave her\nand devote our attention for the present to Lin Tai-yü.",
        "As she had had but little sleep in the night, she got up the next day at\na late hour. When she heard that all her cousins were collected in the\npark, giving a farewell entertainment for the god of flowers, she\nhastened, for fear people should laugh at her for being lazy, to comb\nher hair, perform her ablutions, and go out and join them. As soon as\nshe reached the interior of the court, she caught sight of Pao-yü,\nentering the door, who speedily greeted her with a smile. “My dear\ncousin,” he said, “did you lodge a complaint against me yesterday? I’ve\nbeen on pins and needles the whole night long.”",
        "Tai-yü forthwith turned her head away. “Put the room in order,” she\nshouted to Tzu Chüan, “and lower one of the gauze window-frames. And\nwhen you’ve seen the swallows come back, drop the curtain; keep it down\nthen by placing the lion on it, and after you have burnt the incense,\nmind you cover the censer.”",
        "So saying she stepped outside.",
        "Pao-yü perceiving her manner, concluded again that it must be on account\nof the incident of the previous noon, but how could he have had any idea\nabout what had happened in the evening? He kept on still bowing and\ncurtseying; but Lin Tai-yü did not even so much as look at him straight\nin the face, but egressing alone out of the door of the court, she\nproceeded there and then in search of the other girls.",
        "Pao-yü fell into a despondent mood and gave way to conjectures.",
        "“Judging,” he reflected, “from this behaviour of hers, it would seem as\nif it could not be for what transpired yesterday. Yesterday too I came\nback late in the evening, and, what’s more, I didn’t see her, so that\nthere was no occasion on which I could have given her offence.”",
        "As he indulged in these reflections, he involuntarily followed in her\nfootsteps to try and catch her up, when he descried Pao-ch’ai and\nT’an-ch’un on the opposite side watching the frolics of the storks.",
        "As soon as they saw Tai-yü approach, the trio stood together and started\na friendly chat. But noticing Pao-yü also come up, T’an Ch’un smiled.\n“Brother Pao,” she said, “are you all right. It’s just three days that I\nhaven’t seen anything of you?”",
        "“Are you sister quite well?” Pao-yü rejoined, a smile on his lips. “The\nother day, I asked news of you of our senior sister-in-law.”",
        "“Brother Pao,” T’an Ch’un remarked, “come over here; I want to tell you\nsomething.”",
        "The moment Pao-yü heard this, he quickly went with her. Distancing\nPao-ch’ai and Tai-yü, the two of them came under a pomegranate tree.\n“Has father sent for you these last few days?” T’an Ch’un then asked.",
        "“He hasn’t,” Pao-yü answered laughingly by way of reply.",
        "“Yesterday,” proceeded T’an Ch’un, “I heard vaguely something or other\nabout father sending for you to go out.”",
        "“I presume,” Pao-yü smiled, “that some one must have heard wrong, for he\nnever sent for me.”",
        "“I’ve again managed to save during the last few months,” added T’an\nCh’un with another smile, “fully ten tiaos, so take them and bring me,\nwhen at any time you stroll out of doors, either some fine writings or\nsome ingenious knicknack.”",
        "“Much as I have roamed inside and outside the city walls,” answered\nPao-yü, “and seen grand establishments and large temples, I’ve never\ncome across anything novel or pretty. One simply sees articles made of\ngold, jade, copper and porcelain, as well as such curios for which we\ncould find no place here. Besides these, there are satins, eatables, and\nwearing apparel.”",
        "“Who cares for such baubles!” exclaimed T’an Ch’un. “How could they come\nup to what you purchased the last time; that wee basket, made of willow\ntwigs, that scent-box, scooped out of a root of real bamboo, that\nportable stove fashioned of glutinous clay; these things were, oh, so\nvery nice! I was as fond of them as I don’t know what; but, who’d have\nthought it, they fell in love with them and bundled them all off, just\nas if they were precious things.”",
        "“Is it things of this kind that you really want?” laughed Pao-yü. “Why,\nthese are worth nothing! Were you to take a hundred cash and give them\nto the servant-boys, they could, I’m sure, bring two cart-loads of\nthem.”",
        "“What do the servant-boys know?” T’an Ch’un replied. “Those you chose\nfor me were plain yet not commonplace. Neither were they of coarse make.\nSo were you to procure me as many as you can get of them, I’ll work you\na pair of slippers like those I gave you last time, and spend twice as\nmuch trouble over them as I did over that pair you have. Now, what do\nyou say to this bargain?”",
        "“Your reference to this,” smiled Pao-yü, “reminds me of an old incident.\nOne day I had them on, and by a strange coincidence, I met father, whose\nfancy they did not take, and he inquired who had worked them. But how\ncould I muster up courage to allude to the three words: my sister\nTertia, so I answered that my maternal aunt had given them to me on the\nrecent occasion of my birthday. When father heard that they had been\ngiven to me by my aunt, he could not very well say anything. But after a\nwhile, ’why uselessly waste,’ he observed, ’human labour, and throw away\nsilks to make things of this sort!’ On my return, I told Hsi Jen about\nit. ’Never mind,’ said Hsi Jen; but Mrs. Chao got angry. ’Her own\nbrother,’ she murmured indignantly, ’wears slipshod shoes and socks in\nholes, and there’s no one to look after him, and does she go and work\nall these things!’”",
        "T’an Ch’un, hearing this, immediately lowered her face. “Now tell me,\naren’t these words utter rot!” she shouted. “What am I that I have to\nmake shoes? And is it likely that Huan Erh hasn’t his own share of\nthings! Clothes are clothes, and shoes and socks are shoes and socks;\nand how is it that any grudges arise in the room of a mere servant-girl\nand old matron? For whose benefit does she come out with all these\nthings! I simply work a pair or part of a pair when I am at leisure,\nwith time on my hands. And I can give them to any brother, elder or\nyounger, I fancy; and who has a right to interfere with me? This is just\nanother bit of blind anger!”",
        "After listening to her, Pao-yü nodded his head and smiled. “Yet,” he\nsaid, “you don’t know what her motives may be. It’s but natural that she\nshould also cherish some expectations.”",
        "This apology incensed T’an Ch’un more than ever, and twisting her head\nround, “Even you have grown dull!” she cried. “She does, of course,\nindulge in expectations, but they are actuated by some underhand and\npaltry notion! She may go on giving way to these ideas, but I, for my\npart, will only care for Mr. Chia Cheng and Madame Wang. I won’t care a\nrap for any one else. In fact, I’ll be nice with such of my sisters and\nbrothers, as are nice to me; and won’t even draw any distinction between\nthose born of primary wives and those of secondary ones. Properly\nspeaking, I shouldn’t say these things about her, but she’s\nnarrow-minded to a degree, and unlike what she should be. There’s\nbesides another ridiculous thing. This took place the last time I gave\nyou the money to get me those trifles. Well, two days after that, she\nsaw me, and she began again to represent that she had no money and that\nshe was hard up. Nevertheless, I did not worry my brain with her goings\non. But as it happened, the servant-girls subsequently quitted the room,\nand she at once started finding fault with me. ’Why,’ she asked, ’do I\ngive you my savings to spend and don’t, after all, let Huan Erh have\nthem and enjoy them?’ When I heard these reproaches, I felt both\ninclined to laugh, and also disposed to lose my temper; but I there and\nthen skedaddled out of her quarters, and went over to our Madame Wang.”",
        "As she was recounting this incident, “Well,” she overheard Pao-ch’ai\nsarcastically observe from the opposite direction, “have you done\nspinning your yarns? If you have, come along! It’s quite evident that\nyou are brother and sister, for here you leave every one else and go and\ndiscuss your own private matters. Couldn’t we too listen to a single\nsentence of what you have to say?”",
        "While she taunted them, T’an Ch’un and Pao-yü eventually drew near her\nwith smiling faces.",
        "Pao-yü, however, failed to see Lin Tai-yü and he concluded that she had\ndodged out of the way and gone elsewhere. “It would be better,” he\nmuttered, after some thought, “that I should let two days elapse, and\ngive her temper time to evaporate before I go to her.” But as he drooped\nhis head, his eye was attracted by a heap of touch-me-nots, pomegranate\nblossom and various kinds of fallen flowers, which covered the ground\nthick as tapestry, and he heaved a sigh. “It’s because,” he pondered,\n“she’s angry that she did not remove these flowers; but I’ll take them\nover to the place, and by and bye ask her about them.”",
        "As he argued to himself, he heard Pao-ch’ai bid them go out. “I’ll join\nyou in a moment,” Pao-yü replied; and waiting till his two cousins had\ngone some distance, he bundled the flowers into his coat, and ascending\nthe hill, he crossed the stream, penetrated into the arbour, passed\nthrough the avenues with flowers and wended his way straight for the\nspot, where he had, on a previous occasion, interred the peach-blossoms\nwith the assistance of Lin Tai-yü. But scarcely had he reached the mound\ncontaining the flowers, and before he had, as yet, rounded the brow of\nthe hill, than he caught, emanating from the off side, the sound of some\none sobbing, who while giving way to invective, wept in a most\nheart-rending way.",
        "“I wonder,” soliloquised Pao-yü, “whose servant-girl this is, who has\nbeen so aggrieved as to run over here to have a good cry!”",
        "While speculating within himself, he halted. He then heard, mingled with\nwails:–",
        "  Flowers wither and decay; and flowers do fleet; they fly all o’er the\n      skies;\n  Their bloom wanes; their smell dies; but who is there with them to\n      sympathise?\n  While vagrant gossamer soft doth on fluttering spring-bowers bind its\n      coils,\n  And drooping catkins lightly strike and cling on the embroidered\n      screens,\n  A maiden in the inner rooms, I sore deplore the close of spring.\n  Such ceaseless sorrow fills my breast, that solace nowhere can I find.\n  Past the embroidered screen I issue forth, taking with me a hoe,\n  And on the faded flowers to tread I needs must, as I come and go.\n  The willow fibres and elm seeds have each a fragrance of their own.\n  What care I, peach blossoms may fall, pear flowers away be blown;\n  Yet peach and pear will, when next year returns, burst out again in\n      bloom,\n  But can it e’er be told who will next year dwell in the inner room?\n  What time the third moon comes, the scented nests have been already\n      built.\n  And on the beams the swallows perch, excessive spiritless and staid;\n  Next year, when the flowers bud, they may, it’s true, have ample to\n      feed on:\n  But they know not that when I’m gone beams will be vacant and nests\n      fall!\n  In a whole year, which doth consist of three hundred and sixty days,\n  Winds sharp as swords and frost like unto spears each other rigorous\n      press,\n  So that how long can last their beauty bright; their fresh charm how\n      long stays?\n  Sudden they droop and fly; and whither they have flown, ’tis hard to\n      guess.\n  Flowers, while in bloom, easy the eye attract; but, when they wither,\n      hard they are to find.\n  Now by the footsteps, I bury the flowers, but sorrow will slay me.\n  Alone I stand, and as I clutch the hoe, silent tears trickle down,\n  And drip on the bare twigs, leaving behind them the traces of blood.\n  The goatsucker hath sung his song, the shades lower of eventide,\n  So with the lotus hoe I return home and shut the double doors.\n  Upon the wall the green lamp sheds its rays just as I go to sleep.\n  The cover is yet cold; against the window patters the bleak rain.\n  How strange! Why can it ever be that I feel so wounded at heart!\n  Partly, because spring I regret; partly, because with spring I’m\n      vexed!\n  Regret for spring, because it sudden comes; vexed, for it sudden goes.\n  For without warning, lo! it comes; and without asking it doth fleet.\n  Yesterday night, outside the hall sorrowful songs burst from my mouth,\n  For I found out that flowers decay, and that birds also pass away.\n  The soul of flowers, and the spirit of birds are both hard to\n      restrain.\n  Birds, to themselves when left, in silence plunge; and flowers, alone,\n      they blush.\n  Oh! would that on my sides a pair of wings could grow,\n  That to the end of heaven I may fly in the wake of flowers!\n  Yea to the very end of heaven,\n  Where I could find a fragrant grave!\n  For better, is it not, that an embroidered bag should hold my\n      well-shaped bones,\n  And that a heap of stainless earth should in its folds my winsome\n      charms enshroud.\n  For spotless once my frame did come, and spotless again it will go!\n  Far better than that I, like filthy mire, should sink into some drain!\n  Ye flowers are now faded and gone, and, lo, I come to bury you.\n  But as for me, what day I shall see death is not as yet divined!\n  Here I am fain these flowers to inter; but humankind will laugh me as\n      a fool.\n  Who knows, who will, in years to come, commit me to my grave!\n  Mark, and you’ll find the close of spring, and the gradual decay of\n      flowers,\n  Resemble faithfully the time of death of maidens ripe in years!\n  In a twinkle, spring time draws to a close, and maidens wax in age.\n  Flowers fade and maidens die; and of either nought any more is known.",
        "After listening to these effusions, Pao-yü unconsciously threw himself\ndown in a wandering frame of mind.",
        "But, reader, do you feel any interest in him? If you do, the subsequent\nchapter contains further details about him.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}