{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXXI.",
    "author": "Cao Xueqin",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "  Pao-yü allows the girl Ch’ing Wen to tear his fan so as to afford her\n      amusement.\n  A wedding proves to be the result of the descent of a unicorn.",
        "But to proceed. When she saw on the floor the blood, she had brought up,\nHsi Jen immediately grew partly cold. What she had often heard people\nmention in past days ’that the lives of young people, who expectorate\nblood, are uncertain, and that although they may live long, they are,\nafter all, mere wrecks,’ flashed through her mind. The remembrance of\nthis saying at once completely scattered to the winds the wish, she had\nall along cherished, of striving for honour and of being able to boast\nof glory; and from her eyes unwittingly ran down streams of tears.",
        "When Pao-yü saw her crying, his heart was seized with anguish. “What’s\nit that preys on your mind?” he consequently asked her.",
        "Hsi Jen strained every nerve to smile. “There’s no rhyme or reason for\nanything,” she replied, “so what can it be?”",
        "Pao-yü’s intention was to there and then give orders to the servant to\nwarm some white wine and to ask them for a few ’Li-T’ung’ pills\ncompounded with goat’s blood, but Hsi Jen clasped his hand tight. “My\ntroubling you is of no matter,” she smiled, “but were I to put ever so\nmany people to inconvenience, they’ll bear me a grudge for my impudence.\nNot a soul, it’s clear enough, knows anything about it now, but were you\nto make such a bustle as to bring it to people’s notice, you’ll be in an\nawkward fix, and so will I. The proper thing, therefore, is for you to\nsend a page to-morrow to request Dr. Wang to prepare some medicine for\nme. When I take this I shall be all right. And as neither any human\nbeing nor spirit will thus get wind of it, won’t it be better?”",
        "Pao-yü found her suggestion so full of reason that he thought himself\nobliged to abandon his purpose; so approaching the table, he poured a\ncup of tea, and came over and gave it to Hsi Jen to rinse her mouth\nwith. Aware, however, as Hsi Jen was that Pao-yü himself was not feeling\nat ease in his mind, she was on the point of bidding him not wait upon\nher; but convinced that he would once more be certain not to accede to\nher wishes, and that the others would, in the second place, have to be\ndisturbed, she deemed it expedient to humour him. Leaning on the couch,\nshe consequently allowed Pao-yü to come and attend to her.",
        "As soon as the fifth watch struck, Pao-yü, unmindful of combing or\nwashing, hastily put on his clothes and left the room; and sending for\nWang Chi-jen, he personally questioned him with all minuteness about her\nailment.",
        "Wang Chi-jen asked how it had come about. “It’s simply a bruise; nothing\nmore,” (he said), and forthwith he gave him the names of some pills and\nmedicines, and told him how they were to be taken, and how they were to\nbe applied.",
        "Pao-yü committed every detail to memory, and on his return into the\ngarden, the treatment was, needless for us to explain, taken in hand in\nstrict compliance with the directions.",
        "This was the day of the dragon-boat festival. Cat-tail and artemisia\nwere put over the doors. Tiger charms were suspended on every back. At\nnoon, Madame Wang got a banquet ready, and to this midday feast, she\ninvited the mother, daughter and the rest of the members of the Hsüeh\nhousehold.",
        "Pao-yü noticed that Pao-ch’ai was in such low spirits that she would not\neven speak to him, and concluded that the reason was to be sought in the\nincident of the previous day. Madame Wang seeing Pao-yü in a sullen\nhumour jumped at the surmise that it must be due to Chin Ch’uan’s affair\nof the day before; and so ill at ease did she feel that she heeded him\nless than ever. Lin Tai-yü, detected Pao-yü’s apathy, and presumed that\nhe was out of sorts for having given umbrage to Pao-ch’ai, and her\nmanner likewise assumed a listless air. Lady Feng had, in the course of\nthe previous evening, been told by Madame Wang what had taken place\nbetween Pao-yü and Chin Ch’uan, and when she came to know that Madame\nWang was in an unhappy frame of mind she herself did not venture to chat\nor laugh, but at once regulated her behaviour to suit Madame Wang’s\nmood. So the lack of animation became more than ever perceptible; for\nthe good cheer of Ying Ch’un and her sisters was also damped by the\nsight of all of them down in the mouth. The natural consequence\ntherefore was that they all left after a very short stay.",
        "Lin Tai-yü had a natural predilection for retirement. She did not care\nfor social gatherings. Her notions, however, were not entirely devoid of\nreason. She maintained that people who gathered together must soon part;\nthat when they came together, they were full of rejoicing, but did they\nnot feel lonely when they broke up? That since this sense of loneliness\ngave rise to chagrin, it was consequently preferable not to have any\ngatherings. That flowers afforded an apt example. When they opened, they\nwon people’s admiration; but when they faded, they added to the feeling\nof vexation; so that better were it if they did not blossom at all! To\nthis cause therefore must be assigned the fact that when other people\nwere glad, she, on the contrary, felt unhappy.",
        "Pao-yü’s disposition was such that he simply yearned for frequent\ngatherings, and looked forward with sorrow to the breaking up which must\ntoo soon come round. As for flowers, he wished them to bloom repeatedly\nand was haunted with the dread of their dying in a little time. Yet\nalbeit manifold anguish fell to his share when banquets drew to a close\nand flowers began to fade, he had no alternative but to practice\nresignation.",
        "On this account was it that, when the company cheerlessly broke up from\nthe present feast, Lin Tai-yü did not mind the separation; and that\nPao-yü experienced such melancholy and depression, that, on his return\nto his apartments, he gave way to deep groans and frequent sighs.",
        "Ch’ing Wen, as it happened, came to the upper quarters to change her\ncostume. In an unguarded moment, she let her fan slip out of her hand\nand drop on the ground. As it fell, the bones were snapped. “You stupid\nthing!” Pao-yü exclaimed, sighing, “what a dunce! what next will you be\nup to by and bye? When, in a little time, you get married and have a\nhome of your own, will you, forsooth, still go on in this happy-go-lucky\ncareless sort of way?”",
        "“Master Secundus,” replied Ch’ing Wen with a sardonic smile, “your\ntemper is of late dreadfully fiery, and time and again it leaks out on\nyour very face! The other day you even beat Hsi Jen and here you are\nagain now finding fault with us! If you feel disposed to kick or strike\nus, you are at liberty, Sir, to do so at your pleasure; but for a fan to\nslip on the ground is an everyday occurrence! How many of those crystal\njars and cornelian bowls were smashed the other time, I don’t remember,\nand yet you were not seen to fly into a tantrum; and now, for a fan do\nyou distress yourself so? What’s the use of it? If you dislike us, well\npack us off and select some good girls to serve you, and we will quietly\ngo away. Won’t this be better?”",
        "This rejoinder so exasperated Pao-yü that his whole frame trembled\nviolently. “You needn’t be in a hurry!” he then shouted. “There will be\na day of parting by and bye.”",
        "Hsi Jen was on the other side, and from an early period she listened to\nthe conversation between them. Hurriedly crossing over, “what are you up\nto again?” she said to Pao-yü, “why, there’s nothing to put your monkey\nup! I’m perfectly right in my assertion that when I’m away for any\nlength of time, something is sure to happen.”",
        "Ch’ing Wen heard these remarks. “Sister,” she interposed smiling\nironically, “since you’ve got the gift of the gab, you should have come\nat once; you would then have spared your master his fit of anger. It’s\nyou who have from bygone days up to the present waited upon master;\nwe’ve never had anything to do with attending on him; and it’s because\nyou’ve served him so faithfully that he repaid you yesterday with a kick\non the stomach. But who knows what punishment mayn’t be in store for us,\nwho aren’t fit to wait upon him decently!”",
        "At these insinuations, Hsi Jen felt both incensed and ashamed. She was\nabout to make some response but Pao-yü had worked himself into such\nanother passion as to get quite yellow in the face, and she was obliged\nto rein in her temper. Pushing Ch’ing Wen, “Dear sister,” she cried,\n“you had better be off for a stroll! it’s really we, who are to blame!”",
        "The very mention of the word “we” made it certain to Ch’ing Wen that she\nimplied herself and Pao-yü, and thus unawares more fuel was added again\nto her jealous notions. Giving way to several loud smiles, full of\nirony: “I can’t make out,” she insinuated, “who you may mean. But don’t\nmake me blush on your account! Even those devilish pranks of yours can’t\nhoodwink me! How and why is it that you’ve started styling yourself as\n’we?’ Properly speaking, you haven’t as yet so much as attained the\ndesignation of ’Miss!’ You’re simply no better than I am, and how is it\nthen that you presume so high as to call yourself ’we.’”",
        "Hsi Jen’s face grew purple from shame. “The fact is,” she reflected,\n“that I’ve said more than I should.”",
        "“As one and all of you are ever bearing her malice,” Pao-yü\nsimultaneously observed, “I’ll actually raise her to-morrow to a higher\nstatus!”",
        "Hsi Jen quickly snatched Pao-yü’s hand. “She’s a stupid girl,” she said,\n“what’s the use of arguing with her? What’s more, you’ve so far borne\nwith them and overlooked ever, so many other things more grievous than\nthis; and what are you up to to-day?”",
        "“If I’m really a stupid girl,” repeated Ch’ing Wen, smiling\nsarcastically, “am I a fit person for you to hold converse with? Why,\nI’m purely and simply a slave-girl; that’s all.”",
        "“Are you, after all,” cried Hsi Jen, at these words, “bickering with me,\nor with Master Secundus? If you bear me a grudge, you’d better then\naddress your remarks to me alone; albeit it isn’t right that you should\nkick up such a hullaballoo in the presence of Mr. Secundus. But if you\nhave a spite against Mr. Secundus, you shouldn’t be shouting so\nboisterously as to make thousands of people know all about it! I came\nin, a few minutes back, merely for the purpose of setting matters right,\nand of urging you to make up your quarrels so that we should all be on\nthe safe side; and here I have the unlucky fate of being set upon by\nyou, Miss! Yet you neither seem to be angry with me, nor with Mr.\nSecundus! But armed cap-à-pie as you appear to be, what is your\nultimate design? I won’t utter another word, but let you have your say!”",
        "While she spoke, she was hurriedly wending her way out.",
        "“You needn’t raise your dander.” Pao-yü remarked to Ch’ing Wen. “I’ve\nguessed the secret of your heart, so I’ll go and tell mother that as\nyou’ve also attained a certain age, she should send you away. Will this\nplease you, yes or no?”",
        "This allusion made Ch’ing Wen unwittingly feel again wounded at heart.\nShe tried to conceal her tears. “Why should I go away?” she asked. “If\neven you be so prejudiced against me as to try and devise means to pack\nme off, you won’t succeed.”",
        "“I never saw such brawling!” Pao-yü exclaimed. “You’re certainly bent\nupon going! I might as well therefore let mother know so as to bundle\nyou off!”",
        "While addressing her, he rose to his feet and was intent upon trudging\noff at once. Hsi Jen lost no time in turning round and impeding his\nprogress. “Where are you off to?” she cried.",
        "“I’m going to tell mother,” answered Pao-yü.",
        "“It’s no use whatever!” Hsi Jen smiled, “you may be in real earnest to\ngo and tell her, but aren’t you afraid of putting her to shame? If even\nshe positively means to leave, you can very well wait until you two have\ngot over this bad blood. And when everything is past and gone, it won’t\nbe any too late for you to explain, in the course of conversation, the\nwhole case to our lady, your mother. But if you now go in hot haste and\ntell her, as if the matter were an urgent one, won’t you be the means of\nmaking our mistress give way to suspicion?”",
        "“My mother,” demurred Pao-yü, “is sure not to entertain any suspicions,\nas all I will explain to her is that she insists upon leaving.”",
        "“When did I ever insist upon going?” sobbed Ch’ing Wen. “You fly into a\nrage, and then you have recourse to threats to intimidate me. But you’re\nat liberty to go and say anything you like; for as I’ll knock my brains\nout against the wall, I won’t get alive out of this door.”",
        "“This is, indeed, strange!” exclaimed Pao-yü. “If you won’t go, what’s\nthe good of all this fuss? I can’t stand this bawling, so it will be a\nriddance if you would get out of the way!”",
        "Saying this, he was resolved upon going to report the matter. Hsi Jen\nfound herself powerless to dissuade him. She had in consequence no other\nresource but to fall on her knees.",
        "Pi Hen, Ch’iu Wen, She Yüeh and the rest of the waiting-maids had\nrealised what a serious aspect the dispute had assumed, and not a sound\nwas to be heard to fall from their lips. They remained standing outside\nlistening to what was going on. When they now overheard Hsi Jen making\nsolicitous entreaties on her knees, they rushed into the apartment in a\nbody; and with one consent they prostrated themselves on the floor.",
        "Pao-yü at once pulled Hsi Jen up. Then with a sigh, he took a seat on\nthe bed. “Get up,” he shouted to the body of girls, “and clear out! What\nwould you have me do?” he asked, addressing himself to Hsi Jen. “This\nheart of mine has been rent to pieces, and no one has any idea about\nit!”",
        "While speaking, tears of a sudden rolled down his cheek. At the sight of\nPao-yü weeping, Hsi Jen also melted into a fit of crying. Ch’ing Wen was\nstanding by them, with watery eyes. She was on the point of reasoning\nwith them, when espying Lin Tai-yü step into the room, she speedily\nwalked out.",
        "“On a grand holiday like this,” remonstrated Lin Tai-yü smiling, “how is\nit that you’re snivelling away, and all for nothing? Is it likely that\nhigh words have resulted all through that ’dumpling’ contest?”",
        "Pao-yü and Lin Tai-yü blurted out laughing.",
        "“You don’t tell me, cousin Secundus,” Lin Tai-yü put in, “but I know all\nabout it, even though I have asked no questions.”",
        "Now she spoke, and now she patted Hsi Jen on the shoulder. “My dear\nsister-in-law,” she smiled, “just you tell me! It must surely be that\nyou two have had a quarrel. Confide in me, your cousin, so that I might\nreconcile you.”",
        "“Miss Lin,” rejoined Hsi Jen, pushing her off, “what are you fussing\nabout? I am simply one of our servant-girls; you’re therefore rather\nerratic in your talk!”",
        "“You say that you’re only a servant-girl,” smilingly replied Tai-yü,\n“and yet I treat you like a sister-in-law.”",
        "“Why do you,” Pao-yü chimed in, “give her this abusive epithet? But\nhowever much she may make allowance for this, can she, when there are so\nmany others who tell idle tales on her account, put up with your coming\nand telling her all you’ve said?”",
        "“Miss Lin,” smiled Hsi Jen, “you’re not aware of the purpose of my\nheart. Unless my breath fails and I die, I shall continue in his\nservice.”",
        "“If you die,” remarked Lin Tai-yü smiling, “what will others do, I\nwonder? As for me, I shall be the first to die from crying.”",
        "“Were you to die,” added Pao-yü laughingly, “I shall become a bonze.”",
        "“You’d better be a little more sober-minded!” laughed Hsi Jen. “What’s\nthe good of coming out with all these things?”",
        "Lin Tai-yü put out two of her fingers, and puckered up her lips. “Up to\nthis,” she laughed, “he’s become a bonze twice. Henceforward, I’ll try\nand remember how many times you make up your mind to become a Buddhist\npriest!”",
        "This reminded Pao-yü that she was referring to a remark he had made on a\nprevious occasion, but smiling to himself, he allowed the matter to\ndrop.",
        "After a short interval, Lin Tai-yü went away. A servant then came to\nannounce that Mr. Hsüeh wanted to see him, and Pao-yü had to go. The\npurpose of this visit was in fact to invite him to a banquet, and as he\ncould not very well put forward any excuse to refuse, he had to remain\ntill the end of the feast before he was able to take his leave. The\nresult was that, on his return, in the evening, he was to a great extent\nunder the effect of wine. With bustling step, he wended his way into his\nown court. Here he perceived that the cool couch with a back to it, had\nalready been placed in the yard, and that there was some one asleep on\nit. Prompted by the conviction that it must be Hsi Jen, Pao-yü seated\nhimself on the edge of the couch. As he did so, he gave her a push, and\ninquired whether her sore place was any better. But thereupon he saw the\noccupant turn herself round, and exclaim: “What do you come again to\nirritate me for?”",
        "Pao-yü, at a glance, realised that it was not Hsi Jen, but Ch’ing Wen.\nPao-yü then clutched her and compelled her to sit next to him. “Your\ndisposition,” he smiled, “has been more and more spoilt through\nindulgence. When you let the fan drop this morning, I simply made one or\ntwo remarks, and out you came with that long rigmarole. Had you gone for\nme it wouldn’t have mattered; but you also dragged in Hsi Jen, who only\ninterfered with every good intention of inducing us to make it up again.\nBut, ponder now, ought you to have done it; yes or no?”",
        "“With this intense heat,” remonstrated Ch’ing Wen, “why do you pull me\nand toss me about? Should any people see you, what will they think? But\nthis person of mine isn’t meet to be seated in here.”",
        "“Since you yourself know that it isn’t meet,” replied Pao-yü with a\nsmile, “why then were you sleeping here?”",
        "To this taunt Ch’ing Wen had nothing to say. But she spurted out into\nfresh laughter. “It was all right,” she retorted, “during your absence;\nbut the moment you come, it isn’t meet for me to stay! Get up and let me\ngo and have my bath. Hsi Jen and She Yüeh have both had theirs, so I’ll\ncall them here!”",
        "“I’ve just had again a good deal of wine,” remarked Pao-yü, laughingly;\n“so a wash will be good for me. And since you’ve not had your bath, you\nhad better bring the water and let’s both have it together.”",
        "“No, no!” smiled Ch’ing Wen, waving her hand, “I cannot presume to put\nyou to any trouble, Sir. I still remember how when Pi Hen used to look\nafter your bath you occupied fully two or three hours. What you were up\nto during that time we never knew. We could not very well walk in. When\nyou had however done washing, and we entered your room, we found the\nfloor so covered with water that the legs of the bed were soaking and\nthe matting itself a regular pool. Nor could we make out what kind of\nwashing you’d been having; and for days afterwards we had a laugh over\nit. But I’ve neither any time to get the water ready; nor do I see the\nneed for you to have a wash along with me. Besides, to-day it’s chilly,\nand as you’ve had a bath only a little while back, you can very well\njust now dispense with one. But I’ll draw a basin of water for you to\nwash your face, and to shampoo your head with. Not long ago, Yüan Yang\nsent you a few fruits; they were put in that crystal bowl, so you’d\nbetter tell them to bring them to you to taste.”",
        "“Well, in that case.” laughed Pao-yü, “you needn’t also have a bath.\nJust simply wash your hands, and bring the fruit and let’s have some\ntogether.”",
        "“I’m so shaky,” smiled Ch’ing Wen “that even fans slip out of my hands,\nand how could I fetch the fruit for you. Were I also to break the dish,\nit will be still more dreadful!”",
        "“If you want to break it, break it!” smiled Pao-yü. “These things are\nonly intended for general use. You like this thing; I fancy that; our\nrespective tastes are not identical. The original use of that fan, for\ninstance, was to fan one’s self with; but if you chose to break it for\nfun, you were quite at liberty to do so. The only thing is, when you get\nangry don’t make it the means of giving vent to your temper! Just like\nthose salvers. They are really meant for serving things in. But if you\nfancy that kind of sound, then deliberately smash them, that will be all\nright. But don’t, when you are in high dudgeon avail yourself of them to\nair your resentment! That’s what one would call having a fancy for a\nthing!”",
        "Ch’ing Wen greeted his words with a smile.",
        "“Since that be so,” she said, “bring me your fan and let me tear it.\nWhat most takes my fancy is tearing!”",
        "Upon hearing this Pao-yü smilingly handed it to her. Ch’ing Wen, in\npoint of fact, took it over, and with a crash she rent it in two. Close\nupon this, the sound of crash upon crash became audible.",
        "Pao-yü was standing next to her. “How nice the noise is!” he laughed.\n“Tear it again and make it sound a little more!”",
        "But while he spoke, She Yüeh was seen to walk in. “Don’t,” she smiled,\n“be up to so much mischief!” Pao-yü, however, went up to her and\nsnatching her fan also from her hand, he gave it to Ch’ing Wen. Ch’ing\nWen took it and there and then likewise broke it in two. Both he and she\nthen had a hearty laugh.",
        "“What do you call this?” She Yüeh expostulated. “Do you take my property\nand make it the means of distracting yourselves!”",
        "“Open the fan-box,” shouted Pao-yü, “and choose one and take it away!\nWhat, are they such fine things!”",
        "“In that case,” ventured She Yüeh, “fetch the fans and let her break as\nmany as she can. Won’t that be nice!”",
        "“Go and bring them at once!” Pao-yü laughed.",
        "“I won’t be up to any such tomfoolery!” She Yüeh demurred. “She hasn’t\nsnapped her hands, so bid her go herself and fetch them!”",
        "“I’m feeling tired,” interposed Ch’ing Wen, as she laughingly leant on\nthe bed. “I’ll therefore tear some more to-morrow again.”",
        "“An old writer says,” added Pao-yü with a smile, “’that a thousand\nounces of gold cannot purchase a single laugh’! What can a few fans\ncost?”",
        "After moralising, he went on to call Hsi Jen. Hsi Jen had just finished\nthe necessary change in her dress so she stepped in; and a young\nservant-girl, Chiao Hui, crossed over and picked up the broken fans.\nThen they all sat and enjoyed the cool breeze. But we can well dispense\nwith launching into any minute details.",
        "On the morrow, noon found Madame Wang, Hsüeh Pao-ch’ai, Lin Tai-yü, and\nthe rest of the young ladies congregated in dowager lady Chia’s suite of\nrooms. Some one then brought the news that: “Miss Shih had arrived.” In\na little time they perceived Shih Hsiang-yun make her appearance in the\ncourt, at the head of a bevy of waiting-maids and married women.\nPao-ch’ai, Tai-yu and her other cousins, quickly ran down the steps to\nmeet her and exchange greetings. But with what fervour girls of tender\nyears re-unite some day after a separation of months need not, of\ncourse, be explained. Presently, she entered the apartments, paid her\nrespects and inquired how they all were. But after this conventional\ninterchange of salutations, old lady Chia pressed her to take off her\nouter garments as the weather was so close. Shih Hsiang-yün lost no time\nin rising to her feet and loosening her clothes. “I don’t see why,\"\nMadame Wang thereupon smiled, “you wear all these things!’",
        "“It’s entirely at aunt Secunda’s bidding,” retorted Shih Hsiang-yün,\n“that I put them on. Why, would any one of her own accord wear so many\nthings!”",
        "“Aunt,” interposed Pao-ch’ai, who stood by, with a smile, “you’re not\naware that what most delights her in the matter of dress is to don other\npeople’s clothes! Yes, I remember how, during her stay here in the third\nand fourth moons of last year, she used to wear cousin Pao’s pelisses.\nShe even put on his shoes, and attached his frontlets as well round her\nhead. At a casual glance, she looked the very image of cousin Pao; what\nwas superfluous was that pair of earrings of hers. As she stood at the\nback of that chair she so thoroughly took in our venerable ancestor that\nshe kept on shouting: ’Pao-yü, come over! Mind the tassels suspended on\nthat lamp; for if you shake the dust off, it may get into your eyes!’\nBut all she did was to laugh; she did not budge; and it was only after\nevery one found it hard to keep their countenance that our worthy senior\nalso started laughing. ’You do look well in male habiliments!’ she said\nto her.”",
        "“What about that!” cried Lin Tai-yü, “why, she had scarcely been here\nwith us a couple of days in the first moon of last year, when we sent\nand fetched her, that we had a fall of snow. You, venerable senior, and\nher maternal aunt had on that day, I remember so well, just returned\nfrom worshipping the images of our ancestors, and a brand-new deep red\nfelt wrapper of yours, dear grandmother, had been lying over there, when\nsuddenly it disappeared. But, lo, she it was who had put it on! Being,\nhowever, too large and too long for her, she took a couple of\nhandkerchiefs, and fastened them round her waist. She was then trudging\ninto the back court with the servant-girls to make snow men when she\ntripped and fell flat in front of the drain, and got covered all over\nwith mud.”",
        "As she narrated this incident, every one recalled the circumstances to\nmind, and had a good laugh.",
        "“Dame Chou,” Pao-ch’ai smilingly inquired of nurse Chou, “is your young\nlady always as fond of pranks as ever or not?”",
        "Nurse Chou then also gave a laugh.",
        "“Pranks are nothing,” Ying Ch’un smiled. “What I do detest is her\nfondness for tittle-tattle! I’ve never seen any one who, even when\nasleep, goes on chatter-chatter; now laughing, and now talking, as she\ndoes. Nor can I make out where she gets all those idle yarns of hers.”",
        "“I think she’s better of late,” interposed Madame Wang. “The other day\nsome party or other came and they met; so she’s to have a mother-in-law\nvery soon; and can she still be comporting herself like that!”",
        "“Are you going to stay to-day,” dowager lady Chia then asked, “or going\nback home?”",
        "Nurse Chou smiled. “Your venerable ladyship has not seen what an amount\nof clothes we’ve brought,” she replied. “We mean, of course, to stay a\ncouple of days.”",
        "“Is cousin Pao-yü not at home?” inquired Hsiang-yün.”",
        "“There she’s again! She doesn’t think of others,” remarked Pao-ch’ai\nsmiling significantly. “She only thinks of her cousin Pao-yü. They’re\nboth so fond of larks! This proves that she hasn’t yet got rid of that\nspirit of mischief.”",
        "“You’re all now grown up,” observed old lady Chia; “and you shouldn’t\nallude to infant names.”",
        "But while she was chiding them, they noticed Pao-yü arrive.",
        "“Cousin Yün, have you come?” he smiled. “How is it that you wouldn’t\ncome the other day when some one was despatched to fetch you?”",
        "“It’s only a few minutes,” Madame Wang said, “since our venerable senior\ncalled that one to task, and now here he comes and refers to names and\nsurnames!”",
        "“Your cousin Pao,” ventured Lin Tai-yü, “has something good, which he\nhas been waiting to give you.”",
        "“What good thing is it?” asked Hsiang-yün.",
        "“Do you believe what she says?” observed Pao-yü laughingly. “But how\nmany days is it that I have not seen you, and you’ve grown so much\ntaller!”",
        "“Is cousin Hsi Jen all right?” inquired Hsiang-yün.",
        "“She’s all right,” answered Pao-yü. “Many thanks for your kind thought\nof her.”",
        "“I’ve brought something nice for her,” resumed Hsiang-yün.",
        "Saying this, she produced her handkerchief, tied into a knot.",
        "“What’s this something nice?” asked Pao-yü. “Wouldn’t it have been\nbetter if you’d brought her a couple of those rings with streaked stones\nof the kind you sent the other day?”",
        "“Why, what’s this?” exclaimed Hsiang-yün laughing, opening, as she\nspoke, the handkerchief.",
        "On close scrutiny, they actually found four streaked rings, similar to\nthose she had previously sent, tied up in the same packet.",
        "“Look here!” Lin Tai-yü smiled, “what a girl she is! Had you, when\nsending that fellow the other day to bring ours, given him these also to\nbring along with him, wouldn’t it have saved trouble? Instead of that,\nhere you fussily bring them yourself to-day! I presumed that it was\nsomething out of the way again; but is it really only these things? In\nvery truth, you’re a mere dunce!”",
        "“It’s you who behave like a dunce now!” Shih Hsiang-yün smiled.",
        "“I’ll speak out here and let every one judge for themselves who is the\ndunce. The servant, deputed to bring the things to you, had no need to\nopen his mouth and say anything; for, as soon as they were brought in,\nit was of course evident, at a glance, that they were to be presented to\nyou young ladies. But had he been the bearer of these things for them, I\nwould have been under the necessity of explaining to him which was\nintended for this servant-girl, and which for that. Had the messenger\nhad his wits about him, well and good; but had he been at all stupid he\nwouldn’t have been able to remember so much as the names of the girls!\nHe would have made an awful mess of it, and talked a lot of nonsense. So\ninstead of being of any use he would have even muddled,\nhickledy-pickledy, your things. Had a female servant been despatched, it\nwould have been all right. But as it happened, a servant-boy was again\nsent the other day, so how could he have mentioned the names of the\nwaiting-girls? And by my bringing them in person to give them to them,\ndoesn’t it make things clearer?”",
        "As she said this, she put down the four rings. “One is for sister Hsi\nJen,” she continued, “one is for sister Yüan Yang. One for sister Chin\nCh’uan-erh, and one for sister P’ing Erh. They are only for these four\ngirls; but would the servant-boys too forsooth have remembered them so\nclearly!”",
        "At these words, the whole company smiled. “How really clear!” they\ncried.",
        "“This is what it is to be able to speak!” Pao-yü put in. “She doesn’t\nspare any one!”",
        "Hearing this, Lin Tai-yü gave a sardonic smile. “If she didn’t know how\nto use her tongue,” she observed, “would she deserve to wear that\nunicorn of gold!”",
        "While speaking, she rose and walked off.",
        "Luckily, every one did not hear what she said. Only Hsüeh Pao-ch’ai\npursed up her lips and laughed. Pao-yü, however, had overheard her\nremark, and he blamed himself for having once more talked in a heedless\nmanner. Unawares his eye espied Pao-ch’ai much amused, and he too could\nnot suppress a smile. But at the sight of Pao-yü in laughter, Pao-ch’ai\nhastily rose to her feet and withdrew. She went in search of Tai-yü, to\nhave a chat and laugh with her.",
        "“After you’ve had tea,” old lady Chia thereupon said to Hsiang-yün,\n“you’d better rest a while and then go and see your sisters-in-law.\nBesides, it’s cool in the garden, so you can walk about with your\ncousins.”",
        "Hsiang-yün expressed her assent, and, collecting the three rings, she\nwrapped them up, and went and lay down to rest. Presently, she got up\nwith the idea of paying visits to lady Feng and her other relatives.\nFollowed by a whole bevy of nurses and waiting-maids, she repaired into\nlady Feng’s quarters on the off side. She bandied words with her for a\nwhile and then coming out she betook herself into the garden of Broad\nVista, and called on Li Kung-ts’ai. But after a short visit, she turned\nher steps towards the I Hung court to look up Hsi Jen. “You people\nneedn’t,” she said, turning her head round, “come along with me! You may\ngo and see your friends and relatives. It will be quite enough if you\nsimply leave Ts’ui Lü to wait upon me.”",
        "Hearing her wishes, each went her own way in quest of aunts, or\nsisters-in-law. There only remained but Hsiang-yün and Ts’ui Lü.",
        "“How is it,” inquired Ts’ui Lü, “that these lotus flowers have not yet\nopened?”",
        "“The proper season hasn’t yet arrived,” rejoined Shih Hsiang-yün.",
        "“They too,” continued Ts’ui Lü, “resemble those in our pond; they are\ndouble flowers.”",
        "“These here,” remarked Hsiang-yün, “are not however up to ours.”",
        "“They have over there,” observed Ts’ui Lü, “a pomegranate tree, with\nfour or five branches joined one to another, just like one storey raised\nabove another storey. What trouble it must have cost them to rear!”",
        "“Flowers and plants,” suggested Shih Hsiang-yün, “are precisely like the\nhuman race. With sufficient vitality, they grow up in a healthy\ncondition.”",
        "“I can’t credit these words,” replied Ts’ui Lü, twisting her face round.\n“If you maintain that they are like human beings, how is it that I\nhaven’t seen any person, with one head growing over another.”",
        "This rejoinder evoked a smile from Hsiang-yün. “I tell you not to talk,\"\nshe cried, “but you will insist upon talking! How do you expect people\nto be able to answer every thing you say! All things, whether in heaven\nor on earth come into existence by the co-operation of the dual powers,\nthe male and female. So all things, whether good or bad, novel or\nstrange, and all those manifold changes and transformations arise\nentirely from the favourable or adverse influence exercised by the male\nand female powers. And though some things seldom seen by mankind might\ncome to life, the principle at work is, after all, the same.”",
        "“In the face of these arguments,” laughed Ts’ui Lü, “everything, from\nold till now, from the very creation itself, embodies a certain\nproportion of the Yin and Yang principles.”",
        "“You stupid thing!” exclaimed Hsiang-yün smiling, “the more you talk,\nthe more stuff and nonsense falls from your lips! What about everything\nembodying a certain proportion of the principles Yin and Yang! Besides,\nthe two words Yin and Yang are really one word; for when the Yang\nprinciple is exhausted, it becomes the Yin; and when the Yin is\nexhausted, it becomes Yang. And it isn’t that, at the exhaustion of the\nYin, another Yang comes into existence; and that, at the exhaustion of\nthe Yang, a second Yin arises.”",
        "“This trash is sufficient to kill me!” ejaculated Ts’ui Lü. “What are\nthe Yin and Yang? Why, they are without substance or form! But pray,\nMiss, tell me what sort of things these Yin and Yang can be!”",
        "“The Yin and Yang,” explained Hsiang-yün, “are no more than spirits, but\nanything affected by their influence at once assumes form. The heavens,\nfor instance, are Yang, and the earth is Yin; water is Yin and fire is\nYang; the sun is Yang and the moon Yin.”",
        "“Quite so! quite so!” cried out Ts’ui Lü, much amused by these\nexplanations, “I’ve at length attained perception! It isn’t strange then\nthat people invariably call the sun ’T’ai-yang.’ While astrologers keep\non speaking of the moon as ’T’ai-yin-hsing,’ or something like it. It\nmust be on account of this principle.”",
        "“O-mi-to-fu!” laughed Hsiang-yün, “you have at last understood!”",
        "“All these things possess the Yin and Yang; that’s all right.” T’sui Lü\nput in. “But is there any likelihood that all those mosquitoes, flees\nand worms, flowers, herbs, bricks and tiles have, in like manner,\nanything to do with the Yin and Yang?”",
        "“How don’t they!” exclaimed Hsiang-yün. “For example, even the leaves of\nthat tree are distinguished by Yin and Yang. The side, which looks up\nand faces the sun, is called Yang; while that in the shade and looking\ndownwards, is called Yin.”",
        "“Is it really so!” ejaculated T’sui Lü, upon hearing this; while she\nsmiled and nodded her head. “Now I know all about it! But which is Yang\nand which Yin in these fans we’re holding.”",
        "“This side, the front, is Yang,” answered Hsiang-yün; “and that, the\nreverse, is Yin.”",
        "Ts’ui Lü went on to nod her head, and to laugh. She felt inclined to\napply her questions to several other things, but as she could not fix\nher mind upon anything in particular, she, all of a sudden, drooped her\nhead. Catching sight of the pendant in gold, representing a unicorn,\nwhich Hsiang-yün had about her person, she forthwith made allusion to\nit. “This, Miss,” she said smiling, “cannot likely also have any Yin and\nYang!”",
        "“The beasts of the field and the birds of the air,” proceeded\nHsiang-yün, “are, the cock birds, Yang, and the hen birds, Yin. The\nfemales of beasts are Yin; and the males, Yang; so how is there none?”",
        "“Is this male, or is this female?” inquired Ts’ui Lü.",
        "“Ts’ui!” exclaimed Hsiang-yün, “what about male and female! Here you are\nwith your nonsense again.”",
        "“Well, never mind about that,” added Ts’ui Lü, “But how is it that all\nthings have Yin and Yang, and that we human beings have no Yin and no\nYang?”",
        "Hsiang-yün then lowered her face. “You low-bred thing!” she exclaimed.\n“But it’s better for us to proceed on our way, for the more questions\nyou ask, the nicer they get.”",
        "“What’s there in this that you can’t tell me?” asked Ts’ui Lü, “But I\nknow all about it, so there’s no need for you to keep me on pins and\nneedles.”",
        "Hsiang-yün blurted out laughing. “What do you know?” she said.",
        "“That you, Miss, are Yang, and that I’m Yin,” answered Ts’ui Lü.",
        "Hsiang-yün produced her handkerchief, and, while screening her mouth\nwith it, burst out into a loud fit of laughter.",
        "“What I say must be right for you to laugh in this way,” Ts’ui Lü\nobserved.",
        "“Perfectly right, perfectly right!” acquiesced Hsiang-yün.",
        "“People say,” continued Ts’ui Lü, “that masters are Yang, and that\nservant-girls are Yin; don’t I even apprehend this primary principle?”",
        "“You apprehend it thoroughly,” responded Hsiang-yün laughingly. But\nwhile she was speaking, she espied, under the trellis with the cinnamon\nroses, something glistening like gold. “Do you see that? What is it?\"\nHsiang-yün asked pointing at it.",
        "Hearing this, Ts’ui Lü hastily went over and picked up the object. While\nscrutinising it, she observed with a smile, “Let us find out whether\nit’s Yin or Yang!”",
        "So saying, she first laid hold of the unicorn, belonging to Shih\nHsiang-yün, and passed it under inspection.",
        "Shih Hsiang-yün longed to be shown what she had picked up, but Ts’ui Lü\nwould not open her hand.",
        "“It’s a precious gem,” she smiled. “You mayn’t see it, Miss. Where can\nit be from? How very strange it is! I’ve never seen any one in here with\nanything of the kind.”",
        "“Give it to me and let me look at it,” retorted Hsiang-yün.",
        "Ts’ui Lü stretched out her hand with a dash. “Yes, Miss, please look at\nit!” she laughed.",
        "Hsiang-yün raised her eyes. She perceived, at a glance, that it was a\ngolden unicorn, so beautiful and so bright; and so much larger and\nhandsomer than the one she had on. Hsiang-yün put out her arm and,\ntaking the gem in the palm of her hand, she fell into a silent reverie\nand uttered not a word. She was quite absent-minded when suddenly Pao-yü\nappeared in the opposite direction.",
        "“What are you two,” he asked smiling, “doing here in the sun? How is it\nyou don’t go and find Hsi Jen?”",
        "Shih Hsiang-yün precipitately concealed the unicorn. “We were just\ngoing,” she replied, “so let us all go together.”",
        "Conversing, they, in a company, wended their steps into the I Hung\ncourt. Hsi Jen was leaning on the balustrade at the bottom of the steps,\nher face turned to the breeze. Upon unexpectedly seeing Hsiang-yün\narrive she with alacrity rushed down to greet her; and taking her hand\nin hers, they cheerfully canvassed the events that had transpired during\ntheir separation, while they entered the room and took a seat.",
        "“You should have come earlier,” Pao-yü said. “I’ve got something nice\nand was only waiting for you.”",
        "Saying this, he searched and searched about his person. After a long\ninterval, “Ai-ya!” he ejaculated. “Have you perchance put that thing\naway?” he eagerly asked Hsi Jen.",
        "“What thing?” inquired Hsi Jen.",
        "“The unicorn,” explained Pao-yü, “I got the other day.”",
        "“You’ve daily worn it about you, and how is it you ask me?” remarked Hsi\nJen.",
        "As soon as her answer fell on his ear, Pao-yü clapped his hands. “I’ve\nlost it!” he cried. “Where can I go and look for it!” There and then, he\nmeant to go and search in person; but Shih Hsiang-yün heard his\ninquiries, and concluded that it must be he who had lost the gem. “When\ndid you too,” she promptly smiled, “get a unicorn?”",
        "“I got it the other day, after ever so much trouble;” rejoined Pao-yü,\n“but I can’t make out when I can have lost it! I’ve also become quite\naddle-headed.”",
        "“Fortunately,” smiled Shih Hsiang-yün, “it’s only a sort of a toy!\nStill, are you so careless?” While speaking, she flung open her hand.\n“Just see,” she laughed, “is it this or not?”",
        "As soon as he saw it, Pao-yü was seized with unwonted delight. But,\nreader, if you care to know the cause of his delight, peruse the\nexplanation contained in the next chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}