{
    "title": "Hung Lou Meng, Book I (A) - Chapter VIII.",
    "author": "Cao Xueqin",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "  By a strange coincidence, Chia Pao-yü becomes acquainted with the\n      golden clasp.\n  In an unexpected meeting, Hsüeh Pao-ch’ai sees the jade of spiritual\n      perception.",
        "Pao-yü and lady Feng, we will now explain, paid, on their return home,\ntheir respects to all the inmates, and Pao-yü availed himself of the\nfirst occasion to tell dowager lady Chia of his wish that Ch’in Chung\nshould come over to the family school. “The presence for himself of a\nfriend as schoolmate would,” he argued, “be fitly excellent to stir him\nto zeal,” and he went on to speak in terms of high praise of Ch’in\nChung, his character and his manners, which most of all made people\nesteem him.",
        "Lady Feng besides stood by him and backed his request. “In a day or\ntwo,” she added, “Ch’in Chung will be coming to pay his obeisance to\nyour venerable ladyship.”",
        "This bit of news greatly rejoiced the heart of dowager lady Chia, and\nlady Feng likewise did not let the opportunity slip, without inviting\nthe old lady to attend the theatrical performance to come off the day\nafter the morrow. Dowager lady Chia was, it is true, well on in years,\nbut was, nevertheless, very fond of enjoyment, so that when the day\narrived and Mrs. Yu came over to invite her round, she forthwith took\nmadame Wang, Lin Tai-yü, Pao-yü and others along and went to the play.",
        "It was about noon, when dowager lady Chia returned to her apartments for\nher siesta; and madame Wang, who was habitually partial to a quiet life,\nalso took her departure after she had seen the old lady retire. Lady\nFeng subsequently took the seat of honour; and the party enjoyed\nthemselves immensely till the evening, when they broke up.",
        "But to return to Pao-yü. Having accompanied his grandmother Chia back\nhome, and waited till her ladyship was in her midday sleep, he had in\nfact an inclination to return to the performance, but he was afraid lest\nhe should be a burden to Mrs. Ch’in and the rest and lest they should\nnot feel at ease. Remembering therefore that Pao Ch’ai had been at home\nunwell for the last few days, and that he had not been to see her, he\nwas anxious to go and look her up, but he dreaded that if he went by the\nside gate, at the back of the drawing-room, he would be prevented by\nsomething or other, and fearing, what would be making matters worse,\nlest he should come across his father, he consequently thought it better\nto go on his way by a detour. The nurses and waiting-maids thereupon\ncame to help him to change his clothes; but they saw him not change, but\ngo out again by the second door. These nurses and maids could not help\nfollowing him out; but they were still under the impression that he was\ngoing over to the other mansion to see the theatricals. Contrary to\ntheir speculations, upon reaching the entrance hall, he forthwith went\nto the east, then turned to the north, and walking round by the rear of\nthe hall, he happened to come face to face with two of the family\ncompanions, Mr. Ch’an Kuang, and Mr. Tan T’ing-jen. As soon as they\ncaught sight of Pao-yü, they both readily drew up to him, and as they\nsmiled, the one put his arm round his waist, while the other grasped him\nby the hand.",
        "“Oh divine brother!” they both exclaimed, “this we call dreaming a\npleasant dream, for it’s no easy thing to come across you!”",
        "While continuing their remarks they paid their salutations, and inquired\nafter his health; and it was only after they had chatted for ever so\nlong, that they went on their way. The nurse called out to them and\nstopped them, “Have you two gentlemen,” she said, “come out from seeing\nmaster?”",
        "They both nodded assent. “Your master,” they explained, “is in the Meng\nP’o Chai small library having his siesta; so that you can go through\nthere with no fear.”",
        "As they uttered these words, they walked away.",
        "This remark also evoked a smile from Pao-yü, but without further delay\nhe turned a corner, went towards the north, and came into the Pear\nFragrance Court, where, as luck would have it, he met the head manager\nof the Household Treasury, Wu Hsin-teng, who, in company with the head\nof the granary, Tai Liang, and several other head stewards, seven\npersons in all, was issuing out of the Account Room.",
        "On seeing Pao-yü approaching, they, in a body, stood still, and hung\ndown their arms against their sides. One of them alone, a certain\nbutler, called Ch’ien Hua, promptly came forward, as he had not seen\nPao-yü for many a day, and bending on one knee, paid his respects to\nPao-yü. Pao-yü at once gave a smile and pulled him up.",
        "“The day before yesterday,” smiled all the bystanders, “we were\nsomewhere together and saw some characters written by you, master\nSecundus, in the composite style. The writing is certainly better than\nit was before! When will you give us a few sheets to stick on the wall?”",
        "“Where did you see them?” inquired Pao-yü, with a grin.",
        "“They are to be found in more than one place,” they replied, “and every\none praises them very much, and what’s more, asks us for a few.”",
        "“They are not worth having,” observed Pao-yü smilingly; “but if you do\nwant any, tell my young servants and it will be all right.”",
        "As he said these words, he moved onwards. The whole party waited till he\nhad gone by, before they separated, each one to go his own way.",
        "But we need not dilate upon matters of no moment, but return to Pao-yü.",
        "On coming to the Pear Fragrance Court, he entered, first, into “aunt\"\nHsüeh’s room, where he found her getting some needlework ready to give\nto the waiting-maids to work at. Pao-yü forthwith paid his respects to\nher, and “aunt” Hsüeh, taking him by the hand, drew him towards her and\nclasped him in her embrace.",
        "“With this cold weather,” she smilingly urged, “it’s too kind of you, my\ndear child, to think of coming to see me; come along on the stove-couch\nat once!–Bring some tea,” she continued, addressing the servants, “and\nmake it as hot as it can be!”",
        "“Isn’t Hsüeh P’an at home?” Pao-yü having inquired: “He’s like a horse\nwithout a halter,” Mrs. Hsüeh remarked with a sigh; “he’s daily running\nhere and there and everywhere, and nothing can induce him to stay at\nhome one single day.”",
        "“Is sister (Pao Ch’ai) all right again?” asked Pao-yü. “Yes,” replied\nMrs. Hsüeh, “she’s well again. It was very kind of you two days ago to\nagain think of her, and send round to inquire after her. She’s now in\nthere, and you can go and see her. It’s warmer there than it’s here; go\nand sit with her inside, and, as soon as I’ve put everything away, I’ll\ncome and join you and have a chat.”",
        "Pao-yü, upon hearing this, jumped down with alacrity from the\nstove-couch, and walked up to the door of the inner room, where he saw\nhanging a portière somewhat the worse for use, made of red silk. Pao-yü\nraised the portière and making one step towards the interior, he found\nPao Ch’ai seated on the couch, busy over some needlework. On the top of\nher head was gathered, and made into a knot, her chevelure, black as\nlacquer, and glossy like pomade. She wore a honey-coloured wadded robe,\na rose-brown short-sleeved jacket, lined with the fur of the squirrel of\ntwo colours: the “gold and silver;” and a jupe of leek-yellow silk. Her\nwhole costume was neither too new, neither too old, and displayed no\nsign of extravagance.",
        "Her lips, though not rouged, were naturally red; her eyebrows, though\nnot pencilled, were yet blue black; her face resembled a silver basin,\nand her eyes, juicy plums. She was sparing in her words, chary in her\ntalk, so much so that people said that she posed as a simpleton. She was\nquiet in the acquittal of her duties and scrupulous as to the proper\nseason for everything. “I practise simplicity,” she would say of\nherself.",
        "“How are you? are you quite well again, sister?” inquired Pao-yü, as he\ngazed at her; whereupon Pao Ch’ai raised her head, and perceiving Pao-yü\nwalk in, she got up at once and replied with a smile, “I’m all right\nagain; many thanks for your kindness in thinking of me.”",
        "While uttering this, she pressed him to take a seat on the stove-couch,\nand as he sat down on the very edge of the couch, she told Ying Erh to\nbring tea and asked likewise after dowager lady Chia and lady Feng. “And\nare all the rest of the young ladies quite well?” she inquired.",
        "Saying this she scrutinised Pao-yü, who she saw had a head-dress of\npurplish-gold twisted threads, studded with precious stones. His\nforehead was bound with a gold circlet, representing two dragons,\nclasping a pearl. On his person he wore a light yellow, archery-sleeved\njacket, ornamented with rampant dragons, and lined with fur from the\nribs of the silver fox; and was clasped with a dark sash, embroidered\nwith different-coloured butterflies and birds. Round his neck was hung\nan amulet, consisting of a clasp of longevity, a talisman of recorded\nname, and, in addition to these, the precious jade which he had had in\nhis mouth at the time of his birth.",
        "“I’ve daily heard every one speak of this jade,” said Pao Ch’ai with a\nsmile, “but haven’t, after all, had an opportunity of looking at it\nclosely, but anyhow to-day I must see it.”",
        "As she spoke, she drew near. Pao-yü himself approached, and taking it\nfrom his neck, he placed it in Pao Ch’ai’s hand. Pao Ch’ai held it in\nher palm. It appeared to her very much like the egg of a bird,\nresplendent as it was like a bright russet cloud; shiny and smooth like\nvariegated curd and covered with a net for the sake of protection.",
        "Readers, you should know that this was the very block of useless stone\nwhich had been on the Ta Huang Hills, and which had dropped into the\nCh’ing Keng cave, in a state of metamorphosis. A later writer expresses\nhis feelings in a satirical way as follows:",
        "  Nü Wo’s fusion of stones was e’er a myth inane,\n  But from this myth hath sprung fiction still more insane!\n  Lost is the subtle life, divine, and real!–gone!\n  Assumed, mean subterfuge! foul bags of skin and bone!\n  Fortune, when once adverse, how true! gold glows no more!\n  In evil days, alas! the jade’s splendour is o’er!\n  Bones, white and bleached, in nameless hill-like mounds are flung,\n  Bones once of youths renowned and maidens fair and young.",
        "The rejected stone has in fact already given a record of the\ncircumstances of its transformation, and the inscription in seal\ncharacters, engraved upon it by the bald-headed bonze, and below will\nnow be also appended a faithful representation of it; but its real size\nis so very diminutive, as to allow of its being held by a child in his\nmouth while yet unborn, that were it to have been drawn in its exact\nproportions, the characters would, it is feared, have been so\ninsignificant in size, that the beholder would have had to waste much of\nhis eyesight, and it would besides have been no pleasant thing.",
        "While therefore its shape has been adhered to, its size has unavoidably\nbeen slightly enlarged, to admit of the reader being able, conveniently,\nto peruse the inscription, even by very lamplight, and though he may be\nunder the influence of wine.",
        "These explanations have been given to obviate any such sneering remarks\nas: “What could be, pray, the size of the mouth of a child in his\nmother’s womb, and how could it grasp such a large and clumsy thing?”",
        "On the face of the jade was written:",
        "  Precious Gem of Spiritual Perception.\n  If thou wilt lose me not and never forget me,\n  Eternal life and constant luck will be with thee!",
        "On the reverse was written:",
        "  1 To exorcise evil spirits and the accessory visitations;\n  2 To cure predestined sickness;\n  3 To prognosticate weal and woe.",
        "Pao Ch’ai having looked at the amulet, twisted it again to the face, and\nscrutinising it closely, read aloud:",
        "  If thou wilt lose me not and never forget me,\n  Eternal life and constant luck will be with thee!",
        "She perused these lines twice, and, turning round, she asked Ying Erh\nlaughingly: “Why don’t you go and pour the tea? what are you standing\nhere like an idiot!”",
        "“These two lines which I’ve heard,” smiled Ying Erh, “would appear to\npair with the two lines on your necklet, miss!”",
        "“What!” eagerly observed Pao-yü with a grin, when he caught these words,\n“are there really eight characters too on your necklet, cousin? do let\nme too see it.”",
        "“Don’t listen to what she says,” remarked Pao Ch’ai, “there are no\ncharacters on it.”",
        "“My dear cousin,” pleaded Pao-yü entreatingly, “how is it you’ve seen\nmine?”",
        "Pao Ch’ai was brought quite at bay by this remark of his, and she\nconsequently added, “There are also two propitious phrases engraved on\nthis charm, and that’s why I wear it every day. Otherwise, what pleasure\nwould there be in carrying a clumsy thing.”",
        "As she spoke, she unfastened the button, and produced from inside her\ncrimson robe, a crystal-like locket, set with pearls and gems, and with\na brilliant golden fringe. Pao-yü promptly received it from her, and\nupon minute examination, found that there were in fact four characters\non each side; the eight characters on both sides forming two sentences\nof good omen. The similitude of the locket is likewise then given below.\nOn the face of the locket is written:",
        "  “Part not from me and cast me not away;”",
        "And on the reverse:",
        "  “And youth, perennial freshness will display!”",
        "Pao-yü examined the charm, and having also read the inscription twice\nover aloud, and then twice again to himself, he said as he smiled, “Dear\ncousin, these eight characters of yours form together with mine an\nantithetical verse.”",
        "“They were presented to her,” ventured Ying Erh, “by a mangy-pated\nbonze, who explained that they should be engraved on a golden\ntrinket....”",
        "Pao Ch’ai left her no time to finish what she wished to say, but\nspeedily called her to task for not going to bring the tea, and then\ninquired of Pao-yü “Where he had come from?”",
        "Pao-yü had, by this time, drawn quite close to Pao Ch’ai, and perceived\nwhiff after whiff of some perfume or other, of what kind he could not\ntell. “What perfume have you used, my cousin,” he forthwith asked, “to\nfumigate your dresses with? I really don’t remember smelling any\nperfumery of the kind before.”",
        "“I’m very averse,” replied Pao Ch’ai blandly, “to the odour of\nfumigation; good clothes become impregnated with the smell of smoke.”",
        "“In that case,” observed Pao-yü, “what scent is it?”",
        "“Yes, I remember,” Pao Ch’ai answered, after some reflection; “it’s the\nscent of the ’cold fragrance’ pills which I took this morning.”",
        "“What are these cold fragrance pills,” remarked Pao-yü smiling, “that\nthey have such a fine smell? Give me, cousin, a pill to try.”",
        "“Here you are with your nonsense again,” Pao Ch’ai rejoined laughingly;\n“is a pill a thing to be taken recklessly?”",
        "She had scarcely finished speaking, when she heard suddenly some one\noutside say, “Miss Lin is come;” and shortly Lin Tai-yü walked in in a\njaunty manner.",
        "“Oh, I come at a wrong moment!” she exclaimed forthwith, smirking\nsignificantly when she caught sight of Pao-yü.",
        "Pao-yü and the rest lost no time in rising and offering her a seat,\nwhereupon Pao Ch’ai added with a smile, “How can you say such things?”",
        "“Had I known sooner,” continued Tai-yü, “that he was here, I would have\nkept away.”",
        "“I can’t fathom this meaning of yours,” protested Pao Ch’ai.",
        "“If one comes,” Tai-yü urged smiling, “then all come, and when one\ndoesn’t come, then no one comes. Now were he to come to-day, and I to\ncome to-morrow, wouldn’t there be, by a division of this kind, always\nsome one with you every day? and in this way, you wouldn’t feel too\nlonely, nor too crowded. How is it, cousin, that you didn’t understand\nwhat I meant to imply?”",
        "“Is it snowing?” inquired Pao-yü, upon noticing that she wore a cloak\nmade of crimson camlet, buttoning in front.",
        "“It has been snowing for some time,” ventured the matrons, who were\nstanding below. “Fetch my wrapper!” Pao-yü remarked, and Tai-yü readily\nlaughed. “Am I not right? I come, and, of course, he must go at once.”",
        "“Did I ever mention that I was going?” questioned Pao-yü; “I only wish\nit brought to have it ready when I want it.”",
        "“It’s a snowy day,” consequently remarked Pao-yü’s nurse, dame Li, “and\nwe must also look to the time, but you had better remain here and amuse\nyourself with your cousin. Your aunt has, in there, got ready tea and\nfruits. I’ll tell the waiting-maid to go and fetch your wrapper and the\nboys to return home.” Pao-yü assented, and nurse Li left the room and\ntold the boys that they were at liberty to go.",
        "By this time Mrs. Hsüeh had prepared tea and several kinds of nice\nthings and kept them all to partake of those delicacies. Pao-yü, having\nspoken highly of some goose feet and ducks’ tongues he had tasted some\ndays before, at his eldest sister-in-law’s, Mrs. Yu’s, “aunt” Hsüeh\npromptly produced several dishes of the same kind, made by herself, and\ngave them to Pao-yü to try. “With a little wine,” added Pao-yü with a\nsmile, “they would be first rate.”",
        "Mrs. Hsüeh thereupon bade the servants fetch some wine of the best\nquality; but dame Li came forward and remonstrated. “My lady,” she said,\n“never mind the wine.”",
        "Pao-yü smilingly pleaded: “My nurse, I’ll take just one cup and no\nmore.”",
        "“It’s no use,” nurse Li replied, “were your grandmother and mother\npresent, I wouldn’t care if you drank a whole jar. I remember the day\nwhen I turned my eyes away but for a moment, and some ignorant fool or\nother, merely with the view of pandering for your favour, gave you only\na drop of wine to drink, and how this brought reproaches upon me for a\ncouple of days. You don’t know, my lady, you have no idea of his\ndisposition! it’s really dreadful; and when he has had a little wine he\nshows far more temper. On days when her venerable ladyship is in high\nspirits, she allows him to have his own way about drinking, but he’s not\nallowed to have wine on any and every day; and why should I have to\nsuffer inside and all for nothing at all?”",
        "“You antiquated thing!” replied Mrs. Hsüeh laughing, “set your mind at\nease, and go and drink your own wine! I won’t let him have too much, and\nshould even the old lady say anything, let the fault be mine.”",
        "Saying this, she asked a waiting-maid to take nurse Li along with her\nand give her also a glass of wine so as to keep out the cold air.",
        "When nurse Li heard these words, she had no alternative but to go for a\ntime with all the others and have some wine to drink.",
        "“The wine need not be warmed: I prefer it cold!” Pao-yü went on to\nsuggest meanwhile.",
        "“That won’t do,” remonstrated Mrs. Hsüeh; “cold wine will make your hand\ntremble when you write.”",
        "“You have,” interposed Pao Ch’ai smiling, “the good fortune, cousin\nPao-yü, of having daily opportunities of acquiring a knowledge of every\nkind of subject, and yet don’t you know that the properties of wine are\nmostly heating? If you drink wine warm, its effects soon dispel, but if\nyou drink it cold, it at once congeals in you; and as upon your\nintestines devolves the warming of it, how can you not derive any harm?\nand won’t you yet from this time change this habit of yours? leave off\nat once drinking that cold wine.”",
        "Pao-yü finding that the words he had heard contained a good deal of\nsense, speedily put down the cold wine, and having asked them to warm\nit, he at length drank it.",
        "Tai-yü was bent upon cracking melon seeds, saying nothing but simply\npursing up her lips and smiling, when, strange coincidence, Hsüeh Yen,\nTai-yü’s waiting-maid, walked in and handed her mistress a small\nhand-stove.",
        "“Who told you to bring it?” ascertained Tai-yü grinningly. “I’m sorry to\nhave given whoever it is the trouble; I’m obliged to her. But did she\never imagine that I would freeze to death?”",
        "“Tzu Chuan was afraid,” replied Hsüeh Yen, “that you would, miss, feel\ncold, and she asked me to bring it over.”",
        "Tai-yü took it over and held it in her lap. “How is it,” she smiled,\n“that you listen to what she tells you, but that you treat what I say,\nday after day, as so much wind blowing past your ears! How is it that\nyou at once do what she bids you, with even greater alacrity than you\nwould an imperial edict?”",
        "When Pao-yü heard this, he felt sure in his mind that Tai-yü was\navailing herself of this opportunity to make fun of him, but he made no\nremark, merely laughing to himself and paying no further notice. Pao\nCh’ai, again, knew full well that this habit was a weak point with\nTai-yü, so she too did not go out of her way to heed what she said.",
        "“You’ve always been delicate and unable to stand the cold,” interposed\n“aunt” Hsüeh, “and is it not a kind attention on their part to have\nthought of you?”",
        "“You don’t know, aunt, how it really stands,” responded Tai-yü\nsmilingly; “fortunately enough, it was sent to me here at your quarters;\nfor had it been in any one else’s house, wouldn’t it have been a slight\nupon them? Is it forsooth nice to think that people haven’t so much as a\nhand-stove, and that one has fussily to be sent over from home? People\nwon’t say that the waiting-maids are too officious, but will imagine\nthat I’m in the habit of behaving in this offensive fashion.”",
        "“You’re far too punctilious,” remarked Mrs. Hsüeh, “as to entertain such\nnotions! No such ideas as these crossed my mind just now.”",
        "While they were conversing, Pao-yü had taken so much as three cups of\nwine, and nurse Li came forward again to prevent him from having any\nmore. Pao-yü was just then in a state of exultation and excitement, (a\nstate) enhanced by the conversation and laughter of his cousins, so that\nwas he ready to agree to having no more! But he was constrained in a\nhumble spirit to entreat for permission. “My dear nurse,” he implored,\n“I’ll just take two more cups and then have no more.”",
        "“You’d better be careful,” added nurse Li, “your father is at home\nto-day, and see that you’re ready to be examined in your lessons.”",
        "When Pao-yü heard this mention, his spirits at once sank within him, and\ngently putting the wine aside, he dropped his head upon his breast.",
        "Tai-yü promptly remonstrated. “You’ve thrown cold water,” she said,\n“over the spirits of the whole company; why, if uncle should ask to see\nyou, well, say that aunt Hsüeh detained you. This old nurse of yours has\nbeen drinking, and again makes us the means of clearing her muddled\nhead!”",
        "While saying this, she gave Pao-yü a big nudge with the intent of\nstirring up his spirits, adding, as she addressed him in a low tone of\nvoice: “Don’t let us heed that old thing, but mind our own enjoyment.”",
        "Dame Li also knew very well Tai-yü’s disposition, and therefore\nremarked: “Now, Miss Lin, don’t you urge him on; you should after all,\ngive him good advice, as he may, I think, listen to a good deal of what\nyou say to him.”",
        "“Why should I urge him on?” rejoined Lin Tai-yü, with a sarcastic smile,\n“nor will I trouble myself to give him advice. You, old lady, are far\ntoo scrupulous! Old lady Chia has also time after time given him wine,\nand if he now takes a cup or two more here, at his aunt’s, lady Hsüeh’s\nhouse, there’s no harm that I can see. Is it perhaps, who knows, that\naunt is a stranger in this establishment, and that we have in fact no\nright to come over here to see her?”",
        "Nurse Li was both vexed and amused by the words she had just heard.\n“Really,” she observed, “every remark this girl Lin utters is sharper\nthan a razor! I didn’t say anything much!”",
        "Pao Ch’ai too could not suppress a smile, and as she pinched Tai-yü’s\ncheek, she exclaimed, “Oh the tongue of this frowning girl! one can\nneither resent what it says, nor yet listen to it with any\ngratification!”",
        "“Don’t be afraid!” Mrs. Hsüeh went on to say, “don’t be afraid; my son,\nyou’ve come to see me, and although I’ve nothing good to give you, you\nmustn’t, through fright, let the trifle you’ve taken lie heavy on your\nstomach, and thus make me uneasy; but just drink at your pleasure, and\nas much as you like, and let the blame fall on my shoulders. What’s\nmore, you can stay to dinner with me, and then go home; or if you do get\ntipsy, you can sleep with me, that’s all.”",
        "She thereupon told the servants to heat some more wine. “I’ll come,” she\ncontinued, “and keep you company while you have two or three cups, after\r\nwhich we’ll have something to eat!”",
        "It was only after these assurances that Pao-yü’s spirits began at\nlength, once more to revive, and dame Li then directed the waiting-maids\nwhat to do. “You remain here,” she enjoined, “and mind, be diligent\nwhile I go home and change; when I’ll come back again. Don’t allow him,\"\nshe also whispered to “aunt” Hsüeh, “to have all his own way and drink\ntoo much.”",
        "Having said this, she betook herself back to her quarters; and during\nthis while, though there were two or three nurses in attendance, they\ndid not concern themselves with what was going on. As soon as they saw\nthat nurse Li had left, they likewise all quietly slipped out, at the\nfirst opportunity they found, while there remained but two\nwaiting-maids, who were only too glad to curry favour with Pao-yü. But\nfortunately “aunt” Hsüeh, by much coaxing and persuading, only let him\nhave a few cups, and the wine being then promptly cleared away, pickled\nbamboo shoots and chicken-skin soup were prepared, of which Pao-yü drank\nwith relish several bowls full, eating besides more than half a bowl of\nfinest rice congee.",
        "By this time, Hsüeh Pao Ch’ai and Lin Tai-yü had also finished their\nrepast; and when Pao-yü had drunk a few cups of strong tea, Mrs. Hsüeh\nfelt more easy in her mind. Hsüeh Yen and the others, three or four of\nthem in all, had also had their meal, and came in to wait upon them.",
        "“Are you now going or not?” inquired Tai-yü of Pao-yü.",
        "Pao-yü looked askance with his drowsy eyes. “If you want to go,” he\nobserved, “I’ll go with you.”",
        "Tai-yü hearing this, speedily rose. “We’ve been here nearly the whole\nday,” she said, “and ought to be going back.”",
        "As she spoke the two of them bade good-bye, and the waiting-maids at\nonce presented a hood to each of them.",
        "Pao-yü readily lowered his head slightly and told a waiting-maid to put\nit on. The girl promptly took the hood, made of deep red cloth, and\nshaking it out of its folds, she put it on Pao-yü’s head.",
        "“That will do,” hastily exclaimed Pao-yü. “You stupid thing! gently a\nbit; is it likely you’ve never seen any one put one on before? let me do\nit myself.”",
        "“Come over here, and I’ll put it on for you,” suggested Tai-yü, as she\nstood on the edge of the couch. Pao-yü eagerly approached her, and\nTai-yü carefully kept the cap, to which his hair was bound, fast down,\nand taking the hood she rested its edge on the circlet round his\nforehead. She then raised the ball of crimson velvet, which was as large\nas a walnut, and put it in such a way that, as it waved tremulously, it\nshould appear outside the hood. These arrangements completed she cast a\nlook for a while at what she had done. “That’s right now,” she added,\n“throw your wrapper over you!”",
        "When Pao-yü caught these words, he eventually took the wrapper and threw\nit over his shoulders.",
        "“None of your nurses,” hurriedly interposed aunt Hsüeh, “are yet come,\nso you had better wait a while.”",
        "“Why should we wait for them?” observed Pao-yü. “We have the\nwaiting-maids to escort us, and surely they should be enough.”",
        "Mrs. Hsüeh finding it difficult to set her mind at ease deputed two\nmarried women to accompany the two cousins; and after they had both\nexpressed (to these women) their regret at having troubled them, they\ncame straightway to dowager lady Chia’s suite of apartments.",
        "Her venerable ladyship had not, as yet, had her evening repast. Hearing\nthat they had been at Mrs. Hsüeh’s, she was extremely pleased; but\nnoticing that Pao-yü had had some wine, she gave orders that he should\nbe taken to his room, and put to bed, and not be allowed to come out\nagain.",
        "“Do take good care of him,” she therefore enjoined the servants, and\nwhen suddenly she bethought herself of Pao-yü’s attendants, “How is it,\"\nshe at once inquired of them all, “that I don’t see nurse Li here?”",
        "They did not venture to tell her the truth, that she had gone home, but\r\r\nsimply explained that she had come in a few moments back, and that they\nthought she must have again gone out on some business or other.",
        "“She’s better off than your venerable ladyship,” remarked Pao-yü,\nturning round and swaying from side to side. “Why then ask after her?\nWere I rid of her, I believe I might live a little longer.”",
        "While uttering these words, he reached the door of his bedroom, where he\nsaw pen and ink laid out on the writing table.",
        "“That’s nice,” exclaimed Ch’ing Wen, as she came to meet him with a\nsmile on her face, “you tell me to prepare the ink for you, but though\nwhen you get up, you were full of the idea of writing, you only wrote\nthree characters, when you discarded the pencil, and ran away, fooling\nme, by making me wait the whole day! Come now at once and exhaust all\nthis ink before you’re let off.”",
        "Pao-yü then remembered what had taken place in the morning. “Where are\nthe three characters I wrote?” he consequently inquired, smiling.",
        "“Why this man is tipsy,” remarked Ch’ing Wen sneeringly. “As you were\ngoing to the other mansion, you told me to stick them over the door. I\nwas afraid lest any one else should spoil them, as they were being\npasted, so I climbed up a high ladder and was ever so long in putting\nthem up myself; my hands are even now numb with cold.”",
        "“Oh I forgot all about it,” replied Pao-yü grinning, “if your hands are\ncold, come and I’ll rub them warm for you.”",
        "Promptly stretching out his hand, he took those of Ch’ing Wen in his,\nand the two of them looked at the three characters, which he recently\nhad written, and which were pasted above the door. In a short while,\nTai-yü came.",
        "“My dear cousin,” Pao-yü said to her smilingly, “tell me without any\nprevarication which of the three characters is the best written?”",
        "Tai-yü raised her head and perceived the three characters: Red, Rue,\nHall. “They’re all well done,” she rejoined, with a smirk, “How is it\nyou’ve written them so well? By and bye you must also write a tablet for\nme.”",
        "“Are you again making fun of me?” asked Pao-yü smiling; “what about\nsister Hsi Jen?” he went on to inquire.",
        "Ch’ing Wen pouted her lips, pointing towards the stove-couch in the\ninner room, and, on looking in, Pao-yü espied Hsi Jen fast asleep in her\ndaily costume.",
        "“Well,” Pao-yü observed laughing, “there’s no harm in it, but its rather\nearly to sleep. When I was having my early meal, on the other side,” he\nproceeded, speaking to Ch’ing Wen, “there was a small dish of dumplings,\nwith bean-curd outside; and as I thought you would like to have some, I\nasked Mrs. Yu for them, telling her that I would keep them, and eat them\nin the evening; I told some one to bring them over, but have you\nperchance seen them?”",
        "“Be quick and drop that subject,” suggested Ch’ing Wen; “as soon as they\nwere brought over, I at once knew they were intended for me; as I had\njust finished my meal, I put them by in there, but when nurse Li came\nshe saw them. ’Pao-yü,’ she said, ’is not likely to eat them, so I’ll\ntake them and give them to my grandson.’ And forthwith she bade some one\ntake them over to her home.”",
        "While she was speaking, Hsi Hsüeh brought in tea, and Pao-yü pressed his\ncousin Lin to have a cup.",
        "“Miss Lin has gone long ago,” observed all of them, as they burst out\nlaughing, “and do you offer her tea?”",
        "Pao-yü drank about half a cup, when he also suddenly bethought himself\nof some tea, which had been brewed in the morning. “This morning,” he\ntherefore inquired of Hsi Hsüeh, “when you made a cup of maple-dew tea,\nI told you that that kind of tea requires brewing three or four times\nbefore its colour appears; and how is that you now again bring me this\ntea?”",
        "“I did really put it by,” answered Hsi Hsüeh, “but nurse Li came and\ndrank it, and then went off.”",
        "Pao-yü upon hearing this, dashed the cup he held in his hand on the\nground, and as it broke into small fragments, with a crash, it spattered\nHsi Hsüeh’s petticoat all over.",
        "“Of whose family is she the mistress?” inquired Pao-yü of Hsi Hsüeh, as\nhe jumped up, “that you all pay such deference to her. I just simply had\na little of her milk, when I was a brat, and that’s all; and now she has\ngot into the way of thinking herself more high and mighty than even the\nheads of the family! She should be packed off, and then we shall all\nhave peace and quiet.”",
        "Saying this, he was bent upon going, there and then, to tell dowager\nlady Chia to have his nurse driven away.",
        "Hsi Jen was really not asleep, but simply feigning, with the idea, when\nPao-yü came, to startle him in play. At first, when she heard him speak\nof writing, and inquire after the dumplings, she did not think it\nnecessary to get up, but when he flung the tea-cup on the floor, and got\ninto a temper, she promptly jumped up and tried to appease him, and to\nprevent him by coaxing from carrying out his threat.",
        "A waiting-maid sent by dowager lady Chia came in, meanwhile, to ask what\nwas the matter.",
        "“I had just gone to pour tea,” replied Hsi Jen, without the least\nhesitation, “and I slipped on the snow and fell, while the cup dropped\nfrom my hand and broke. Your decision to send her away is good,” she\nwent on to advise Pao-yü, “and we are all willing to go also; and why\nnot avail yourself of this opportunity to dismiss us in a body? It will\nbe for our good, and you too on the other hand, needn’t perplex yourself\nabout not getting better people to come and wait on you!”",
        "When Pao-yü heard this taunt, he had at length not a word to say, and\nsupported by Hsi Jen and the other attendants on to the couch, they\ndivested him of his clothes. But they failed to understand the drift of\nwhat Pao-yü kept on still muttering, and all they could make out was an\nendless string of words; but his eyes grew heavier and drowsier, and\nthey forthwith waited upon him until he went to sleep; when Hsi Jen\nunclasped the jade of spiritual perception, and rolling it up in a\nhandkerchief, she lay it under the mattress, with the idea that when he\nput it on the next day it should not chill his neck.",
        "Pao-yü fell sound asleep the moment he lay his head on the pillow. By\nthis time nurse Li and the others had come in, but when they heard that\nPao-yü was tipsy, they too did not venture to approach, but gently made\ninquiries as to whether he was asleep or not. On hearing that he was,\nthey took their departure with their minds more at ease.",
        "The next morning the moment Pao-yü awoke, some one came in to tell him\nthat young Mr. Jung, living in the mansion on the other side, had\nbrought Ch’in Chung to pay him a visit.",
        "Pao-yü speedily went out to greet them and to take them over to pay\ntheir respects to dowager lady Chia. Her venerable ladyship upon\nperceiving that Ch’in Chung, with his handsome countenance, and his\nrefined manners, would be a fit companion for Pao-yü in his studies,\nfelt extremely delighted at heart; and having readily detained him to\ntea, and kept him to dinner, she went further and directed a servant to\nescort him to see madame Wang and the rest of the family.",
        "With the fond regard of the whole household for Mrs. Ch’in, they were,\nwhen they saw what a kind of person Ch’in Chung was, so enchanted with\nhim, that at the time of his departure, they all had presents to give\nhim; even dowager lady Chia herself presented him with a purse and a\ngolden image of the God of Learning, with a view that it should incite\nhim to study and harmony.",
        "“Your house,” she further advised him, “is far off, and when it’s cold\nor hot, it would be inconvenient for you to come all that way, so you\nhad better come and live over here with me. You’ll then be always with\nyour cousin Pao-yü, and you won’t be together, in your studies, with\nthose fellow-pupils of yours who have no idea what progress means.”",
        "Ch’in Chung made a suitable answer to each one of her remarks, and on\r\nhis return home he told everything to his father.",
        "His father, Ch’in Pang-yeh, held at present the post of Secretary in the\nPeking Field Force, and was well-nigh seventy. His wife had died at an\nearly period, and as she left no issue, he adopted a son and a daughter\nfrom a foundling asylum.",
        "But who would have thought it, the boy also died, and there only\nremained the girl, known as Kó Ch’ing in her infancy, who when she grew\nup, was beautiful in face and graceful in manners, and who by reason of\nsome relationship with the Chia family, was consequently united by the\nties of marriage (to one of the household).",
        "Ch’in Pang-yeh was in his fiftieth year when he at length got this son.\nAs his tutor had the previous year left to go south, he remained at home\nkeeping up his former lessons; and (his father) had been just thinking\nof talking over the matter with his relatives of the Chia family, and\nsending his son to the private school, when, as luck would have it, this\nopportunity of meeting Pao-yü presented itself.",
        "Knowing besides that the family school was under the direction of the\nvenerable scholar Chia Tai-ju, and hoping that by joining his class,\n(his son) might advance in knowledge and by these means reap reputation,\nhe was therefore intensely gratified. The only drawbacks were that his\nofficial emoluments were scanty, and that both the eyes of everyone in\nthe other establishment were set upon riches and honours, so that he\ncould not contribute anything short of the amount (given by others); but\nhis son’s welfare throughout life was a serious consideration, and he,\nneedless to say, had to scrape together from the East and to collect\nfrom the West; and making a parcel, with all deference, of twenty-four\ntaels for an introduction present, he came along with Ch’in Chung to\nTai-ju’s house to pay their respects. But he had to wait subsequently\nuntil Pao-yü could fix on an auspicious date on which they could\ntogether enter the school.",
        "As for what happened after they came to school, the next chapter will\ndivulge.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IBy Cao XueqinAt Amazon"
    ]
}