{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXXVII.",
    "author": "Cao Xueqin",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "  In the Study of Autumnal Cheerfulness is accidentally formed the\n      Cydonia Japonica Society.\n  In the Heng Wu Court, the chrysanthemum is, on a certain night,\n      proposed as a subject for verses.",
        "But to continue. After Shih Hsiang-yün’s return home, Pao-yü and the\nother inmates spent their time, as of old, in rambling about in the\ngarden in search of pleasure, and in humming poetical compositions. But\nwithout further reference to their doings, let us take up our narrative\nwith Chia Cheng.",
        "Ever since the visit paid to her home by the imperial consort, he\nfulfilled his official duties with additional zeal, for the purpose of\nreverently making requital for the grace shown him by the Emperor. His\ncorrect bearing and his spotless reputation did not escape His Majesty’s\nnotice, and he conferred upon him the special appointment of Literary\nChancellor, with the sole object of singling out his true merit; for\nthough he had not commenced his career through the arena of public\nexaminations, he belonged nevertheless to a family addicted to letters\nduring successive generations. Chia Cheng had, therefore, on the receipt\nof the imperial decree, to select the twentieth day of the eighth moon\nto set out on his journey. When the appointed day came, he worshipped at\nthe shrines of his ancestors, took leave of them and of dowager lady\nChia, and started for his post. It would be a needless task, however, to\nrecount with any full particulars how Pao-yü and all the inmates saw him\noff, how Chia Cheng went to take up his official duties, and what\noccurred abroad, suffice it for us to notice that Pao-yü, ever since\nChia Cheng’s departure, indulged his caprices, allowed his feelings to\nrun riot, and gadded wildly about. In fact, he wasted his time, and\nadded fruitless days and months to his age.",
        "On this special occasion, he experienced more than ever a sense of his\nlack of resources, and came to look up his grandmother Chia and Madame\nWang. With them, he whiled away some of his time, after which he\nreturned into the garden. As soon as he changed his costume, he\nperceived Ts’ui Mo enter, with a couple of sheets of fancy notepaper, in\nher hand, which she delivered to him.",
        "“It quite slipped from my mind,” Pao-yü remarked. “I meant to have gone\nand seen my cousin Tertia; is she better that you come?”",
        "“Miss is all right,” Ts’ui Mo answered. “She hasn’t even had any\nmedicine to-day. It’s only a slight chill.”",
        "When Pao-yü heard this reply, he unfolded the fancy notepaper. On\nperusal, he found the contents to be: “Your cousin, T’an Ch’un,\nrespectfully lays this on her cousin Secundus’ study-table. When the\nother night the blue sky newly opened out to view, the moon shone as if\nit had been washed clean! Such admiration did this pure and rare\npanorama evoke in me that I could not reconcile myself to the idea of\ngoing to bed. The clepsydra had already accomplished three turns, and\nyet I roamed by the railing under the dryandra trees. But such poor\ntreatment did I receive from wind and dew (that I caught a chill), which\nbrought about an ailment as severe (as that which prevented the man of\nold from) picking up sticks. You took the trouble yesterday to come in\nperson and cheer me up. Time after time also did you send your\nattendants round to make affectionate inquiries about me. You likewise\npresented me with fresh lichees and relics of writings of Chen Ch’ing.\nHow deep is really your gracious love! As I leant to-day on my table\nplunged in silence, I suddenly remembered that the ancients of\nsuccessive ages were placed in circumstances, in which they had to\nstruggle for reputation and to fight for gain, but that they\nnevertheless acquired spots with hills and dripping streams, and,\ninviting people to come from far and near, they did all they could to\ndetain them, by throwing the linch-pins of their chariots into wells or\nby holding on to their shafts; and that they invariably joined\nfriendship with two or three of the same mind as themselves, with whom\nthey strolled about in these grounds, either erecting altars for song,\nor establishing societies for scanning poetical works. Their meetings\nwere, it is true, prompted, on the spur of the moment, by a sudden fit\nof good cheer, but these have again and again proved, during many years,\na pleasant topic of conversation. I, your cousin, may, I admit, be\ndevoid of talent, yet I have been fortunate enough to enjoy your company\namidst streams and rockeries, and to furthermore admire the elegant\nverses composed by Hsüeh Pao-ch’ai and Lin Tai-yü. When we were in the\nbreezy hall and the moonlit pavilion, what a pity we never talked about\npoets! But near the almond tree with the sign and the peach tree by the\nstream, we may perhaps, when under the fumes of wine, be able to fling\nround the cups, used for humming verses! Who is it who opines that\nsocieties with any claim to excellent abilities can only be formed by\nmen? May it not be that the pleasant meetings on the Tung Shan might\nyield in merit to those, such as ourselves, of the weaker sex? Should\nyou not think it too much to walk on the snow, I shall make bold to ask\nyou round, and sweep the way clean of flowers and wait for you.\nRespectfully written.”",
        "The perusal of this note filled Pao-yü unawares with exultation.\nClapping his hands; “My third cousin,” he laughed, “is the one eminently\npolished; I’ll go at once to-day and talk matters over with her.”",
        "As he spoke, he started immediately, followed by Ts’ui Mo. As soon as\nthey reached the Hsin Fang pavilion, they espied the matron, on duty\nthat day at the back door of the garden, advancing towards them with a\nnote in her hand. The moment she perceived Pao-yü she forthwith came up\nto meet him. “Mr. Yün,” she said, “presents his compliments to you. He\nis waiting for you at the back gate. This is a note he bade me bring\nyou.”",
        "Upon opening the note, Pao-yü found it to read as follows: “An unfilial\nson, Yün, reverently inquires about his worthy father’s boundless\nhappiness and precious health. Remembering the honour conferred upon me\nby your recognising me, in your heavenly bounty, as your son, I tried\nboth day as well as night to do something in evidence of my pious\nobedience, but no opportunity could I find to perform anything filial.\nWhen I had, some time back, to purchase flowers and plants, I succeeded,\nthanks to your vast influence, venerable senior, in finally making\nfriends with several gardeners and in seeing a good number of gardens.\nAs the other day I unexpectedly came across a white begonia, of a rare\nspecies, I exhausted every possible means to get some and managed to\nobtain just two pots. If you, worthy senior, regard your son as your own\nvery son, do keep them to feast your eyes upon! But with this hot\nweather to-day, the young ladies in the garden will, I fear, not be at\ntheir ease. I do not consequently presume to come and see you in person,\nso I present you this letter, written with due respect, while knocking\nmy head before your table. Your son, Yün, on his knees, lays this\nepistle at your feet. A joke!”",
        "After reading this note, Pao-yü laughed. “Has he come alone?” he asked.\n“Or has he any one else with him?”",
        "“He’s got two flower pots as well,” rejoined the matron.",
        "“You go and tell him,” Pao-yü urged, “that I’ve informed myself of the\ncontents of his note, and that there are few who think of me as he does!\nIf you also take the flowers and, put them in my room, it will be all\nright.”",
        "So saying, he came with Ts’ui Mo into the Ch’iu Shuang study, where he\ndiscovered Pao-ch’ai, Tai-yü, Ying Ch’un and Hsi Ch’un already\nassembled. When they saw him drop in upon them, they all burst out\nlaughing. “Here comes still another!” they exclaimed.",
        "“I’m not a boor,” smiled T’an Ch’un, “so when the idea casually crossed\nmy mind, I wrote a few notes to try and see who would come. But who’d\nhave thought that, as soon as I asked you, you would all come.”",
        "“It’s unfortunately late,” Pao-yü smilingly observed. “We should have\nstarted this society long ago.”",
        "“You can’t call this late!” Tai-yü interposed, “so why give way to\nregret! The only thing is, you must form your society, without including\nme in the number; for I daren’t be one of you.”",
        "“If you daren’t,” Ying Ch’un smiled, “who can presume to do so?”",
        "“This is,” suggested Pao-yü, “a legitimate and great purpose; and we\nshould all exert our energies. You shouldn’t be modest, and I yielding;\nbut every one of us, who thinks of anything, should freely express it\nfor general discussion. So senior cousin Pao-ch’ai do make some\nsuggestion; and you junior cousin Lin Tai-yü say something.”",
        "“What are you in this hurry for?” Pao-ch’ai exclaimed. “We are not all\nhere yet.”",
        "This remark was barely concluded, when Li Wan also arrived. As soon as\nshe crossed the threshold, “It’s an excellent proposal,” she laughingly\ncried, “this of starting a poetical society. I recommend myself as\ncontroller. Some time ago in spring, I thought of this, ’but,’ I mused,\n’I am unable to compose verses, so what’s the use of making a mess of\nthings?’ This is why I dispelled the idea from my mind, and made no\nmention about it. But since it’s your good pleasure, cousin Tertia, to\nstart it, I’ll help you to set it on foot.”",
        "“As you’ve made up your minds,” Tai-yü put in, “to initiate a poetical\nsociety, every one of us will be poets, so we should, as a first step,\ndo away with those various appellations of cousin and uncle and aunt,\nand thus avoid everything that bears a semblance of vulgarity.”",
        "“First rate,” exclaimed Li Wan, “and why should we not fix upon some new\ndesignations by which to address ourselves? This will be a far more\nrefined way! As for my own, I’ve selected that of the ’Old farmer of Tao\nHsiang;’ so let none of you encroach on it.”",
        "“I’ll then call myself the ’resident-scholar of the Ch’iu Shuang,’ and\nhave done,” T’an Ch’un observed with a smile.",
        "“’Resident-scholar or master’ is, in fact, not to the point. It’s\nclumsy, besides,” Pao-yü interposed. “The place here is full of dryandra\nand banana trees, and if one could possibly hit upon some name bearing\nupon the dryandra and banana, it would be preferable.”",
        "“I’ve got one,” shouted T’an Ch’un smilingly. “I’ll style myself ’the\nguest under the banana trees.’”",
        "“How uncommon!” they unanimously cried. “It’s a nice one!”",
        "“You had better,” laughed Tai-yü, “be quick and drag her away and stew\nsome slices of her flesh, for people to eat with their wine.”",
        "No one grasped her meaning, “Ch’uang-tzu,” Tai-yü proceeded to explain,\nsmiling, “says: ’The banana leaves shelter the deer,’ and as she styles\nherself the guest under the banana tree, is she not a deer? So be quick\nand make pieces of dried venison of her.”",
        "At these words, the whole company laughed.",
        "“Don’t be in a hurry!” T’an Ch’un remarked, as she laughed. “You make\nuse of specious language to abuse people; but I’ve thought of a fine and\nmost apposite name for you!” Whereupon addressing herself to the party,\n“In days gone by,” she added, “an imperial concubine, Nü Ying, sprinkled\nher tears on the bamboo, and they became spots, so from olden times to\nthe present spotted bamboos have been known as the ’Hsiang imperial\nconcubine bamboo.’ Now she lives in the Hsiao Hsiang lodge, and has a\nweakness too for tears, so the bamboos over there will by and bye, I\npresume, likewise become transformed into speckled bamboos; every one\ntherefore must henceforward call her the ’Hsiao Hsiang imperial\nconcubine’ and finish with it.”",
        "After listening to her, they one and all clapped their hands, and cried\nout: “Capital!” Lin Tai-yü however drooped her head and did not so much\nas utter a single word.",
        "“I’ve also,” Li Wan smiled, “devised a suitable name for senior cousin,\nHsüeh Pao-chai. It too is one of three characters.”",
        "“What’s it?” eagerly inquired the party.",
        "“I’ll raise her to the rank of ’Princess of Heng Wu,’” Li Wan rejoined.\n“I wonder what you all think about this.”",
        "“This title of honour,” T’an Ch’un observed, “is most apposite.”",
        "“What about mine?” Pao-yü asked. “You should try and think of one for me\nalso!”",
        "“Your style has long ago been decided upon,” Pao-ch’ai smiled. “It\nconsists of three words: ’fussing for nothing!’ It’s most pat!”",
        "“You should, after all, retain your old name of ’master of the flowers\nin the purple cave,’” Li Wan suggested. “That will do very well.”",
        "“Those were some of the doings of my youth; why rake them up again?\"\nPao-yü laughed.",
        "“Your styles are very many,” T’an Ch’un observed, “and what do you want\nto choose another for? All you’ve got to do is to make suitable reply\nwhen we call you whatever takes our fancy.”",
        "“I must however give you a name,” Pao-ch’ai remarked. “There’s a very\nvulgar name, but it’s just the very thing for you. What is difficult to\nobtain in the world are riches and honours; what is not easy to combine\nwith them is leisure. These two blessings cannot be enjoyed together,\nbut, as it happens, you hold one along with the other, so that we might\nas well dub you the ’rich and honourable idler.’”",
        "“It won’t do; it isn’t suitable,” Pao-yü laughed. “It’s better that you\nshould call me, at random, whatever you like.”",
        "“What names are to be chosen for Miss Secunda and Miss Quarta?” Li Wan\ninquired.",
        "“We also don’t excel in versifying; what’s the use consequently of\ngiving us names, all for no avail?” Ying Ch’un said.",
        "“In spite of this,” argued T’an Ch’un, “it would be well to likewise\nfind something for you!”",
        "“She lives in the Tzu Ling Chou, (purple caltrop Isle), so let us call\nher ’Ling Chou,’” Pao-ch’ai suggested. “As for that girl Quarta, she\nlives in the On Hsiang Hsieh, (lotus fragrance pavilion); she should\nthus be called On Hsieh and have done!”",
        "“These will do very well!” Li Wan cried. “But as far as age goes, I am\nthe senior, and you should all defer to my wishes; but I feel certain\nthat when I’ve told you what they are, you will unanimously agree to\nthem. We are seven here to form the society, but neither I, nor Miss\nSecunda, nor Miss Quarta can write verses; so if you will exclude us\nthree, we’ll each share some special duties.”",
        "“Their names have already been chosen,” T’an Ch’un smilingly demurred;\n“and do you still keep on addressing them like this? Well, in that case,\nwon’t it be as well for them to have no names? But we must also decide\nupon some scale of fines, for future guidance, in the event of any\nmistakes.”",
        "“There will be ample time to fix upon a scale of fines after the society\nhas been definitely established.” Li Wan replied. “There’s plenty of\nroom over in my place so let’s hold our meetings there. I’m not, it is\ntrue, a good hand at verses, but if you poets won’t treat me\ndisdainfully as a rustic boor, and if you will allow me to play the\nhostess, I may certainly also gradually become more and more refined. As\nfor conceding to me the presidentship of the society, it won’t be\nenough, of course, for me alone to preside; it will be necessary to\ninvite two others to serve as vice-presidents; you might then enlist\nLing Chou and Ou Hsieh, both of whom are cultured persons. The one to\nchoose the themes and assign the metre, the other to act as copyist and\nsupervisor. We three cannot, however, definitely say that we won’t write\nverses, for, if we come across any comparatively easy subject and metre,\nwe too will indite a stanza if we feel so disposed. But you four will\npositively have to do so. If you agree to this, well, we can proceed\nwith the society; but, if you don’t fall in with my wishes, I can’t\npresume to join you.”",
        "Ying Ch’un and Hsi Ch’un had a natural aversion for verses. What is\nmore, Hsüeh Pao-ch’ai and Lin Tai-yü were present. As soon therefore as\nthey heard these proposals, which harmonised so thoroughly with their\nown views, they both, with one voice, approved them as excellent. T’an\nCh’un and the others were likewise well aware of their object, but they\ncould not, when they saw with what willingness they accepted the charge\ninsist, with any propriety, upon their writing verses, and they felt\nobliged to say yes.",
        "“Your proposals,” she consequently said, “may be right enough; but in my\nviews they are ridiculous. For here I’ve had the trouble of initiating\nthis idea of a society, and, instead of my having anything to say in the\nmatter, I’ve been the means of making you three come and exercise\ncontrol over me.”",
        "“Well then,” Pao-yü suggested, “let’s go to the Tao Hsiang village.”",
        "“You’re always in a hurry!” Li Wan remarked. “We’re here to-day to\nsimply deliberate. So wait until I’ve sent for you again.”",
        "“It would be well,” Pao-ch’ai interposed, “that we should also decide\nevery how many days we are to meet.”",
        "“If we meet too often,” argued T’an Ch’un, “there won’t be fun in it. We\nshould simply come together two or three times in a month.”",
        "“It will be ample if we meet twice or thrice a month,” Pao-ch’ai added.\n“But when the dates have been settled neither wind nor rain should\nprevent us. Exclusive, however, of these two days, any one in high\nspirits and disposed to have an extra meeting can either ask us to go\nover to her place, or you can all come to us; either will do well\nenough! But won’t it be more pleasant if no hard-and-fast dates were\nlaid down?”",
        "“This suggestion is excellent,” they all exclaimed.",
        "“This idea was primarily originated by me,” T’an Ch’un observed, “and I\nshould be the first to play the hostess, so that these good spirits of\nmine shouldn’t all go for nothing.”",
        "“Well, after this remark,” Li Wan proceeded, “what do you say to your\nbeing the first to convene a meeting to-morrow?”",
        "“To-morrow,” T’an Ch’un demurred, “is not as good as to-day; the best\nthing is to have it at once! You’d better therefore choose the subjects,\nwhile Ling Chou can fix the metre, and Ou Hsieh act as supervisor.”",
        "“According to my ideas,” Ying Ch’un chimed in, “we shouldn’t yield to\nthe wishes of any single person in the choice of themes and the\nsettlement of the rhythm. What would really be fair and right would be\nto draw lots.”",
        "“When I came just now,” Li Wan pursued, “I noticed them bring in two\npots of white begonias, which were simply beautiful; and why should you\nnot write some verses on them?”",
        "“Can we write verses,” Ying Ch’un retorted, “before we have as yet seen\nanything of the flowers?”",
        "“They’re purely and simply white begonias,” Pao-chai answered, “and is\nthere again any need to see them before you put together your verses?\nMen of old merely indited poetical compositions to express their good\ncheer and conceal their sentiments; had they waited to write on things\nthey had seen, why, the whole number of their works would not be in\nexistence at present!”",
        "“In that case,” Ying Ch’un said, “let me fix the metre.”",
        "With these words, she walked up to the book-case, and, extracting a\nvolume, she opened it, at random, at some verses which turned out to be\na heptameter stanza. Then handing it round for general perusal,\neverybody had to compose lines with seven words in each. Ying Ch’un next\nclosed the book of verses and addressed herself to a young waiting-maid.\n“Just utter,” she bade her, “the first character that comes to your\nmouth.”",
        "The waiting-maid was standing, leaning against the door, so readily she\nsuggested the word “door.”",
        "“The rhyme then will be the word ’door,’” Ying Ch’un smiled, “under the\nthirteenth character ’Yuan.’ The final word of the first line is\ntherefore ’door’.”",
        "Saying this, she asked for the box with the rhyme slips, and, pulling\nout the thirteenth drawer with the character “Yuan,” she directed a\nyoung waiting-maid to take four words as they came under her hand. The\nwaiting-maid complied with her directions, and picked out four slips, on\nwhich were written “p’en, hun, hen and hun,” pot, spirit, traces and\ndusk.",
        "“The two characters pot and door,” observed Pao-yü, “are not very easy\nto rhyme with.”",
        "But Shih Shu then got ready four lots of paper and pens, share and share\nalike, and one and all quietly set to work, racking their brains to\nperform their task, with the exception of Tai-yü, who either kept on\nrubbing the dryandra flowers, or looking at the autumnal weather, or\nbandying jokes as well with the servant-girls; while Ying Ch’un ordered\na waiting-maid to light a “dream-sweet” incense stick.",
        "This “dream-sweet” stick was, it must be explained, made only about\nthree inches long and about the thickness of a lamp-wick, in order to\neasily burn down. Setting therefore her choice upon one of these as a\nlimit of time, any one who failed to accomplish the allotted task, by\nthe time the stick was consumed, had to pay a penalty.",
        "Presently, T’an Ch’un was the first to think of some verses, and, taking\nup her pen, she wrote them down; and, after submitting them to several\nalterations, she handed them up to Ying Ch’un.",
        "“Princess of Heng Wu,” she then inquired of Pao-ch’ai, “have you\nfinished?”",
        "“As for finishing, I have finished,” Pao-ch’ai rejoined; “but they’re\nworth nothing.”",
        "Pao-yü paced up and down the verandah with his hands behind his back.\n“Have you heard?” he thereupon said to Tai-yü, “they’ve all done!”",
        "“Don’t concern yourself about me!” Tai-yü returned for answer.",
        "Pao-yü also perceived that Pao-ch’ai had already copied hers out.\n“Dreadful!” he exclaimed. “There only remains an inch of the stick and\nI’ve only just composed four lines. The incense stick is nearly burnt\nout,” he continued, speaking to Tai-yü, “and what do you keep squatting\non that damp ground like that for?”",
        "But Tai-yü did not again worry her mind about what he said.",
        "“Well,” Pao-yü added, “I can’t be looking after you! Whether good or\nbad, I’ll write mine out too and have done.”",
        "As he spoke, he likewise drew up to the table and began putting his\nlines down.",
        "“We’ll now peruse the verses,” Li Wan interposed, “and if by the time\nwe’ve done, you haven’t as yet handed up your papers, you’ll have to be\nfined.”",
        "“Old farmer of Tao Hsiang,” Pao-yü remarked, “you’re not, it is true, a\ngood hand at writing verses, but you can read well, and, what’s more,\nyou’re the fairest of the lot; so you’d better adjudge the good and bad,\nand we’ll submit to your judgment.”",
        "“Of course!” responded the party with one voice.",
        "In due course, therefore, she first read T’an Ch’un’s draft. It ran as\nfollows:–",
        "  Verses on the Begonia.",
        "  What time the sun’s rays slant, and the grass waxeth cold, close the\n      double doors.\n  After a shower of rain, green moss plenteously covers the whole pot.\n  Beauteous is jade, but yet with thee in purity it cannot ever vie.\n  Thy frame, spotless as snow, from admiration easy robs me of my wits\n  Thy fragrant core is like unto a dot, so full of grace, so delicate!\n  When the moon reacheth the third watch, thy comely shade begins to\n      show itself.\n  Do not tell me that a chaste fairy like thee can take wings and pass\n      away.\n  How lovely are thy charms, when in thy company at dusk I sing my lay!",
        "After she had read them aloud, one and all sang their praise for a time.\nShe then took up Pao-ch’ai’s, which consisted of:",
        "  If thou would’st careful tend those fragrant lovely flowers, close of\n      a day the doors,\n  And with thine own hands take the can and sprinkle water o’er the\n      mossy pots.\n  Red, as if with cosmetic washed, are the shadows in autumn on the\n      steps.\n  Their crystal snowy bloom invites the dew on their spirits to heap\n      itself.\n  Their extreme whiteness mostly shows that they’re more comely than all\n      other flowers.\n  When much they grieve, how can their jade-like form lack the traces of\n      tears?\n  Would’st thou the god of those white flowers repay? then purity\n      need’st thou observe.\n  In silence plunges their fine bloom, now that once more day yields to\n      dusk.",
        "“After all,” observed Li Wan, “it’s the Princess of Heng Wu, who\nexpresses herself to the point.”",
        "Next they bestowed their attention on the following lines, composed by\nPao-yü:–",
        "  Thy form in autumn faint reflects against the double doors.\n  So heaps the snow in the seventh feast that it filleth thy pots.\n  Thy shade is spotless as Tai Chen, when from her bath she hails.\n  Like Hsi Tzu’s, whose hand ever pressed her heart, jade-like thy soul.\n  When the morn-ushering breeze falls not, thy thousand blossoms grieve.\n  To all thy tears the evening shower addeth another trace.\n  Alone thou lean’st against the coloured rails as if with sense imbued.\n  As heavy-hearted as the fond wife, beating clothes, or her that sadly\n      listens to the flute, thou mark’st the fall of dusk.",
        "When they had perused his verses, Pao-yü opined that T’an Ch’un’s\ncarried the palm. Li Wan was, however, inclined to concede to the\nstanza, indited by Pao-ch’ai, the credit of possessing much merit. But\nshe then went on to tell Tai-yü to look sharp.",
        "“Have you all done?” Tai-yü asked.",
        "So saying, she picked up a pen and completing her task, with a few\ndashes, she threw it to them to look over. On perusal, Li Wan and her\ncompanions found her verses to run in this strain:–",
        "  Half rolled the speckled portiere hangs, half closed the door.\n  Thy mould like broken ice it looks, jade-like thy pot.",
        "This couplet over, Pao-yü took the initiative and shouted: “Capital.\"\nBut he had just had time to inquire where she had recalled them to mind\nfrom, when they turned their mind to the succeeding lines:",
        "  Three points of whiteness from the pear petals thou steal’st;\n  And from the plum bloom its spirit thou borrowest.",
        "“Splendid!” every one (who heard) them conned over, felt impelled to\ncry. “It is a positive fact,” they said, “that her imagination is,\ncompared with that of others, quite unique.”",
        "But the rest of the composition was next considered. Its text was:",
        "  The fairy in Selene’s cavity donneth a plain attire.\n  The maiden, plunged in autumn grief, dries in her room the prints of\n      tears.\n  Winsome she blushes, in silence she’s plunged, with none a word she\n      breathes;\n  But wearily she leans against the eastern breeze, though dusk has long\n      since fall’n.",
        "“This stanza ranks above all!” they unanimously remarked, after it had\nbeen read for their benefit.",
        "“As regards beauty of thought and originality, this stanza certainly\ndeserves credit,” Li Wan asserted; “but as regards pregnancy and\nsimplicity of language, it, after all, yields to that of Heng Wu.”",
        "“This criticism is right.” T’an Ch’un put in. “That of the Hsiao Hsiang\nconsort must take second place.”",
        "“Yours, gentleman of I Hung,” Li Wan pursued, “is the last of the lot.\nDo you agreeably submit to this verdict?”",
        "“My stanza,” Pao-yü ventured, “isn’t really worth a straw. Your\ncriticism is exceedingly fair. But,” he smilingly added, “the two poems,\nwritten by Heng Wu and Hsiao Hsiang, have still to be discussed.”",
        "“You should,” argued Li Wan, “fall in with my judgment; this is no\nbusiness of any of you, so whoever says anything more will have to pay a\npenalty.”",
        "Pao-yü at this reply found that he had no alternative but to drop the\nsubject.",
        "“I decide that from henceforward,” Li Wan proceeded, “we should hold\nmeetings twice every month, on the second and sixteenth. In the\nselection of themes and the settlement of the rhymes, you’ll all have\nthen to do as I wish. But any person who may, during the intervals, feel\nso disposed, will be at perfect liberty to choose another day for an\nextra meeting. What will I care if there’s a meeting every day of the\nmoon? It will be no concern of mine, so long as when the second and\nsixteenth arrive, you do, as you’re bound to, and come over to my\nplace.”",
        "“We should, as is but right,” Pao-yü suggested, “choose some name or\nother for our society.”",
        "“Were an ordinary one chosen, it wouldn’t be nice,” T’an Ch’un\nexplained, “and anything too new-fangled, eccentric or strange won’t\nalso be quite the thing! As luck would have it, we’ve just started with\nthe poems on the begonia, so let us call it the ’Begonia Poetical\nSociety.’ This title is, it’s true, somewhat commonplace; but as it’s\npositively based on fact, it shouldn’t matter.”",
        "After this proposal of hers, they held further consultation; and\npartaking of some slight refreshments, each of them eventually retired.\nSome repaired to their quarters. Others went to dowager lady Chia’s or\nMadame Wang’s apartments. But we will leave them without further\ncomment.",
        "When Hsi Jen, for we will now come to her, perceived Pao-yü peruse the\nnote and walk off in a great flurry, along with Ts’ui Mo, she was quite\nat a loss what to make of it. Subsequently, she also saw the matrons, on\nduty at the back gate, bring two pots of begonias. Hsi Jen inquired of\nthem where they came from. The women explained to her all about them. As\nsoon as Hsi Jen heard their reply, she at once desired them to put the\nflowers in their proper places, and asked them to sit down in the lower\nrooms. She then entered the house, and, weighing six mace of silver, she\nwrapped it up properly, and fetching besides three hundred cash, she\ncame over and handed both the amounts to the two matrons. “This silver,\"\nshe said, “is a present for the boys, who carried the flowers; and these\ncash are for you to buy yourselves a cup of tea with.”",
        "The women rose to their feet in such high glee that their eyebrows\ndilated and their eyes smiled; but, though they waxed eloquent in the\nexpression of their deep gratitude, they would not accept the money. It\nwas only after they had perceived how obstinate Hsi Jen was in not\ntaking it back that they at last volunteered to keep it.",
        "“Are there,” Hsi Jen then inquired, “any servant-boys on duty outside\nthe back gate?”",
        "“There are four of them every day,” answered one of the matrons.\n“They’re put there with the sole idea of attending to any orders that\nmight be given them from inside. But, Miss, if you’ve anything to order\nthem to do, we’ll go and deliver your message.”",
        "“What orders can I have to give them?” Hsi Jen laughed. “Mr. Pao, our\nmaster Secundus, was purposing to send some one to-day to the young\nmarquis’ house to take something over to Miss Shih. But you come at an\nopportune moment so you might, on your way out, tell the servant-boys at\nthe back gate to hire a carriage; and on its return you can come here\nand get the money. But don’t let them rush recklessly against people in\nthe front part of the compound!”",
        "The matrons signified their obedience and took their leave. Hsi Jen\nretraced her steps into the house to fetch a tray in which to place the\npresents intended for Shih Hsiang-yün, but she discovered the shelf for\ntrays empty. Upon turning round, however, she caught sight of Ch’ing\nWen, Ch’iu Wen, She Yüeh and the other girls, seated together, busy with\ntheir needlework. “Where is the white cornelian tray with twisted\nthreads gone to?” Hsi Jen asked.",
        "At this question, one looked at the one, and the other stared at the\nother, but none of them could remember anything about it. After a\nprotracted lapse of time, Ch’ing Wen smiled. “It was taken to Miss\nTertia’s with a present of lichees,” she rejoined, “and it hasn’t as yet\nbeen returned.”",
        "“There are plenty of articles,” Hsi Jen remarked, “for sending over\nthings on ordinary occasions; and do you deliberately go and carry this\noff?”",
        "“Didn’t I maintain the same thing?” Ch’ing Wen retorted. “But so well\ndid this tray match with the fresh lichees it contained, that when I\ntook it over, Miss T’an Ch’un herself noticed the fact. ’How splendid,’\nshe said, and lo, putting even the tray by, she never had it brought\nover. But, look! hasn’t the pair of beaded vases, which stood on the\nvery top of that shelf, been fetched as yet?”",
        "“The mention of these vases,” Ch’iu Wen laughed, “reminds me again of a\nfunny incident. Whenever our Mr. Pao-yü’s filial piety is aroused, he\nshows himself filial over and above the highest degree! The other day,\nhe espied the olea flowers in the park, and he plucked two twigs. His\noriginal idea was to place them in a vase for himself, but a sudden\nthought struck him. ’These are flowers,’ he mused, ’which have newly\nopened in our garden, so how can I presume to be the first to enjoy\nthem?’ And actually taking down that pair of vases, he filled them with\nwater with his own hands, put the flowers in, and, calling a servant to\ncarry them, he in person took one of the vases into dowager lady Chia’s,\nand then took the other to Madame Wang’s. But, as it happens, even his\nattendants reap some benefit, when once his filial feelings are stirred\nup! As luck would have it, the one who carried the vases over on that\nday was myself. The sight of these flowers so enchanted our venerable\nlady that there was nothing that she wouldn’t do. ’Pao-yü,’ she said to\nevery one she met, ’is the one, after all, who shows me much attention.\nSo much so, that he has even thought of bringing me a twig of flowers!\nAnd yet, the others bear me a grudge on account of the love that I\nlavish on him!’ Our venerable mistress, you all know very well, has\nnever had much to say to me. I have all along not been much of a\nfavourite in the old lady’s eyes. But on that occasion she verily\ndirected some one to give me several hundreds of cash. ’I was to be\npitied,’ she observed, ’for being born with a weak physique!’ This was,\nindeed, an unforeseen piece of good luck! The several hundreds of cash\nare a mere trifle; but what’s not easy to get is this sort of honour!\nAfter that, we went over into Madame Wang’s. Madame Wang was, at the\ntime, with our lady Secunda, Mrs. Chao, and a whole lot of people;\nturning the boxes topsy-turvey, trying to find some coloured clothes her\nladyship had worn long ago in her youth, so as to give them to some one\nor other. Who it was, I don’t know. But the moment she saw us, she did\nnot even think of searching for any clothes, but got lost in admiration\nfor the flowers. Our lady Secunda was also standing by, and she made\nsport of the matter. She extolled our master Pao, for his filial piety\nand for his knowledge of right and wrong; and what with what was true\nand what wasn’t, she came out with two cart-loads of compliments. These\nthings spoken in the presence of the whole company so added to Madame\nWang’s lustre and sealed every one’s mouth, that her ladyship was more\nand more filled with gratification, and she gave me two ready-made\nclothes as a present. These too are of no consequence; one way or\nanother, we get some every year; but nothing can come up to this sort of\nlucky chance!”",
        "“Psha!” Ch’ing Wen ejaculated with a significant smile, “you are indeed\na mean thing, who has seen nothing of the world! She gave the good ones\nto others and the refuse to you; and do you still pat on all this side?”",
        "“No matter whether what she gave me was refuse or not,” Ch’iu Wen\nprotested, “it’s, after all, an act of bounty on the part of her\nladyship.”",
        "“Had it been myself,” Ch’ing Wen pursued, “I would at once have refused\nthem! It wouldn’t have mattered if she had given me what had been left\nby some one else; but we all stand on an equal footing in these rooms,\nand is there any one, forsooth, so much the more exalted or honorable\nthan the other as to justify her taking what is good and bestowing it\nupon her and giving me what is left? I had rather not take them! I might\nhave had to give offence to Madame Wang, but I wouldn’t have put up with\nsuch a slight!”",
        "“To whom did she give any in these rooms?” Ch’iu Wen vehemently\ninquired. “I was unwell and went home for several days, so that I am not\naware to whom any were given. Dear sister, do tell me who it is so that\nI may know.”",
        "“Were I to tell you,” Ch’ing Wen rejoined, “is it likely that you would\nreturn them at this hour to Madame Wang?”",
        "“What nonsense,” Ch’iu Wen laughed. “Ever since I’ve heard about it,\nI’ve been delighted and happy. No matter if she even bestowed upon me\nwhat remained from anything given to a dog in these rooms, I would have\nbeen thankful for her ladyship’s kindness. I wouldn’t have worried my\nmind with anything else!”",
        "After listening to her, everybody laughed. “Doesn’t she know how to jeer\nin fine style!” they ejaculated unanimously; “for weren’t they given to\nthat foreign spotted pug dog?”",
        "“You lot of filthy-tongued creatures!” Hsi Jen laughed, “when you’ve got\nnothing to do, you make me the scapegoat to crack your jokes, and poke\nyour fun at! But what kind of death will, I wonder, each of you have!”",
        "“Was it verily you, sister, who got them?” Ch’iu Wen asked with a smile.\n“I assure you I had no idea about it! I tender you my apologies.”",
        "“You might be a little less domineering!” Hsi Jen remarked smilingly.\n“The thing now is, who of you will go and fetch the tray.”",
        "“The vases too,” Shih Yüeh suggested, “must be got back when there’s any\ntime to spare; for there’s nothing to say about our venerable mistress’\nquarters, but Madame Wang’s apartments teem with people and many hands.\nThe rest are all right; but Mrs. Chao and all that company will, when\nthey see that the vase hails from these rooms, surely again foster evil\ndesigns, and they won’t feel happy until they’ve done all they can to\nspoil it! Besides, Madame Wang doesn’t trouble herself about such\nthings. So had we not as well bring it over a moment sooner?”",
        "Hearing this, Ch’ing Wen threw down her needlework. “What you say is\nperfectly right,” she assented, “so you’d better let me go and fetch\nit.”",
        "“I’ll, after all, go for it.” Ch’iu Wen cried. “You can go and get that\ntray of yours!”",
        "“You should let me once go for something!” Ch’ing Wen pleaded. “Whenever\nany lucky chance has turned up, you’ve invariably grabbed it; and can it\nbe that you won’t let me have a single turn?”",
        "“Altogether,” She Yüeh said laughingly, “that girl Ch’iu Wen got a few\nclothes just once; can such a lucky coincidence present itself again\ntoday that you too should find them engaged in searching for clothes?”",
        "“Albeit I mayn’t come across any clothes,” Ch’ing Wen rejoined with a\nsardonic smile, “our Madame Wang may notice how diligent I am, and\napportion me a couple of taels out of her public expenses; there’s no\nsaying.” Continuing, “Don’t you people,” she laughed, “try and play your\npranks with me; for is there anything that I don’t twig?”",
        "As she spoke, she ran outside. Ch’iu Wen too left the room in her\ncompany; but she repaired to T’an Ch’un’s quarters and fetched the tray.",
        "Hsi Jen then got everything ready. Calling an old nurse attached to the\nsame place as herself, Sung by name, “Just go first and wash, comb your\nhair and put on your out-of-door clothes,” she said to her, “and then\ncome back as I want to send you at once with a present to Miss Shih.”",
        "“Miss,” urged the nurse Sung, “just give me what you have; and, if you\nhave any message, tell it me; so that when I’ve tidied myself I may go\nstraightway.”",
        "Hsi Jen, at this proposal, brought two small twisted wire boxes; and,\nopening first the one in which were two kinds of fresh fruits,\nconsisting of caltrops and “chicken head” fruit, and afterwards\nuncovering the other, containing a tray with new cakes, made of chestnut\npowder, and steamed in sugar, scented with the olea, “All these fresh\nfruits are newly plucked this year from our own garden,” she observed;\n“our Mr. Secundus sends them to Miss Shih to taste. The other day, too,\nshe was quite taken with this cornelian tray so let her keep it for her\nuse. In this silk bag she’ll find the work, which she asked me some time\nago to do for her. (Tell her) that she mustn’t despise it for its\ncoarseness, but make the best of it and turn it to some account. Present\nrespects to her from our part and inquire after her health on behalf of\nMr. Pao-yü; that will be all there’s to say.”",
        "“Has Mr. Pao, I wonder, anything more for me to tell her?” the nurse\nSung added, “Miss, do go and inquire, so that on my return, he mayn’t\nagain say that I forgot.”",
        "“He was just now,” Hsi Jen consequently asked Ch’iu Wen, “over there in\nMiss Tertia’s rooms, wasn’t he?”",
        "“They were all assembled there, deliberating about starting some\npoetical society or other,” Ch’iu Wen explained, “and they all wrote\nverses too. But I fancy he’s got no message to give you; so you might as\nwell start.”",
        "After this assurance, nurse Sung forthwith took the things, and quitted\nthe apartment. When she had changed her clothes and arranged her hair,\nHsi Jen further enjoined them to go by the back door, where there was a\nservant-boy, waiting with a curricle. Nurse Sung thereupon set out on\nher errand. But we will leave her for the present.",
        "In a little time Pao-yü came back. After first cursorily glancing at the\nbegonias for a time, he walked into his rooms, and explained to Hsi Jen\nall about the poetical society they had managed to establish, Hsi Jen\nthen told him that she had sent the nurse Sung along with some things,\nto Shih Hsiang-yün. As soon as Pao-yü heard this, he clapped his hands.\n“I forgot all about her!” he cried. “I knew very well that I had\nsomething to attend to; but I couldn’t remember what it was! Luckily,\nyou’ve alluded to her! I was just meaning to ask her to come, for what\nfun will there be in this poetical society without her?”",
        "“Is this of any serious import?” Hsi Jen reasoned with him. “It’s all,\nfor the mere sake of recreation! She’s not however able to go about at\nher own free will as you people do. Nor can she at home have her own\nway. When you therefore let her know, it won’t again rest with her,\nhowever willing she may be to avail herself of your invitation. And if\nshe can’t come, she will long and crave to be with you all, so isn’t it\nbetter that you shouldn’t be the means of making her unhappy?”",
        "“Never mind!” responded Pao-yü. “I’ll tell our venerable senior to\ndespatch some one to bring her over.”",
        "But in the middle of their conversation, nurse Sung returned already\nfrom her mission, and expressed to him, (Hsiang-yün’s) acknowledgment;\nand to Hsi Jen her thanks for the trouble. “She also inquired,” the\nnurse proceeded, “what you, master Secundus, were up to, and I told her\nthat you had started some poetical club or other with the young ladies\nand that you were engaged in writing verses. Miss Shih wondered why it\nwas, if you were writing verses, that you didn’t even mention anything\nto her; and she was extremely distressed about it.”",
        "Pao-yü, at these words, turned himself round and betook himself\nimmediately into his grandmother’s apartments, where he did all that lay\nin his power to urge her to depute servants to go and fetch her.",
        "“It’s too late to-day,” dowager lady Chia answered; “they’ll go\ntomorrow, as soon as it’s daylight.”",
        "Pao-yü had no other course but to accede to her wishes. He, however,\nretraced his steps back to his room with a heavy heart. On the morrow,\nat early dawn, he paid another visit to old lady Chia and brought\npressure to bear on her until she sent some one for her. Soon after\nmidday, Shih Hsiang-yün arrived. Pao-yü felt at length much relieved in\nhis mind. Upon meeting her, he recounted to her all that had taken place\nfrom beginning to end. His purpose was likewise to let her see the\npoetical composition, but Li Wan and the others remonstrated. “Don’t,\"\nthey said, “allow her to see them! First tell her the rhymes and number\nof feet; and, as she comes late, she should, as a first step, pay a\npenalty by conforming to the task we had to do. Should what she writes\nbe good, then she can readily be admitted as a member of the society;\nbut if not good, she should be further punished by being made to stand a\ntreat; after which, we can decide what’s to be done.”",
        "“You’ve forgotten to ask me round,” Hsiang-yün laughed, “and I should,\nafter all, fine you people! But produce the metre; for though I don’t\nexcel in versifying, I shall exert myself to do the best I can, so as to\nget rid of every slur. If you will admit me into the club, I shall be\neven willing to sweep the floors and burn the incense.”",
        "When they all saw how full of fun she was, they felt more than ever\ndelighted with her and they reproached themselves, for having somehow or\nother managed to forget her on the previous day. But they lost no time\nin telling her the metre of the verses.",
        "Shih Hsiang-yün was inwardly in ecstasies. So much so, that she could\nnot wait to beat the tattoo and effect any alterations. But having\nsucceeded, while conversing with her cousins, in devising a stanza in\nher mind, she promptly inscribed it on the first piece of paper that\ncame to hand. “I have,” she remarked, with a precursory smile, “stuck to\nthe metre and written two stanzas. Whether they be good or bad, I cannot\nsay; all I’ve kept in view was to simply comply with your wishes.”",
        "So speaking, she handed her paper to the company.",
        "“We thought our four stanzas,” they observed, “had so thoroughly\nexhausted everything that could be imagined on the subject that another\nstanza was out of the question, and there you’ve devised a couple more!\nHow could there be so much to say? These must be mere repetitions of our\nown sentiments.”",
        "While bandying words, they perused her two stanzas. They found this to\nbe their burden:",
        "No. 1.",
        "  The fairies yesterday came down within the city gates,\n  And like those gems, sown in the grassy field, planted one pot.\n  How clear it is that the goddess of frost is fond of cold!\n  It is no question of a pretty girl bent upon death!\n  Where does the snow, which comes in gloomy weather, issue from?\n  The drops of rain increase the prints, left from the previous night.\n  How the flowers rejoice that bards are not weary of song!\n  But are they ever left to spend in peace a day or night?",
        "No. 2.",
        "  The “heng chih” covered steps lead to the creeper-laden door.\n  How fit to plant by the corner of walls; how fit for pots?\n  The flowers so relish purity that they can’t find a mate.\n  Easy in autumn snaps the soul of sorrow-wasted man.\n  The tears, which from the jade-like candle drip, dry in the wind.\n  The crystal-like portiere asunder rends Selene’s rays.\n  Their private feelings to the moon goddess they longed to tell,\n  But gone, alas! is the lustre she shed on the empty court!",
        "Every line filled them with wonder and admiration. What they read, they\npraised. “This,” they exclaimed, with one consent, “is not writing\nverses on the begonia for no purpose! We must really start a Begonia\nSociety!”",
        "“To-morrow,” Shih Hsiang-yün proposed, “first fine me by making me stand\na treat, and letting me be the first to convene a meeting; may I?”",
        "“This would be far better!” they all assented. So producing also the\nverses, composed the previous day, they submitted them to her for\ncriticism.",
        "In the evening, Hsiang-yün came at the invitation of Pao-ch’ai, to the\nHeng Wu Yüan to put up with her for the night. By lamplight, Hsiang-yün\nconsulted with her how she was to play the hostess and fix upon the\nthemes; but, after lending a patient ear to all her proposals for a long\ntime, Pao-ch’ai thought them so unsuitable for the occasion, that\nturning towards her, she raised objections. “If you want,” she said, “to\nhold a meeting, you have to pay the piper. And albeit it’s for mere fun,\nyou have to make every possible provision; for while consulting your own\ninterests, you must guard against giving umbrage to people. In that case\nevery one will afterwards be happy and contented. You count for nothing\ntoo in your own home; and the whole lump sum of those few tiaos, you\ndraw each month, are not sufficient for your own wants, and do you now\nalso wish to burden yourself with this useless sort of thing? Why, if\nyour aunt gets wind of it, won’t she be more incensed with you than\never! What’s more, even though you might fork out all the money you can\ncall your own to bear the outlay of this entertainment with, it won’t be\nanything like enough, and can it possibly be, pray, that you would go\nhome for the express purpose of requisitioning the necessary funds? Or\nwill you perchance ask for some from in here?”",
        "This long tirade had the effect of bringing the true facts of the case\nto Hsiang-yün’s notice, and she began to waver in a state of\nuncertainty.",
        "“I have already fixed upon a plan in my mind,” Pao-ch’ai resumed.\n“There’s an assistant in our pawnshop from whose family farm come some\nsplendid crabs. Some time back, he sent us a few as a present, and now,\nstarting from our venerable senior and including the inmates of the\nupper quarters, most of them are quite in love with crabs. It was only\nthe other day that my mother mentioned that she intended inviting our\nworthy ancestor into the garden to look at the olea flowers and partake\nof crabs, but she has had her hands so full that she hasn’t as yet asked\nher round. So just you now drop the poetical meeting, and invite the\nwhole crowd to a show; and if we wait until they go, won’t we be able to\nindite as many poems as we like? But let me speak to my brother and ask\nhim to let us have several baskets of the fattest and largest crabs he\ncan get, and to also go to some shop and fetch several jars of luscious\nwine. And if we then lay out four or five tables with plates full of\nrefreshments, won’t we save trouble and all have a jolly time as well?”",
        "As soon as Hsiang-yün heard (the alternative proposed by Pao-ch’ai,) she\nfelt her heart throb with gratitude and in most profuse terms she\npraised her for her forethought.",
        "“The proposal I’ve made.” Pao-ch’ai pursued smilingly; “is prompted\nentirely by my sincere feelings for you; so whatever you do don’t be\ntouchy and imagine that I look down upon you; for in that case we two\nwill have been good friends all in vain. But if you won’t give way to\nsuspicion, I’ll be able to tell them at once to go and get things\nready.”",
        "“My dear cousin,” eagerly rejoined Hsiang-yün, a smile on her lips, “if\nyou say these things it’s you who treat me with suspicion; for no matter\nhow foolish a person I may be, as not to even know what’s good and bad,\nI’m still a human being! Did I not regard you, cousin, in the same light\nas my own very sister, I wouldn’t last time have had any wish or\ninclination to disclose to you every bit of those troubles, which\nordinarily fall to my share at home.”",
        "After listening to these assurances, Pao-ch’ai summoned a matron and\nbade her go out and tell her master, Hsüeh P’an, to procure a few\nhampers of crabs of the same kind as those which were sent on the\nprevious occasion. “Our venerable senior,” (she said,) “and aunt Wang\nare asked to come to-morrow after their meal and admire the olea\nflowers, so mind, impress upon your master to please not forget, as I’ve\nalready to-day issued the invitations.”",
        "The matron walked out of the garden and distinctly delivered the\nmessage. But, on her return, she brought no reply.",
        "During this while, Pao-ch’ai continued her conversation with Hsiang-yün.\n“The themes for the verses,” she advised her, “mustn’t also be too\nout-of-the-way. Just search the works of old writers, and where will you\nfind any eccentric and peculiar subjects, or any extra difficult metre!\nIf the subject be too much out-of-the-way and the metre too difficult,\none cannot get good verses. In a word, we are a mean lot and our verses\nare certain, I fear, to consist of mere repetitions. Nor is it advisable\nfor us to aim at excessive originality. The first thing for us to do is\nto have our ideas clear, as our language will then not be commonplace.\nIn fact, this sort of thing is no vital matter; spinning and needlework\nare, in a word, the legitimate duties of you and me. Yet, if we can at\nany time afford the leisure, it’s only right and proper that we should\ntake some book, that will benefit both body and mind, and read a few\nchapters out of it.”",
        "Hsiang-yün simply signified her assent. “I’m now cogitating in my mind,\"\nshe then laughingly remarked, “that as the verses we wrote yesterday\ntreated of begonias, we should, I think, compose on this occasion some\non chrysanthemums, eh? What do you say?”",
        "“Chrysanthemums are in season,” Pao-ch’ai replied. “The only objection\nto them is that too many writers of old have made them the subject of\ntheir poems.”",
        "“I also think so,” Hsiang-yün added, “so that, I fear, we shall only be\nfollowing in their footsteps.”",
        "After some reflection, Pao-ch’ai exclaimed, “I’ve hit upon something! If\nwe take, for the present instance, the chrysanthemums as a secondary\nterm, and man as the primary, we can, after all, select several themes.\nBut they must all consist of two characters: the one, an empty word; the\nother, a full one. The full word might be chrysanthemums; while for the\nempty one, we might employ some word in general use. In this manner, we\nshall, on one hand, sing the chrysanthemum; and, on the other, compose\nverses on the theme. And as old writers have not written much in this\nstyle, it will be impossible for us to drift into the groove of their\nideas. Thus in versifying on the scenery and in singing the objects, we\nwill, in both respects, combine originality with liberality of thought.”",
        "“This is all very well,” smiled Hsiang-yün. “The only thing is what kind\nof empty words will, I wonder, be best to use? Just you first think of\none and let me see.”",
        "Pao-ch’ai plunged in thought for a time, after which she laughingly\nremarked: “Dream of chrysanthemums is good.”",
        "“It’s positively good!” Hsiang-yün smiled. “I’ve also got one: ’the\nChrysanthemum shadow,’ will that do?”",
        "“Well enough,” Pao-ch’ai answered, “the only objection is that people\nhave written on it; yet if the themes are to be many, we might throw\nthis in. I’ve got another one too!”",
        "“Be quick, and tell it!” Hsiang-yün urged.",
        "“What do you say to ’ask the Chrysanthemums?’” Pao-ch’ai observed.",
        "Hsiang-yün clapped her hand on the table. “Capital,” she cried. “I’ve\nthought of one also.” She then quickly continued, “It is, search for\nchrysanthemums; what’s your idea about it?”",
        "Pao-ch’ai thought that too would do very well. “Let’s choose ten of them\nfirst,” she next proposed; “and afterwards note them down!”",
        "While talking, they rubbed the ink and moistened the pens. These\npreparations over, Hsiang-yün began to write, while Pao-ch’ai enumerated\nthe themes. In a short time, they got ten of them.",
        "“Ten don’t form a set,” Hsiang-yün went on to smilingly suggest, after\nreading them over. “We’d better complete them by raising their number to\ntwelve; they’ll then also be on the same footing as people’s pictures\nand books.”",
        "Hearing this proposal, Pao-ch’ai devised another couple of themes, thus\nbringing them to a dozen. “Well, since we’ve got so far,” she pursued,\n“let’s go one step further and copy them out in their proper order,\nputting those that are first, first; and those that come last, last.”",
        "“It would be still better like that,” Hsiang-yün acquiesced, “as we’ll\nbe able to make up a ’chrysanthemum book.’”",
        "“The first stanza should be: ’Longing for chrysanthemums,’” Pao-chai\nsaid, “and as one cannot get them by wishing, and has, in consequence,\nto search for them, the second should be ’searching for chrysanthemums.’\nAfter due search, one finds them, and plants them, so the third must be:\n’planting chrysanthemums.’ After they’ve been planted, they, blossom,\nand one faces them and enjoys them, so the fourth should be ’facing the\nchrysanthemums.’ By facing them, one derives such excessive delight that\none plucks them and brings them in and puts them in vases for one’s own\ndelectation, so the fifth must be ’placing chrysanthemums in vases.’ If\nno verses are sung in their praise, after they’ve been placed in vases,\nit’s tantamount to seeing no point of beauty in chrysanthemums, so the\nsixth must be ’sing about chrysanthemums.’ After making them the burden\nof one’s song, one can’t help representing them in pictures. The seventh\nplace should therefore be conceded to ’drawing chrysanthemums.’ Seeing\nthat in spite of all the labour bestowed on the drawing of\nchrysanthemums, the fine traits there may be about them are not yet, in\nfact, apparent, one impulsively tries to find them out by inquiries, so\nthe eighth should be ’asking the chrysanthemums.’ As any perception,\nwhich the chrysanthemums might display in fathoming the questions set\nwould help to make the inquirer immoderately happy, the ninth must be\n’pinning the chrysanthemums in the hair.’ And as after everything has\nbeen accomplished, that comes within the sphere of man, there will\nremain still some chrysanthemums about which something could be written,\ntwo stanzas on the ’shadow of the chrysanthemums,’ and the ’dream about\nchrysanthemums’ must be tagged on as numbers ten and eleven. While the\nlast section should be ’the withering of the chrysanthemums’ so as to\nbring to a close the sentiments expressed in the foregoing subjects. In\nthis wise the fine scenery and fine doings of the third part of autumn,\nwill both alike be included in our themes.”",
        "Hsiang-yün signified her approval, and taking the list she copied it out\nclean. But after once more passing her eye over it, she went on to\ninquire what rhymes should be determined upon.",
        "“I do not, as a rule, like hard-and-fast rhymes,” Pao-ch’ai retorted.\n“It’s evident enough that we can have good verses without them, so\nwhat’s the use of any rhymes to shackle us? Don’t let us imitate that\nmean lot of people. Let’s simply choose our subject and pay no notice to\nrhymes. Our main object is to see whether we cannot by chance hit upon\nsome well-written lines for the sake of fun. It isn’t to make this the\nmeans of subjecting people to perplexities.”",
        "“What you say is perfectly right,” Hsiang-yün observed. “In this manner\nour poetical composition will improve one step higher. But we only\nmuster five members, and there are here twelve themes. Is it likely that\neach one of us will have to indite verses on all twelve?”",
        "“That would be far too hard on the members!” Pao-ch’ai rejoined. “But\nlet’s copy out the themes clean, for lines with seven words will have to\nbe written on every one, and stick them to-morrow on the wall for\ngeneral perusal. Each member can write on the subject which may be most\nin his or her line. Those, with any ability, may choose all twelve.\nWhile those, with none, may only limit themselves to one stanza. Both\nwill do. Those, however, who will show high mental capacity, combined\nwith quickness, will be held the best. But any one, who shall have\ncompleted all twelve themes, won’t be permitted to hasten and begin over\nagain; we’ll have to fine such a one, and finish.”",
        "“Yes, that will do,” assented Hsiang-yün. But after settling everything\nsatisfactorily, they extinguished the lamp and went to bed.",
        "Reader, do you want to know what subsequently took place? If you do,\nthen listen to what is contained in the way of explanation in the\nfollowing chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}