{
    "title": "Hung Lou Meng, Book I (A) - Chapter I.",
    "author": "Cao Xueqin",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "  Chen Shih-yin, in a vision, apprehends perception and spirituality.\n  Chia Yü-ts’un, in the (windy and dusty) world, cherishes fond thoughts\n      of a beautiful maiden.",
        "This is the opening section; this the first chapter. Subsequent to the\nvisions of a dream which he had, on some previous occasion, experienced,\nthe writer personally relates, he designedly concealed the true\ncircumstances, and borrowed the attributes of perception and\nspirituality to relate this story of the Record of the Stone. With this\npurpose, he made use of such designations as Chen Shih-yin (truth under\nthe garb of fiction) and the like. What are, however, the events\nrecorded in this work? Who are the dramatis personae?",
        "Wearied with the drudgery experienced of late in the world, the author\nspeaking for himself, goes on to explain, with the lack of success which\nattended every single concern, I suddenly bethought myself of the\nwomankind of past ages. Passing one by one under a minute scrutiny, I\nfelt that in action and in lore, one and all were far above me; that in\nspite of the majesty of my manliness, I could not, in point of fact,\ncompare with these characters of the gentle sex. And my shame forsooth\nthen knew no bounds; while regret, on the other hand, was of no avail,\nas there was not even a remote possibility of a day of remedy.",
        "On this very day it was that I became desirous to compile, in a\nconnected form, for publication throughout the world, with a view to\n(universal) information, how that I bear inexorable and manifold\nretribution; inasmuch as what time, by the sustenance of the benevolence\nof Heaven, and the virtue of my ancestors, my apparel was rich and fine,\nand as what days my fare was savory and sumptuous, I disregarded the\nbounty of education and nurture of father and mother, and paid no heed\nto the virtue of precept and injunction of teachers and friends, with\nthe result that I incurred the punishment, of failure recently in the\nleast trifle, and the reckless waste of half my lifetime. There have\nbeen meanwhile, generation after generation, those in the inner\nchambers, the whole mass of whom could not, on any account, be, through\nmy influence, allowed to fall into extinction, in order that I, unfilial\nas I have been, may have the means to screen my own shortcomings.",
        "Hence it is that the thatched shed, with bamboo mat windows, the bed of\ntow and the stove of brick, which are at present my share, are not\nsufficient to deter me from carrying out the fixed purpose of my mind.\nAnd could I, furthermore, confront the morning breeze, the evening moon,\nthe willows by the steps and the flowers in the courtyard, methinks\nthese would moisten to a greater degree my mortal pen with ink; but\nthough I lack culture and erudition, what harm is there, however, in\nemploying fiction and unrecondite language to give utterance to the\nmerits of these characters? And were I also able to induce the inmates\nof the inner chamber to understand and diffuse them, could I besides\nbreak the weariness of even so much as a single moment, or could I open\nthe eyes of my contemporaries, will it not forsooth prove a boon?",
        "This consideration has led to the usage of such names as Chia Yü-ts’un\nand other similar appellations.",
        "More than any in these pages have been employed such words as dreams and\nvisions; but these dreams constitute the main argument of this work, and\ncombine, furthermore, the design of giving a word of warning to my\nreaders.",
        "Reader, can you suggest whence the story begins?",
        "The narration may border on the limits of incoherency and triviality,\nbut it possesses considerable zest. But to begin.",
        "The Empress Nü Wo, (the goddess of works,) in fashioning blocks of\nstones, for the repair of the heavens, prepared, at the Ta Huang Hills\nand Wu Ch’i cave, 36,501 blocks of rough stone, each twelve chang in\nheight, and twenty-four chang square. Of these stones, the Empress Wo\nonly used 36,500; so that one single block remained over and above,\nwithout being turned to any account. This was cast down the Ch’ing Keng\npeak. This stone, strange to say, after having undergone a process of\nrefinement, attained a nature of efficiency, and could, by its innate\npowers, set itself into motion and was able to expand and to contract.",
        "When it became aware that the whole number of blocks had been made use\nof to repair the heavens, that it alone had been destitute of the\nnecessary properties and had been unfit to attain selection, it\nforthwith felt within itself vexation and shame, and day and night, it\ngave way to anguish and sorrow.",
        "One day, while it lamented its lot, it suddenly caught sight, at a great\ndistance, of a Buddhist bonze and of a Taoist priest coming towards that\ndirection. Their appearance was uncommon, their easy manner remarkable.\nWhen they drew near this Ch’ing Keng peak, they sat on the ground to\nrest, and began to converse. But on noticing the block newly-polished\nand brilliantly clear, which had moreover contracted in dimensions, and\nbecome no larger than the pendant of a fan, they were greatly filled\nwith admiration. The Buddhist priest picked it up, and laid it in the\npalm of his hand.",
        "“Your appearance,” he said laughingly, “may well declare you to be a\nsupernatural object, but as you lack any inherent quality it is\nnecessary to inscribe a few characters on you, so that every one who\nshall see you may at once recognise you to be a remarkable thing. And\nsubsequently, when you will be taken into a country where honour and\naffluence will reign, into a family cultured in mind and of official\nstatus, in a land where flowers and trees shall flourish with\nluxuriance, in a town of refinement, renown and glory; when you once\nwill have been there...”",
        "The stone listened with intense delight.",
        "“What characters may I ask,” it consequently inquired, “will you\ninscribe? and what place will I be taken to? pray, pray explain to me in\nlucid terms.” “You mustn’t be inquisitive,” the bonze replied, with a\nsmile, “in days to come you’ll certainly understand everything.” Having\nconcluded these words, he forthwith put the stone in his sleeve, and\nproceeded leisurely on his journey, in company with the Taoist priest.\nWhither, however, he took the stone, is not divulged. Nor can it be\nknown how many centuries and ages elapsed, before a Taoist priest, K’ung\nK’ung by name, passed, during his researches after the eternal reason\nand his quest after immortality, by these Ta Huang Hills, Wu Ch’i cave\nand Ch’ing Keng Peak. Suddenly perceiving a large block of stone, on the\nsurface of which the traces of characters giving, in a connected form,\nthe various incidents of its fate, could be clearly deciphered, K’ung\nK’ung examined them from first to last. They, in fact, explained how\nthat this block of worthless stone had originally been devoid of the\nproperties essential for the repairs to the heavens, how it would be\ntransmuted into human form and introduced by Mang Mang the High Lord,\nand Miao Miao, the Divine, into the world of mortals, and how it would\nbe led over the other bank (across the San Sara). On the surface, the\nrecord of the spot where it would fall, the place of its birth, as well\nas various family trifles and trivial love affairs of young ladies,\nverses, odes, speeches and enigmas was still complete; but the name of\nthe dynasty and the year of the reign were obliterated, and could not be\nascertained.",
        "On the obverse, were also the following enigmatical verses:",
        "  Lacking in virtues meet the azure skies to mend,\n  In vain the mortal world full many a year I wend,\n  Of a former and after life these facts that be,\n  Who will for a tradition strange record for me?",
        "K’ung K’ung, the Taoist, having pondered over these lines for a while,\nbecame aware that this stone had a history of some kind.",
        "“Brother stone,” he forthwith said, addressing the stone, “the concerns\nof past days recorded on you possess, according to your own account, a\nconsiderable amount of interest, and have been for this reason\ninscribed, with the intent of soliciting generations to hand them down\nas remarkable occurrences. But in my own opinion, they lack, in the\nfirst place, any data by means of which to establish the name of the\nEmperor and the year of his reign; and, in the second place, these\nconstitute no record of any excellent policy, adopted by any high\nworthies or high loyal statesmen, in the government of the state, or in\nthe rule of public morals. The contents simply treat of a certain number\nof maidens, of exceptional character; either of their love affairs or\ninfatuations, or of their small deserts or insignificant talents; and\nwere I to transcribe the whole collection of them, they would,\nnevertheless, not be estimated as a book of any exceptional worth.”",
        "“Sir Priest,” the stone replied with assurance, “why are you so\nexcessively dull? The dynasties recorded in the rustic histories, which\nhave been written from age to age, have, I am fain to think, invariably\nassumed, under false pretences, the mere nomenclature of the Han and\nT’ang dynasties. They differ from the events inscribed on my block,\nwhich do not borrow this customary practice, but, being based on my own\nexperiences and natural feelings, present, on the contrary, a novel and\nunique character. Besides, in the pages of these rustic histories,\neither the aspersions upon sovereigns and statesmen, or the strictures\nupon individuals, their wives, and their daughters, or the deeds of\nlicentiousness and violence are too numerous to be computed. Indeed,\nthere is one more kind of loose literature, the wantonness and pollution\nin which work most easy havoc upon youth.",
        "“As regards the works, in which the characters of scholars and beauties\nis delineated their allusions are again repeatedly of Wen Chün, their\ntheme in every page of Tzu Chien; a thousand volumes present no\ndiversity; and a thousand characters are but a counterpart of each\nother. What is more, these works, throughout all their pages, cannot\nhelp bordering on extreme licence. The authors, however, had no other\nobject in view than to give utterance to a few sentimental odes and\nelegant ballads of their own, and for this reason they have fictitiously\ninvented the names and surnames of both men and women, and necessarily\nintroduced, in addition, some low characters, who should, like a buffoon\nin a play, create some excitement in the plot.",
        "“Still more loathsome is a kind of pedantic and profligate literature,\nperfectly devoid of all natural sentiment, full of self-contradictions;\nand, in fact, the contrast to those maidens in my work, whom I have,\nduring half my lifetime, seen with my own eyes and heard with my own\nears. And though I will not presume to estimate them as superior to the\nheroes and heroines in the works of former ages, yet the perusal of the\nmotives and issues of their experiences, may likewise afford matter\nsufficient to banish dulness, and to break the spell of melancholy.",
        "“As regards the several stanzas of doggerel verse, they may too evoke\nsuch laughter as to compel the reader to blurt out the rice, and to\nspurt out the wine.",
        "“In these pages, the scenes depicting the anguish of separation, the\nbliss of reunion, and the fortunes of prosperity and of adversity are\nall, in every detail, true to human nature, and I have not taken upon\nmyself to make the slightest addition, or alteration, which might lead\nto the perversion of the truth.",
        "“My only object has been that men may, after a drinking bout, or after\nthey wake from sleep or when in need of relaxation from the pressure of\nbusiness, take up this light literature, and not only expunge the traces\nof antiquated books, and obtain a new kind of distraction, but that they\nmay also lay by a long life as well as energy and strength; for it bears\nno point of similarity to those works, whose designs are false, whose\ncourse is immoral. Now, Sir Priest, what are your views on the subject?”",
        "K’ung K’ung having pondered for a while over the words, to which he had\nlistened intently, re-perused, throughout, this record of the stone; and\nfinding that the general purport consisted of nought else than a\ntreatise on love, and likewise of an accurate transcription of facts,\nwithout the least taint of profligacy injurious to the times, he\nthereupon copied the contents, from beginning to end, to the intent of\ncharging the world to hand them down as a strange story.",
        "Hence it was that K’ung K’ung, the Taoist, in consequence of his\nperception, (in his state of) abstraction, of passion, the generation,\nfrom this passion, of voluptuousness, the transmission of this\nvoluptuousness into passion, and the apprehension, by means of passion,\nof its unreality, forthwith altered his name for that of “Ch’ing Tseng\"\n(the Voluptuous Bonze), and changed the title of “the Memoir of a Stone\"\n(Shih-t’ou-chi,) for that of “Ch’ing Tseng Lu,” The Record of the\nVoluptuous Bonze; while K’ung Mei-chi of Tung Lu gave it the name of\n“Feng Yüeh Pao Chien,” “The Precious Mirror of Voluptuousness.” In later\nyears, owing to the devotion by Tsao Hsüeh-ch’in in the Tao Hung study,\nof ten years to the perusal and revision of the work, the additions and\nmodifications effected by him five times, the affix of an index and the\ndivision into periods and chapters, the book was again entitled “Chin\nLing Shih Erh Ch’ai,” “The Twelve Maidens of Chin Ling.” A stanza was\nfurthermore composed for the purpose. This then, and no other, is the\norigin of the Record of the Stone. The poet says appositely:–",
        "  Pages full of silly litter,\n  Tears a handful sour and bitter;\n  All a fool the author hold,\n  But their zest who can unfold?",
        "You have now understood the causes which brought about the Record of the\nStone, but as you are not, as yet, aware what characters are depicted,\nand what circumstances are related on the surface of the block, reader,\nplease lend an ear to the narrative on the stone, which runs as\nfollows:–",
        "In old days, the land in the South East lay low. In this South-East part\nof the world, was situated a walled town, Ku Su by name. Within the\nwalls a locality, called the Ch’ang Men, was more than all others\nthroughout the mortal world, the centre, which held the second, if not\nthe first place for fashion and life. Beyond this Ch’ang Men was a\nstreet called Shih-li-chieh (Ten Li street); in this street a lane,\nthe Jen Ch’ing lane (Humanity and Purity); and in this lane stood an old\ntemple, which on account of its diminutive dimensions, was called, by\ngeneral consent, the Gourd temple. Next door to this temple lived the\nfamily of a district official, Chen by surname, Fei by name, and\nShih-yin by style. His wife, née Feng, possessed a worthy and virtuous\ndisposition, and had a clear perception of moral propriety and good\nconduct. This family, though not in actual possession of excessive\naffluence and honours, was, nevertheless, in their district, conceded to\nbe a clan of well-to-do standing. As this Chen Shih-yin was of a\ncontented and unambitious frame of mind, and entertained no hankering\nafter any official distinction, but day after day of his life took\ndelight in gazing at flowers, planting bamboos, sipping his wine and\nconning poetical works, he was in fact, in the indulgence of these\npursuits, as happy as a supernatural being.",
        "One thing alone marred his happiness. He had lived over half a century\nand had, as yet, no male offspring around his knees. He had one only\nchild, a daughter, whose infant name was Ying Lien. She was just three\nyears of age. On a long summer day, on which the heat had been intense,\nShih-yin sat leisurely in his library. Feeling his hand tired, he\ndropped the book he held, leant his head on a teapoy, and fell asleep.",
        "Of a sudden, while in this state of unconsciousness, it seemed as if he\nhad betaken himself on foot to some spot or other whither he could not\ndiscriminate. Unexpectedly he espied, in the opposite direction, two\npriests coming towards him: the one a Buddhist, the other a Taoist. As\nthey advanced they kept up the conversation in which they were engaged.\n“Whither do you purpose taking the object you have brought away?” he\nheard the Taoist inquire. To this question the Buddhist replied with a\nsmile: “Set your mind at ease,” he said; “there’s now in maturity a plot\nof a general character involving mundane pleasures, which will presently\ncome to a denouement. The whole number of the votaries of voluptuousness\nhave, as yet, not been quickened or entered the world, and I mean to\navail myself of this occasion to introduce this object among their\nnumber, so as to give it a chance to go through the span of human\nexistence.” “The votaries of voluptuousness of these days will naturally\nhave again to endure the ills of life during their course through the\nmortal world,” the Taoist remarked; “but when, I wonder, will they\nspring into existence? and in what place will they descend?”",
        "“The account of these circumstances,” the bonze ventured to reply, “is\nenough to make you laugh! They amount to this: there existed in the\nwest, on the bank of the Ling (spiritual) river, by the side of the San\nSheng (thrice-born) stone, a blade of the Chiang Chu (purple pearl)\ngrass. At about the same time it was that the block of stone was,\nconsequent upon its rejection by the goddess of works, also left to\nramble and wander to its own gratification, and to roam about at\npleasure to every and any place. One day it came within the precincts of\nthe Ching Huan (Monitory Vision) Fairy; and this Fairy, cognizant of the\nfact that this stone had a history, detained it, therefore, to reside at\nthe Ch’ih Hsia (purple clouds) palace, and apportioned to it the duties\nof attendant on Shen Ying, a fairy of the Ch’ih Hsia palace.",
        "“This stone would, however, often stroll along the banks of the Ling\nriver, and having at the sight of the blade of spiritual grass been\nfilled with admiration, it, day by day, moistened its roots with sweet\ndew. This purple pearl grass, at the outset, tarried for months and\nyears; but being at a later period imbued with the essence and\nluxuriance of heaven and earth, and having incessantly received the\nmoisture and nurture of the sweet dew, divested itself, in course of\ntime, of the form of a grass; assuming, in lieu, a human nature, which\ngradually became perfected into the person of a girl.",
        "“Every day she was wont to wander beyond the confines of the Li Hen\n(divested animosities) heavens. When hungry she fed on the Pi Ch’ing\n(hidden love) fruit–when thirsty she drank the Kuan ch’ou (discharged\nsorrows,) water. Having, however, up to this time, not shewn her\ngratitude for the virtue of nurture lavished upon her, the result was\nbut natural that she should resolve in her heart upon a constant and\nincessant purpose to make suitable acknowledgment.",
        "“I have been,” she would often commune within herself, “the recipient of\nthe gracious bounty of rain and dew, but I possess no such water as was\nlavished upon me to repay it! But should it ever descend into the world\nin the form of a human being, I will also betake myself thither, along\nwith it; and if I can only have the means of making restitution to it,\nwith the tears of a whole lifetime, I may be able to make adequate\nreturn.”",
        "“This resolution it is that will evolve the descent into the world of so\nmany pleasure-bound spirits of retribution and the experience of\nfantastic destinies; and this crimson pearl blade will also be among the\nnumber. The stone still lies in its original place, and why should not\nyou and I take it along before the tribunal of the Monitory Vision\nFairy, and place on its behalf its name on record, so that it should\ndescend into the world, in company with these spirits of passion, and\nbring this plot to an issue?”",
        "“It is indeed ridiculous,” interposed the Taoist. “Never before have I\nheard even the very mention of restitution by means of tears! Why should\nnot you and I avail ourselves of this opportunity to likewise go down\ninto the world? and if successful in effecting the salvation of a few of\nthem, will it not be a work meritorious and virtuous?”",
        "“This proposal,” remarked the Buddhist, “is quite in harmony with my own\nviews. Come along then with me to the palace of the Monitory Vision\nFairy, and let us deliver up this good-for-nothing object, and have done\nwith it! And when the company of pleasure-bound spirits of wrath descend\ninto human existence, you and I can then enter the world. Half of them\nhave already fallen into the dusty universe, but the whole number of\nthem have not, as yet, come together.”",
        "“Such being the case,” the Taoist acquiesced, “I am ready to follow you,\nwhenever you please to go.”",
        "But to return to Chen Shih-yin. Having heard every one of these words\ndistinctly, he could not refrain from forthwith stepping forward and\npaying homage. “My spiritual lords,” he said, as he smiled, “accept my\nobeisance.” The Buddhist and Taoist priests lost no time in responding\nto the compliment, and they exchanged the usual salutations. “My\nspiritual lords,” Shih-yin continued; “I have just heard the\nconversation that passed between you, on causes and effects, a\nconversation the like of which few mortals have forsooth listened to;\nbut your younger brother is sluggish of intellect, and cannot lucidly\nfathom the import! Yet could this dulness and simplicity be graciously\ndispelled, your younger brother may, by listening minutely, with\nundefiled ear and careful attention, to a certain degree be aroused to a\nsense of understanding; and what is more, possibly find the means of\nescaping the anguish of sinking down into Hades.”",
        "The two spirits smiled, “The conversation,” they added, “refers to the\nprimordial scheme and cannot be divulged before the proper season; but,\nwhen the time comes, mind do not forget us two, and you will readily be\nable to escape from the fiery furnace.”",
        "Shih-yin, after this reply, felt it difficult to make any further\ninquiries. “The primordial scheme,” he however remarked smiling,\n“cannot, of course, be divulged; but what manner of thing, I wonder, is\nthe good-for-nothing object you alluded to a short while back? May I not\nbe allowed to judge for myself?”",
        "“This object about which you ask,” the Buddhist Bonze responded, “is\nintended, I may tell you, by fate to be just glanced at by you.” With\nthese words he produced it, and handed it over to Shih-yin.",
        "Shih-yin received it. On scrutiny he found it, in fact, to be a\nbeautiful gem, so lustrous and so clear that the traces of characters on\nthe surface were distinctly visible. The characters inscribed consisted\nof the four “T’ung Ling Pao Yü,” “Precious Gem of Spiritual Perception.\"\nOn the obverse, were also several columns of minute words, which he was\njust in the act of looking at intently, when the Buddhist at once\nexpostulated.",
        "“We have already reached,” he exclaimed, “the confines of vision.\"\nSnatching it violently out of his hands, he walked away with the Taoist,\nunder a lofty stone portal, on the face of which appeared in large type\nthe four characters: “T’ai Hsü Huan Ching,” “The Visionary limits of the\nGreat Void.” On each side was a scroll with the lines:",
        "  When falsehood stands for truth, truth likewise becomes false,\n  Where naught be made to aught, aught changes into naught.",
        "Shih-yin meant also to follow them on the other side, but, as he was\nabout to make one step forward, he suddenly heard a crash, just as if\nthe mountains had fallen into ruins, and the earth sunk into\ndestruction. As Shih-yin uttered a loud shout, he looked with strained\neye; but all he could see was the fiery sun shining, with glowing rays,\nwhile the banana leaves drooped their heads. By that time, half of the\ncircumstances connected with the dream he had had, had already slipped\nfrom his memory.",
        "He also noticed a nurse coming towards him with Ying Lien in her arms.\nTo Shih-yin’s eyes his daughter appeared even more beautiful, such a\nbright gem, so precious, and so lovable. Forthwith stretching out his\narms, he took her over, and, as he held her in his embrace, he coaxed\nher to play with him for a while; after which he brought her up to the\nstreet to see the great stir occasioned by the procession that was going\npast.",
        "He was about to come in, when he caught sight of two priests, one a\nTaoist, the other a Buddhist, coming hither from the opposite direction.\nThe Buddhist had a head covered with mange, and went barefooted. The\nTaoist had a limping foot, and his hair was all dishevelled.",
        "Like maniacs, they jostled along, chattering and laughing as they drew\nnear.",
        "As soon as they reached Shih-yin’s door, and they perceived him with\nYing Lien in his arms, the Bonze began to weep aloud.",
        "Turning towards Shih-yin, he said to him: “My good Sir, why need you\ncarry in your embrace this living but luckless thing, which will involve\nfather and mother in trouble?”",
        "These words did not escape Shih-yin’s ear; but persuaded that they\namounted to raving talk, he paid no heed whatever to the bonze.",
        "“Part with her and give her to me,” the Buddhist still went on to say.",
        "Shih-yin could not restrain his annoyance; and hastily pressing his\ndaughter closer to him, he was intent upon going in, when the bonze\npointed his hand at him, and burst out in a loud fit of laughter.",
        "He then gave utterance to the four lines that follow:",
        "  You indulge your tender daughter and are laughed at as inane;\n  Vain you face the snow, oh mirror! for it will evanescent wane,\n  When the festival of lanterns is gone by, guard ’gainst your doom,\n  ’Tis what time the flames will kindle, and the fire will consume.",
        "Shih-yin understood distinctly the full import of what he heard; but his\nheart was still full of conjectures. He was about to inquire who and\nwhat they were, when he heard the Taoist remark,–\"You and I cannot\nspeed together; let us now part company, and each of us will be then\nable to go after his own business. After the lapse of three ages, I\nshall be at the Pei Mang mount, waiting for you; and we can, after our\nreunion, betake ourselves to the Visionary Confines of the Great Void,\nthere to cancel the name of the stone from the records.”",
        "“Excellent! first rate!” exclaimed the Bonze. And at the conclusion of\nthese words, the two men parted, each going his own way, and no trace\nwas again seen of them.",
        "“These two men,” Shih-yin then pondered within his heart, “must have had\nmany experiences, and I ought really to have made more inquiries of\nthem; but at this juncture to indulge in regret is anyhow too late.”",
        "While Shih-yin gave way to these foolish reflections, he suddenly\nnoticed the arrival of a penniless scholar, Chia by surname, Hua by\nname, Shih-fei by style and Yü-ts’un by nickname, who had taken up his\nquarters in the Gourd temple next door. This Chia Yü-ts’un was\noriginally a denizen of Hu-Chow, and was also of literary and official\nparentage, but as he was born of the youngest stock, and the possessions\nof his paternal and maternal ancestors were completely exhausted, and\nhis parents and relatives were dead, he remained the sole and only\nsurvivor; and, as he found his residence in his native place of no\navail, he therefore entered the capital in search of that reputation,\nwhich would enable him to put the family estate on a proper standing. He\nhad arrived at this place since the year before last, and had, what is\nmore, lived all along in very straitened circumstances. He had made the\ntemple his temporary quarters, and earned a living by daily occupying\nhimself in composing documents and writing letters for customers. Thus\nit was that Shih-yin had been in constant relations with him.",
        "As soon as Yü-ts’un perceived Shih-yin, he lost no time in saluting him.\n“My worthy Sir,” he observed with a forced smile; “how is it you are\nleaning against the door and looking out? Is there perchance any news\nastir in the streets, or in the public places?”",
        "“None whatever,” replied Shih-yin, as he returned the smile. “Just a\nwhile back, my young daughter was in sobs, and I coaxed her out here to\namuse her. I am just now without anything whatever to attend to, so\nthat, dear brother Chia, you come just in the nick of time. Please walk\ninto my mean abode, and let us endeavour, in each other’s company, to\nwhile away this long summer day.”",
        "After he had made this remark, he bade a servant take his daughter in,\nwhile he, hand-in-hand with Yü-ts’un, walked into the library, where a\nyoung page served tea. They had hardly exchanged a few sentences, when\none of the household came in, in flying haste, to announce that Mr. Yen\nhad come to pay a visit.",
        "Shih-yin at once stood up. “Pray excuse my rudeness,” he remarked\napologetically, “but do sit down; I shall shortly rejoin you, and enjoy\nthe pleasure of your society.” “My dear Sir,” answered Yü-ts’un, as he\ngot up, also in a conceding way, “suit your own convenience. I’ve often\nhad the honour of being your guest, and what will it matter if I wait a\nlittle?” While these apologies were yet being spoken, Shih-yin had\nalready walked out into the front parlour. During his absence, Yü-ts’un\noccupied himself in turning over the pages of some poetical work to\ndispel ennui, when suddenly he heard, outside the window, a woman’s\ncough. Yü-ts’un hurriedly got up and looked out. He saw at a glance that\nit was a servant girl engaged in picking flowers. Her deportment was out\nof the common; her eyes so bright, her eyebrows so well defined. Though\nnot a perfect beauty, she possessed nevertheless charms sufficient to\narouse the feelings. Yü-ts’un unwittingly gazed at her with fixed eye.\nThis waiting-maid, belonging to the Chen family, had done picking\nflowers, and was on the point of going in, when she of a sudden raised\nher eyes and became aware of the presence of some person inside the\nwindow, whose head-gear consisted of a turban in tatters, while his\nclothes were the worse for wear. But in spite of his poverty, he was\nnaturally endowed with a round waist, a broad back, a fat face, a square\nmouth; added to this, his eyebrows were swordlike, his eyes resembled\nstars, his nose was straight, his cheeks square.",
        "This servant girl turned away in a hurry and made her escape.",
        "“This man so burly and strong,” she communed within herself, “yet at the\nsame time got up in such poor attire, must, I expect, be no one else\nthan the man, whose name is Chia Yü-ts’un or such like, time after time\nreferred to by my master, and to whom he has repeatedly wished to give a\nhelping hand, but has failed to find a favourable opportunity. And as\nrelated to our family there is no connexion or friend in such straits, I\nfeel certain it cannot be any other person than he. Strange to say, my\nmaster has further remarked that this man will, for a certainty, not\nalways continue in such a state of destitution.”",
        "As she indulged in this train of thought, she could not restrain herself\nfrom turning her head round once or twice.",
        "When Yü-ts’un perceived that she had looked back, he readily interpreted\nit as a sign that in her heart her thoughts had been of him, and he was\nfrantic with irrepressible joy.",
        "“This girl,” he mused, “is, no doubt, keen-eyed and eminently shrewd,\nand one in this world who has seen through me.”",
        "The servant youth, after a short time, came into the room; and when\nYü-ts’un made inquiries and found out from him that the guests in the\nfront parlour had been detained to dinner, he could not very well wait\nany longer, and promptly walked away down a side passage and out of a\nback door.",
        "When the guests had taken their leave, Shih-yin did not go back to\nrejoin Yü-ts’un, as he had come to know that he had already left.",
        "In time the mid-autumn festivities drew near; and Shih-yin, after the\nfamily banquet was over, had a separate table laid in the library, and\ncrossed over, in the moonlight, as far as the temple and invited\nYü-ts’un to come round.",
        "The fact is that Yü-ts’un, ever since the day on which he had seen the\ngirl of the Chen family turn twice round to glance at him, flattered\nhimself that she was friendly disposed towards him, and incessantly\nfostered fond thoughts of her in his heart. And on this day, which\nhappened to be the mid-autumn feast, he could not, as he gazed at the\nmoon, refrain from cherishing her remembrance. Hence it was that he gave\nvent to these pentameter verses:",
        "  Alas! not yet divined my lifelong wish,\n  And anguish ceaseless comes upon anguish\n  I came, and sad at heart, my brow I frowned;\n  She went, and oft her head to look turned round.\n  Facing the breeze, her shadow she doth watch,\n  Who’s meet this moonlight night with her to match?\n  The lustrous rays if they my wish but read\n  Would soon alight upon her beauteous head!",
        "Yü-ts’un having, after this recitation, recalled again to mind how that\nthroughout his lifetime his literary attainments had had an adverse fate\nand not met with an opportunity (of reaping distinction), went on to rub\nhis brow, and as he raised his eyes to the skies, he heaved a deep sigh\nand once more intoned a couplet aloud:",
        "  The gem in the cask a high price it seeks,\n  The pin in the case to take wing it waits.",
        "As luck would have it, Shih-yin was at the moment approaching, and upon\nhearing the lines, he said with a smile: “My dear Yü-ts’un, really your\nattainments are of no ordinary capacity.”",
        "Yü-ts’un lost no time in smiling and replying. “It would be presumption\nin my part to think so,” he observed. “I was simply at random humming a\nfew verses composed by former writers, and what reason is there to laud\nme to such an excessive degree? To what, my dear Sir, do I owe the\npleasure of your visit?” he went on to inquire. “Tonight,” replied\nShih-yin, “is the mid-autumn feast, generally known as the full-moon\nfestival; and as I could not help thinking that living, as you my worthy\nbrother are, as a mere stranger in this Buddhist temple, you could not\nbut experience the feeling of loneliness. I have, for the express\npurpose, prepared a small entertainment, and will be pleased if you will\ncome to my mean abode to have a glass of wine. But I wonder whether you\nwill entertain favourably my modest invitation?” Yü-ts’un, after\nlistening to the proposal, put forward no refusal of any sort; but\nremarked complacently: “Being the recipient of such marked attention,\nhow can I presume to repel your generous consideration?”",
        "As he gave expression to these words, he walked off there and then, in\ncompany with Shih-yin, and came over once again into the court in front\nof the library. In a few minutes, tea was over.",
        "The cups and dishes had been laid from an early hour, and needless to\nsay the wines were luscious; the fare sumptuous.",
        "The two friends took their seats. At first they leisurely replenished\ntheir glasses, and quietly sipped their wine; but as, little by little,\nthey entered into conversation, their good cheer grew more genial, and\nunawares the glasses began to fly round, and the cups to be exchanged.",
        "At this very hour, in every house of the neighbourhood, sounded the fife\nand lute, while the inmates indulged in music and singing. Above head,\nthe orb of the radiant moon shone with an all-pervading splendour, and\nwith a steady lustrous light, while the two friends, as their exuberance\nincreased, drained their cups dry so soon as they reached their lips.",
        "Yü-ts’un, at this stage of the collation, was considerably under the\ninfluence of wine, and the vehemence of his high spirits was\nirrepressible. As he gazed at the moon, he fostered thoughts, to which\nhe gave vent by the recital of a double couplet.",
        "  ’Tis what time three meets five, Selene is a globe!\n  Her pure rays fill the court, the jadelike rails enrobe!\n  Lo! in the heavens her disk to view doth now arise,\n  And in the earth below to gaze men lift their eyes.",
        "“Excellent!” cried Shih-yin with a loud voice, after he had heard these\nlines; “I have repeatedly maintained that it was impossible for you to\nremain long inferior to any, and now the verses you have recited are a\nprognostic of your rapid advancement. Already it is evident that, before\nlong, you will extend your footsteps far above the clouds! I must\ncongratulate you! I must congratulate you! Let me, with my own hands,\npour a glass of wine to pay you my compliments.”",
        "Yü-ts’un drained the cup. “What I am about to say,” he explained as he\nsuddenly heaved a sigh, “is not the maudlin talk of a man under the\neffects of wine. As far as the subjects at present set in the\nexaminations go, I could, perchance, also have well been able to enter\nthe list, and to send in my name as a candidate; but I have, just now,\nno means whatever to make provision for luggage and for travelling\nexpenses. The distance too to Shen Ching is a long one, and I could not\ndepend upon the sale of papers or the composition of essays to find the\nmeans of getting there.”",
        "Shih-yin gave him no time to conclude. “Why did you not speak about this\nsooner?” he interposed with haste. “I have long entertained this\nsuspicion; but as, whenever I met you, this conversation was never\nbroached, I did not presume to make myself officious. But if such be the\nstate of affairs just now, I lack, I admit, literary qualification, but\non the two subjects of friendly spirit and pecuniary means, I have,\nnevertheless, some experience. Moreover, I rejoice that next year is\njust the season for the triennial examinations, and you should start for\nthe capital with all despatch; and in the tripos next spring, you will,\nby carrying the prize, be able to do justice to the proficiency you can\nboast of. As regards the travelling expenses and the other items, the\nprovision of everything necessary for you by my own self will again not\nrender nugatory your mean acquaintance with me.”",
        "Forthwith, he directed a servant lad to go and pack up at once fifty\ntaels of pure silver and two suits of winter clothes.",
        "“The nineteenth,” he continued, “is a propitious day, and you should\nlose no time in hiring a boat and starting on your journey westwards.\nAnd when, by your eminent talents, you shall have soared high to a lofty\nposition, and we meet again next winter, will not the occasion be\nextremely felicitous?”",
        "Yü-ts’un accepted the money and clothes with but scanty expression of\ngratitude. In fact, he paid no thought whatever to the gifts, but went\non, again drinking his wine, as he chattered and laughed.",
        "It was only when the third watch of that day had already struck that the\ntwo friends parted company; and Shih-yin, after seeing Yü-ts’un off,\nretired to his room and slept, with one sleep all through, never waking\nuntil the sun was well up in the skies.",
        "Remembering the occurrence of the previous night, he meant to write a\ncouple of letters of recommendation for Yü-ts’un to take along with him\nto the capital, to enable him, after handing them over at the mansions\nof certain officials, to find some place as a temporary home. He\naccordingly despatched a servant to ask him to come round, but the man\nreturned and reported that from what the bonze said, “Mr. Chia had\nstarted on his journey to the capital, at the fifth watch of that very\nmorning, that he had also left a message with the bonze to deliver to\nyou, Sir, to the effect that men of letters paid no heed to lucky or\nunlucky days, that the sole consideration with them was the nature of\nthe matter in hand, and that he could find no time to come round in\nperson and bid good-bye.”",
        "Shih-yin after hearing this message had no alternative but to banish the\nsubject from his thoughts.",
        "In comfortable circumstances, time indeed goes by with easy stride. Soon\ndrew near also the happy festival of the 15th of the 1st moon, and\nShih-yin told a servant Huo Ch’i to take Ying Lien to see the\nsacrificial fires and flowery lanterns.",
        "About the middle of the night, Huo Ch’i was hard pressed, and he\nforthwith set Ying Lien down on the doorstep of a certain house. When he\nfelt relieved, he came back to take her up, but failed to find anywhere\nany trace of Ying Lien. In a terrible plight, Huo Ch’i prosecuted his\nsearch throughout half the night; but even by the dawn of day, he had\nnot discovered any clue of her whereabouts. Huo Ch’i, lacking, on the\nother hand, the courage to go back and face his master, promptly made\nhis escape to his native village.",
        "Shih-yin–in fact, the husband as well as the wife–seeing that their\nchild had not come home during the whole night, readily concluded that\nsome mishap must have befallen her. Hastily they despatched several\nservants to go in search of her, but one and all returned to report that\nthere was neither vestige nor tidings of her.",
        "This couple had only had this child, and this at the meridian of their\nlife, so that her sudden disappearance plunged them in such great\ndistress that day and night they mourned her loss to such a point as to\nwell nigh pay no heed to their very lives.",
        "A month in no time went by. Shih-yin was the first to fall ill, and his\nwife, Dame Feng, likewise, by dint of fretting for her daughter, was\nalso prostrated with sickness. The doctor was, day after day, sent for,\nand the oracle consulted by means of divination.",
        "Little did any one think that on this day, being the 15th of the 3rd\nmoon, while the sacrificial oblations were being prepared in the Hu Lu\ntemple, a pan with oil would have caught fire, through the want of care\non the part of the bonze, and that in a short time the flames would have\nconsumed the paper pasted on the windows.",
        "Among the natives of this district bamboo fences and wooden partitions\nwere in general use, and these too proved a source of calamity so\nordained by fate (to consummate this decree).",
        "With promptness (the fire) extended to two buildings, then enveloped\nthree, then dragged four (into ruin), and then spread to five houses,\nuntil the whole street was in a blaze, resembling the flames of a\nvolcano. Though both the military and the people at once ran to the\nrescue, the fire had already assumed a serious hold, so that it was\nimpossible for them to afford any effective assistance for its\nsuppression.",
        "It blazed away straight through the night, before it was extinguished,\nand consumed, there is in fact no saying how many dwelling houses.\nAnyhow, pitiful to relate, the Chen house, situated as it was next door\nto the temple, was, at an early part of the evening, reduced to a heap\nof tiles and bricks; and nothing but the lives of that couple and\nseveral inmates of the family did not sustain any injuries.",
        "Shih-yin was in despair, but all he could do was to stamp his feet and\nheave deep sighs. After consulting with his wife, they betook themselves\nto a farm of theirs, where they took up their quarters temporarily. But\nas it happened that water had of late years been scarce, and no crops\nbeen reaped, robbers and thieves had sprung up like bees, and though the\nGovernment troops were bent upon their capture, it was anyhow difficult\nto settle down quietly on the farm. He therefore had no other resource\nthan to convert, at a loss, the whole of his property into money, and to\ntake his wife and two servant girls and come over for shelter to the\nhouse of his father-in-law.",
        "His father-in-law, Feng Su, by name, was a native of Ta Ju Chou.\nAlthough only a labourer, he was nevertheless in easy circumstances at\nhome. When he on this occasion saw his son-in-law come to him in such\ndistress, he forthwith felt at heart considerable displeasure.\nFortunately Shih-yin had still in his possession the money derived from\nthe unprofitable realization of his property, so that he produced and\nhanded it to his father-in-law, commissioning him to purchase, whenever\na suitable opportunity presented itself, a house and land as a provision\nfor food and raiment against days to come. This Feng Su, however, only\nexpended the half of the sum, and pocketed the other half, merely\nacquiring for him some fallow land and a dilapidated house.",
        "Shih-yin being, on the other hand, a man of books and with no experience\nin matters connected with business and with sowing and reaping,\nsubsisted, by hook and by crook, for about a year or two, when he became\nmore impoverished.",
        "In his presence, Feng Su would readily give vent to specious utterances,\nwhile, with others, and behind his back, he on the contrary expressed\nhis indignation against his improvidence in his mode of living, and\nagainst his sole delight of eating and playing the lazy.",
        "Shih-yin, aware of the want of harmony with his father-in-law, could not\nhelp giving way, in his own heart, to feelings of regret and pain. In\naddition to this, the fright and vexation which he had undergone the\nyear before, the anguish and suffering (he had had to endure), had\nalready worked havoc (on his constitution); and being a man advanced in\nyears, and assailed by the joint attack of poverty and disease, he at\nlength gradually began to display symptoms of decline.",
        "Strange coincidence, as he, on this day, came leaning on his staff and\nwith considerable strain, as far as the street for a little relaxation,\nhe suddenly caught sight, approaching from the off side, of a Taoist\npriest with a crippled foot; his maniac appearance so repulsive, his\nshoes of straw, his dress all in tatters, muttering several sentiments\nto this effect:",
        "  All men spiritual life know to be good,\n  But fame to disregard they ne’er succeed!\n  From old till now the statesmen where are they?\n  Waste lie their graves, a heap of grass, extinct.\n  All men spiritual life know to be good,\n  But to forget gold, silver, ill succeed!\n  Through life they grudge their hoardings to be scant,\n  And when plenty has come, their eyelids close.\n  All men spiritual life hold to be good,\n  Yet to forget wives, maids, they ne’er succeed!\n  Who speak of grateful love while lives their lord,\n  And dead their lord, another they pursue.\n  All men spiritual life know to be good,\n  But sons and grandsons to forget never succeed!\n  From old till now of parents soft many,\n  But filial sons and grandsons who have seen?",
        "Shih-yin upon hearing these words, hastily came up to the priest, “What\nwere you so glibly holding forth?” he inquired. “All I could hear were a\nlot of hao liao (excellent, finality.”)",
        "“You may well have heard the two words ’hao liao,’” answered the Taoist\nwith a smile, “but can you be said to have fathomed their meaning? You\nshould know that all things in this world are excellent, when they have\nattained finality; when they have attained finality, they are excellent;\nbut when they have not attained finality, they are not excellent; if\nthey would be excellent, they should attain finality. My song is\nentitled Excellent-finality (hao liao).”",
        "Shih-yin was gifted with a natural perspicacity that enabled him, as\nsoon as he heard these remarks, to grasp their spirit.",
        "“Wait a while,” he therefore said smilingly; “let me unravel this\nexcellent-finality song of yours; do you mind?”",
        "“Please by all means go on with the interpretation,” urged the Taoist;\nwhereupon Shih-yin proceeded in this strain:",
        "  Sordid rooms and vacant courts,\n  Replete in years gone by with beds where statesmen lay;\n  Parched grass and withered banian trees,\n  Where once were halls for song and dance!\n  Spiders’ webs the carved pillars intertwine,\n  The green gauze now is also pasted on the straw windows!\n  What about the cosmetic fresh concocted or the powder just scented;\n  Why has the hair too on each temple become white like hoarfrost!\n  Yesterday the tumulus of yellow earth buried the bleached bones,\n  To-night under the red silk curtain reclines the couple!\n  Gold fills the coffers, silver fills the boxes,\n  But in a twinkle, the beggars will all abuse you!\n  While you deplore that the life of others is not long,\n  You forget that you yourself are approaching death!\n  You educate your sons with all propriety,\n  But they may some day, ’tis hard to say become thieves;\n  Though you choose (your fare and home) the fatted beam,\n  You may, who can say, fall into some place of easy virtue!\n  Through your dislike of the gauze hat as mean,\n  You have come to be locked in a cangue;\n  Yesterday, poor fellow, you felt cold in a tattered coat,\n  To-day, you despise the purple embroidered dress as long!\n  Confusion reigns far and wide! you have just sung your part, I come on\n      the boards,\n  Instead of yours, you recognise another as your native land;\n  What utter perversion!\n  In one word, it comes to this we make wedding clothes for others!\n  (We sow for others to reap.)",
        "The crazy limping Taoist clapped his hands. “Your interpretation is\nexplicit,” he remarked with a hearty laugh, “your interpretation is\nexplicit!”",
        "Shih-yin promptly said nothing more than,–\"Walk on;” and seizing the\nstole from the Taoist’s shoulder, he flung it over his own. He did not,\nhowever, return home, but leisurely walked away, in company with the\neccentric priest.",
        "The report of his disappearance was at once bruited abroad, and plunged\nthe whole neighbourhood in commotion; and converted into a piece of\nnews, it was circulated from mouth to mouth.",
        "Dame Feng, Shih-yin’s wife, upon hearing the tidings, had such a fit of\nweeping that she hung between life and death; but her only alternative\nwas to consult with her father, and to despatch servants on all sides to\ninstitute inquiries. No news was however received of him, and she had\nnothing else to do but to practise resignation, and to remain dependent\nupon the support of her parents for her subsistence. She had fortunately\nstill by her side, to wait upon her, two servant girls, who had been\nwith her in days gone by; and the three of them, mistress as well as\nservants, occupied themselves day and night with needlework, to assist\nher father in his daily expenses.",
        "This Feng Su had after all, in spite of his daily murmurings against his\nbad luck, no help but to submit to the inevitable.",
        "On a certain day, the elder servant girl of the Chen family was at the\ndoor purchasing thread, and while there, she of a sudden heard in the\nstreet shouts of runners clearing the way, and every one explain that\nthe new magistrate had come to take up his office.",
        "The girl, as she peeped out from inside the door, perceived the lictors\nand policemen go by two by two; and when unexpectedly in a state chair,\nwas carried past an official, in black hat and red coat, she was indeed\nquite taken aback.",
        "“The face of this officer would seem familiar,” she argued within\nherself; “just as if I had seen him somewhere or other ere this.”",
        "Shortly she entered the house, and banishing at once the occurrence from\nher mind, she did not give it a second thought. At night, however, while\nshe was waiting to go to bed, she suddenly heard a sound like a rap at\nthe door. A band of men boisterously cried out: “We are messengers,\ndeputed by the worthy magistrate of this district, and come to summon\none of you to an enquiry.”",
        "Feng Su, upon hearing these words, fell into such a terrible\nconsternation that his eyes stared wide and his mouth gaped.",
        "What calamity was impending is not as yet ascertained, but, reader,\nlisten to the explanation contained in the next chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IBy Cao XueqinAt Amazon"
    ]
}