{
    "title": "Hung Lou Meng, Book I (A) - Chapter II.",
    "author": "Cao Xueqin",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "  The spirit of Mrs. Chia Shih-yin departs from the town of Yang Chou.\n  Leng Tzu-hsing dilates upon the Jung Kuo Mansion.",
        "To continue. Feng Su, upon hearing the shouts of the public messengers,\ncame out in a flurry and forcing a smile, he asked them to explain\n(their errand); but all these people did was to continue bawling out:\n“Be quick, and ask Mr. Chen to come out.”",
        "“My surname is Feng,” said Feng Su, as he promptly forced himself to\nsmile; “It is’nt Chen at all: I had once a son-in-law whose surname was\nChen, but he has left home, it is now already a year or two back. Is it\nperchance about him that you are inquiring?”",
        "To which the public servants remarked: “We know nothing about Chen or\nChia (true or false); but as he is your son-in-law, we’ll take you at\nonce along with us to make verbal answer to our master and have done\nwith it.”",
        "And forthwith the whole bevy of public servants hustled Feng Su on, as\nthey went on their way back; while every one in the Feng family was\nseized with consternation, and could not imagine what it was all about.",
        "It was no earlier than the second watch, when Feng Su returned home; and\nthey, one and all, pressed him with questions as to what had happened.",
        "“The fact is,” he explained, “the newly-appointed Magistrate, whose\nsurname is Chia, whose name is Huo and who is a native of Hu-chow, has\nbeen on intimate terms, in years gone by, with our son-in-law; that at\nthe sight of the girl Chiao Hsing, standing at the door, in the act of\nbuying thread, he concluded that he must have shifted his quarters over\nhere, and hence it was that his messengers came to fetch him. I gave him\na clear account of the various circumstances (of his misfortunes), and\nthe Magistrate was for a time much distressed and expressed his regret.\nHe then went on to make inquiries about my grand-daughter, and I\nexplained that she had been lost, while looking at the illuminations.\n’No matter,’ put in the Magistrate, ’I will by and by order my men to\nmake search, and I feel certain that they will find her and bring her\nback.’ Then ensued a short conversation, after which I was about to go,\nwhen he presented me with the sum of two taels.”",
        "The mistress of the Chen family (Mrs. Chen Shih-yin) could not but feel\nvery much affected by what she heard, and the whole evening she uttered\nnot a word.",
        "The next day, at an early hour, Yü-ts’un sent some of his men to bring\nover to Chen’s wife presents, consisting of two packets of silver, and\nfour pieces of brocaded silk, as a token of gratitude, and to Feng Su\nalso a confidential letter, requesting him to ask of Mrs. Chen her maid\nChiao Hsing to become his second wife.",
        "Feng Su was so intensely delighted that his eyebrows expanded, his eyes\nsmiled, and he felt eager to toady to the Magistrate (by presenting the\ngirl to him). He hastened to employ all his persuasive powers with his\ndaughter (to further his purpose), and on the same evening he forthwith\nescorted Chiao Hsing in a small chair to the Yamên.",
        "The joy experienced by Yü-ts’un need not be dilated upon. He also\npresented Feng Su with a packet containing one hundred ounces of gold;\nand sent numerous valuable presents to Mrs. Chen, enjoining her “to live\ncheerfully in the anticipation of finding out the whereabouts of her\ndaughter.”",
        "It must be explained, however, that the maid Chi’ao Hsing was the very\nperson, who, a few years ago, had looked round at Yü-ts’un and who, by\none simple, unpremeditated glance, evolved, in fact, this extraordinary\ndestiny which was indeed an event beyond conception.",
        "Who would ever have foreseen that fate and fortune would both have so\nfavoured her that she should, contrary to all anticipation, give birth\nto a son, after living with Yü-ts’un barely a year, that in addition to\nthis, after the lapse of another half year, Yü-ts’un’s wife should have\ncontracted a sudden illness and departed this life, and that Yü-ts’un\nshould have at once raised her to the rank of first wife. Her destiny is\nadequately expressed by the lines:",
        "  Through but one single, casual look\n  Soon an exalted place she took.",
        "The fact is that after Yü-ts’un had been presented with the money by\nShih-yin, he promptly started on the 16th day for the capital, and at\nthe triennial great tripos, his wishes were gratified to the full.\nHaving successfully carried off his degree of graduate of the third\nrank, his name was put by selection on the list for provincial\nappointments. By this time, he had been raised to the rank of Magistrate\nin this district; but, in spite of the excellence and sufficiency of his\naccomplishments and abilities, he could not escape being ambitious and\noverbearing. He failed besides, confident as he was in his own merits,\nin respect toward his superiors, with the result that these officials\nlooked upon him scornfully with the corner of the eye.",
        "A year had hardly elapsed, when he was readily denounced in a memorial\nto the Throne by the High Provincial authorities, who represented that\nhe was of a haughty disposition, that he had taken upon himself to\nintroduce innovations in the rites and ceremonies, that overtly, while\nhe endeavoured to enjoy the reputation of probity and uprightness, he,\nsecretly, combined the nature of the tiger and wolf; with the\nconsequence that he had been the cause of much trouble in the district,\nand that he had made life intolerable for the people, &c. &c.",
        "The Dragon countenance of the Emperor was considerably incensed. His\nMajesty lost no time in issuing commands, in reply to the Memorial, that\nhe should be deprived of his official status.",
        "On the arrival of the despatch from the Board, great was the joy felt by\nevery officer, without exception, of the prefecture in which he had held\noffice. Yü-ts’un, though at heart intensely mortified and incensed,\nbetrayed not the least outward symptom of annoyance, but still\npreserved, as of old, a smiling and cheerful countenance.",
        "He handed over charge of all official business and removed the savings\nwhich he had accumulated during the several years he had been in office,\nhis family and all his chattels to his original home; where, after\nhaving put everything in proper order, he himself travelled (carried the\nwinds and sleeved the moon) far and wide, visiting every relic of note\nin the whole Empire.",
        "As luck would have it, on a certain day while making a second journey\nthrough the Wei Yang district, he heard the news that the Salt\nCommissioner appointed this year was Lin Ju-hai. This Lin Ju-hai’s\nfamily name was Lin, his name Hai and his style Ju-hai. He had obtained\nthe third place in the previous triennial examination, and had, by this\ntime, already risen to the rank of Director of the Court of Censors. He\nwas a native of Kú Su. He had been recently named by Imperial\nappointment a Censor attached to the Salt Inspectorate, and had arrived\nat his post only a short while back.",
        "In fact, the ancestors of Lin Ju-hai had, from years back, successively\ninherited the title of Marquis, which rank, by its present descent to\nJu-hai, had already been enjoyed by five generations. When first\nconferred, the hereditary right to the title had been limited to three\ngenerations; but of late years, by an act of magnanimous favour and\ngenerous beneficence, extraordinary bounty had been superadded; and on\nthe arrival of the succession to the father of Ju-hai, the right had\nbeen extended to another degree. It had now descended to Ju-hai, who\nhad, besides this title of nobility, begun his career as a successful\ngraduate. But though his family had been through uninterrupted ages the\nrecipient of imperial bounties, his kindred had all been anyhow men of\nculture.",
        "The only misfortune had been that the several branches of the Lin family\nhad not been prolific, so that the numbers of its members continued\nlimited; and though there existed several households, they were all\nhowever to Ju-hai no closer relatives than first cousins. Neither were\nthere any connections of the same lineage, or of the same parentage.",
        "Ju-hai was at this date past forty; and had only had a son, who had died\nthe previous year, in the third year of his age. Though he had several\nhandmaids, he had not had the good fortune of having another son; but\nthis was too a matter that could not be remedied.",
        "By his wife, née Chia, he had a daughter, to whom the infant name of Tai\nYü was given. She was, at this time, in her fifth year. Upon her the\nparents doated as much as if she were a brilliant pearl in the palm of\ntheir hand. Seeing that she was endowed with natural gifts of\nintelligence and good looks, they also felt solicitous to bestow upon\nher a certain knowledge of books, with no other purpose than that of\nsatisfying, by this illusory way, their wishes of having a son to\nnurture and of dispelling the anguish felt by them, on account of the\ndesolation and void in their family circle (round their knees).",
        "But to proceed. Yü-ts’un, while sojourning at an inn, was unexpectedly\nlaid up with a violent chill. Finding on his recovery, that his funds\nwere not sufficient to pay his expenses, he was thinking of looking out\nfor some house where he could find a resting place when he suddenly came\nacross two friends acquainted with the new Salt Commissioner. Knowing\nthat this official was desirous to find a tutor to instruct his\ndaughter, they lost no time in recommending Yü-ts’un, who moved into the\nYamên.",
        "His female pupil was youthful in years and delicate in physique, so that\nher lessons were irregular. Besides herself, there were only two waiting\ngirls, who remained in attendance during the hours of study, so that\nYü-ts’un was spared considerable trouble and had a suitable opportunity\nto attend to the improvement of his health.",
        "In a twinkle, another year and more slipped by, and when least expected,\nthe mother of his ward, née Chia, was carried away after a short\nillness. His pupil (during her mother’s sickness) was dutiful in her\nattendance, and prepared the medicines for her use. (And after her\ndeath,) she went into the deepest mourning prescribed by the rites, and\ngave way to such excess of grief that, naturally delicate as she was,\nher old complaint, on this account, broke out anew.",
        "Being unable for a considerable time to prosecute her studies, Yü-ts’un\nlived at leisure and had no duties to attend to. Whenever therefore the\nwind was genial and the sun mild, he was wont to stroll at random, after\nhe had done with his meals.",
        "On this particular day, he, by some accident, extended his walk beyond\nthe suburbs, and desirous to contemplate the nature of the rustic\nscenery, he, with listless step, came up to a spot encircled by hills\nand streaming pools, by luxuriant clumps of trees and thick groves of\nbamboos. Nestling in the dense foliage stood a temple. The doors and\ncourts were in ruins. The walls, inner and outer, in disrepair. An\ninscription on a tablet testified that this was the temple of Spiritual\nPerception. On the sides of the door was also a pair of old and\ndilapidated scrolls with the following enigmatical verses.",
        "  Behind ample there is, yet to retract the hand, the mind heeds not,\n      until.\n  Before the mortal vision lies no path, when comes to turn the will.",
        "“These two sentences,” Yü-ts’un pondered after perusal, “although simple\nin language, are profound in signification. I have previous to this\nvisited many a spacious temple, located on hills of note, but never have\nI beheld an inscription referring to anything of the kind. The meaning\ncontained in these words must, I feel certain, owe their origin to the\nexperiences of some person or other; but there’s no saying. But why\nshould I not go in and inquire for myself?”",
        "Upon walking in, he at a glance caught sight of no one else, but of a\nvery aged bonze, of unkempt appearance, cooking his rice. When Yü-ts’un\nperceived that he paid no notice, he went up to him and asked him one or\ntwo questions, but as the old priest was dull of hearing and a dotard,\nand as he had lost his teeth, and his tongue was blunt, he made most\nirrelevant replies.",
        "Yü-ts’un lost all patience with him, and withdrew again from the\ncompound with the intention of going as far as the village public house\nto have a drink or two, so as to enhance the enjoyment of the rustic\nscenery. With easy stride, he accordingly walked up to the place.\nScarcely had he passed the threshold of the public house, when he\nperceived some one or other among the visitors who had been sitting\nsipping their wine on the divan, jump up and come up to greet him, with\na face beaming with laughter.",
        "“What a strange meeting! What a strange meeting!” he exclaimed aloud.",
        "Yü-ts’un speedily looked at him, (and remembered) that this person had,\nin past days, carried on business in a curio establishment in the\ncapital, and that his surname was Leng and his style Tzu-hsing.",
        "A mutual friendship had existed between them during their sojourn, in\ndays of yore, in the capital; and as Yü-ts’un had entertained the\nhighest opinion of Leng Tzu-hsing, as being a man of action and of great\nabilities, while this Leng Tzu-hsing, on the other hand, borrowed of the\nreputation of refinement enjoyed by Yü-ts’un, the two had consequently\nall along lived in perfect harmony and companionship.",
        "“When did you get here?” Yü-ts’un eagerly inquired also smilingly. “I\nwasn’t in the least aware of your arrival. This unexpected meeting is\npositively a strange piece of good fortune.”",
        "“I went home,” Tzu-hsing replied, “about the close of last year, but now\nas I am again bound to the capital, I passed through here on my way to\nlook up a friend of mine and talk some matters over. He had the kindness\nto press me to stay with him for a couple of days longer, and as I after\nall have no urgent business to attend to, I am tarrying a few days, but\npurpose starting about the middle of the moon. My friend is busy to-day,\nso I roamed listlessly as far as here, never dreaming of such a\nfortunate meeting.”",
        "While speaking, he made Yü-ts’un sit down at the same table, and ordered\na fresh supply of wine and eatables; and as the two friends chatted of\none thing and another, they slowly sipped their wine.",
        "The conversation ran on what had occurred after the separation, and\nYü-ts’un inquired, “Is there any news of any kind in the capital?”",
        "“There’s nothing new whatever,” answered Tzu-hsing. “There is one thing\nhowever: in the family of one of your worthy kinsmen, of the same name\nas yourself, a trifling, but yet remarkable, occurrence has taken\nplace.”",
        "“None of my kindred reside in the capital,” rejoined Yü-ts’un with a\nsmile. “To what can you be alluding?”",
        "“How can it be that you people who have the same surname do not belong\nto one clan?” remarked Tzu-hsing, sarcastically.",
        "“In whose family?” inquired Yü-ts’un.",
        "“The Chia family,” replied Tzu-hsing smiling, “whose quarters are in the\nJung Kuo Mansion, does not after all reflect discredit upon the lintel\nof your door, my venerable friend.”",
        "“What!” exclaimed Yü-ts’un, “did this affair take place in that family?\nWere we to begin reckoning, we would find the members of my clan to be\nanything but limited in number. Since the time of our ancestor Chia Fu,\nwho lived while the Eastern Han dynasty occupied the Throne, the\nbranches of our family have been numerous and flourishing; they are now\nto be found in every single province, and who could, with any accuracy,\nascertain their whereabouts? As regards the Jung-kuo branch in\nparticular, their names are in fact inscribed on the same register as\nour own, but rich and exalted as they are, we have never presumed to\nclaim them as our relatives, so that we have become more and more\nestranged.”",
        "“Don’t make any such assertions,” Tzu-hsing remarked with a sigh, “the\npresent two mansions of Jung and Ning have both alike also suffered\nreverses, and they cannot come up to their state of days of yore.”",
        "“Up to this day, these two households of Ning and of Jung,” Yü-ts’un\nsuggested, “still maintain a very large retinue of people, and how can\nit be that they have met with reverses?”",
        "“To explain this would be indeed a long story,” said Leng Tzu-hsing.\n“Last year,” continued Yü-ts’un, “I arrived at Chin Ling, as I\nentertained a wish to visit the remains of interest of the six\ndynasties, and as I on that day entered the walled town of Shih T’ou, I\npassed by the entrance of that old residence. On the east side of the\nstreet, stood the Ning Kuo mansion; on the west the Jung Kuo mansion;\nand these two, adjoining each other as they do, cover in fact well-nigh\nhalf of the whole length of the street. Outside the front gate\neverything was, it is true, lonely and deserted; but at a glance into\nthe interior over the enclosing wall, I perceived that the halls,\npavilions, two-storied structures and porches presented still a majestic\nand lofty appearance. Even the flower garden, which extends over the\nwhole area of the back grounds, with its trees and rockeries, also\npossessed to that day an air of luxuriance and freshness, which betrayed\nno signs of a ruined or decrepid establishment.”",
        "“You have had the good fortune of starting in life as a graduate,\"\nexplained Tzu-tsing as he smiled, “and yet are not aware of the saying\nuttered by some one of old: that a centipede even when dead does not lie\nstiff. (These families) may, according to your version, not be up to the\nprosperity of former years, but, compared with the family of an ordinary\nofficial, their condition anyhow presents a difference. Of late the\nnumber of the inmates has, day by day, been on the increase; their\naffairs have become daily more numerous; of masters and servants, high\nand low, who live in ease and respectability very many there are; but of\nthose who exercise any forethought, or make any provision, there is not\neven one. In their daily wants, their extravagances, and their\nexpenditure, they are also unable to adapt themselves to circumstances\nand practise economy; (so that though) the present external framework\nmay not have suffered any considerable collapse, their purses have\nanyhow begun to feel an exhausting process! But this is a mere trifle.\nThere is another more serious matter. Would any one ever believe that in\nsuch families of official status, in a clan of education and culture,\nthe sons and grandsons of the present age would after all be each\n(succeeding) generation below the standard of the former?”",
        "Yü-ts’un, having listened to these remarks, observed: “How ever can it\nbe possible that families of such education and refinement can observe\nany system of training and nurture which is not excellent? Concerning\nthe other branches, I am not in a position to say anything; but\nrestricting myself to the two mansions of Jung and Ning, they are those\nin which, above all others, the education of their children is\nmethodical.”",
        "“I was just now alluding to none other than these two establishments,\"\nTzu-hsing observed with a sigh; “but let me tell you all. In days of\nyore, the duke of Ning Kuo and the duke of Jung Kuo were two uterine\nbrothers. The Ning duke was the elder; he had four sons. After the death\nof the duke of Ning Kuo, his eldest son, Chia Tai-hua, came into the\ntitle. He also had two sons; but the eldest, whose name was Hu, died at\nthe age of eight or nine; and the only survivor, the second son, Chia\nChing, inherited the title. His whole mind is at this time set upon\nTaoist doctrines; his sole delight is to burn the pill and refine the\ndual powers; while every other thought finds no place in his mind.\nHappily, he had, at an early age, left a son, Chia Chen, behind in the\nlay world, and his father, engrossed as his whole heart was with the\nidea of attaining spiritual life, ceded the succession of the official\ntitle to him. His parent is, besides, not willing to return to the\noriginal family seat, but lives outside the walls of the capital,\nfoolishly hobnobbing with all the Taoist priests. This Mr. Chen had also\na son, Chia Jung, who is, at this period, just in his sixteenth year.\nMr. Ching gives at present no attention to anything at all, so that Mr.\nChen naturally devotes no time to his studies, but being bent upon\nnought else but incessant high pleasure, he has subversed the order of\nthings in the Ning Kuo mansion, and yet no one can summon the courage to\ncome and hold him in check. But I’ll now tell you about the Jung mansion\nfor your edification. The strange occurrence, to which I alluded just\nnow, came about in this manner. After the demise of the Jung duke, the\neldest son, Chia Tai-shan, inherited the rank. He took to himself as\nwife, the daughter of Marquis Shih, a noble family of Chin Ling, by whom\nhe had two sons; the elder being Chia She, the younger Chia Cheng. This\nTai Shan is now dead long ago; but his wife is still alive, and the\nelder son, Chia She, succeeded to the degree. He is a man of amiable and\ngenial disposition, but he likewise gives no thought to the direction of\nany domestic concern. The second son Chia Cheng displayed, from his\nearly childhood, a great liking for books, and grew up to be correct and\nupright in character. His grandfather doated upon him, and would have\nhad him start in life through the arena of public examinations, but,\nwhen least expected, Tai-shan, being on the point of death, bequeathed a\npetition, which was laid before the Emperor. His Majesty, out of regard\nfor his former minister, issued immediate commands that the elder son\nshould inherit the estate, and further inquired how many sons there were\nbesides him, all of whom he at once expressed a wish to be introduced in\nhis imperial presence. His Majesty, moreover, displayed exceptional\nfavour, and conferred upon Mr. Cheng the brevet rank of second class\nAssistant Secretary (of a Board), and commanded him to enter the Board\nto acquire the necessary experience. He has already now been promoted to\nthe office of second class Secretary. This Mr. Cheng’s wife, nèe Wang,\nfirst gave birth to a son called Chia Chu, who became a Licentiate in\nhis fourteenth year. At barely twenty, he married, but fell ill and died\nsoon after the birth of a son. Her (Mrs. Cheng’s) second child was a\ndaughter, who came into the world, by a strange coincidence, on the\nfirst day of the year. She had an unexpected (pleasure) in the birth,\nthe succeeding year, of another son, who, still more remarkable to say,\nhad, at the time of his birth, a piece of variegated and crystal-like\nbrilliant jade in his mouth, on which were yet visible the outlines of\nseveral characters. Now, tell me, was not this a novel and strange\noccurrence? eh?”",
        "“Strange indeed!” exclaimed Yü-ts’un with a smile; “but I presume the\ncoming experiences of this being will not be mean.”",
        "Tzu-hsing gave a faint smile. “One and all,” he remarked, “entertain the\nsame idea. Hence it is that his mother doats upon him like upon a\nprecious jewel. On the day of his first birthday, Mr. Cheng readily\nentertained a wish to put the bent of his inclinations to the test, and\nplaced before the child all kinds of things, without number, for him to\ngrasp from. Contrary to every expectation, he scorned every other\nobject, and, stretching forth his hand, he simply took hold of rouge,\npowder and a few hair-pins, with which he began to play. Mr. Cheng\nexperienced at once displeasure, as he maintained that this youth would,\nby and bye, grow up into a sybarite, devoted to wine and women, and for\nthis reason it is, that he soon began to feel not much attachment for\nhim. But his grandmother is the one who, in spite of everything, prizes\nhim like the breath of her own life. The very mention of what happened\nis even strange! He is now grown up to be seven or eight years old, and,\nalthough exceptionally wilful, in intelligence and precocity, however,\nnot one in a hundred could come up to him! And as for the utterances of\nthis child, they are no less remarkable. The bones and flesh of woman,\nhe argues, are made of water, while those of man of mud. ’Women to my\neyes are pure and pleasing,’ he says, ’while at the sight of man, I\nreadily feel how corrupt, foul and repelling they are!’ Now tell me, are\nnot these words ridiculous? There can be no doubt whatever that he will\nby and bye turn out to be a licentious roué.”",
        "Yü-ts’un, whose countenance suddenly assumed a stern air, promptly\ninterrupted the conversation. “It doesn’t quite follow,” he suggested.\n“You people don’t, I regret to say, understand the destiny of this\nchild. The fact is that even the old Hanlin scholar Mr. Cheng was\nerroneously looked upon as a loose rake and dissolute debauchee! But\nunless a person, through much study of books and knowledge of letters,\nso increases (in lore) as to attain the talent of discerning the nature\nof things, and the vigour of mind to fathom the Taoist reason as well as\nto comprehend the first principle, he is not in a position to form any\njudgment.”",
        "Tzu-hsing upon perceiving the weighty import of what he propounded,\n“Please explain,” he asked hastily, “the drift (of your argument).” To\nwhich Yü-ts’un responded: “Of the human beings created by the operation\nof heaven and earth, if we exclude those who are gifted with extreme\nbenevolence and extreme viciousness, the rest, for the most part,\npresent no striking diversity. If they be extremely benevolent, they\nfall in, at the time of their birth, with an era of propitious fortune;\nwhile those extremely vicious correspond, at the time of their\nexistence, with an era of calamity. When those who coexist with\npropitious fortune come into life, the world is in order; when those who\ncoexist with unpropitious fortune come into life, the world is in\ndanger. Yao, Shun, Yü, Ch’eng T’ang, Wen Wang, Wu Wang, Chou Kung, Chao\nKung, Confucius, Mencius, T’ung Hu, Han Hsin, Chou Tzu, Ch’eng Tzu, Chu\nTzu and Chang Tzu were ordained to see light in an auspicious era.\nWhereas Ch’i Yu, Kung Kung, Chieh Wang, Chou Wang, Shih Huang, Wang\nMang, Tsao Ts’ao, Wen Wen, An Hu-shan, Ch’in Kuei and others were one\nand all destined to come into the world during a calamitous age. Those\nendowed with extreme benevolence set the world in order; those possessed\nof extreme maliciousness turn the world into disorder. Purity,\nintelligence, spirituality and subtlety constitute the vital spirit of\nright which pervades heaven and earth, and the persons gifted with\nbenevolence are its natural fruit. Malignity and perversity constitute\nthe spirit of evil, which permeates heaven and earth, and malicious\npersons are affected by its influence. The days of perpetual happiness\nand eminent good fortune, and the era of perfect peace and tranquility,\nwhich now prevail, are the offspring of the pure, intelligent, divine\nand subtle spirit which ascends above, to the very Emperor, and below\nreaches the rustic and uncultured classes. Every one is without\nexception under its influence. The superfluity of the subtle spirit\nexpands far and wide, and finding nowhere to betake itself to, becomes,\nin due course, transformed into dew, or gentle breeze; and, by a process\nof diffusion, it pervades the whole world.",
        "“The spirit of malignity and perversity, unable to expand under the\nbrilliant sky and transmuting sun, eventually coagulates, pervades and\nstops up the deep gutters and extensive caverns; and when of a sudden\nthe wind agitates it or it be impelled by the clouds, and any slight\ndisposition, on its part, supervenes to set itself in motion, or to\nbreak its bounds, and so little as even the minutest fraction does\nunexpectedly find an outlet, and happens to come across any spirit of\nperception and subtlety which may be at the time passing by, the spirit\nof right does not yield to the spirit of evil, and the spirit of evil is\nagain envious of the spirit of right, so that the two do not harmonize.\nJust like wind, water, thunder and lightning, which, when they meet in\nthe bowels of the earth, must necessarily, as they are both to dissolve\nand are likewise unable to yield, clash and explode to the end that they\nmay at length exhaust themselves. Hence it is that these spirits have\nalso forcibly to diffuse themselves into the human race to find an\noutlet, so that they may then completely disperse, with the result that\nmen and women are suddenly imbued with these spirits and spring into\nexistence. At best, (these human beings) cannot be generated into\nphilanthropists or perfect men; at worst, they cannot also embody\nextreme perversity or extreme wickedness. Yet placed among one million\nbeings, the spirit of intelligence, refinement, perception and subtlety\nwill be above these one million beings; while, on the other hand, the\nperverse, depraved and inhuman embodiment will likewise be below the\nmillion of men. Born in a noble and wealthy family, these men will be a\nsalacious, lustful lot; born of literary, virtuous or poor parentage,\nthey will turn out retired scholars or men of mark; though they may by\nsome accident be born in a destitute and poverty-stricken home, they\ncannot possibly, in fact, ever sink so low as to become runners or\nmenials, or contentedly brook to be of the common herd or to be driven\nand curbed like a horse in harness. They will become, for a certainty,\neither actors of note or courtesans of notoriety; as instanced in former\nyears by Hsü Yu, T’ao Ch’ien, Yuan Chi, Chi Kang, Liu Ling, the two\nfamilies of Wang and Hsieh, Ku Hu-t’ou, Ch’en Hou-chu, T’ang Ming-huang,\nSung Hui-tsung, Liu T’ing-chih, Wen Fei-ching, Mei Nan-kung, Shih\nMan-ch’ing, Lui C’hih-ch’ing and Chin Shao-yu, and exemplified\nnow-a-days by Ni Yün-lin, T’ang Po-hu, Chu Chih-shan, and also by Li\nKuei-men, Huang P’an-cho, Ching Hsin-mo, Cho Wen-chün; and the women\nHung Fu, Hsieh T’ao, Ch’ü Ying, Ch’ao Yün and others; all of whom were\nand are of the same stamp, though placed in different scenes of action.”",
        "“From what you say,” observed Tzu-hsing, “success makes (a man) a duke\nor a marquis; ruin, a thief!”",
        "“Quite so; that’s just my idea!” replied Yü-ts’un; “I’ve not as yet let\nyou know that after my degradation from office, I spent the last couple\nof years in travelling for pleasure all over each province, and that I\nalso myself came across two extraordinary youths. This is why, when a\nshort while back you alluded to this Pao-yü, I at once conjectured, with\na good deal of certainty, that he must be a human being of the same\nstamp. There’s no need for me to speak of any farther than the walled\ncity of Chin Ling. This Mr. Chen was, by imperial appointment, named\nPrincipal of the Government Public College of the Chin Ling province. Do\nyou perhaps know him?”",
        "“Who doesn’t know him?” remarked Tzu-hsing. “This Chen family is an old\nconnection of the Chia family. These two families were on terms of great\nintimacy, and I myself likewise enjoyed the pleasure of their friendship\nfor many a day.”",
        "“Last year, when at Chin Ling,” Yü-ts’un continued with a smile, “some\none recommended me as resident tutor to the school in the Chen mansion;\nand when I moved into it I saw for myself the state of things. Who would\never think that that household was grand and luxurious to such a degree!\nBut they are an affluent family, and withal full of propriety, so that a\nschool like this was of course not one easy to obtain. The pupil,\nhowever, was, it is true, a young tyro, but far more troublesome to\nteach than a candidate for the examination of graduate of the second\ndegree. Were I to enter into details, you would indeed have a laugh. ’I\nmust needs,’ he explained, ’have the company of two girls in my studies\nto enable me to read at all, and to keep likewise my brain clear.\nOtherwise, if left to myself, my head gets all in a muddle.’ Time after\ntime, he further expounded to his young attendants, how extremely\nhonourable and extremely pure were the two words representing woman,\nthat they are more valuable and precious than the auspicious animal, the\nfelicitous bird, rare flowers and uncommon plants. ’You may not’ (he was\nwont to say), ’on any account heedlessly utter them, you set of foul\nmouths and filthy tongues! these two words are of the utmost import!\nWhenever you have occasion to allude to them, you must, before you can\ndo so with impunity, take pure water and scented tea and rinse your\nmouths. In the event of any slip of the tongue, I shall at once have\nyour teeth extracted, and your eyes gouged out.’ His obstinacy and\nwaywardness are, in every respect, out of the common. After he was\nallowed to leave school, and to return home, he became, at the sight of\nthe young ladies, so tractable, gentle, sharp, and polite, transformed,\nin fact, like one of them. And though, for this reason, his father has\npunished him on more than one occasion, by giving him a sound thrashing,\nsuch as brought him to the verge of death, he cannot however change.\nWhenever he was being beaten, and could no more endure the pain, he was\nwont to promptly break forth in promiscuous loud shouts, ’Girls! girls!’\nThe young ladies, who heard him from the inner chambers, subsequently\nmade fun of him. ’Why,’ they said, ’when you are being thrashed, and you\nare in pain, your only thought is to bawl out girls! Is it perchance\nthat you expect us young ladies to go and intercede for you? How is that\nyou have no sense of shame?’ To their taunts he gave a most plausible\nexplanation. ’Once,’ he replied, ’when in the agony of pain, I gave vent\nto shouting girls, in the hope, perchance, I did not then know, of its\nbeing able to alleviate the soreness. After I had, with this purpose,\ngiven one cry, I really felt the pain considerably better; and now that\nI have obtained this secret spell, I have recourse, at once, when I am\nin the height of anguish, to shouts of girls, one shout after another.\nNow what do you say to this? Isn’t this absurd, eh?”",
        "“The grandmother is so infatuated by her extreme tenderness for this\nyouth, that, time after time, she has, on her grandson’s account, found\nfault with the tutor, and called her son to task, with the result that I\nresigned my post and took my leave. A youth, with a disposition such as\nhis, cannot assuredly either perpetuate intact the estate of his father\nand grandfather, or follow the injunctions of teacher or advice of\nfriends. The pity is, however, that there are, in that family, several\nexcellent female cousins, the like of all of whom it would be difficult\nto discover.”",
        "“Quite so!” remarked Tzu-hsing; “there are now three young ladies in the\nChia family who are simply perfection itself. The eldest is a daughter\nof Mr. Cheng, Yuan Ch’un by name, who, on account of her excellence,\nfilial piety, talents, and virtue, has been selected as a governess in\nthe palace. The second is the daughter of Mr. She’s handmaid, and is\ncalled Ying Ch’un; the third is T’an Ch’un, the child of Mr. Cheng’s\nhandmaid; while the fourth is the uterine sister of Mr. Chen of the Ning\nMansion. Her name is Hsi Ch’un. As dowager lady Shih is so fondly\nattached to her granddaughters, they come, for the most part, over to\r\r\ntheir grandmother’s place to prosecute their studies together, and each\none of these girls is, I hear, without a fault.”",
        "“More admirable,” observed Yü-ts’un, “is the régime (adhered to) in the\nChen family, where the names of the female children have all been\nselected from the list of male names, and are unlike all those\nout-of-the-way names, such as Spring Blossom, Scented Gem, and the like\nflowery terms in vogue in other families. But how is it that the Chia\nfamily have likewise fallen into this common practice?”",
        "“Not so!” ventured Tzu-h’sing. “It is simply because the eldest daughter\nwas born on the first of the first moon, that the name of Yuan Ch’un was\ngiven to her; while with the rest this character Ch’un (spring) was then\nfollowed. The names of the senior generation are, in like manner,\nadopted from those of their brothers; and there is at present an\ninstance in support of this. The wife of your present worthy master, Mr.\nLin, is the uterine sister of Mr. Chia. She and Mr. Chia Cheng, and she\nwent, while at home, under the name of Chia Min. Should you question the\ntruth of what I say, you are at liberty, on your return, to make minute\ninquiries and you’ll be convinced.”",
        "Yü-ts’un clapped his hands and said smiling, “It’s so, I know! for this\nfemale pupil of mine, whose name is Tai-yü, invariably pronounces the\ncharacter min as mi, whenever she comes across it in the\ncourse of her reading; while, in writing, when she comes to the\ncharacter ’min,’ she likewise reduces the strokes by one, sometimes by\ntwo. Often have I speculated in my mind (as to the cause), but the\nremarks I’ve heard you mention, convince me, without doubt, that it is\nno other reason (than that of reverence to her mother’s name). Strange\nenough, this pupil of mine is unique in her speech and deportment, and\nin no way like any ordinary young lady. But considering that her mother\nwas no commonplace woman herself, it is natural that she should have\ngiven birth to such a child. Besides, knowing, as I do now, that she is\nthe granddaughter of the Jung family, it is no matter of surprise to me\nthat she is what she is. Poor girl, her mother, after all, died in the\ncourse of the last month.”",
        "Tzu-hsing heaved a sigh. “Of three elderly sisters,” he explained, “this\none was the youngest, and she too is gone! Of the sisters of the senior\ngeneration not one even survives! But now we’ll see what the husbands of\nthis younger generation will be like by and bye!”",
        "“Yes,” replied Yü-ts’un. “But some while back you mentioned that Mr.\nCheng has had a son, born with a piece of jade in his mouth, and that he\nhas besides a tender-aged grandson left by his eldest son; but is it\nlikely that this Mr. She has not, himself, as yet, had any male issue?”",
        "“After Mr. Cheng had this son with the jade,” Tzu-hsing added, “his\nhandmaid gave birth to another son, who whether he be good or bad, I\ndon’t at all know. At all events, he has by his side two sons and a\ngrandson, but what these will grow up to be by and bye, I cannot tell.\nAs regards Mr. Chia She, he too has had two sons; the second of whom,\nChia Lien, is by this time about twenty. He took to wife a relative of\nhis, a niece of Mr. Cheng’s wife, a Miss Wang, and has now been married\nfor the last two years. This Mr. Lien has lately obtained by purchase\nthe rank of sub-prefect. He too takes little pleasure in books, but as\nfar as worldly affairs go, he is so versatile and glib of tongue, that\nhe has recently taken up his quarters with his uncle Mr. Cheng, to whom\nhe gives a helping hand in the management of domestic matters. Who would\nhave thought it, however, ever since his marriage with his worthy wife,\nnot a single person, whether high or low, has there been who has not\nlooked up to her with regard: with the result that Mr. Lien himself has,\nin fact, had to take a back seat (_lit. withdrew 35 li). In looks,\nshe is also so extremely beautiful, in speech so extremely quick and\nfluent, in ingenuity so deep and astute, that even a man could, in no\nway, come up to her mark.”",
        "After hearing these remarks Yü-ts’un smiled. “You now perceive,” he\nsaid, “that my argument is no fallacy, and that the several persons\nabout whom you and I have just been talking are, we may presume, human\nbeings, who, one and all, have been generated by the spirit of right,\nand the spirit of evil, and come to life by the same royal road; but of\ncourse there’s no saying.”",
        "“Enough,” cried Tzu-hsing, “of right and enough of evil; we’ve been\ndoing nothing but settling other people’s accounts; come now, have\nanother glass, and you’ll be the better for it!”",
        "“While bent upon talking,” Yü-ts’un explained, “I’ve had more glasses\nthan is good for me.”",
        "“Speaking of irrelevant matters about other people,” Tzu-hsing rejoined\ncomplacently, “is quite the thing to help us swallow our wine; so come\nnow; what harm will happen, if we do have a few glasses more.”",
        "Yü-ts’un thereupon looked out of the window.",
        "“The day is also far advanced,” he remarked, “and if we don’t take care,\nthe gates will be closing; let us leisurely enter the city, and as we go\nalong, there will be nothing to prevent us from continuing our chat.”",
        "Forthwith the two friends rose from their seats, settled and paid their\nwine bill, and were just going, when they unexpectedly heard some one\nfrom behind say with a loud voice:",
        "“Accept my congratulations, Brother Yü-ts’un; I’ve now come, with the\nexpress purpose of giving you the welcome news!”",
        "Yü-ts’un lost no time in turning his head round to look at the speaker.\nBut reader, if you wish to learn who the man was, listen to the details\ngiven in the following chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IBy Cao XueqinAt Amazon"
    ]
}