{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXXII.",
    "author": "Cao Xueqin",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "  Hsi Jen and Hsiang-yün tell their secret thoughts.\n  Tai-yü is infatuated with the living Pao-yü.",
        "While trying to conceal her sense of shame and injury Chin Ch’uan is\ndriven by her impetuous feelings to seek death.",
        "But to resume our narrative. At the sight of the unicorn, Pao-yü was\nfilled with intense delight. So much so, that he forthwith put out his\nhand and made a grab for it. “Lucky enough it was you who picked it up!\"\nhe said, with a face beaming with smiles. “But when did you find it?”",
        "“Fortunately it was only this!” rejoined Shih Hsiang-yün laughing. “If\nyou by and bye also lose your seal, will you likely banish it at once\nfrom your mind, and never make an effort to discover it?”",
        "“After all,” smiled Pao-yü, “the loss of a seal is an ordinary\noccurrence. But had I lost this, I would have deserved to die.”",
        "Hsi Jen then poured a cup of tea and handed it to Shih Hsiang-yün. “Miss\nSenior,” she remarked smilingly, “I heard that you had occasion the\nother day to be highly pleased.”",
        "Shih Hsiang-yün flushed crimson. She went on drinking her tea and did\nnot utter a single word.",
        "“Here you are again full of shame!” Hsi Jen smiled. “But do you remember\nwhen we were living, about ten years back, in those warm rooms on the\nwest side and you confided in me one evening, you didn’t feel any shame\nthen; and how is it you blush like this now?”",
        "“Do you still speak about that!” exclaimed Shih Hsiang-yün laughingly.\n“You and I were then great friends. But when our mother subsequently\ndied and I went home for a while, how is it you were at once sent to be\nwith my cousin Secundus, and that now that I’ve come back you don’t\ntreat me as you did once?”",
        "“Are you yet harping on this!” retorted Hsi Jen, putting on a smile.\n“Why, at first, you used to coax me with a lot of endearing terms to\ncomb your hair and to wash your face, to do this and that for you. But\nnow that you’ve become a big girl, you assume the manner of a young\nmistress towards me, and as you put on these airs of a young mistress,\nhow can I ever presume to be on a familiar footing with you?”",
        "“O-mi-to-fu,” cried Shih Hsiang-yün. “What a false accusation! If I be\nguilty of anything of the kind, may I at once die! Just see what a\nbroiling hot day this is, and yet as soon as I arrived I felt bound to\ncome and look you up first. If you don’t believe me, well, ask Lü Erh!\nAnd while at home, when did I not at every instant say something about\nyou?”",
        "Scarcely had she concluded than Hsi Jen and Pao-yü tried to soothe her.\n“We were only joking,” they said, “but you’ve taken everything again as\ngospel. What! are you still so impetuous in your temperament!”",
        "“You don’t say,” argued Shih Hsiang-yün, “that your words are hard\nthings to swallow, but contrariwise, call people’s temperaments\nimpetuous!”",
        "As she spoke, she unfolded her handkerchief and, producing a ring, she\ngave it to Hsi Jen.",
        "Hsi Jen did not know how to thank her enough. “When;” she consequently\nsmiled, “you sent those to your cousin the other day, I got one also;\nand here you yourself bring me another to-day! It’s clear enough\ntherefore that you haven’t forgotten me. This alone has been quite\nenough to test you. As for the ring itself, what is its worth? but it’s\na token of the sincerity of your heart!”",
        "“Who gave it to you?” inquired Shih Hsiang-yün.",
        "“Miss Pao let me have it.” replied Hsi Jen.",
        "“I was under the impression,” remarked Hsiang-yün with a sigh, “that it\nwas a present from cousin Lin. But is it really cousin Pao, that gave it\nto you! When I was at home, I day after day found myself reflecting that\namong all these cousins of mine, there wasn’t one able to compare with\ncousin Pao, so excellent is she. How I do regret that we are not the\noffspring of one mother! For could I boast of such a sister of the same\nflesh and blood as myself, it wouldn’t matter though I had lost both\nfather and mother!”",
        "While indulging in these regrets, her eyes got quite red.",
        "“Never mind! never mind!” interposed Pao-yü. “Why need you speak of\nthese things!”",
        "“If I do allude to this,” answered Shih Hsiang-yün, “what does it\nmatter? I know that weak point of yours. You’re in fear and trembling\nlest your cousin Lin should come to hear what I say, and get angry with\nme again for eulogising cousin Pao! Now isn’t it this, eh!”",
        "“Ch’ih!” laughed Hsi Jen, who was standing by her. “Miss Yün,” she said,\n“now that you’ve grown up to be a big girl you’ve become more than ever\nopenhearted and outspoken.”",
        "“When I contend;” smiled Pao-yü, “that it is difficult to say a word to\nany one of you I’m indeed perfectly correct!”",
        "“My dear cousin,” observed Shih Hsiang-yün laughingly, “don’t go on in\nthat strain! You’ll provoke me to displeasure. When you are with me all\nyou are good for is to talk and talk away; but were you to catch a\nglimpse of cousin Lin, you would once more be quite at a loss to know\nwhat best to do!”",
        "“Now, enough of your jokes!” urged Hsi Jen. “I have a favour to crave of\nyou.\"\r",
        "“What is it?” vehemently inquired Shih Hsiang-yün.",
        "“I’ve got a pair of shoes,” answered Hsi Jen, “for which I’ve stuck the\npadding together; but I’m not feeling up to the mark these last few\ndays, so I haven’t been able to work at them. If you have any leisure,\ndo finish them for me.”",
        "“This is indeed strange!” exclaimed Shih Hsiang-yün. “Putting aside all\nthe skilful workers engaged in your household, you have besides some\npeople for doing needlework and others for tailoring and cutting; and\nhow is it you appeal to me to take your shoes in hand? Were you to ask\nany one of those men to execute your work, who could very well refuse to\ndo it?”",
        "“Here you are in another stupid mood!” laughed Hsi Jen. “Can it be that\nyou don’t know that our sewing in these quarters mayn’t be done by these\nneedleworkers.”",
        "At this reply, it at once dawned upon Shih Hsiang-yün that the shoes\nmust be intended for Pao-yü. “Since that be the case,” she in\nconsequence smiled; “I’ll work them for you. There’s however one thing.\nI’ll readily attend to any of yours, but I will have nothing to do with\nany for other people.”",
        "“There you are again!” laughed Hsi Jen. “Who am I to venture to trouble\nyou to make shoes for me? I’ll tell you plainly, however, that they are\nnot mine. But no matter whose they are, it is anyhow I who’ll be the\nrecipient of your favour; that is sufficient.”",
        "“To speak the truth,” rejoined Shih Hsiang-yün, “you’ve put me to the\ntrouble of working, I don’t know how many things for you. The reason why\nI refuse on this occasion should be quite evident to you!”",
        "“I can’t nevertheless make it out!” answered Hsi Jen.",
        "“I heard the other day,” continued Shih Hsiang-yün, a sardonic smile on\nher lip, “that while the fan-case, I had worked, was being held and\ncompared with that of some one else, it too was slashed away in a fit of\nhigh dudgeon. This reached my ears long ago, and do you still try to\ndupe me by asking me again now to make something more for you? Have I\nreally become a slave to you people?",
        "“As to what occurred the other day,” hastily explained Pao-yü smiling,\n“I positively had no idea that that thing was your handiwork.”",
        "“He never knew that you’d done it,” Hsi Jen also laughed. “I deceived\nhim by telling him that there had been of late some capital hands at\nneedlework outside, who could execute any embroidery with surpassing\nbeauty, and that I had asked them to bring a fan-case so as to try them\nand to see whether they could actually work well or not. He at once\nbelieved what I said. But as he produced the case and gave it to this\none and that one to look at, he somehow or other, I don’t know how,\nmanaged again to put some one’s back up, and she cut it into two. On his\nreturn, however, he bade me hurry the men to make another; and when at\nlength I explained to him that it had been worked by you, he felt, I\ncan’t tell you, what keen regret!”",
        "“This is getting stranger and stranger!” said Shih Hsiang-yün. “It\nwasn’t worth the while for Miss Lin to lose her temper about it. But as\nshe plies the scissors so admirably, why, you might as well tell her to\nfinish the shoes for you.”",
        "“She couldn’t,” replied Hsi Jen, “for besides other things our venerable\nlady is still in fear and trembling lest she should tire herself in any\nway. The doctor likewise says that she will continue to enjoy good\nhealth, so long as she is carefully looked after; so who would wish to\nask her to take them in hand? Last year she managed to just get through\na scented bag, after a whole year’s work. But here we’ve already reached\nthe middle of the present year, and she hasn’t yet taken up any needle\nor thread!”",
        "In the course of their conversation, a servant came and announced ’that\nthe gentleman who lived in the Hsing Lung Street had come.’ “Our\nmaster,” he added, “bids you, Mr. Secundus, come out and greet him.”",
        "As soon as Pao-yü heard this announcement, he knew that Chia Yü-ts’un\nmust have arrived. But he felt very unhappy at heart. Hsi Jen hurried to\ngo and bring his clothes. Pao-yü, meanwhile, put on his boots, but as he\ndid so, he gave way to resentment. “Why there’s father,” he\nsoliloquised, “to sit with him; that should be enough; and must he, on\nevery visit he pays, insist upon seeing me!”",
        "“It is, of course, because you have such a knack for receiving and\nentertaining visitors that Mr. Chia Cheng will have you go out,\"\nlaughingly interposed Shih Hsiang-yün from one side, as she waved her\nfan.",
        "“Is it father’s doing?” Pao-yü rejoined. “Why, it’s he himself who asks\nthat I should be sent for to see him.”",
        "“’When a host is courteous, visitors come often,’” smiled Hsiang-yün,\n“so it’s surely because you possess certain qualities, which have won\nhis regard, that he insists upon seeing you.”",
        "“But I am not what one would call courteous,” demurred Pao-yü. “I am, of\nall coarse people, the coarsest. Besides, I do not choose to have any\nrelations with such people as himself.”",
        "“Here’s again that unchangeable temperament of yours!” laughed\nHsiang-yün. “But you’re a big fellow now, and you should at least, if\nyou be loth to study and go and pass your examinations for a provincial\ngraduate or a metropolitan graduate, have frequent intercourse with\nofficers and ministers of state and discuss those varied attainments,\nwhich one acquires in an official career, so that you also may be able\nin time to have some idea about matters in general; and that when by and\nbye you’ve made friends, they may not see you spending the whole day\nlong in doing nothing than loafing in our midst, up to every imaginable\nmischief.”",
        "“Miss,” exclaimed Pao-yü, after this harangue, “pray go and sit in some\nother girl’s room, for mind one like myself may contaminate a person who\nknows so much of attainments and experience as you do.”",
        "“Miss,” ventured Hsi Jen, “drop this at once! Last time Miss Pao too\ntendered him this advice, but without troubling himself as to whether\npeople would feel uneasy or not, he simply came out with an ejaculation\nof ’hai,’ and rushed out of the place. Miss Pao hadn’t meanwhile\nconcluded her say, so when she saw him fly, she got so full of shame\nthat, flushing scarlet, she could neither open her lips, nor hold her\nown counsel. But lucky for him it was only Miss Pao. Had it been Miss\nLin, there’s no saying what row there may not have been again, and what\ntears may not have been shed! Yet the very mention of all she had to\ntell him is enough to make people look up to Miss Pao with respect. But\nafter a time, she also betook herself away. I then felt very unhappy as\nI imagined that she was angry; but contrary to all my expectations, she\nwas by and bye just the same as ever. She is, in very truth,\nlong-suffering and indulgent! This other party contrariwise became quite\ndistant to her, little though one would have thought it of him; and as\nMiss Pao perceived that he had lost his temper, and didn’t choose to\nheed her, she subsequently made I don’t know how many apologies to him.”",
        "“Did Miss Lin ever talk such trash!” exclaimed Pao-yü. “Had she ever\ntalked such stuff and nonsense, I would have long ago become chilled\ntowards her.”",
        "“What you say is all trash!” Hsi Jen and Hsiang-yün remarked with one\nvoice, while they shook their heads to and fro and smiled.",
        "Lin Tai-yü, the fact is, was well aware that now that Shih Hsiang-yün\nwas staying in the mansion, Pao-yü too was certain to hasten to come and\ntell her all about the unicorn he had got, so she thought to herself:\n“In the foreign traditions and wild stories, introduced here of late by\nPao-yü, literary persons and pretty girls are, for the most part,\nbrought together in marriage, through the agency of some trifling but\ningenious nick-nack. These people either have miniature ducks, or\nphoenixes, jade necklets or gold pendants, fine handkerchiefs or elegant\nsashes; and they have, through the instrumentality of such trivial\nobjects, invariably succeeded in accomplishing the wishes they\nentertained throughout their lives.” When she recently discovered, by\nsome unforeseen way, that Pao-yü had likewise a unicorn she began to\napprehend lest he should make this circumstance a pretext to create an\nestrangement with her, and indulge with Shih Hsiang-yün as well in\nvarious free and easy flirtations and fine doings. She therefore quietly\ncrossed over to watch her opportunity and take such action as would\nenable her to get an insight into his and her sentiments. Contrary,\nhowever, to all her calculations, no sooner did she reach her\ndestination, than she overheard Shih Hsiang-yün dilate on the topic of\nexperience, and Pao-yü go on to observe: “Cousin Lin has never indulged\nin such stuff and nonsense. Had she ever uttered any such trash, I would\nhave become chilled even towards her!” This language suddenly produced,\nin Lin Tai-yü’s mind, both surprise as well as delight; sadness as well\nas regret. Delight, at having indeed been so correct in her perception\nthat he whom she had ever considered in the light of a true friend had\nactually turned out to be a true friend. Surprise, “because,” she said\nto herself: “he has, in the presence of so many witnesses, displayed\nsuch partiality as to speak in my praise, and has shown such affection\nand friendliness for me as to make no attempt whatever to shirk\nsuspicion.” Regret, “for since,” (she pondered), “you are my intimate\nfriend, you could certainly well look upon me too as your intimate\nfriend; and if you and I be real friends, why need there be any more\ntalk about gold and jade? But since there be that question of gold and\njade, you and I should have such things in our possession. Yet, why\nshould this Pao-ch’ai step in again between us?” Sad, “because,” (she\nreflected), “my father and mother departed life at an early period; and\nbecause I have, in spite of the secret engraven on my heart and\nimprinted on my bones, not a soul to act as a mentor to me. Besides, of\nlate, I continuously feel confusion creep over my mind, so my disease\nmust already have gradually developed itself. The doctors further state\nthat my breath is weak and my blood poor, and that they dread lest\nconsumption should declare itself, so despite that sincere friendship I\nfoster for you, I cannot, I fear, last for very long. You are, I admit,\na true friend to me, but what can you do for my unfortunate destiny!”",
        "Upon reaching this point in her reflections, she could not control her\ntears, and they rolled freely down her cheeks. So much so, that when\nabout to enter and meet her cousins, she experienced such utter lack of\nzest, that, while drying her tears she turned round, and wended her\nsteps back in the direction of her apartments.",
        "Pao-yü, meanwhile, had hurriedly got into his new costume. Upon coming\nout of doors, he caught sight of Lin Tai-yü, walking quietly ahead of\nhim engaged, to all appearances, in wiping tears from her eyes. With\nrapid stride, he overtook her.",
        "“Cousin Lin,” he smiled, “where are you off to? How is it that you’re\ncrying again? Who has once more hurt your feelings?”",
        "Lin Tai-yü turned her head round to look; and seeing that it was Pao-yü,\nshe at once forced a smile. “Why should I be crying,” she replied, “when\nthere is no reason to do so?”",
        "“Look here!” observed Pao-yü smilingly. “The tears in your eyes are not\ndry yet and do you still tell me a fib?”",
        "Saying this, he could not check an impulse to raise his arm and wipe her\neyes, but Lin Tai-yü speedily withdrew several steps backwards. “Are you\nagain bent,” she said, “upon compassing your own death! Then why do you\nknock your hands and kick your feet about in this wise?”",
        "“While intent upon speaking, I forgot,” smiled Pao-yü, “all about\npropriety and gesticulated, yet quite inadvertently. But what care I\nwhether I die or live!”",
        "“To die would, after all” added Lin Tai-yü, “be for you of no matter;\nbut you’ll leave behind some gold or other, and a unicorn too or other;\nand what would they do?”",
        "This insinuation was enough to plunge Pao-yü into a fresh fit of\nexasperation. Hastening up to her: “Do you still give vent to such\nlanguage?” he asked. “Why, it’s really tantamount to invoking\nimprecations on me! What, are you yet angry with me!”",
        "This question recalled to Lin Tai-yü’s mind the incidents of a few days\nback, and a pang of remorse immediately gnawed her heart for having been\nagain so indiscreet in her speech. “Now don’t you distress your mind!\"\nshe observed hastily, smiling. “I verily said what I shouldn’t! Yet what\nis there in this to make your veins protrude, and to so provoke you as\nto bedew your whole face with perspiration?”",
        "While reasoning with him, she felt unable to repress herself, and,\napproaching him, she extended her hand, and wiped the perspiration from\nhis face.",
        "Pao-yü gazed intently at her for a long time. “Do set your mind at\nease!” he at length observed.",
        "At this remark, Lin Tai-yü felt quite nervous. “What’s there to make my\nmind uneasy?” she asked after a protracted interval. “I can’t make out\nwhat you’re driving at; tell me what’s this about making me easy or\nuneasy?”",
        "Pao-yü heaved a sigh. “Don’t you truly fathom the depth of my words?” he\ninquired. “Why, do you mean to say that I’ve throughout made such poor\nuse of my love for you as not to be able to even divine your feelings?\nWell, if so, it’s no wonder that you daily lose your temper on my\naccount!”",
        "“I actually don’t understand what you mean by easy or uneasy,” Lin\nTai-yü replied.",
        "“My dear girl,” urged Pao-yü, nodding and sighing. “Don’t be making a\nfool of me! For if you can’t make out these words, not only have I ever\nuselessly lavished affection upon you, but the regard, with which you\nhave always treated me, has likewise been entirely of no avail! And it’s\nmostly because you won’t set your mind at ease that your whole frame is\nriddled with disease. Had you taken things easier a bit, this ailment of\nyours too wouldn’t have grown worse from day to day!”",
        "These words made Lin Tai-yü feel as if she had been blasted by thunder,\nor struck by lightning. But after carefully weighing them within\nherself, they seemed to her far more fervent than any that might have\nemanated from the depths of her own heart, and thousands of sentiments,\nin fact, thronged together in her mind; but though she had every wish to\nframe them into language, she found it a hard task to pronounce so much\nas half a word. All she therefore did was to gaze at him with vacant\nstare.",
        "Pao-yü fostered innumerable thoughts within himself, but unable in a\nmoment to resolve from which particular one to begin, he too absently\nlooked at Tai-yü. Thus it was that the two cousins remained for a long\ntime under the spell of a deep reverie.",
        "An ejaculation of “Hai!” was the only sound that issued from Lin\nTai-yü’s lips; and while tears streamed suddenly from her eyes, she\nturned herself round and started on her way homeward.",
        "Pao-yü jumped forward, with alacrity, and dragged her back. “My dear\ncousin,” he pleaded, “do stop a bit! Let me tell you just one thing;\nafter that, you may go.”",
        "“What can you have to tell me?” exclaimed Lin Tai-yü, who while wiping\nher tears, extricated her hand from his grasp. “I know.” she cried, “all\nyou have to say.”",
        "As she spoke, she went away, without even turning her head to cast a\nglance behind her.",
        "As Pao-yü gazed at her receding figure, he fell into abstraction.",
        "He had, in fact, quitted his apartments a few moments back in such\nprecipitate hurry that he had omitted to take a fan with him: and Hsi\nJen, fearing lest he might suffer from the heat, promptly seized one and\nran to find him and give it to him. But upon casually raising her head,\nshe espied Lin Tai-yü standing with him. After a time, Tai-yü walked\naway; and as he still remained where he was without budging, she\napproached him.",
        "“You left,” she said, “without even taking a fan with you. Happily I\nnoticed it, and so hurried to catch you up and bring it to you.”",
        "But Pao-yü was so lost in thought that as soon as he caught Hsi Jen’s\nvoice, he made a dash and clasped her in his embrace, without so much as\ntrying to make sure who she was.",
        "“My dear cousin,” he cried, “I couldn’t hitherto muster enough courage\nto disclose the secrets of my heart; but on this occasion I shall make\nbold and give utterance to them. For you I’m quite ready to even pay the\npenalty of death. I have too for your sake brought ailments upon my\nwhole frame. It’s in here! But I haven’t ventured to breathe it to any\none. My only alternative has been to bear it patiently, in the hope that\nwhen you got all right, I might then perchance also recover. But whether\nI sleep, or whether I dream, I never, never forget you.”",
        "These declarations quite dumfoundered Hsi Jen. She gave way to incessant\napprehensions. All she could do was to shout out: “Oh spirits, oh\nheaven, oh Buddha, he’s compassing my death!” Then pushing him away from\nher, “what is it you’re saying?” she asked. “May it be that you are\npossessed by some evil spirit! Don’t you quick get yourself off?”",
        "This brought Pao-yü to his senses at once. He then became aware that it\nwas Hsi Jen, and that she had come to bring him a fan. Pao-yü was\noverpowered with shame; his whole face was suffused with scarlet; and,\nsnatching the fan out of her hands, he bolted away with rapid stride.",
        "When Hsi Jen meanwhile saw Pao-yü effect his escape, “Lin Tai-yü,” she\npondered, “must surely be at the bottom of all he said just now. But\nfrom what one can see, it will be difficult, in the future, to obviate\nthe occurrence of some unpleasant mishap. It’s sufficient to fill one\nwith fear and trembling!”",
        "At this point in her cogitations, she involuntarily melted into tears,\nso agitated was she; while she secretly exercised her mind how best to\nact so as to prevent this dreadful calamity.",
        "But while she was lost in this maze of surmises and doubts, Pao-ch’ai\nunexpectedly appeared from the off side. “What!” she smilingly\nexclaimed, “are you dreaming away in a hot broiling sun like this?”",
        "Hsi Jen, at this question, hastily returned her smiles. “Those two\nbirds,” she answered, “were having a fight, and such fun was it that I\nstopped to watch them.”",
        "“Where is cousin Pao off to now in such a hurry, got up in that fine\nattire?” asked Pao-ch’ai, “I just caught sight of him, as he went by. I\nmeant to have called out and stopped him, but as he, of late, talks\ngreater rubbish than ever, I didn’t challenge him, but let him go past.”",
        "“Our master,” rejoined Hsi Jen, “sent for him to go out.”",
        "“Ai-yah!” hastily exclaimed Pao-ch’ai, as soon as this remark reached\nher ears. “What does he want him for, on a scalding day like this? Might\nhe not have thought of something and got so angry about it as to send\nfor him to give him a lecture!”",
        "“If it isn’t this,” added Hsi Jen laughing, “some visitor must, I\npresume, have come and he wishes him to meet him.”",
        "“With weather like this,” smiled Pao-ch’ai, “even visitors afford no\namusement! Why don’t they, while this fiery temperature lasts, stay at\nhome, where it’s much cooler, instead of gadding about all over the\nplace?”",
        "“Could you tell them so?” smiled Hsi Jen.",
        "“What was that girl Hsiang-yün doing in your quarters?” Pao-ch’ai then\nasked.",
        "“She only came to chat with us on irrelevant matters.” Hsi Jen replied\nsmiling. “But did you see the pair of shoes I was pasting the other day?\nWell, I meant to ask her to-morrow to finish them for me.”",
        "Pao-chai, at these words, turned her head round, first on this side, and\nthen on the other. Seeing that there was no one coming or going: “How is\nit,” she smiled, “that you, who have so much gumption, don’t ever show\nany respect for people’s feelings? I’ve been of late keeping an eye on\nMiss Yün’s manner, and, from what I can glean from the various rumours\nafloat, she can’t be, in the slightest degree, her own mistress at home!\nIn that family of theirs, so little can they stand the burden of any\nheavy expenses that they don’t employ any needlework-people, and\nordinary everyday things are mostly attended to by their ladies\nthemselves. (If not), why is it that every time she has come to us on a\nvisit, and she and I have had a chat, she at once broached the subject\nof their being in great difficulties at home, the moment she perceived\nthat there was no one present? Yet, whenever I went on to ask her a few\nquestions about their usual way of living, her very eyes grew red, while\nshe made some indistinct reply; but as for speaking out, she wouldn’t.\nBut when I consider the circumstances in which she is placed, for she\nhas certainly had the misfortune of being left, from her very infancy,\nwithout father and mother, the very sight of her is too much for me, and\nmy heart begins to bleed within me.”",
        "“Quite so! Quite so!” observed Hsi Jen, clapping her hands, after\nlistening to her throughout. “It isn’t strange then if she let me have\nthe ten butterfly knots I asked her to tie for me only after ever so\nmany days, and if she said that they were coarsely done, but that I\nshould make the best of them and use them elsewhere, and that if I\nwanted any nice ones, I should wait until by and bye when she came to\nstay here, when she would work some neatly for me. What you’ve told me\nnow reminds me that, as she had found it difficult to find an excuse\nwhen we appealed to her, she must have had to slave away, who knows how\nmuch, till the third watch in the middle of the night. What a stupid\nthing I was! Had I known this sooner, I would never have told her a word\nabout it.”",
        "“Last time;” continued Pao-ch’ai, “she told me that when she was at home\nshe had ample to do, that she kept busy as late as the third watch, and\nthat, if she did the slightest stitch of work for any other people, the\nvarious ladies, belonging to her family, did not like it.”",
        "“But as it happens,” explained Hsi Jen, “that mulish-minded and\nperverse-tempered young master of ours won’t allow the least bit of\nneedlework, no matter whether small or large, to be made by those\npersons employed to do sewing in the household. And as for me, I have no\ntime to turn my attention to all these things.”",
        "“Why mind him?” laughed Pao-ch’ai. “Simply ask some one to do the work\nand finish.”",
        "“How could one bamboozle him?” resumed Hsi Jen. “Why, he’ll promptly\nfind out everything. Such a thing can’t even be suggested. The only\nthing I can do is to quietly slave away, that’s all.”",
        "“You shouldn’t work so hard,” smiled Pao-ch’ai. “What do you say to my\ndoing a few things for you?”",
        "“Are you in real earnest!” ventured Hsi Jen smiling. “Well, in that\ncase, it is indeed a piece of good fortune for me! I’ll come over myself\nin the evening.”",
        "But before she could conclude her reply, she of a sudden noticed an old\nmatron come up to her with precipitate step. “Where does the report come\nfrom,” she interposed, “that Miss Chin Ch’uan-erh has gone, for no rhyme\nor reason, and committed suicide by jumping into the well?”",
        "This bit of news startled Hsi Jen. “Which Chin Ch’uan-erh is it,” she\nspeedily inquired.",
        "“Where are two Chin Ch’uan-erhs to be found!” rejoined the old matron.\n“It’s the one in our Mistress,’ Madame Wang’s, apartments, who was the\nother day sent away for something or other, I don’t know what. On her\nreturn home, she raised her groans to the skies and shed profuse tears,\nbut none of them worried their minds about her, until, who’d have\nthought it, they could see nothing of her. A servant, however, went just\nnow to draw water and he says that ’while he was getting it from the\nwell in the south-east corner, he caught sight of a dead body, that he\nhurriedly called men to his help, and that when they fished it out, they\nunexpectedly found that it was she, but that though they bustled about\ntrying to bring her round, everything proved of no avail’”",
        "“This is odd!” Pao-ch’ai exclaimed.",
        "The moment Hsi Jen heard the tidings, she shook her head and moaned. At\nthe remembrance of the friendship, which had ever existed between them,\ntears suddenly trickled down her cheeks. And as for Pao-ch’ai, she\nlistened to the account of the accident and then hastened to Madame\nWang’s quarters to try and afford her consolation.",
        "Hsi Jen, during this interval, returned to her room. But we will leave\nher without further notice, and explain that when Pao-ch’ai reached the\ninterior of Madame Wang’s home, she found everything plunged in perfect\nstillness. Madame Wang was seated all alone in the inner chamber\nindulging her sorrow. But such difficulties did Pao-ch’ai experience to\nallude to the occurrence, that her only alternative was to take a seat\nnext to her.",
        "“Where do you come from?” asked Madame Wang.",
        "“I come from inside the garden,” answered Pao-ch’ai.",
        "“As you come from the garden,” Madame Wang inquired, “did you see\nanything of your cousin Pao-yü?”",
        "“I saw him just now,” Pao-ch’ai replied, “go out, dressed up in his\nfineries. But where he is gone to, I don’t know.”",
        "“Have you perchance heard of any strange occurrence?” asked Madame Wang,\nwhile she nodded her head and sighed. “Why, Chin Ch’uan Erh jumped into\nthe well and committed suicide.”",
        "“How is it that she jumped into the well when there was nothing to make\nher do so?” Pao-ch’ai inquired. “This is indeed a remarkable thing!”",
        "“The fact is,” proceeded Madame Wang, “that she spoilt something the\nother day, and in a sudden fit of temper, I gave her a slap and sent her\naway, simply meaning to be angry with her for a few days and then bring\nher in again. But, who could have ever imagined that she had such a\nresentful temperament as to go and drown herself in a well! And is not\nthis all my fault?”",
        "“It’s because you are such a kind-hearted person, aunt,” smiled\nPao-ch’ai, “that such ideas cross your mind! But she didn’t jump into\nthe well when she was in a tantrum; so what must have made her do so was\nthat she had to go and live in the lower quarters. Or, she might have\nbeen standing in front of the well, and her foot slipped, and she fell\ninto it. While in the upper rooms, she used to be kept under restraint,\nso when this time she found herself outside, she must, of course, have\nfelt the wish to go strolling all over the place in search of fun. How\ncould she have ever had such a fiery disposition? But even admitting\nthat she had such a temper, she was, after all, a stupid girl to do as\nshe did; and she doesn’t deserve any pity.”",
        "“In spite of what you say,” sighed Madame Wang, shaking her head to and\nfro, “I really feel unhappy at heart.”",
        "“You shouldn’t, aunt, distress your mind about it!” Pao-ch’ai smiled.\n“Yet, if you feel very much exercised, just give her a few more taels\nthan you would otherwise have done, and let her be buried. You’ll thus\ncarry out to the full the feelings of a mistress towards her servant.”",
        "“I just now gave them fifty taels for her,” pursued Madame Wang. “I also\nmeant to let them have some of your cousin’s new clothes to enshroud her\nin. But, who’d have thought it, none of the girls had, strange\ncoincidence, any newly-made articles of clothing; and there were only\nthat couple of birthday suits of your cousin Lin’s. But as your cousin\nLin has ever been such a sensitive child and has always too suffered and\nailed, I thought it would be unpropitious for her, if her clothes were\nalso now handed to people to wrap their dead in, after she had been told\nthat they were given her for her birthday. So I ordered a tailor to get\na suit for her as soon as possible. Had it been any other servant-girl,\nI could have given her a few taels and have finished. But Chin\nCh’uan-erh was, albeit a servant-maid, nearly as dear to me as if she\nhad been a daughter of mine.”",
        "Saying this, tears unwittingly ran down from her eyes.",
        "“Aunt!” vehemently exclaimed Pao-ch’ai. “What earthly use is it of\nhurrying a tailor just now to prepare clothes for her? I have a couple\nof suits I made the other day and won’t it save trouble were I to go and\nbring them for her? Besides, when she was alive, she used to wear my old\nclothes. And what’s more our figures are much alike.”",
        "“What you say is all very well,” rejoined Madame Wang; “but can it be\nthat it isn’t distasteful to you?”",
        "“Compose your mind,” urged Pao-ch’ai with a smile. “I have never paid\nany heed to such things.”",
        "As she spoke, she rose to her feet and walked away.",
        "Madame Wang then promptly called two servants. “Go and accompany Miss\nPao!” she said.",
        "In a brief space of time, Pao-ch’ai came back with the clothes, and\ndiscovered Pao-yü seated next to Madame Wang, all melted in tears.\nMadame Wang was reasoning with him. At the sight of Pao-ch’ai, she, at\nonce, desisted. When Pao-ch’ai saw them go on in this way, and came to\nweigh their conversation and to scan the expression on their\ncountenances, she immediately got a pretty correct insight into their\nfeelings. But presently she handed over the clothes, and Madame Wang\nsent for Chin Ch’uan-erh’s mother, to take them away.",
        "But, reader, you will have to peruse the next chapter for further\ndetails.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}