{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXIX.",
    "author": "Cao Xueqin",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "  A happy man enjoys a full measure of happiness, but still prays for\n      happiness.\n  A beloved girl is very much loved, but yet craves for more love.",
        "Pao-yü, so our story runs, was gazing vacantly, when Tai-yü, at a moment\nleast expected, flung her handkerchief at him, which just hit him on the\neyes, and frightened him out of his wits. “Who was it?” he cried.",
        "Lin Tai-yü nodded her head and smiled. “I would not venture to do such a\nthing,” she said, “it was a mere slip of my hand. As cousin Pao-ch’ai\nwished to see the silly wild goose, I was pointing it out to her, when\nthe handkerchief inadvertently flew out of my grip.”",
        "Pao-yü kept on rubbing his eyes. The idea suggested itself to him to\nmake some remonstrance, but he could not again very well open his lips.",
        "Presently, lady Feng arrived. She then alluded, in the course of\nconversation, to the thanksgiving service, which was to be offered on\nthe first, in the Ch’ing Hsü temple, and invited Pao-ch’ai, Pao-yü,\nTai-yü and the other inmates with them to be present at the theatricals.",
        "“Never mind,” smiled Pao-ch’ai, “it’s too hot; besides, what plays\nhaven’t I seen? I don’t mean to come.”",
        "“It’s cool enough over at their place,” answered lady Feng. “There are\nalso two-storied buildings on either side; so we must all go! I’ll send\nservants a few days before to drive all that herd of Taoist priests out,\nto sweep the upper stories, hang up curtains, and to keep out every\nsingle loafer from the interior of the temple; so it will be all right\nlike that. I’ve already told our Madame Wang that if you people don’t\ngo, I mean to go all alone, as I’ve been again in very low spirits these\nlast few days, and as when theatricals come off at home, it’s out of the\nquestion for me to look on with any peace and quiet.”",
        "When dowager lady Chia heard what she said, she smiled. “Well, in that\ncase,” she remarked, “I’ll go along with you.”",
        "Lady Feng, at these words, gave a smile. “Venerable ancestor,” she\nreplied, “were you also to go, it would be ever so much better; yet I\nwon’t feel quite at my ease!”",
        "“To-morrow,” dowager lady Chia continued, “I can stay in the two-storied\nbuilding, situated on the principal site, while you can go to the one on\nthe side. You can then likewise dispense with coming over to where I\nshall be to stand on any ceremonies. Will this suit you or not?”",
        "“This is indeed,” lady Feng smiled, “a proof of your regard for me, my\nworthy senior.”",
        "Old lady Chia at this stage faced Pao-ch’ai. “You too should go,” she\nsaid, “so should your mother; for if you remain the whole day long at\nhome, you will again sleep your head off.”",
        "Pao-ch’ai felt constrained to signify her assent. Dowager lady Chia then\nalso despatched domestics to invite Mrs. Hsüeh; and, on their way, they\nnotified Madame Wang that she was to take the young ladies along with\nher. But Madame Wang felt, in the first place, in a poor state of\nhealth, and was, in the second, engaged in making preparations for the\nreception of any arrivals from Yüan Ch’un, so that she, at an early\nhour, sent word that it was impossible for her to leave the house. Yet\nwhen she received old lady Chia’s behest, she smiled and exclaimed: “Are\nher spirits still so buoyant!” and transmitted the message into the\ngarden that any, who had any wish to avail themselves of the\nopportunity, were at liberty to go on the first, with their venerable\nsenior as their chaperonne. As soon as these tidings were spread abroad,\nevery one else was indifferent as to whether they went or not; but of\nthose girls who, day after day, never put their foot outside the\ndoorstep, which of them was not keen upon going, the moment they heard\nthe permission conceded to them? Even if any of their respective\nmistresses were too lazy to move, they employed every expedient to\ninduce them to go. Hence it was that Li Kung-ts’ai and the other inmates\nsignified their unanimous intention to be present. Dowager lady Chia, at\nthis, grew more exultant than ever, and she issued immediate directions\nfor servants to go and sweep and put things in proper order. But to all\nthese preparations, there is no necessity of making detailed reference;\nsufficient to relate that on the first day of the moon, carriages stood\nin a thick maze, and men and horses in close concourse, at the entrance\nof the Jung Kuo mansion.",
        "When the servants, the various managers and other domestics came to\nlearn that the Imperial Consort was to perform good deeds and that\ndowager lady Chia was to go in person and offer incense, they arranged,\nas it happened that the first of the moon, which was the principal day\nof the ceremonies, was, in addition, the season of the dragon-boat\nfestival, all the necessary articles in perfect readiness and with\nunusual splendour. Shortly, old lady Chia and the other inmates started\non their way. The old lady sat in an official chair, carried by eight\nbearers: widow Li, lady Feng and Mrs. Hsüeh, each in a four-bearer\nchair. Pao-ch’ai and Tai-yü mounted together a curricle with green cover\nand pearl tassels, bearing the eight precious things. The three sisters,\nYing Ch’un, T’an Ch’un, and Hsi Ch’un got in a carriage with red wheels\nand ornamented hood. Next in order, followed dowager lady Chia’s\nwaiting-maids, Yüan Yang, Ying Wu, Hu Po, Chen Chu; Lin Tai-yü’s\nwaiting-maids Tzu Chüan, Hsüeh Yen, and Ch’un Ch’ien; Pao-ch’ai’s\nwaiting-maids Ying Erh and Wen Hsing; Ying Ch’un’s servant-girls Ssu\nCh’i and Hsiu Chü; T’an Ch’un’s waiting-maids Shih Shu and Ts’ui Mo; Hsi\nCh’un’s servant-girls Ju Hua and Ts’ai P’ing; and Mrs. Hsüeh’s\nwaiting-maids T’ung Hsi, and T’ung Kuei. Besides these, were joined to\ntheir retinue: Hsiang Ling and Hsiang Ling’s servant-girl Ch’in Erh;\nMrs. Li’s waiting-maids Su Yün and Pi Yüeh; lady Feng’s servant-girls\nP’ing Erh, Feng Erh and Hsiao Hung, as well as Madame Wang’s two\nwaiting-maids Chin Ch’uan and Ts’ai Yün. Along with lady Feng, came a\nnurse carrying Ta Chieh Erh. She drove in a separate carriage, together\nwith a couple of servant-girls. Added also to the number of the suite\nwere matrons and nurses, attached to the various establishments, and the\nwives of the servants of the household, who were in attendance out of\ndoors. Their carriages, forming one black solid mass, therefore, crammed\nthe whole extent of the street.",
        "Dowager lady Chia and other members of the party had already proceeded a\nconsiderable distance in their chairs, and yet the inmates at the gate\nhad not finished mounting their vehicles. This one shouted: “I won’t sit\nwith you.” That one cried: “You’ve crushed our mistress’ bundle.” In the\ncarriages yonder, one screamed: “You’ve pulled my flowers off.” Another\none nearer exclaimed: “You’ve broken my fan.” And they chatted and\nchatted, and talked and laughed with such incessant volubility, that\nChou Jui’s wife had to go backward and forward calling them to task.\n“Girls,” she said, “this is the street. The on-lookers will laugh at\nyou!” But it was only after she had expostulated with them several times\nthat any sign of improvement became at last visible.",
        "The van of the procession had long ago reached the entrance of the\nCh’ing Hsü Temple. Pao-yü rode on horseback. He preceded the chair\noccupied by his grandmother Chia. The throngs that filled the streets\nranged themselves on either side.",
        "On their arrival at the temple, the sound of bells and the rattle of\ndrums struck their ear. Forthwith appeared the head-bonze Chang, a stick\nof incense in hand; his cloak thrown over his shoulders. He took his\nstand by the wayside at the head of a company of Taoist priests to\npresent his greetings. The moment dowager lady Chia reached, in her\nchair, the interior of the main gate, she descried the lares and\npenates, the lord presiding over that particular district, and the clay\nimages of the various gods, and she at once gave orders to halt. Chia\nChen advanced to receive her acting as leader to the male members of the\nfamily. Lady Feng was well aware that Yüan Yang and the other attendants\nwere at the back and could not overtake their old mistress, so she\nherself alighted from her chair to volunteer her services. She was about\nto hastily press forward and support her, when, by a strange accident, a\nyoung Taoist neophyte, of twelve or thirteen years of age, who held a\ncase containing scissors, with which he had been snuffing the candles\nburning in the various places, just seized the opportunity to run out\nand hide himself, when he unawares rushed, head foremost, into lady\nFeng’s arms. Lady Feng speedily raised her hand and gave him such a slap\non the face that she made the young fellow reel over and perform a\nsomersault. “You boorish young bastard!” she shouted, “where are you\nrunning to?”",
        "The young Taoist did not even give a thought to picking up the scissors,\nbut crawling up on to his feet again, he tried to scamper outside. But\njust at that very moment Pao-ch’ai and the rest of the young ladies were\ndismounting from their vehicles, and the matrons and women-servants were\nclosing them in so thoroughly on all sides that not a puff of wind or a\ndrop of rain could penetrate, and when they perceived a Taoist neophyte\ncome rushing headlong out of the place, they, with one voice, exclaimed:\n“Catch him, catch him! Beat him, beat him!”",
        "Old lady Chia overheard their cries. She asked with alacrity what the\nfuss was all about. Chia Chen immediately stepped outside to make\ninquiries. Lady Feng then advanced and, propping up her old senior, she\nwent on to explain to her that a young Taoist priest, whose duties were\nto snuff the candles, had not previously retired out of the compound,\nand that he was now endeavouring to recklessly force his way out.”",
        "“Be quick and bring the lad here,” shouted dowager lady Chia, as soon as\nshe heard her explanation, “but, mind, don’t frighten him. Children of\nmean families invariably get into the way of being spoilt by\nover-indulgence. How ever could he have set eyes before upon such\ndisplay as this! Were you to frighten him, he will really be much to be\npitied; and won’t his father and mother be exceedingly cut up?”",
        "As she spoke, she asked Chia Chen to go and do his best to bring him\nround. Chia Chen felt under the necessity of going, and he managed to\ndrag the lad into her presence. With the scissors still clasped in his\nhand, the lad fell on his knees, and trembled violently.",
        "Dowager lady Chia bade Chia Chen raise him up. “There’s nothing to\nfear!” she said reassuringly. Then she asked him how old he was.",
        "The boy, however, could on no account give vent to speech.",
        "“Poor boy!” once more exclaimed the old lady. And continuing: “Brother\nChen,” she added, addressing herself to Chia Chen, “take him away, and\ngive him a few cash to buy himself fruit with; and do impress upon every\none that they are not to bully him.”",
        "Chia Chen signified his assent and led him off.",
        "During this time, old lady Chia, taking along with her the whole family\nparty, paid her devotions in storey after storey, and visited every\nplace.",
        "The young pages, who stood outside, watched their old mistress and the\nother inmates enter the second row of gates. But of a sudden they espied\nChia Chen wend his way outwards, leading a young Taoist priest, and\ncalling the servants to come, say; “Take him and give him several\nhundreds of cash and abstain from ill-treating him.” At these orders,\nthe domestics approached with hurried step and led him off.",
        "Chia Chen then inquired from the terrace-steps where the majordomo was.\nAt this inquiry, the pages standing below, called out in chorus,\n“Majordomo!”",
        "Lin Chih-hsiao ran over at once, while adjusting his hat with one hand,\nand appeared in the presence of Chia Chen.",
        "“Albeit this is a spacious place,” Chia Chen began, “we muster a good\nconcourse to-day, so you’d better bring into this court those servants,\nwho’ll be of any use to you, and send over into that one those who\nwon’t. And choose a few from among those young pages to remain on duty,\nat the second gate and at the two side entrances, so as to ask for\nthings and deliver messages. Do you understand me, yes or no? The young\nladies and ladies have all come out of town to-day, and not a single\noutsider must be permitted to put his foot in here.”",
        "“I understand,” replied Lin Chih-hsiao hurriedly signifying his\nobedience. Next he uttered several yes’s.",
        "“Now,” proceeded Chia Chen; “you can go on your way. But how is it, I\ndon’t see anything of Jung Erh?” he went on to ask.",
        "This question was barely out of his lips, when he caught sight of Jung\nErh running out of the belfry. “Look at him,” shouted Chia Chen. “Look\nat him! I don’t feel hot in here, and yet he must go in search of a cool\nplace. Spit at him!” he cried to the family servants.",
        "The young pages were fully aware that Chia Chen’s ordinary disposition\nwas such that he could not brook contradiction, and one of the lads\nspeedily came forward and sputtered in Chia Jung’s face. But Chia Chen\nstill kept his gaze fixed on him, so the young page had to inquire of\nChia Jung: “Master doesn’t feel hot here, and how is it that you, Sir,\nhave been the first to go and get cool?”",
        "Chia Jung however dropped his arms, and did not venture to utter a\nsingle sound. Chia Yün, Chia P’ing, Chia Ch’in and the other young\npeople overheard what was going on and not only were they scared out of\ntheir wits, but even Chia Lien, Chia Pin, Chia Ch’ung and their\ncompanions were stricken with intense fright and one by one they quietly\nslipped down along the foot of the wall.",
        "“What are you standing there for?” Chia Chen shouted to Chia Jung.\n“Don’t you yet get on your horse and gallop home and tell your mother\nthat our venerable senior is here with all the young ladies, and bid\nthem come at once and wait upon them?”",
        "As soon as Chia Jung heard these words, he ran out with hurried stride\nand called out repeatedly for his horse. Now he felt resentment, arguing\nwithin himself: “Who knows what he has been up to the whole morning,\nthat he now finds fault with me!” Now he went on to abuse the young\nservants, crying: “Are your hands made fast, that you can’t lead the\nhorse round?” And he felt inclined to bid a servant-boy go on the\nerrand, but fearing again lest he should subsequently be found out, and\nbe at a loss how to account for his conduct he felt compelled to proceed\nin person; so mounting his steed, he started on his way.",
        "But to return to Chia Chen. Just as he was about to be take himself\ninside, he noticed the Taoist Chang, who stood next to him, force a\nsmile. “I’m not properly speaking,” he remarked, “on the same footing as\nthe others and should be in attendance inside, but as on account of the\nintense heat, the young ladies have come out of doors, I couldn’t\npresume to take upon myself to intrude and ask what your orders, Sir,\nare. But the dowager lady may possibly inquire about me, or may like to\nvisit any part of the temple, so I shall wait in here.”",
        "Chia Chen was fully cognisant that this Taoist priest, Chang, had, it is\ntrue, in past days, stood as a substitute for the Duke of the Jung Kuo\nmansion, but that the former Emperor had, with his own lips, conferred\nupon him the appellation of the ’Immortal being of the Great Unreal,’\nthat he held at present the seal of ’Taoist Superior,’ that the reigning\nEmperor had raised him to the rank of the ’Pure man,’ that the princes,\nnow-a-days, dukes, and high officials styled him the “Supernatural\nbeing,” and he did not therefore venture to treat him with any\ndisrespect. In the second place, (he knew that) he had paid frequent\nvisits to the mansions, and that he had made the acquaintance of the\nladies and young ladies, so when he heard his present remark he\nsmilingly rejoined. “Do you again make use of such language amongst\nourselves? One word more, and I’ll take that beard of yours, and outroot\nit! Don’t you yet come along with me inside?”",
        "“Hah, hah,” laughed the Taoist Chang aloud, as he followed Chia Chen in.\nChia Chen approached dowager lady Chia. Bending his body he strained a\nlaugh. “Grandfather Chang,” he said, “has come in to pay his respects.”",
        "“Raise him up!” old lady Chia vehemently called out.",
        "Chia Chen lost no time in pulling him to his feet and bringing him over.",
        "The Taoist Chang first indulged in loud laughter. “Oh Buddha of\nunlimited years!” he then observed. “Have you kept all right and in good\nhealth, throughout, venerable Senior? Have all the ladies and young\nladies continued well? I haven’t been for some time to your mansion to\npay my obeisance, but you, my dowager lady, have improved more and\nmore.”",
        "“Venerable Immortal Being!” smiled old lady Chia, “how are you; quite\nwell?”",
        "“Thanks to the ten thousand blessings he has enjoyed from your hands,\"\nrejoined Chang the Taoist, “your servant too continues pretty strong and\nhale. In every other respect, I’ve, after all, been all right; but I\nhave felt much concern about Mr. Pao-yü. Has he been all right all the\ntime? The other day, on the 26th of the fourth moon, I celebrated the\nbirthday of the ’Heaven-Pervading-Mighty-King;’ few people came and\neverything went off right and proper. I told them to invite Mr. Pao to\ncome for a stroll; but how was it they said that he wasn’t at home?”",
        "“It was indeed true that he was away from home,” remarked dowager lady\nChia. As she spoke, she turned her head round and called Pao-yü.",
        "Pao-yü had, as it happened, just returned from outside where he had been\nto make himself comfortable, and with speedy step, he came forward. “My\nrespects to you, grandfather Chang,” he said.",
        "The Taoist Chang eagerly clasped him in his arms and inquired how he was\ngetting on. Turning towards old lady Chia, “Mr. Pao,” he observed, “has\ngrown fatter than ever.”",
        "“Outwardly, his looks,” replied dowager lady Chia, “may be all right,\nbut, inwardly, he is weak. In addition to this, his father presses him\nso much to study that he has again and again managed, all through this\nbullying, to make his child fall sick.”",
        "“The other day,” continued Chang the Taoist, “I went to several places\non a visit, and saw characters written by Mr. Pao and verses composed by\nhim, all of which were exceedingly good; so how is it that his worthy\nfather still feels displeased with him, and maintains that Mr. Pao is\nnot very fond of his books? According to my humble idea, he knows quite\nenough. As I consider Mr. Pao’s face, his bearing, his speech and his\ndeportment,” he proceeded, heaving a sigh, “what a striking resemblance\nI find in him to the former duke of the Jung mansion!” As he uttered\nthese words, tears rolled down his cheeks.",
        "At these words, old lady Chia herself found it hard to control her\nfeelings. Her face became covered with the traces of tears. “Quite so,\"\nshe assented, “I’ve had ever so many sons and grandsons, and not one of\nthem betrayed the slightest resemblance to his grandfather; and this\nPao-yü turns out to be the very image of him!”",
        "“What the former duke of Jung Kuo was like in appearance,” Chang, the\nTaoist went on to remark, addressing himself to Chia Chen, “you\ngentlemen, and your generation, were, of course, needless to say, not in\ntime to see for yourselves; but I fancy that even our Senior master and\nour Master Secundus have but a faint recollection of it.”",
        "This said, he burst into another loud fit of laughter. “The other day,\"\nhe resumed, “I was at some one’s house and there I met a young girl, who\nis this year in her fifteenth year, and verily gifted with a beautiful\nface, and I bethought myself that Mr. Pao must also have a wife found\nfor him. As far as looks, intelligence and mental talents, extraction\nand family standing go, this maiden is a suitable match for him. But as\nI didn’t know what your venerable ladyship would have to say about it,\nyour servant did not presume to act recklessly, but waited until I could\nascertain your wishes before I took upon myself to open my mouth with\nthe parties concerned.”",
        "“Some time ago,” responded dowager lady Chia, “a bonze explained that it\nwas ordained by destiny that this child shouldn’t be married at an early\nage, and that we should put things off until he grew somewhat in years\nbefore anything was settled. But mark my words now. Pay no regard as to\nwhether she be of wealthy and honourable stock or not, the essential\nthing is to find one whose looks make her a fit match for him and then\ncome at once and tell me. For even admitting that the girl is poor, all\nI shall have to do will be to bestow on her a few ounces of silver; but\nfine looks and a sweet temperament are not easy things to come across.”",
        "When she had done speaking, lady Feng was heard to smilingly interpose:\n“Grandfather Chang, aren’t you going to change the talisman of ’Recorded\nName’ of our daughter? The other day, lucky enough for you, you had\nagain the great cheek to send some one to ask me for some satin of\ngosling-yellow colour. I gave it to you, for had I not, I was afraid\nlest your old face should have been made to feel uneasy.”",
        "“Hah, hah,” roared the Taoist Chang, “just see how my eyes must have\ngrown dim! I didn’t notice that you, my lady, were in here; nor did I\nexpress one word of thanks to you! The talisman of ’Recorded Name’ is\nready long ago. I meant to have sent it over the day before yesterday,\nbut the unforeseen visit of the Empress to perform meritorious deeds\nupset my equilibrium, and made me quite forget it. But it’s still placed\nbefore the gods, and if you will wait I’ll go and fetch it.”",
        "Saying this, he rushed into the main hall. Presently, he returned with a\ntea-tray in hand, on which was spread a deep red satin cover, brocaded\nwith dragons. In this, he presented the charm. Ta Chieh-erh’s nurse took\nit from him.",
        "But just as the Taoist was on the point of taking Ta Chieh-erh in his\nembrace, lady Feng remarked with a smile: “It would have been sufficient\nif you’d carried it in your hand! And why use a tray to lay it on?”",
        "“My hands aren’t clean,” replied the Taoist Chang, “so how could I very\nwell have taken hold of it? A tray therefore made things much cleaner!”",
        "“When you produced that tray just now,” laughed lady Feng, “you gave me\nquite a start; I didn’t imagine that it was for the purpose of bringing\nthe charm in. It really looked as if you were disposed to beg donations\nof us.”",
        "This observation sent the whole company into a violent fit of laughter.\nEven Chia Chen could not suppress a smile.",
        "“What a monkey!” dowager lady Chia exclaimed, turning her head round.\n“What a monkey you are! Aren’t you afraid of going down to that Hell,\nwhere tongues are cut off?”",
        "“I’ve got nothing to do with any men whatever,” rejoined lady Feng\nlaughing, “and why does he time and again tell me that it’s my bounden\nduty to lay up a store of meritorious deeds; and that if I’m remiss, my\nlife will be short?”",
        "Chang, the Taoist, indulged in further laughter. “I brought out,” he\nexplained, “the tray so as to kill two birds with one stone. It wasn’t,\nhowever, to beg for donations. On the contrary, it was in order to put\nin it the jade, which I meant to ask Mr. Pao to take off, so as to carry\nit outside and let all those Taoist friends of mine, who come from far\naway, as well as my neophytes and the young apprentices, see what it’s\nlike.”",
        "“Well, since that be the case,” added old lady Chia, “why do you, at\nyour age, try your strength by running about the whole day long? Take\nhim at once along and let them see it! But were you to have called him\nin there, wouldn’t it have saved a lot of trouble?”",
        "“Your venerable ladyship,” resumed Chang, the Taoist, “isn’t aware that\nthough I be, to look at, a man of eighty, I, after all, continue, thanks\nto your protection, my dowager lady, quite hale and strong. In the\nsecond place, there are crowds of people in the outer rooms; and the\nsmells are not agreeable. Besides it’s a very hot day and Mr. Pao\ncouldn’t stand the heat as he is not accustomed to it. So were he to\ncatch any disease from the filthy odours, it would be a grave thing!”",
        "After these forebodings old lady Chia accordingly desired Pao-yü to\nunclasp the jade of Spiritual Perception, and to deposit it in the tray.\nThe Taoist, Chang, carefully ensconced it in the folds of the wrapper,\nembroidered with dragons, and left the room, supporting the tray with\nboth his hands.",
        "During this while, dowager lady Chia and the other inmates devoted more\nof their time in visiting the various places. But just as they were on\nthe point of going up the two-storied building, they heard Chia Chen\nshout: “Grandfather Chang has brought back the jade.”",
        "As he spoke, the Taoist Chang was seen advancing up to them, the tray in\nhand. “The whole company,” he smiled, “were much obliged to me. They\nthink Mr. Pao’s jade really lovely! None of them have, however, any\nsuitable gifts to bestow. These are religious articles, used by each of\nthem in propagating the doctrines of Reason, but they’re all only too\nready to give them as congratulatory presents. If, Mr. Pao, you don’t\nfancy them for anything else, just keep them to play with or to give\naway to others.”",
        "Dowager lady Chia, at these words, looked into the tray. She discovered\nthat its contents consisted of gold signets, and jade rings, or\nsceptres, implying: “may you have your wishes accomplished in\neverything,” or “may you enjoy peace and health from year to year;” that\nthe various articles were strung with pearls or inlaid with precious\nstones, worked in jade or mounted in gold; and that they were in all\nfrom thirty to fifty.",
        "“What nonsense you’re talking!” she then exclaimed. “Those people are\nall divines, and where could they have rummaged up these things? But\nwhat need is there for any such presents? He may, on no account, accept\nthem.”",
        "“These are intended as a small token of their esteem,” responded Chang,\nthe Taoist, smiling, “your servant cannot therefore venture to interfere\nwith them. If your venerable ladyship will not keep them, won’t you make\nit patent to them that I’m treated contemptuously, and unlike what one\nshould be, who has joined the order through your household?”",
        "Only when old lady Chia heard these arguments did she direct a servant\nto receive the presents.",
        "“Venerable senior,” Pao-yü smilingly chimed in. “After the reasons\nadvanced by grandfather Chang, we cannot possibly refuse them. But\nalbeit I feel disposed to keep these things, they are of no avail to me;\nso would it not be well were a servant told to carry the tray and to\nfollow me out of doors, that I may distribute them to the poor?",
        "“You are perfectly right in what you say!” smiled dowager lady Chia.",
        "The Taoist Chang, however, went on speedily to use various arguments to\ndissuade him. “Mr. Pao,” he observed, “your intention is, it is true, to\nperform charitable acts; but though you may aver that these things are\nof little value, you’ll nevertheless find among them several articles\nyou might turn to some account. Were you to let the beggars have them,\nwhy they will, first of all, be none the better for them; and, next, it\nwill contrariwise be tantamount to throwing them away! If you want to\ndistribute anything among the poor, why don’t you dole out cash to\nthem?”",
        "“Put them by!” promptly shouted Pao-yü, after this rejoinder, “and when\nevening comes, take a few cash and distribute them.”",
        "These directions given, Chang, the Taoist, retired out of the place.",
        "Dowager lady Chia and her companions thereupon walked upstairs and sat\nin the main part of the building. Lady Feng and her friends adjourned\ninto the eastern part, while the waiting-maids and servants remained in\nthe western portion, and took their turns in waiting on their\nmistresses.",
        "Before long, Chia Chen came back. “The plays,” he announced, “have been\nchosen by means of slips picked out before the god. The first one on the\nlist is the ’Record of the White Snake.’”",
        "“Of what kind of old story does ’the record of the white snake,’ treat?\"\nold lady Chia inquired.",
        "“The story about Han Kao-tsu,” replied Chia Chen, “killing a snake and\nthen ascending the throne. The second play is, ’the Bed covered with\nivory tablets.’”",
        "“Has this been assigned the second place?” asked dowager lady Chia. “Yet\nnever mind; for as the gods will it thus, there is no help than not to\ndemur. But what about the third play?” she went on to inquire.",
        "“The Nan Ko dream is the third,” Chia Chen answered.",
        "This response elicited no comment from dowager lady Chia. Chia Chen\ntherefore withdrew downstairs, and betook himself outside to make\narrangements for the offerings to the gods, for the paper money and\neatables that had to be burnt, and for the theatricals about to begin.\nSo we will leave him without any further allusion, and take up our\nnarrative with Pao-yü.",
        "Seating himself upstairs next to old lady Chia, he called to a\nservant-girl to fetch the tray of presents given to him a short while\nback, and putting on his own trinket of jade, he fumbled about with the\nthings for a bit, and picking up one by one, he handed them to his\ngrandmother to admire. But old lady Chia espied among them a unicorn,\nmade of purplish gold, with kingfisher feathers inserted, and eagerly\nextending her arm, she took it up. “This object,” she smiled, “seems to\nme to resemble very much one I’ve seen worn also by the young lady of\nsome household or other of ours.”",
        "“Senior cousin, Shih Hsiang-yün,” chimed in Pao-ch’ai, a smile playing\non her lips, “has one, but it’s a trifle smaller than this.”",
        "“Is it indeed Yün-erh who has it?” exclaimed old lady Chia.",
        "“Now that she lives in our house,” remarked Pao-yü, “how is it that even\nI haven’t seen anything of it?”",
        "“Cousin Pao-ch’ai,” rejoined T’an Ch’un laughingly, “has the power of\nobservation; no matter what she sees, she remembers.”",
        "Lin Tai-yü gave a sardonic smile. “As far as other matters are\nconcerned,” she insinuated, “her observation isn’t worth speaking of;\nwhere she’s extra-observant is in articles people may wear about their\npersons.”",
        "Pao-chai, upon catching this sneering remark, at once turned her head\nround, and pretended she had not heard. But as soon as Pao-yü learnt\nthat Shih Hsiang-yün possessed a similar trinket, he speedily picked up\nthe unicorn, and hid it in his breast, indulging, at the same time, in\nfurther reflection. Yet, fearing lest people might have noticed that he\nkept back that particular thing the moment he discovered that Shih\nHsiang-yün had one identical with it, he fixed his eyes intently upon\nall around while clutching it. He found however that not one of them was\r\npaying any heed to his movements except Lin Tai-yü, who, while gazing at\nhim was, nodding her head, as if with the idea of expressing her\nadmiration. Pao-yü, therefore, at once felt inwardly ill at ease, and\npulling out his hand, he observed, addressing himself to Tai-yü with an\nassumed smile, “This is really a fine thing to play with; I’ll keep it\nfor you, and when we get back home, I’ll pass a ribbon through it for\nyou to wear.” “I don’t care about it,” said Lin Tai-yü, giving her head\na sudden twist.",
        "“Well,” continued Pao-yü laughingly, “if you don’t like it, I can’t do\notherwise than keep it myself.”",
        "Saying this, he once again thrust it away. But just as he was about to\nopen his lips to make some other observation, he saw Mrs. Yu, the spouse\nof Chia Chen, arrive along with the second wife recently married by Chia\nJung, that is, his mother and her daughter-in-law, to pay their\nobeisance to dowager lady Chia.",
        "“What do you people rush over here for again?” old lady Chia inquired.",
        "“I came here for a turn, simply because I had nothing to do.”",
        "But no sooner was this inquiry concluded than they heard a messenger\nannounce: “that some one had come from the house of general Feng.”",
        "The family of Feng Tzu-ying had, it must be explained, come to learn the\nnews that the inmates of the Chia mansion were offering a thanksgiving\nservice in the temple, and, without loss of time, they got together\npresents of pigs, sheep, candles, tea and eatables and sent them over.\nThe moment lady Feng heard about it she hastily crossed to the main part\nof the two-storied building. “Ai-ya;” she ejaculated, clapping her hands\nand laughing. “I never expected anything of the sort; we merely said\nthat we ladies were coming for a leisurely stroll and people imagined\nthat we were spreading a sumptuous altar with lenten viands and came to\nbring us offerings! But it’s all our old lady’s fault for bruiting it\nabout! Why, we haven’t even got any slips of paper with tips ready.”",
        "She had just finished speaking, when she perceived two matrons, who\nacted as house-keepers in the Feng family, walk upstairs. But before the\nFeng servants could take their leave, presents likewise arrived, in\nquick succession, from Chao, the Vice-President of the Board. In due\ncourse, one lot of visitors followed another. For as every one got wind\nof the fact that the Chia family was having thanksgiving services, and\nthat the ladies were in the temple, distant and close relatives,\nfriends, old friends and acquaintances all came to present their\ncontributions. So much so, that dowager lady Chia began at this juncture\nto feel sorry that she had ever let the cat out of the bag. “This is no\nregular fasting,” she said, “we simply have come for a little change;\nand we should not have put any one to any inconvenience!” Although\ntherefore she was to have remained present all day at the theatrical\nperformance, she promptly returned home soon after noon, and the next\nday she felt very loth to go out of doors again.",
        "“By striking the wall, we’ve also stirred up dust,” lady Feng argued.\n“Why we’ve already put those people to the trouble so we should only be\ntoo glad to-day to have another outing.”",
        "But as when dowager lady Chia interviewed the Taoist Chang, the previous\nday, he made allusion to Pao-yü and canvassed his engagement, Pao-yü\nexperienced, little as one would have thought it, much secret\ndispleasure during the whole of that day, and on his return home he flew\ninto a rage and abused Chang, the rationalistic priest, for harbouring\ndesigns to try and settle a match for him. At every breath and at every\nword he resolved that henceforward he would not set eyes again upon the\nTaoist Chang. But no one but himself had any idea of the reason that\nactuated him to absent himself. In the next place, Lin Tai-yü began\nalso, on her return the day before, to ail from a touch of the sun, so\ntheir grandmother was induced by these two considerations to remain firm\nin her decision not to go. When lady Feng, however, found that she would\nnot join them, she herself took charge of the family party and set out\non the excursion.",
        "But without descending to particulars, let us advert to Pao-yü. Seeing\nthat Lin Tai-yü had fallen ill, he was so full of solicitude on her\naccount that he even had little thought for any of his meals, and not\nlong elapsed before he came to inquire how she was.",
        "Tai-yü, on her part, gave way to fear lest anything should happen to\nhim, (and she tried to re-assure him). “Just go and look at the plays,\"\nshe therefore replied, “what’s the use of boxing yourself up at home?”",
        "Pao-yü was, however, not in a very happy frame of mind on account of the\nreference to his marriage made by Chang, the Taoist, the day before, so\nwhen he heard Lin Tai-yü’s utterances: “If others don’t understand me;\"\nhe mused, “it’s anyhow excusable; but has she too begun to make fun of\nme?” His heart smarted in consequence under the sting of a mortification\na hundred times keener than he had experienced up to that occasion. Had\nhe been with any one else, it would have been utterly impossible for her\nto have brought into play feelings of such resentment, but as it was no\nother than Tai-yü who spoke the words, the impression produced upon him\nwas indeed different from that left in days gone by, when others\nemployed similar language. Unable to curb his feelings, he\ninstantaneously lowered his face. “My friendship with you has been of no\navail” he rejoined. “But, never mind, patience!”",
        "This insinuation induced Lin Tai-yü to smile a couple of sarcastic\nsmiles. “Yes, your friendship with me has been of no avail,” she\nrepeated; “for how can I compare with those whose manifold qualities\nmake them fit matches for you?”",
        "As soon as this sneer fell on Pao-yü’s ear he drew near to her. “Are you\nby telling me this,” he asked straight to her face, “deliberately bent\nupon invoking imprecations upon me that I should be annihilated by\nheaven and extinguished by earth?”",
        "Lin Tai-yü could not for a time fathom the import of his remarks. “It\nwas,” Pao-yü then resumed, “on account of this very conversation that I\nyesterday swore several oaths, and now would you really make me repeat\nanother one? But were the heavens to annihilate me and the earth to\nextinguish me, what benefit would you derive?”",
        "This rejoinder reminded Tai-yü of the drift of their conversation on the\nprevious day. And as indeed she had on this occasion framed in words\nthose sentiments, which should not have dropped from her lips, she\nexperienced both annoyance and shame, and she tremulously observed: “If\nI entertain any deliberate intention to bring any harm upon you, may I\ntoo be destroyed by heaven and exterminated by earth! But what’s the use\nof all this! I know very well that the allusion to marriage made\nyesterday by Chang, the Taoist, fills you with dread lest he might\ninterfere with your choice. You are inwardly so irate that you come and\ntreat me as your malignant influence.”",
        "Pao-yü, the fact is, had ever since his youth developed a peculiar kind\nof mean and silly propensity. Having moreover from tender infancy grown\nup side by side with Tai-Yü, their hearts and their feelings were in\nperfect harmony. More, he had recently come to know to a great extent\nwhat was what, and had also filled his head with the contents of a\nnumber of corrupt books and licentious stories. Of all the eminent and\nbeautiful girls that he had met too in the families of either distant or\nclose relatives or of friends, not one could reach the standard of Lin\nTai-yü. Hence it was that he commenced, from an early period of his\nlife, to foster sentiments of love for her; but as he could not very\nwell give utterance to them, he felt time and again sometimes elated,\nsometimes vexed, and wont to exhaust every means to secretly subject her\nheart to a test.",
        "Lin Tai-yü happened, on the other hand, to possess in like manner a\nsomewhat silly disposition; and she too frequently had recourse to\nfeigned sentiments to feel her way. And as she began to conceal her true\nfeelings and inclinations and to simply dissimulate, and he to conceal\nhis true sentiments and wishes and to dissemble, the two unrealities\nthus blending together constituted eventually one reality. But it was\nhardly to be expected that trifles would not be the cause of tiffs\nbetween them. Thus it was that in Pao-yü’s mind at this time prevailed\nthe reflection: “that were others unable to read my feelings, it would\nanyhow be excusable; but is it likely that you cannot realise that in my\nheart and in my eyes there is no one else besides yourself. But as you\nwere not able to do anything to dispel my annoyance, but made use,\ninstead, of the language you did to laugh at me, and to gag my mouth,\nit’s evident that though you hold, at every second and at every moment,\na place in my heart, I don’t, in fact, occupy a place in yours.” Such\nwas the construction attached to her conduct by Pao-yü, yet he did not\nhave the courage to tax her with it.",
        "“If, really, I hold a place in your heart,” Lin Tai-yü again reflected,\n“why do you, albeit what’s said about gold and jade being a fit match,\nattach more importance to this perverse report and think nothing of what\nI say? Did you, when I so often broach the subject of this gold and\njade, behave as if you, verily, had never heard anything about it, I\nwould then have seen that you treat me with preference and that you\ndon’t harbour the least particle of a secret design. But how is it that\nthe moment I allude to the topic of gold and jade, you at once lose all\npatience? This is proof enough that you are continuously pondering over\nthat gold and jade, and that as soon as you hear me speak to you about\nthem, you apprehend that I shall once more give way to conjectures, and\nintentionally pretend to be quite out of temper, with the deliberate\nidea of cajoling me!”",
        "These two cousins had, to all appearances, once been of one and the same\nmind, but the many issues, which had sprung up between them, brought\nabout a contrary result and made them of two distinct minds.",
        "“I don’t care what you do, everything is well,” Pao-yü further argued,\n“so long as you act up to your feelings; and if you do, I shall be ever\nonly too willing to even suffer immediate death for your sake. Whether\nyou know this or not, doesn’t matter; it’s all the same. Yet were you to\njust do as my heart would have you, you’ll afford me a clear proof that\nyou and I are united by close ties and that you are no stranger to me!”",
        "“Just you mind your own business,” Lin Tai-yü on her side cogitated. “If\nyou will treat me well, I’ll treat you well. And what need is there to\nput an end to yourself for my sake? Are you not aware that if you kill\nyourself, I’ll also kill myself? But this demonstrates that you don’t\nwish me to be near to you, and that you really want that I should be\ndistant to you.”",
        "It will thus be seen that the desire, by which they were both actuated,\nto strive and draw each other close and ever closer became contrariwise\ntransformed into a wish to become more distant. But as it is no easy\ntask to frame into words the manifold secret thoughts entertained by\neither, we will now confine ourselves to a consideration of their\nexternal manner.",
        "The three words “a fine match,” which Pao-yü heard again Lin Tai-yü\npronounce proved so revolting to him that his heart got full of disgust\nand he was unable to give utterance to a single syllable. Losing all\ncontrol over his temper, he snatched from his neck the jade of Spiritual\nPerception and, clenching his teeth, he spitefully dashed it down on the\nfloor. “What rubbishy trash!” he cried. “I’ll smash you to atoms and put\nan end to the whole question!”",
        "The jade, however, happened to be of extraordinary hardness, and did\nnot, after all, sustain the slightest injury from this single fall. When\nPao-yü realised that it had not broken, he forthwith turned himself\nround to get the trinket with the idea of carrying out his design of\nsmashing it, but Tai-yü divined his intention, and soon started crying.\n“What’s the use of all this!” she demurred, “and why, pray, do you\nbatter that dumb thing about? Instead of smashing it, wouldn’t it be\nbetter for you to come and smash me!”",
        "But in the middle of their dispute, Tzu Chüan, Hsüeh Yen and the other\nmaids promptly interfered and quieted them. Subsequently, however, they\nsaw how deliberately bent Pao-yü was upon breaking the jade, and they\nvehemently rushed up to him to snatch it from his hands. But they failed\nin their endeavours, and perceiving that he was getting more troublesome\nthan he had ever been before, they had no alternative but to go and call\nHsi Jen. Hsi Jen lost no time in running over and succeeded, at length,\nin getting hold of the trinket.",
        "“I’m smashing what belongs to me,” remarked Pao-yü with a cynical smile,\n“and what has that to do with you people?”",
        "Hsi Jen noticed that his face had grown quite sallow from anger, that\nhis eyes had assumed a totally unusual expression, and that he had never\nhitherto had such a fit of ill-temper and she hastened to take his hand\nin hers and to smilingly expostulate with him. “If you’ve had a tiff\nwith your cousin,” she said, “it isn’t worth while flinging this down!\nHad you broken it, how would her heart and face have been able to bear\nthe mortification?”",
        "Lin Tai-yü shed tears and listened the while to her remonstrances. Yet\nthese words, which so corresponded with her own feelings, made it clear\nto her that Pao-yü could not even compare with Hsi Jen and wounded her\nheart so much more to the quick that she began to weep aloud. But the\nmoment she got so vexed she found it hard to keep down the potion of\nboletus and the decoction, for counter-acting the effects of the sun,\nshe had taken only a few minutes back, and with a retch she brought\neverything up. Tzu Chüan immediately pressed to her side and used her\nhandkerchief to stop her mouth with. But mouthful succeeded mouthful,\nand in no time the handkerchief was soaked through and through.",
        "Hsüeh Yen then approached in a hurry and tapped her on the back.",
        "“You may, of course, give way to displeasure,” Tzu Chüan argued; “but\nyou should, after all, take good care of yourself Miss. You had just\ntaken the medicines and felt the better for them; and here you now begin\nvomitting again; and all because you’ve had a few words with our master\nSecundus. But should your complaint break out afresh how will Mr. Pao\nbear the blow?”",
        "The moment Pao-yü caught this advice, which accorded so thoroughly with\nhis own ideas, he found how little Tai-yü could hold her own with Tzu\nChüan. And perceiving how flushed Tai-yü’s face was, how her temples\nwere swollen, how, while sobbing, she panted; and how, while crying, she\nwas suffused with perspiration, and betrayed signs of extreme weakness,\nhe began, at the sight of her condition, to reproach himself. “I\nshouldn’t,” he reflected, “have bandied words with her; for now that\nshe’s got into this frame of mind, I mayn’t even suffer in her stead!”",
        "The self-reproaches, however, which gnawed his heart made it impossible\nfor him to refrain from tears, much as he fought against them. Hsi Jen\nsaw them both crying, and while attending to Pao-yü, she too unavoidably\nexperienced much soreness of heart. She nevertheless went on rubbing\nPao-yü’s hands, which were icy cold. She felt inclined to advise Pao-yü\nnot to weep, but fearing again lest, in the first place, Pao-yü might be\ninwardly aggrieved, and nervous, in the next, lest she should not be\ndealing rightly by Tai-yü, she thought it advisable that they should all\nhave a good cry, as they might then be able to leave off. She herself\ntherefore also melted into tears. As for Tzu-Chüan, at one time, she\ncleaned the expectorated medicine; at another, she took up a fan and\ngently fanned Tai-yü. But at the sight of the trio plunged in perfect\nsilence, and of one and all sobbing for reasons of their own, grief,\nmuch though she did to struggle against it, mastered her feelings too,\nand producing a handkerchief, she dried the tears that came to her eyes.\nSo there stood four inmates, face to face, uttering not a word and\nindulging in weeping.",
        "Shortly, Hsi Jen made a supreme effort, and smilingly said to Pao-yü:\n“If you don’t care for anything else, you should at least have shown\nsome regard for those tassels, strung on the jade, and not have wrangled\nwith Miss Lin.”",
        "Tai-yü heard these words, and, mindless of her indisposition, she rushed\nover, and snatching the trinket, she picked up a pair of scissors, lying\nclose at hand, bent upon cutting the tassels. Hsi Jen and Tzu Chüan were\non the point of wresting it from her, but she had already managed to\nmangle them into several pieces.",
        "“I have,” sobbed Tai-yü, “wasted my energies on them for nothing; for he\ndoesn’t prize them. He’s certain to find others to string some more fine\ntassels for him.”",
        "Hsi Jen promptly took the jade. “Is it worth while going on in this\nway!” she cried. “But this is all my fault for having blabbered just now\nwhat should have been left unsaid.”",
        "“Cut it, if you like!” chimed in Pao-yü, addressing himself to Tai-yü.\n“I will on no account wear it, so it doesn’t matter a rap.”",
        "But while all they minded inside was to create this commotion, they\nlittle dreamt that the old matrons had descried Tai-yü weep bitterly and\nvomit copiously, and Pao-yü again dash his jade on the ground, and that\nnot knowing how far the excitement might not go, and whether they\nthemselves might not become involved, they had repaired in a body to the\nfront, and reported the occurrence to dowager lady Chia and Madame Wang,\ntheir object being to try and avoid being themselves implicated in the\nmatter. Their old mistress and Madame Wang, seeing them make so much of\nthe occurrence as to rush with precipitate haste to bring it to their\nnotice, could not in the least imagine what great disaster might not\nhave befallen them, and without loss of time they betook themselves\ntogether into the garden and came to see what the two cousins were up\nto.",
        "Hsi Jen felt irritated and harboured resentment against Tzu Chüan,\nunable to conceive what business she had to go and disturb their old\nmistress and Madame Wang. But Tzu Chüan, on the other hand, presumed\nthat it was Hsi Jen, who had gone and reported the matter to them, and\nshe too cherished angry feelings towards Hsi Jen.",
        "Dowager lady Chia and Madame Wang walked into the apartment. They found\nPao-yü on one side saying not a word. Lin Tai-yü on the other uttering\nnot a sound. “What’s up again?” they asked. But throwing the whole blame\nupon the shoulders of Hsi Jen and Tzu Chüan, “why is it,” they inquired,\n“that you were not diligent in your attendance on them. They now start a\nquarrel, and don’t you exert yourselves in the least to restrain them?”",
        "Therefore with obloquy and hard words they rated the two girls for a\ntime in such a way that neither of them could put in a word by way of\nreply, but felt compelled to listen patiently. And it was only after\ndowager lady Chia had taken Pao-yü away with her that things quieted\ndown again.",
        "One day passed. Then came the third of the moon. This was Hsüeh Pan’s\nbirthday, so in their house a banquet was spread and preparations made\nfor a performance; and to these the various inmates of the Chia mansion\nwent. But as Pao-yü had so hurt Tai-yü’s feelings, the two cousins saw\nnothing whatever of each other, and conscience-stricken, despondent and\nunhappy, as he was at this time could he have had any inclination to be\npresent at the plays? Hence it was that he refused to go on the pretext\nof indisposition.",
        "Lin Tai-yü had got, a couple of days back, but a slight touch of the sun\nand naturally there was nothing much the matter with her. When the news\nhowever reached her that he did not intend to join the party, “If with\nhis weakness for wine and for theatricals,” she pondered within herself,\n“he now chooses to stay away, instead of going, why, that quarrel with\nme yesterday must be at the bottom of it all. If this isn’t the reason,\nwell then it must be that he has no wish to attend, as he sees that I’m\nnot going either. But I should on no account have cut the tassels from\nthat jade, for I feel sure he won’t wear it again. I shall therefore\nhave to string some more on to it, before he puts it on.”",
        "On this account the keenest remorse gnawed her heart.",
        "Dowager lady Chia saw well enough that they were both under the\ninfluence of temper. “We should avail ourselves of this occasion,” she\nsaid to herself, “to go over and look at the plays, and as soon as the\ntwo young people come face to face, everything will be squared.\"\nContrary to her expectations neither of them would volunteer to go. This\nso exasperated their old grandmother that she felt vexed with them. “In\nwhat part of my previous existence could an old sufferer like myself,\"\nshe exclaimed, “have incurred such retribution that my destiny is to\ncome across these two troublesome new-fledged foes! Why, not a single\nday goes by without their being instrumental in worrying my mind! The\nproverb is indeed correct which says: ’that people who are not enemies\nare not brought together!’ But shortly my eyes shall be closed, this\nbreath of mine shall be snapped, and those two enemies will be free to\ncause trouble even up to the very skies; for as my eyes will then loose\ntheir power of vision, and my heart will be void of concern, it will\nreally be nothing to me. But I couldn’t very well stifle this breath of\nlife of mine!”",
        "While inwardly a prey to resentment, she also melted into tears.",
        "These words were brought to the ears of Pao-yü and Tai-yü. Neither of\nthem had hitherto heard the adage: “people who are not enemies are not\nbrought together,” so when they suddenly got to know the line, it seemed\nas if they had apprehended abstraction. Both lowered their heads and\nmeditated on the subtle sense of the saying. But unconsciously a stream\nof tears rolled down their cheeks. They could not, it is true, get a\nglimpse of each other; yet as the one was in the Hsiao Hsiang lodge,\nstanding in the breeze, bedewed with tears, and the other in the I Hung\ncourt, facing the moon and heaving deep sighs, was it not, in fact, a\ncase of two persons living in two distinct places, yet with feelings\nemanating from one and the same heart?",
        "Hsi Jen consequently tendered advice to Pao-yü. “You’re a million times\nto blame,” she said, “it’s you who are entirely at fault! For when some\ntime ago the pages in the establishment, wrangled with their sisters, or\nwhen husband and wife fell out, and you came to hear anything about it,\nyou blew up the lads, and called them fools for not having the heart to\nshow some regard to girls; and now here you go and follow their lead.\nBut to-morrow is the fifth day of the moon, a great festival, and will\nyou two still continue like this, as if you were very enemies? If so,\nour venerable mistress will be the more angry, and she certainly will be\ndriven sick! I advise you therefore to do what’s right by suppressing\nyour spite and confessing your fault, so that we should all be on the\nsame terms as hitherto. You here will then be all right, and so will she\nover there.”",
        "Pao-yü listened to what she had to say; but whether he fell in with her\nviews or not is not yet ascertained; yet if you, reader, choose to know,\nwe will explain in the next chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}