{
    "title": "Hung Lou Meng, Book I (B) - Chapter XV.",
    "author": "Cao Xueqin",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "  Lady Peng, née Wang, exercises her authority in the Iron Fence Temple.\n  Ch’in Ching-ch’ing (Ch’ing Chung) amuses himself in the Man-t’ou\n      (Bread) nunnery.",
        "But we shall now resume our story. When Pao-yü raised his eyes, he\nnoticed that Shih Jung, Prince of Pei Ching, wore on his head a princely\ncap with pure white tassels and silvery feathers, that he was appareled\nin a white ceremonial robe, (with a pattern representing) the toothlike\nripple of a river and the waters of the sea, embroidered with\nfive-clawed dragons; and that he was girded with a red leather belt,\ninlaid with white jade. That his face was like a beauteous gem; that his\neyes were like sparkling stars; and that he was, in very truth, a human\nbeing full of graceful charms.",
        "Pao-yü hastily pressed forward and made a reverent obeisance, and Shih\nJung lost no time in extending his arms from inside the sedan-chair, and\nembracing him. At a glance, he saw that Pao-yü had on his head a silver\ncap, to which the hair was attached, that he had, round his forehead, a\nflap on which were embroidered a couple of dragons issuing from the sea,\nthat he wore a white archery-sleeved robe, ornamented with dragons, and\nthat his waist was encircled by a silver belt, inlaid with pearls; that\nhis face resembled vernal flowers and that his eyes were like drops of\nlacquer.",
        "Shih Jung smiled. “Your name is,” he said, “no trumped-up story; for\nyou, verily, resemble a precious gem; but where’s the valuable trinket\nyou had in your mouth?” he inquired.",
        "As soon as Pao-yü heard this inquiry, he hastened to produce the jade\nfrom inside his clothes and to hand it over to Shih Jung. Shih Jung\nminutely examined it; and having also read the motto on it, he\nconsequently ascertained whether it was really efficacious or not.",
        "“It’s true that it’s said to be,” Pao-yü promptly explained, “but it\nhasn’t yet been put to the test.”",
        "Shih Jung extolled it with unbounded praise, and, as he did so, he set\nthe variegated tassels in proper order, and, with his own hands,\nattached it on to Pao-yü’s neck. Taking also his hand in his, he\ninquired of Pao-yü what was his age? and what books he was reading at\npresent, to each of which questions Pao-yü gave suitable answer.",
        "Shih Jung perceiving the perspicacity of his speech and the propriety of\nhis utterances, simultaneously turned towards Chia Chen and observed\nwith a smile on his face: “Your worthy son is, in very truth, like the\nyoung of a dragon or like the nestling of a phoenix! and this isn’t an\nidle compliment which I, a despicable prince, utter in your venerable\npresence! But how much more glorious will be, in the future, the voice\nof the young phoenix than that of the old phoenix, it isn’t easy to\nascertain.”",
        "Chia Chen forced a smile: “My cur-like son,” he replied, “cannot presume\nto such bountiful praise and golden commendation; but if, by the virtue\nof your Highness’ excess of happiness, he does indeed realise your\nwords, he will be a source of joy to us all!”",
        "“There’s one thing, however,” continued Shih Jung; “with the excellent\nabilities which your worthy scion possesses, he’s sure, I presume, to be\nextremely loved by her dowager ladyship, (his grandmother), and by all\nclasses. But for young men of our age it’s a great drawback to be doated\nupon, for with over-fondness, we cannot help utterly frustrating the\nbenefits of education. When I, a despicable prince, was young, I walked\nin this very track, and I presume that your honourable son cannot\nlikewise but do the same. By remaining at home, your worthy scion will\nfind it difficult to devote his attention to study; and he will not reap\nany harm, were he to come, at frequent intervals, to my humble home; for\nthough my deserts be small, I nevertheless enjoy the great honour of the\nacquaintance of all the scholars of note in the Empire, so that,\nwhenever any of them visit the capital, not one of them is there who\ndoes not lower his blue eyes upon me. Hence it is that in my mean abode,\neminent worthies rendezvous; and were your esteemed son to come, as\noften as he can, and converse with them and meet them, his knowledge\nwould, in that case, have every opportunity of making daily strides\ntowards improvement.”",
        "Chia Chen speedily bent his body and expressed his acquiescence, by way\nof reply; whereupon Shih Jung went further, and taking off from his\nwrist a chaplet of pearls, he presented it to Pao-yü.",
        "“This is the first time we meet,” he observed. “Our meeting was so\nunexpected that I have no suitable congratulatory present to offer you.\nThis was conferred upon me by His Majesty, and is a string of\nchaplet-pearls, scented with Ling Ling, which will serve as a temporary\ntoken of respectful congratulations.”",
        "Pao-yü hastened to receive it from his hands, and turning round, he\nreverently presented it to Chia Chen. Chia Chen and Pao-yü jointly\nreturned thanks; and forthwith Chia She, Chia Chen and the rest came\nforward in a body, and requested the Prince to turn his chair homewards.",
        "“The departed,” expostulated Shih Jung, “has already ascended the\nspiritual regions, and is no more a mortal being in this dusty world\nexposed to vicissitude like you and I. Although a mean prince like me\nhas been the recipient of the favour of the Emperor, and has\nundeservedly been called to the princely inheritance, how could I\npresume to go before the spiritual hearse and return home?”",
        "Chia She and the others, perceiving how persistent he was in his refusal\nhad no course but to take their leave, express their sense of gratitude\nand to rejoin the cortege. They issued orders to their servants to stop\nthe band, and to hush the music, and making the procession go by, they\nat length left the way clear for Shih Jung to prosecute his way.",
        "But we will now leave him and resume our account of the funeral of the\nNing mansion. All along its course the road was plunged in unusual\ncommotion. As soon as they reached the city gates Chia She, Chia Cheng,\nChia Chen, and the others again received donations from all their fellow\nofficers and subordinates, in sacrificial sheds erected by their\nrespective families, and after they returned thanks to one after\nanother, they eventually issued from the city walls, and proceeded\neventually along the highway, in the direction of the Temple of the Iron\nFence.",
        "Chia Chen, at this time, went, together with Chia Jung, up to all their\nseniors, and pressed them to get into their sedan chairs, and to ride\ntheir horses; and Chia She and all of the same age as himself were\nconsequently induced to mount into their respective carriages or chairs.\nChia Chen and those of the same generation were likewise about to ride\ntheir horses, when lady Feng, through her solicitude on Pao-yü’s\naccount, gave way to fears lest now that they had reached the open\ncountry, he should do as he pleased, and not listen to the words of any\nof the household, and lest Chia Chen should not be able to keep him in\ncheck; and, as she dreaded that he might go astray, she felt compelled\nto bid a youth call him to her; and Pao-yü had no help but to appear\nbefore her curricle.",
        "“My dear brother,” lady Feng remarked smiling, “you are a respectable\nperson, and like a girl in your ways, and shouldn’t imitate those\nmonkeys on horseback! do get down and let both you and I sit together in\nthis carriage; and won’t that be nice?”",
        "At these words, Pao-yü readily dismounted and climbed up into the\ncarriage occupied by lady Feng; and they both talked and laughed, as\nthey continued their way.",
        "But not a long time elapsed before two men, on horseback, were seen\napproaching from the opposite direction. Coming straight up to lady\nFeng’s vehicle they dismounted, and said, as they leaned on the sides of\nher carriage, “There’s a halting place here, and will it not please your\nladyship to have a rest and change?”",
        "Lady Feng directed them to ask the two ladies Hsing and Wang what they\nwould like to do, and the two men explained: “These ladies have\nsignified that they had no desire to rest, and they wish your ladyship\nto suit your convenience.”",
        "Lady Feng speedily issued orders that they should have a rest, before\nthey prosecuted their way, and the servant youth led the harnessed\nhorses through the crowd of people and came towards the north, while\nPao-yü, from inside the carriage, urgently asked that Mr. Ch’in should\nbe requested to come.",
        "Ch’in Chung was at this moment on horseback following in the track of\nhis father’s carriage, when unexpectedly he caught sight of Pao-yü’s\npage, come at a running pace and invite him to have some refreshment.\nCh’in Chung perceived from a distance that the horse, which Pao-yü had\nbeen riding, walked behind lady Feng’s vehicle, as it went towards the\nnorth, with its saddle and bridles all piled up, and readily concluding\nthat Pao-yü must be in the same carriage with that lady, he too turned\nhis horse and came over in haste and entered, in their company, the door\nof a farm-house.",
        "This dwelling of the farmer’s did not contain many rooms so that the\nwomen and girls had nowhere to get out of the way; and when the village\nlasses and country women perceived the bearing and costumes of lady\nFeng, Pao-yü, and Ch’in Chung, they were inclined to suspect that\ncelestial beings had descended into the world.",
        "Lady Feng entered a thatched house, and, in the first place, asked\nPao-yü and the rest to go out and play. Pao-yü took the hint, and, along\nwith Ch’in Chung, he led off the servant boys and went to romp all over\nthe place.",
        "The various articles in use among the farmers they had not seen before,\nwith the result that after Pao-yü had inspected them, he thought them\nall very strange; but he could neither make out their names nor their\nuses. But among the servant boys, there were those who knew, and they\nexplained to them, one after another, what they were called, as well as\nwhat they were for. As Pao-yü, after this explanation, nodded his head;\n“It isn’t strange,” he said, “that an old writer has this line in his\npoetical works, ’Who can realise that the food in a bowl is, grain by\ngrain, all the fruit of labour.’ This is indeed so!” As he spoke, they\nhad come into another house; and at the sight of a spinning wheel on a\nstove-bed, they thought it still more strange and wonderful, but the\nservant boys again told them that it was used for spinning the yarn to\nweave cloth with, and Pao-yü speedily jumping on to the stove-bed, set\nto work turning the wheel for the sake of fun, when a village lass of\nabout seventeen or eighteen years of age came forward, and asked them\nnot to meddle with it and spoil it.",
        "The servant boys promptly stopped her interference; but Pao-yü himself\ndesisted, as he added: “It’s because I hadn’t seen one before that I\ncame to try it for fun.”",
        "“You people can’t do it,” rejoined the lass, “let me turn it for you to\nsee.”",
        "Ch’in Chung secretly pulled Pao-yü and remarked, “It’s great fun in this\nvillage!” but Pao-yü gave him a nudge and observed, “If you talk\nnonsense again, I’ll beat you.” Watching intently, as he uttered these\nwords, the village girl who started reeling the thread, and presented,\nin very truth, a pretty sight. But suddenly an old woman from the other\nside gave a shout. “My girl Secunda, come over at once;” and the lass\ndiscarded the spinning-wheel and hastily went on her way.",
        "Pao-yü was the while feeling disappointed and unhappy, when he espied a\nservant, whom lady Feng had sent, come and call them both in. Lady Feng\nhad washed her hands and changed her costume; and asked him whether he\nwould change or not, and Pao-yü, having replied “No! it doesn’t matter\nafter all if I don’t change,” the female attendants served tea, cakes\nand fruits and also poured the scented tea. Lady Feng and the others\ndrank their tea, and waiting until they had put the various articles by,\nand made all the preparations, they promptly started to get into their\ncarriages. Outside, Wang Erh had got ready tips and gave them to the\npeople of the farm, and the farm women and all the inmates went up to\nthem to express their gratitude; but when Pao-yü came to look carefully,\nhe failed to see anything of the lass who had reeled the thread. But\nthey had not gone far before they caught sight of this girl Secunda\ncoming along with a small child in her arms, who, they concluded, was\nher young brother, laughing and chatting, in company with a few young\ngirls.",
        "Pao-yü could not suppress the voice of love, but being seated in the\ncarriage, he was compelled to satisfy himself by following her with his\neyes. Soon however the vehicle sped on as rapidly as a cloud impelled by\nthe wind, so that when he turned his head round, there was already no\nvestige to be seen of her; but, while they were bandying words, they had\nunexpectedly overtaken the great concourse of the cortege.",
        "Likewise, at an early stage men were stationed ahead, with Buddhist\ndrums and gold cymbals, with streamers, and jewelled coverings; and the\nwhole company of bonzes, belonging to the Iron Fence Temple, had already\nbeen drawn out in a line by the sides of the road. In a short while,\nthey reached the interior of the temple, where additional sacrifices\nwere offered and Buddhistic services performed; and where altars had\nagain been erected to burn incense on. The coffin was deposited in a\nside room of the inner court; and Pao Chu got ready a bed-room in which\nshe could keep her watch.",
        "In the outer apartments, Chia Chen did the honours among the whole party\nof relatives and friends, some of whom asked to be allowed to stay for\ntheir meals, while others at this stage took their leave. And after they\nhad one by one returned thanks, the dukes, marquises, earls, viscounts\nand barons, each in respective batches, (got up to go,) and they kept on\nleaving from between 1 and 3 p.m. before they had finally all dispersed.",
        "In the inner Chambers, the ladies were solely entertained and attended\nto by lady Feng. First to make a move were the consorts of officials;\nand noon had also come, by the time the whole party of them had taken\ntheir departure. Those that remained were simply a few relatives of the\nsame clan and others like them, who eventually left after the completion\nof the three days’ rationalistic liturgies.",
        "The two ladies Hsing and Wang, well aware at this time that lady Feng\ncould on no account return home, desired to enter the city at once; and\nmadame Wang wanted to take Pao-yü home; but Pao-yü, who had, on an\nunexpected occasion, come out into the country, entertained, of course,\nno wish to go back; and he would agree to nothing else than to stay\nbehind with lady Feng, so that madame Wang had no alternative but to\nhand him over to her charge and to start.",
        "This Temple of the Iron Fence had, in fact, been erected in days gone\nby, at the expense of the two dukes Ning and Jung; and there still\nremained up to these days, acres of land, from which were derived the\nfunds for incense and lights for such occasions, on which the coffins of\nany members, old or young, (who died) in the capital, had to be\ndeposited in this temple; and the inner and outer houses, in this\ncompound were all kept in readiness and good order, for the\naccommodation of those who formed part of the cortège.",
        "At this time, as it happened, the descendants mustered an immense crowd,\nand among them were poor and rich of various degrees, or with likes and\ndislikes diametrically opposed. There were those, who, being in\nstraitened circumstances at home, and easily contented, readily took up\ntheir quarters in the temple. And there were those with money and\nposition, and with extravagant ideas, who maintained that the\naccommodation in the temple was not suitable, and, of course, went in\nsearch of additional quarters, either in country houses, or in convents,\nwhere they could have their meals and retire, after the ceremonies were\nover.",
        "On the occasion of Mrs. Ch’in’s funeral, all the members of the clan put\nup temporarily in the Iron Fence Temple; lady Feng alone looked down\nupon it as inconvenient, and consequently despatched a servant to go and\ntell Ch’ing Hsü, a nun in the Bread Convent, to empty two rooms for her\nto go and live in.",
        "This Bread Convent had at one time been styled the Shui Yueh nunnery\n(water moon); but as good bread was made in that temple, it gave rise to\nthis nickname.",
        "This convent was not very distant from the Temple of the Iron Fence, so\nthat as soon as the bonzes brought their functions to a close, and the\nsacrifice of evening was offered, Chia Chen asked Chia Jung to request\nlady Feng to retire to rest; and as lady Feng perceived that there still\nremained several sisters-in-law to keep company to the female relatives,\nshe readily, of her own accord, took leave of the whole party, and,\nalong with Pao-yü and Ch’in Chung, came to the Water Moon Convent.",
        "Ch’in Yeh, it must be noticed, was advanced in years and a victim to\nmany ailments, so that he was unable to remain in the temple long, and\nhe bade Ch’in Chung tarry until the coffin had been set in its resting\nplace, with the result that Ch’in Chung came along, at the same time as\nlady Feng and Pao-yü, to the Water Moon Convent, where Ch’ing Hsü\nappeared, together with two neophytes, Chih Shan and Chih Neng, to\nreceive them. After they had exchanged greetings, lady Feng and the\nothers entered the “chaste” apartments to change their clothes and wash\ntheir hands; and when they had done, as she perceived how much taller in\nstature Chih Neng had grown and how much handsomer were her features,\nshe felt prompted to inquire, “How is it that your prioress and\nyourselves haven’t been all these days as far as our place?”",
        "“It’s because during these days we haven’t had any time which we could\ncall our own,” explained Ch’ing Hsü. “Owing to the birth of a son in Mr.\nHu’s mansion, dame Hu sent over about ten taels and asked that we should\ninvite several head-nuns to read during three days the service for the\nchurching of women, with the result that we’ve been so very busy and had\nso little leisure, that we couldn’t come over to pay our respects to\nyour ladyship.”",
        "But leaving aside the old nun, who kept lady Feng company, we will now\nreturn to the two lads Pao-yü and Ch’in Chung. They were up to their\npranks in the main building of the convent, when seeing Chih Neng come\nover: “Here’s Neng Erh,” Pao-yü exclaimed with a smile.",
        "“Why notice a creature like her?” remarked Ch’in Chung; to which Pao-yü\nrejoined laughingly: “Don’t be sly! why then did you the other day, when\nyou were in the old lady’s rooms, and there was not a soul present, hold\nher in your arms? and do you want to fool me now ?”",
        "“There was nothing of the kind,” observed Ch’in Chung smiling.",
        "“Whether there was or not,” replied Pao-yü, “doesn’t concern me; but if\nyou will stop her and tell her to pour a cup of tea and bring it to me\nto drink, I’ll then keep hands off.”",
        "“This is indeed very strange!” Ch’in Chung answered laughing; “do you\nfear that if you told her to pour you one, that she wouldn’t; and what\nneed is there that I should tell her?”",
        "“If I ask her,” Pao-yü observed, “to pour it, she wouldn’t be as ready\nas she would were you to tell her about it.”",
        "Ch’in Chung had no help but to speak. “Neng Erh!” he said, “bring a cup\nof tea.”",
        "This Neng Erh had, since her youth, been in and out of the Jung mansion,\nso that there was no one that she did not know; and she had also, time\nafter time, romped and laughed with Pao-yü and Ch’in Chung. Being now\ngrown up she gradually came to know the import of love, and she readily\ntook a fancy to Ch’in Chung, who was an amorous being. Ch’in Chung too\nreturned her affection, on account of her good looks; and, although he\nand she had not had any very affectionate tête-à-têtes, they had,\nhowever, long ago come to understand each other’s feelings and wishes.",
        "Chih Neng walked away and returned after having poured the tea.",
        "“Give it to me,” Ch’in Chung cried out smirkingly; while Pao-yü likewise\nshouted: “Give it to me.”",
        "Chih Neng compressed her lips and sneeringly rejoined, “Are you going to\nhave a fight even over a cup of tea? Is it forsooth likely that there’s\nhoney in my hand?”",
        "Pao-yü was the first to grasp and take over the cup, but while drinking\nit, he was about to make some inquiry, when he caught sight of Chih\nShan, who came and called Chih Neng away to go and lay the plates with\nfruit on the table. Not much time elapsed before she came round to\nrequest the two lads to go and have tea and refreshments; but would they\neat such things as were laid before them? They simply sat for a while\nand came out again and resumed their play.",
        "Lady Feng too stayed for a few moments, and then returned, with the old\nnun as her escort, into the “unsullied” rooms to lie down. By this time,\nall the matrons and married women discovered that there was nothing else\nto be done, and they dispersed in succession, retiring each to rest.\nThere only remained in attendance several young girls who enjoyed her\nconfidence, and the old nun speedily availed herself of the opportunity\nto speak. “I’ve got something,” she said, “about which I mean to go to\nyour mansion to beg of madame Wang; but I’ll first request you, my lady,\nto tell me how to set to work.”",
        "“What’s it?” ascertained lady Feng.",
        "“O-mi-to-fu!” exclaimed the old nun, “It’s this; in days gone by, I\nfirst lived in the Ch’ang An district. When I became a nun and entered\nthe monastery of Excellent Merit, there lived, at that time, a\nsubscriber, Chang by surname, a very wealthy man. He had a daughter,\nwhose infant name was Chin Ko; the whole family came in the course of\nthat year to the convent I was in, to offer incense, and as luck would\nhave it they met Li Ya-nei, a brother of a secondary wife of the Prefect\nof the Ch’ang An Prefecture. This Li Ya-nei fell in love at first sight\nwith her, and would wed Chin Ko as his wife. He sent go-betweens to ask\nher in marriage, but, contrary to his expectations, Chin Ko had already\nreceived the engagement presents of the son of the ex-Major of the\nCh’ang An Prefecture. The Chang family, on the other hand, were afraid\nthat if they withdrew from the match, the Major would not give up his\nclaim, and they therefore replied that she was already promised to\nanother. But, who would have thought it, this Mr. Li was seriously bent\nupon marrying the young lady. But while the Chang family were at a loss\nwhat plan to devise, and both parties were in a dilemma, the family of\nthe Major came unexpectedly to hear of the news; and without even\nlooking thoroughly into the matter, they there and then had recourse to\ninsult and abuse. ’Is a girl,’ they insinuated, ’to be promised to the\nsons of several families!’ And obstinately refusing to allow the\nrestitution of the betrothal presents, they at once had recourse to\nlitigation and brought an action (against the girl’s people.) That\nfamily was at their wits’ end, and had no alternative but to find some\none to go to the capital to obtain means of assistance; and, losing all\npatience, they insisted upon the return of the presents. I believe that\nthe present commander of the troops at Ch’ang An, Mr. Yün, is on\nfriendly terms with your honourable family, and could one solicit madame\nWang to put in a word with Mr. Chia Cheng to send a letter and ask Mr.\nYün to speak to that Major, I have no fear that he will not agree.\nShould (your ladyship) be willing to take action, the Chang family are\neven ready to present all they have, though it may entail the ruin of\ntheir estate.”",
        "“This affair is, it’s true, of no great moment,” lady Feng replied\nsmiling, after hearing this appeal; “but the only thing is that madame\nWang does no longer attend to matters of this nature.”",
        "“If madame doesn’t heed them,” suggested the old nun, “you, my lady, can\nsafely assume the direction.”",
        "“I’m neither in need of any money to spend,” added lady Feng with a\nsmirk, “nor do I undertake such matters!”",
        "These words did not escape Ching Hsü’s ear; they scattered to the winds\nher vain hopes. After a minute or so she heaved a sigh.",
        "“What you say may be true enough,” she remarked; “but the Chang family\nare also aware that I mean to come and make my appeal to your mansion;\nand were you now not to manage this affair, the Chang family having no\nidea that the lack of time prevents any steps being taken and that no\nimportance is attached to their presents, it will appear, on the\ncontrary, as if there were not even this little particle of skill in\nyour household.”",
        "At these words lady Feng felt at once inspirited. “You’ve known of old,\"\nshe added, “that I’ve never had any faith in anything concerning\nretribution in the Court of Judgment in the unseen or in hell; and that\nwhatever I say that I shall do, that I do; tell them therefore to bring\nthree thousand taels; and I shall then remedy this grievance of theirs.”",
        "The old nun upon hearing this remark was so exceedingly delighted, that\nshe precipitately exclaimed, “They’ve got it, they’ve got it! there will\nbe no difficulty about it.”",
        "“I’m not,” lady Feng went on to add, “like those people, who afford help\nand render assistance with an eye to money; these three thousand taels\nwill be exclusively devoted for the travelling expenses of those youths,\nwho will be sent to deliver messages and for them to make a few cash for\ntheir trouble; but as for me I don’t want even so much as a cash. In\nfact I’m able at this very moment to produce as much as thirty thousand\ntaels.”",
        "The old nun assented with alacrity, and said by way of reply, “If that\nbe so, my lady, do display your charitable bounty at once to-morrow and\nbring things to an end.”",
        "“Just see,” remarked lady Feng, “how hard pressed I am; which place can\ndo without me? but since I’ve given you my word, I shall, needless to\nsay, speedily bring the matter to a close.”",
        "“A small trifle like this,” hinted the old nun, “would, if placed in the\nhands of any one else, flurry her to such an extent that she would be\nquite at a loss what to do; but in your hands, my lady, even if much\nmore were superadded, it wouldn’t require as much exertion as a wave of\nyour hand. But the proverb well says: ’that those who are able have much\nto do;’ for madame Wang, seeing that your ladyship manages all concerns,\nwhether large or small, properly, has still more shoved the burden of\neverything on your shoulders, my lady; but you should, it’s but right,\nalso take good care of your precious health.”",
        "This string of flattery pleased lady Feng more and more, so that\nheedless of fatigue she went on to chat with still greater zest.",
        "But, thing unthought of, Ch’in Chung availed himself of the darkness, as\nwell as of the absence of any one about, to come in quest of Chih Neng.\nAs soon as he reached the room at the back, he espied Chih Neng all\nalone inside washing the tea cups; and Ch’in Chung forthwith seized her\nin his arms and implanted kisses on her cheek. Chih Neng got in a\ndreadful state, and stamping her feet, cried, “What are you up to?” and\nshe was just on the point of shouting out, when Ch’in Chung rejoined:\n“My dear girl! I’m nearly dead from impatience, and if you don’t again\nto-day accept my advances, I shall this very moment die on this spot.”",
        "“What you’re bent upon,” added Chih Neng, “can’t be effected; not unless\nyou wait until I’ve left this den and parted company from these people,\nwhen it will be safe enough.”",
        "“This is of course easy enough!” remonstrated Ch’in Chung; “but the\ndistant water cannot extinguish the close fire!”",
        "As he spoke, with one puff, he put out the light, plunging the whole\nroom in pitch darkness; and seizing Chih Neng, he pushed her on to the\nstove-couch and started a violent love affair. Chih Neng could not,\nthough she strained every nerve, escape his importunities; nor could she\nvery well shout, so that she felt compelled to humour him; but while he\nwas in the midst of his ecstatic joy, they perceived a person walk in,\nwho pressed both of them down, without uttering even so much as a sound,\nand plunged them both in such a fright that their very souls flew away\nand their spirits wandered from their bodies; and it was after the third\nparty had burst out laughing with a spurting sound that they eventually\nbecame aware that it was Pao-yü; when, springing to his feet\nimpetuously, Ch’in Chung exclaimed full of resentment, “What’s this that\nyou’re up to!”",
        "“If you get your monkey up,” retorted Pao-yü, “why, then let you and I\nstart bawling out;” which so abashed Chih Neng that she availed herself\nof the gloomy light to make her escape; while Pao-yü had dragged Ch’in\nChung out of the room and asked, “Now then, do you still want to play\nthe bully!”",
        "“My dear fellow,” pleaded Ch’in Chung smilingly, “whatever you do don’t\nshout out and let every one know; and all you want, I’ll agree to.”",
        "“We needn’t argue just now,” Pao-yü observed with a grin; “wait a while,\nand when all have gone to sleep, we can minutely settle accounts\ntogether.”",
        "Soon it was time to ease their clothes, and go to bed; and lady Feng\noccupied the inner room; Ch’in Chung and Pao-yü the outer; while the\nwhole ground was covered with matrons of the household, who had spread\ntheir bedding, and sat watching. As lady Feng entertained fears that the\njade of Spiritual Perception might be lost, she waited until Pao-yü fell\nasleep, when having directed a servant to bring it to her, she placed it\nunder the side of her own pillow.",
        "What accounts Pao-yü settled with Ch’in Chung cannot be ascertained; and\nas in the absence of any positive proof what is known is based upon\nsurmises, we shall not venture to place it on record.",
        "Nothing worth noticing occurred the whole night; but the next day, as\nsoon as the morning dawned, dowager lady Chia and madame Wang promptly\ndespatched servants to come and see how Pao-yü was getting on; and to\ntell him likewise to put on two pieces of extra clothing, and that if\nthere was nothing to be done it would be better for him to go back.",
        "But was it likely that Pao-yü would be willing to go back? Besides Ch’in\nChung, in his inordinate passion for Chih Neng, instigated Pao-yü to\nentreat lady Feng to remain another day. Lady Feng pondered in her own\nmind that, although the most important matters connected with the\nfuneral ceremonies had been settled satisfactorily, there were still a\nfew minor details, for which no provision had been made, so that could\nshe avail herself of this excuse to remain another day would she not win\nfrom Chia Chen a greater degree of approbation, in the second place,\nwould she not be able further to bring Ch’ing Hsü’s business to an\nissue, and, in the third place, to humour Pao-yü’s wish? In view of\nthese three advantages, which would accrue, “All that I had to do, I\nhave done,” she readily signified to Pao-yü, “and if you be bent upon\nrunning about in here, you’ll unavoidably place me in still greater\ntrouble; so that we must for certain start homewards to-morrow.”",
        "“My dear cousin, my own dear cousin,” urgently entreated Pao-yü, when he\nheard these words, “let’s stay only this one day, and to-morrow we can\ngo back without fail.”",
        "They actually spent another night there, and lady Feng availed herself\nof their stay to give directions that the case which had been entrusted\nto her the previous day by the old nun should be secretly communicated\nto Lai Wang Erh. Lai Wang’s mind grasped the import of all that was said\nto him, and, having entered the city with all despatch, he went in\nsearch of the gentleman, who acted as secretary (in Mr. Yün’s office),\npretending that he had been directed by Mr. Chia Lien to come and ask\nhim to write a letter and to send it that very night to the Ch’ang An\nmagistrate. The distance amounted to no more than one hundred li, so\nthat in the space of two days everything was brought to a satisfactory\nsettlement. The general, whose name was Yün Kuang, had been for a long\ntime under obligations to the Chia family, so that he naturally could\nnot refuse his co-operation in such small trifles. When he had handed\nhis reply, Wang Erh started on his way back; where we shall leave him\nand return to lady Feng.",
        "Having spent another day, she on the morrow took leave of the old nun,\nwhom she advised to come to the mansion after the expiry of three days\nto fetch a reply.",
        "Ch’in Chung and Chih Neng could not, by any means, brook the separation,\nand they secretly agreed to a clandestine assignation; but to these\ndetails we need not allude with any minuteness; sufficient to say that\nthey had no alternative but to bear the anguish and to part.",
        "Lady Feng crossed over again to the temple of the Iron Fence and\nascertained how things were progressing. But as Pao Chu was obstinate in\nher refusal to return home, Chia Chen found himself under the necessity\nof selecting a few servants to act as her companions. But the reader\nmust listen to what is said in the next chapter by way of explanation.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}