{
    "title": "Hung Lou Meng, Book I (B) - Chapter XXIII.",
    "author": "Cao Xueqin",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "  Pao-yü and Tai-yü make use of some beautiful passages from the Record\n      of the Western Side-building to bandy jokes.\n  The excellent ballads sung in the Peony Pavilion touch the tender\n      heart of Tai-yü.",
        "Soon after the day on which Chia Yuan-ch’un honoured the garden of Broad\nVista with a visit, and her return to the Palace, so our story goes, she\nforthwith desired that T’an-ch’un should make a careful copy, in\nconsecutive order, of the verses, which had been composed and read out\non that occasion, in order that she herself should assign them their\nrank, and adjudge the good and bad. And she also directed that an\ninscription should be engraved on a stone, in the Broad Vista park, to\nserve in future years as a record of the pleasant and felicitous event;\nand Chia Cheng, therefore, gave orders to servants to go far and wide,\nand select skilful artificers and renowned workmen, to polish the stone\nand engrave the characters in the garden of Broad Vista; while Chia Chen\nput himself at the head of Chia Jung, Chia P’ing and others to\nsuperintend the work. And as Chia Se had, on the other hand, the control\nof Wen Kuan and the rest of the singing girls, twelve in all, as well as\nof their costumes and other properties, he had no leisure to attend to\nanything else, and consequently once again sent for Chia Ch’ang and Chia\nLing to come and act as overseers.",
        "On a certain day, the works were taken in hand for rubbing the stones\nsmooth with wax, for carving the inscription, and tracing it with\nvermilion, but without entering into details on these matters too\nminutely, we will return to the two places, the Yu Huang temple and the\nTa Mo monastery. The company of twelve young bonzes and twelve young\nTaoist priests had now moved out of the Garden of Broad Vista, and Chia\nCheng was meditating upon distributing them to various temples to live\napart, when unexpectedly Chia Ch’in’s mother, née Chou,–who resided in\nthe back street, and had been at the time contemplating to pay a visit\nto Chia Cheng on this side so as to obtain some charge, be it either\nlarge or small, for her son to look after, that he too should be put in\nthe way of turning up some money to meet his expenses with,–came, as\nluck would have it, to hear that some work was in hand in this mansion,\nand lost no time in driving over in a curricle and making her appeal to\nlady Feng. And as lady Feng remembered that she had all along not\npresumed on her position to put on airs, she willingly acceded to her\nrequest, and after calling to memory some suitable remarks, she at once\nwent to make her report to madame Wang: “These young bonzes and Taoist\npriests,” she said, “can by no means be sent over to other places; for\nwere the Imperial consort to come out at an unexpected moment, they\nwould then be required to perform services; and in the event of their\nbeing scattered, there will, when the time comes to requisition their\nhelp, again be difficulties in the way; and my idea is that it would be\nbetter to send them all to the family temple, the Iron Fence Temple; and\nevery month all there will be to do will be to depute some one to take\nover a few taels for them to buy firewood and rice with, that’s all, and\nwhen there’s even a sound of their being required uttered, some one can\nat once go and tell them just one word ’come,’ and they will come\nwithout the least trouble!”",
        "Madame Wang gave a patient ear to this proposal, and, in due course,\nconsulted with Chia Cheng.",
        "“You’ve really,” smiled Chia Cheng at these words, “reminded me how I\nshould act! Yes, let this be done!” And there and then he sent for Chia\nLien.",
        "Chia Lien was, at the time, having his meal with lady Feng, but as soon\nas he heard that he was wanted, he put by his rice and was just walking\noff, when lady Feng clutched him and pulled him back. “Wait a while,\"\nshe observed with a smirk, “and listen to what I’ve got to tell you! if\nit’s about anything else, I’ve nothing to do with it; but if it be about\nthe young bonzes and young Taoists, you must, in this particular matter,\nplease comply with this suggestion of mine,” after which, she went on in\nthis way and that way to put him up to a whole lot of hints.",
        "“I know nothing about it,” Chia Lien rejoined smilingly, “and as you\nhave the knack you yourself had better go and tell him!”",
        "But as soon as lady Feng heard this remark, she stiffened her head and\nthrew down the chopsticks; and, with an expression on her cheeks, which\nlooked like a smile and yet not a smile, she glanced angrily at Chia\nLien. “Are you speaking in earnest,” she inquired, “or are you only\njesting?”",
        "“Yün Erh, the son of our fifth sister-in-law of the western porch, has\ncome and appealed to me two or three times, asking for something to look\nafter,” Chia Lien laughed, “and I assented and bade him wait; and now,\nafter a great deal of trouble, this job has turned up; and there you are\nonce again snatching it away!”",
        "“Compose your mind,” lady Feng observed grinning, “for the Imperial\nConsort has hinted that directions should be given for the planting, in\nthe north-east corner of the park, of a further plentiful supply of pine\nand cedar trees, and that orders should also be issued for the addition,\nround the base of the tower, of a large number of flowers and plants and\nsuch like; and when this job turns up, I can safely tell you that Yun\nErh will be called to assume control of these works.”",
        "“Well if that be really so,” Chia Lien rejoined, “it will after all do!\nBut there’s only one thing; all I was up to last night was simply to\nhave some fun with you, but you obstinately and perversely wouldn’t.”",
        "Lady Feng, upon hearing these words, burst out laughing with a sound of\nCh’ih, and spurting disdainfully at Chia Lien, she lowered her head and\nwent on at once with her meal; during which time Chia Lien speedily\nwalked away laughing the while, and betook himself to the front, where\nhe saw Chia Cheng. It was, indeed, about the young bonzes, and Chia Lien\nreadily carried out lady Feng’s suggestion. “As from all appearances,\"\nhe continued, “Ch’in Erh has, actually, so vastly improved, this job\nshould, after all, be entrusted to his care and management; and provided\nthat in observance with the inside custom Ch’in Erh were each day told\nto receive the advances, things will go on all right.” And as Chia Cheng\nhad never had much attention to give to such matters of detail, he, as\nsoon as he heard what Chia Lien had to say, immediately signified his\napproval and assent. And Chia Lien, on his return to his quarters,\ncommunicated the issue to lady Feng; whereupon lady Feng at once sent\nsome one to go and notify dame Chou.",
        "Chia Ch’in came, in due course, to pay a visit to Chia Lien and his\nwife, and was incessant in his expressions of gratitude; and lady Feng\nbestowed upon him a further favour by giving him, as a first instalment,\nan advance of the funds necessary for three months’ outlay, for which\nshe bade him write a receipt; while Chia Lien filled up a cheque and\nsigned it; and a counter-order was simultaneously issued, and he came\nout into the treasury where the sum specified for three months’\nsupplies, amounting to three hundred taels, was paid out in pure ingots.",
        "Chia Ch’in took the first piece of silver that came under his hand, and\ngave it to the men in charge of the scales, with which he told them to\nhave a cup of tea, and bidding, shortly after, a boy-servant take the\nmoney to his home, he held consultation with his mother; after which, he\nhired a donkey for himself to ride on, and also bespoke several\ncarriages, and came to the back gate of the Jung Kuo mansion; where\nhaving called out the twenty young priests, they got into the carriages,\nand sped straightway beyond the city walls, to the Temple of the Iron\nFence, where nothing of any note transpired at the time.",
        "But we will now notice Chia Yüan-ch’un, within the precincts of the\nPalace. When she had arranged the verses composed in the park of Broad\nVista in their order of merit, she suddenly recollected that the sights\nin the garden were sure, ever since her visit through them, to be\ndiligently and respectfully kept locked up by her father and mother; and\nthat by not allowing any one to go in was not an injustice done to this\ngarden? “Besides,” (she pondered), “in that household, there are at\npresent several young ladies, capable of composing odes, and able to\nwrite poetry, and why should not permission be extended to them to go\nand take their quarters in it; in order too that those winsome persons\nmight not be deprived of good cheer, and that the flowers and willows\nmay not lack any one to admire them!”",
        "But remembering likewise that Pao-yü had from his infancy grown up among\nthat crowd of female cousins, and was such a contrast to the rest of his\nmale cousins that were he not allowed to move into it, he would, she\nalso apprehended, be made to feel forlorn; and dreading lest his\ngrandmother and his mother should be displeased at heart, she thought it\nimperative that he too should be permitted to take up his quarters\ninside, so that things should be put on a satisfactory footing; and\ndirecting the eunuch Hsia Chung to go to the Jung mansion and deliver\nher commands, she expressed the wish that Pao-ch’ai and the other girls\nshould live in the garden and that it should not be kept closed, and\nurged that Pao-yü should also shift into it, at his own pleasure, for\nthe prosecution of his studies. And Chia Cheng and madame Wang, upon\nreceiving her commands, hastened, after the departure of Hsia Chung, to\nexplain them to dowager lady Chia, and to despatch servants into the\ngarden to tidy every place, to dust, to sweep, and to lay out the\nportieres and bed-curtains. The tidings were heard by the rest even with\nperfect equanimity, but Pao-yü was immoderately delighted; and he was\nengaged in deliberation with dowager lady Chia as to this necessary and\nto that requirement, when suddenly they descried a waiting-maid arrive,\nwho announced: “Master wishes to see Pao-yü.”",
        "Pao-yü gazed vacantly for a while. His spirits simultaneously were swept\naway; his countenance changed colour; and clinging to old lady Chia, he\nreadily wriggled her about, just as one would twist the sugar (to make\nsweetmeats with), and could not, for the very death of him, summon up\ncourage to go; so that her ladyship had no alternative but to try and\nreassure him. “My precious darling” she urged, “just you go, and I’ll\nstand by you! He won’t venture to be hard upon you; and besides, you’ve\ndevised these excellent literary compositions; and I presume as Her\nMajesty has desired that you should move into the garden, his object is\nto give you a few words of advice; simply because he fears that you\nmight be up to pranks in those grounds. But to all he tells you,\nwhatever you do, mind you acquiesce and it will be all right!”",
        "And as she tried to compose him, she at the same time called two old\nnurses and enjoined them to take Pao-yü over with due care, “And don’t\nlet his father,” she added, “frighten him!”",
        "The old nurses expressed their obedience, and Pao-yü felt constrained to\nwalk ahead; and with one step scarcely progressing three inches, he\nleisurely came over to this side. Strange coincidence Chia Cheng was in\nmadame Wang’s apartments consulting with her upon some matter or other,\nand Chin Ch’uan-erh, Ts’ai Yun, Ts’ai Feng, Ts’ai Luan, Hsiu Feng and\nthe whole number of waiting-maids were all standing outside under the\nverandah. As soon as they caught sight of Pao-yü, they puckered up their\nmouths and laughed at him; while Chin Ch’uan grasped Pao-yü with one\nhand, and remarked in a low tone of voice: “On these lips of mine has\njust been rubbed cosmetic, soaked with perfume, and are you now inclined\nto lick it or not?” whereupon Ts’ai Yün pushed off Chin Ch’uan with one\nshove, as she interposed laughingly, “A person’s heart is at this moment\nin low spirits and do you still go on cracking jokes at him? But avail\nyourself of this opportunity when master is in good cheer to make haste\nand get in!”",
        "Pao-yü had no help but to sidle against the door and walk in. Chia Cheng\nand madame Wang were, in fact, both in the inner rooms, and dame Chou\nraised the portière. Pao-yü stepped in gingerly and perceived Chia Cheng\nand madame Wang sitting opposite to each other, on the stove-couch,\nengaged in conversation; while below on a row of chairs sat Ying Ch’un,\nT’an Ch’un, Hsi Ch’un and Chia Huan; but though all four of them were\nseated in there only T’an Ch’un, Hsi Ch’un and Chia Huan rose to their\nfeet, as soon as they saw him make his appearance in the room; and when\nChia Cheng raised his eyes and noticed Pao-yü standing in front of him,\nwith a gait full of ease and with those winsome looks of his, so\ncaptivating, he once again realised what a mean being Chia Huan was, and\nhow coarse his deportment. But suddenly he also bethought himself of\nChia Chu, and as he reflected too that madame Wang had only this son of\nher own flesh and blood, upon whom she ever doated as upon a gem, and\nthat his own beard had already begun to get hoary, the consequence was\nthat he unwittingly stifled, well nigh entirely, the feeling of hatred\nand dislike, which, during the few recent years he had ordinarily\nfostered towards Pao-yü. And after a long pause, “Her Majesty,” he\nobserved, “bade you day after day ramble about outside to disport\nyourself, with the result that you gradually became remiss and lazy; but\nnow her desire is that we should keep you under strict control, and that\nin prosecuting your studies in the company of your cousins in the\ngarden, you should carefully exert your brains to learn; so that if you\ndon’t again attend to your duties, and mind your regular tasks, you had\nbetter be on your guard!” Pao-yü assented several consecutive yes’s;\nwhereupon madame Wang drew him by her side and made him sit down, and\r\nwhile his three cousins resumed the seats they previously occupied:\n“Have you finished all the pills you had been taking a short while\nback?” madame Wang inquired, as she rubbed Pao-yü’s neck.",
        "“There’s still one pill remaining,” Pao-yü explained by way of reply.",
        "“You had better,” madame Wang added, “fetch ten more pills tomorrow\nmorning; and every day about bedtime tell Hsi Jen to give them to you;\nand when you’ve had one you can go to sleep!”",
        "“Ever since you, mother, bade me take them,” Pao-yü rejoined, “Hsi Jen\nhas daily sent me one, when I was about to turn in.”",
        "“Who’s this called Hsi Jen?” Chia Chen thereupon ascertained.",
        "“She’s a waiting-maid!” madame Wang answered.",
        "“A servant girl,” Chia Cheng remonstrated, “can be called by whatever\nname one chooses; anything is good enough; but who’s it who has started\nthis kind of pretentious name!”",
        "Madame Wang noticed that Chia Cheng was not in a happy frame of mind, so\nthat she forthwith tried to screen matters for Pao-yü, by saying: “It’s\nour old lady who has originated it!”",
        "“How can it possibly be,” Chia Cheng exclaimed, “that her ladyship knows\nanything about such kind of language? It must, for a certainty, be\nPao-yü!”",
        "Pao-yü perceiving that he could not conceal the truth from him, was\nunder the necessity of standing up and of explaining; “As I have all\nalong read verses, I remembered the line written by an old poet:",
        " “What time the smell of flowers wafts itself into man, one knows the\n      day is warm.",
        "“And as this waiting-maid’s surname was Hua (flower), I readily gave her\nthe name, on the strength of this sentiment.”",
        "“When you get back,” madame Wang speedily suggested addressing Pao-yü,\n“change it and have done; and you, sir, needn’t lose your temper over\nsuch a trivial matter!”",
        "“It doesn’t really matter in the least,” Chia Cheng continued; “so that\nthere’s no necessity of changing it; but it’s evident that Pao-yü\ndoesn’t apply his mind to legitimate pursuits, but mainly devotes his\nenergies to such voluptuous expressions and wanton verses!” And as he\nfinished these words, he abruptly shouted out: “You brute-like child of\nretribution! Don’t you yet get out of this?”",
        "“Get away, off with you!” madame Wang in like manner hastened to urge;\n“our dowager lady is waiting, I fear, for you to have her repast!”",
        "Pao-yü assented, and, with gentle step, he withdrew out of the room,\nlaughing at Chin Ch’uan-erh, as he put out his tongue; and leading off\nthe two nurses, he went off on his way like a streak of smoke. But no\nsooner had he reached the door of the corridor than he espied Hsi Jen\nstanding leaning against the side; who perceiving Pao-yü come back safe\nand sound heaped smile upon smile, and asked: “What did he want you\nfor?”",
        "“There was nothing much,” Pao-yü explained, “he simply feared that I\nwould, when I get into the garden, be up to mischief, and he gave me all\nsorts of advice;” and, as while he explained matters, they came into the\npresence of lady Chia, he gave her a clear account, from first to last,\nof what had transpired. But when he saw that Lin Tai-yü was at the\nmoment in the room, Pao-yü speedily inquired of her: “Which place do you\nthink best to live in?”",
        "Tai-yü had just been cogitating on this subject, so that when she\nunexpectedly heard Pao-yü’s inquiry, she forthwith rejoined with a\nsmile: “My own idea is that the Hsio Hsiang Kuan is best; for I’m fond\nof those clusters of bamboos, which hide from view the tortuous\nbalustrade and make the place more secluded and peaceful than any\nother!”",
        "Pao-yü at these words clapped his hands and smiled. “That just meets\nwith my own views!” he remarked; “I too would like you to go and live in\nthere; and as I am to stay in the I Hung Yuan, we two will be, in the\nfirst place, near each other; and next, both in quiet and secluded\nspots.”",
        "While the two of them were conversing, a servant came, sent over by Chia\nCheng, to report to dowager lady Chia that: “The 22nd of the second moon\nwas a propitious day for Pao-yü and the young ladies to shift their\nquarters into the garden; that during these few days, servants should be\nsent in to put things in their proper places and to clean; that Hsueh\nPao-ch’ai should put up in the Heng Wu court; that Lin Tai-yü was to\nlive in the Hsiao Hsiang lodge; that Chia Ying-ch’un should move into\nthe Cho Chin two-storied building; that T’an Ch’un should put up in the\nCh’iu Yen library; that Hsi Ch’un should take up her quarters in the\nLiao Feng house; that widow Li should live in the Tao Hsiang village,\nand that Pao-yü was to live in the I Hung court. That at every place two\nold nurses should be added and four servant-girls; that exclusive of the\nnurse and personal waiting-maid of each, there should, in addition, be\nservants, whose special duties should be to put things straight and to\nsweep the place; and that on the 22nd, they should all, in a body, move\ninto the garden.”",
        "When this season drew near, the interior of the grounds, with the\nflowers waving like embroidered sashes, and the willows fanned by the\nfragrant breeze, was no more as desolate and silent as it had been in\nprevious days; but without indulging in any further irrelevant details,\nwe shall now go back to Pao-yü.",
        "Ever since he shifted his quarters into the park, his heart was full of\njoy, and his mind of contentment, fostering none of those extraordinary\nideas, whose tendency could be to give birth to longings and hankerings.\nDay after day, he simply indulged, in the company of his female cousins\nand the waiting-maids, in either reading his books, or writing\ncharacters, or in thrumming the lute, playing chess, drawing pictures\nand scanning verses, even in drawing patterns of argus pheasants, in\nembroidering phoenixes, contesting with them in searching for strange\nplants, and gathering flowers, in humming poetry with gentle tone,\nsinging ballads with soft voice, dissecting characters, and in playing\nat mora, so that, being free to go everywhere and anywhere, he was of\ncourse completely happy. From his pen emanate four ballads on the times\nof the four seasons, which, although they could not be looked upon as\nfirst-rate, afford anyhow a correct idea of his sentiments, and a true\naccount of the scenery.",
        "The ballad on the spring night runs as follows:",
        "  The silken curtains, thin as russet silk, at random are spread out.\n  The croak of frogs from the adjoining lane but faintly strikes the\n      ear.\n  The pillow a slight chill pervades, for rain outside the window falls.\n  The landscape, which now meets the eye, is like that seen in dreams by\n      man.\n  In plenteous streams the candles’ tears do drop, but for whom do they\n      weep?\n  Each particle of grief felt by the flowers is due to anger against me.\n  It’s all because the maids have by indulgence indolent been made.\n  The cover over me I’ll pull, as I am loth to laugh and talk for long.",
        "This is the description of the aspect of nature on a summer night:",
        "  The beauteous girl, weary of needlework, quiet is plunged in a long\n      dream.\n  The parrot in the golden cage doth shout that it is time the tea to\n      brew.\n  The lustrous windows with the musky moon like open palace-mirrors\n      look;\n  The room abounds with fumes of sandalwood and all kinds of imperial\n      scents.\n  From the cups made of amber is poured out the slippery dew from the\n      lotus.\n  The banisters of glass, the cool zephyr enjoy flapped by the willow\n      trees.\n  In the stream-spanning kiosk, the curtains everywhere all at one time\n      do wave.\n  In the vermilion tower the blinds the maidens roll, for they have made\n      the night’s toilette.",
        "The landscape of an autumnal evening is thus depicted:",
        "  In the interior of the Chiang Yün house are hushed all clamorous din\n      and noise.\n  The sheen, which from Selene flows, pervades the windows of carnation\n      gauze.\n  The moss-locked, streaked rocks shelter afford to the cranes, plunged\n      in sleep.\n  The dew, blown on the t’ung tree by the well, doth wet the roosting\n      rooks.\n  Wrapped in a quilt, the maid comes the gold phoenix coverlet to\n      spread.\n  The girl, who on the rails did lean, on her return drops the\n      kingfisher flowers!\n  This quiet night his eyes in sleep he cannot close, as he doth long\n      for wine.\n  The smoke is stifled, and the fire restirred, when tea is ordered to\n      be brewed.",
        "The picture of a winter night is in this strain:",
        "  The sleep of the plum trees, the dream of the bamboos the third watch\n      have already reached.\n  Under the embroidered quilt and the kingfisher coverlet one can’t\n      sleep for the cold.\n  The shadow of fir trees pervades the court, but cranes are all that\n      meet the eye.\n  Both far and wide the pear blossom covers the ground, but yet the hawk\n      cannot be heard.\n  The wish, verses to write, fostered by the damsel with the green\n      sleeves, has waxéd cold.\n  The master, with the gold sable pelisse, cannot endure much wine.\n  But yet he doth rejoice that his attendant knows the way to brew the\n      tea.\n  The newly-fallen snow is swept what time for tea the water must be\n      boiled.",
        "But putting aside Pao-yü, as he leisurely was occupied in scanning some\nverses, we will now allude to all these ballads. There lived, at that\ntime, a class of people, whose wont was to servilely court the\ninfluential and wealthy, and who, upon perceiving that the verses were\ncomposed by a young lad of the Jung Kuo mansion, of only twelve or\nthirteen years of age, had copies made, and taking them outside sang\ntheir praise far and wide. There were besides another sort of\nlight-headed young men, whose heart was so set upon licentious and\nseductive lines, that they even inscribed them on fans and screen-walls,\nand time and again kept on humming them and extolling them. And to the\nabove reasons must therefore be ascribed the fact that persons came in\nsearch of stanzas and in quest of manuscripts, to apply for sketches and\nto beg for poetical compositions, to the increasing satisfaction of\nPao-yü, who day after day, when at home, devoted his time and attention\nto these extraneous matters. But who would have anticipated that he\ncould ever in his quiet seclusion have become a prey to a spirit of\nrestlessness? Of a sudden, one day he began to feel discontent, finding\nfault with this and turning up his nose at that; and going in and coming\nout he was simply full of ennui. And as all the girls in the garden were\njust in the prime of youth, and at a time of life when, artless and\nunaffected, they sat and reclined without regard to retirement, and\ndisported themselves and joked without heed, how could they ever have\ncome to read the secrets which at this time occupied a place in the\nheart of Pao-yü? But so unhappy was Pao-yü within himself that he soon\nfelt loth to stay in the garden, and took to gadding about outside like\nan evil spirit; but he behaved also the while in an idiotic manner.",
        "Ming Yen, upon seeing him go on in this way, felt prompted, with the\nidea of affording his mind some distraction, to think of this and to\ndevise that expedient; but everything had been indulged in with surfeit\nby Pao-yü, and there was only this resource, (that suggested itself to\nhim,) of which Pao-yü had not as yet had any experience. Bringing his\nreflections to a close, he forthwith came over to a bookshop, and\nselecting novels, both of old and of the present age, traditions\nintended for outside circulation on Fei Yen, Ho Te, Wu Tse-t’ien, and\nYang Kuei-fei, as well as books of light literature consisting of\nstrange legends, he purchased a good number of them with the express\npurpose of enticing Pao-yü to read them. As soon as Pao-yü caught sight\nof them, he felt as if he had obtained some gem or jewel. “But you\nmustn’t,” Ming Yen went on to enjoin him, “take them into the garden;\nfor if any one were to come to know anything about them, I shall then\nsuffer more than I can bear; and you should, when you go along, hide\nthem in your clothes!”",
        "But would Pao-yü agree to not introducing them into the garden? So after\nmuch wavering, he picked out only several volumes of those whose style\nwas more refined, and took them in, and threw them over the top of his\nbed for him to peruse when no one was present; while those coarse and\nvery indecent ones, he concealed in a bundle in the outer library.",
        "On one day, which happened to be the middle decade of the third moon,\nPao-yü, after breakfast, took a book, the “Hui Chen Chi,” in his hand\nand walked as far as the bridge of the Hsin Fang lock. Seating himself\non a block of rock, that lay under the peach trees in that quarter, he\nopened the Hui Chen Chi and began to read it carefully from the\nbeginning. But just as he came to the passage: “the falling red\n(flowers) have formed a heap,” he felt a gust of wind blow through the\ntrees, bringing down a whole bushel of peach blossoms; and, as they\nfell, his whole person, the entire surface of the book as well as a\nlarge extent of ground were simply bestrewn with petals of the blossoms.\nPao-yü was bent upon shaking them down; but as he feared lest they\nshould be trodden under foot, he felt constrained to carry the petals in\nhis coat and walk to the bank of the pond and throw them into the\nstream. The petals floated on the surface of the water, and, after\nwhirling and swaying here and there, they at length ran out by the Hsin\nFang lock. But, on his return under the tree, he found the ground again\none mass of petals, and Pao-yü was just hesitating what to do, when he\nheard some one behind his back inquire, “What are you up to here?” and\nas soon as Pao-yü turned his head round, he discovered that it was Lin\r\nTai-yü, who had come over carrying on her shoulder a hoe for raking\nflowers, that on this hoe was suspended a gauze-bag, and that in her\nhand she held a broom.",
        "“That’s right, well done!” Pao-yü remarked smiling; “come and sweep\nthese flowers, and throw them into the water yonder. I’ve just thrown a\nlot in there myself!”",
        "“It isn’t right,” Lin Tai-yü rejoined, “to throw them into the water.\nThe water, which you see, is clean enough here, but as soon as it finds\nits way out, where are situated other people’s grounds, what isn’t there\nin it? so that you would be misusing these flowers just as much as if\nyou left them here! But in that corner, I have dug a hole for flowers,\nand I’ll now sweep these and put them into this gauze-bag and bury them\nin there; and, in course of many days, they will also become converted\ninto earth, and won’t this be a clean way (of disposing of them)?”",
        "Pao-yü, after listening to these words, felt inexpressibly delighted.\n“Wait!” he smiled, “until I put down my book, and I’ll help you to clear\nthem up!”",
        "“What’s the book?” Tai-yü inquired.",
        "Pao-yü at this question was so taken aback that he had no time to\nconceal it. “It’s,” he replied hastily, “the Chung Yung and the Ta\nHsüeh!”",
        "“Are you going again to play the fool with me? Be quick and give it to\nme to see; and this will be ever so much better a way!”",
        "“Cousin,” Pao-yü replied, “as far as you yourself are concerned I don’t\nmind you, but after you’ve seen it, please don’t tell any one else. It’s\nreally written in beautiful style; and were you to once begin reading\nit, why even for your very rice you wouldn’t have a thought?”",
        "As he spoke, he handed it to her; and Tai-yü deposited all the flowers\non the ground, took over the book, and read it from the very first page;\nand the more she perused it, she got so much the more fascinated by it,\nthat in no time she had finished reading sixteen whole chapters. But\naroused as she was to a state of rapture by the diction, what remained\neven of the fascination was enough to overpower her senses; and though\nshe had finished reading, she nevertheless continued in a state of\nabstraction, and still kept on gently recalling the text to mind, and\nhumming it to herself.",
        "“Cousin, tell me is it nice or not?” Pao-yü grinned.",
        "“It is indeed full of zest!” Lin Tai-yü replied exultingly.",
        "“I’m that very sad and very sickly person,” Pao-yü explained laughing,\n“while you are that beauty who could subvert the empire and overthrow\nthe city.”",
        "Lin Tai-yü became, at these words, unconsciously crimson all over her\ncheeks, even up to her very ears; and raising, at the same moment, her\ntwo eyebrows, which seemed to knit and yet not to knit, and opening wide\nthose eyes, which seemed to stare and yet not to stare, while her\npeach-like cheeks bore an angry look and on her thin-skinned face lurked\ndispleasure, she pointed at Pao-yü and exclaimed: “You do deserve death,\nfor the rubbish you talk! without any provocation you bring up these\nlicentious expressions and wanton ballads to give vent to all this\ninsolent rot, in order to insult me; but I’ll go and tell uncle and\naunt.”",
        "As soon as she pronounced the two words “insult me,” her eyeballs at\nonce were suffused with purple, and turning herself round she there and\nthen walked away; which filled Pao-yü with so much distress that he\njumped forward to impede her progress, as he pleaded: “My dear cousin, I\nearnestly entreat you to spare me this time! I’ve indeed said what I\nshouldn’t; but if I had any intention to insult you, I’ll throw myself\nto-morrow into the pond, and let the scabby-headed turtle eat me up, so\nthat I become transformed into a large tortoise. And when you shall have\nby and by become the consort of an officer of the first degree, and you\nshall have fallen ill from old age and returned to the west, I’ll come\nto your tomb and bear your stone tablet for ever on my back!”",
        "As he uttered these words, Lin Tai-yü burst out laughing with a sound of\n“pu ch’ih,” and rubbing her eyes, she sneeringly remarked: “I too can\ncome out with this same tune; but will you now still go on talking\nnonsense? Pshaw! you’re, in very truth, like a spear-head, (which looks)\nlike silver, (but is really soft as) wax!”",
        "“Go on, go on!” Pao-yü smiled after this remark; “and what you’ve said,\nI too will go and tell!”",
        "“You maintain,” Lin Tai-yü rejoined sarcastically, “that after glancing\nat anything you’re able to recite it; and do you mean to say that I\ncan’t even do so much as take in ten lines with one gaze?”",
        "Pao-yü smiled and put his book away, urging: “Let’s do what’s right and\nproper, and at once take the flowers and bury them; and don’t let us\nallude to these things!”",
        "Forthwith the two of them gathered the fallen blossoms; but no sooner\nhad they interred them properly than they espied Hsi Jen coming, who\nwent on to observe: “Where haven’t I looked for you? What! have you\nfound your way as far as this! But our senior master, Mr. Chia She, over\nthere isn’t well; and the young ladies have all gone over to pay their\nrespects, and our old lady has asked that you should be sent over; so go\nback at once and change your clothes!”",
        "When Pao-yü heard what she said, he hastily picked up his books, and\nsaying good bye to Tai-yü, he came along with Hsi Jen, back into his\nroom, where we will leave him to effect the necessary change in his\ncostume. But during this while, Lin Tai-yü was, after having seen Pao-yü\nwalk away, and heard that all her cousins were likewise not in their\nrooms, wending her way back alone, in a dull and dejected mood, towards\nher apartment, when upon reaching the outside corner of the wall of the\nPear Fragrance court, she caught, issuing from inside the walls, the\nharmonious strains of the fife and the melodious modulations of voices\nsinging. Lin Tai-yü readily knew that it was the twelve singing-girls\nrehearsing a play; and though she did not give her mind to go and\nlisten, yet a couple of lines were of a sudden blown into her ears, and\nwith such clearness, that even one word did not escape. Their burden was\nthis:",
        "  These troth are beauteous purple and fine carmine flowers, which in\n      this way all round do bloom,\n  And all together lie ensconced along the broken well, and the\n      dilapidated wall!",
        "But the moment Lin Tai-yü heard these lines, she was, in fact, so\nintensely affected and agitated that she at once halted and lending an\near listened attentively to what they went on to sing, which ran thus:",
        "  A glorious day this is, and pretty scene, but sad I feel at heart!\n  Contentment and pleasure are to be found in whose family courts?",
        "After overhearing these two lines, she unconsciously nodded her head,\nand sighed, and mused in her own mind. “Really,” she thought, “there is\nfine diction even in plays! but unfortunately what men in this world\nsimply know is to see a play, and they don’t seem to be able to enjoy\nthe beauties contained in them.”",
        "At the conclusion of this train of thought, she experienced again a\nsting of regret, (as she fancied) she should not have given way to such\nidle thoughts and missed attending to the ballads; but when she once\nmore came to listen, the song, by some coincidence, went on thus:",
        "  It’s all because thy loveliness is like a flower and like the comely\n      spring,\n  That years roll swiftly by just like a running stream.",
        "When this couplet struck Tai-yu’s ear, her heart felt suddenly a prey to\nexcitement and her soul to emotion; and upon further hearing the words:",
        "  Alone you sit in the secluded inner rooms to self-compassion giving\n      way.",
        "–and other such lines, she became still more as if inebriated, and like\nas if out of her head, and unable to stand on her feet, she speedily\nstooped her body, and, taking a seat on a block of stone, she minutely\npondered over the rich beauty of the eight characters:",
        "  It’s all because thy loveliness is like a flower and like the comely\n      spring,\n  That years roll swiftly by just like a running stream.",
        "Of a sudden, she likewise bethought herself of the line:",
        "  Water flows away and flowers decay, for both no feelings have.",
        "–which she had read some days back in a poem of an ancient writer, and\nalso of the passage:",
        "  When on the running stream the flowers do fall, spring then is past\n      and gone;",
        "–and of:",
        "  Heaven (differs from) the human race,",
        "–which also appeared in that work; and besides these, the lines, which\nshe had a short while back read in the Hsi Hiang Chi:",
        "  The flowers, lo, fall, and on their course the waters red do flow!\n  Petty misfortunes of ten thousand kinds (my heart assail!)",
        "both simultaneously flashed through her memory; and, collating them all\ntogether, she meditated on them minutely, until suddenly her heart was\nstricken with pain and her soul fleeted away, while from her eyes\ntrickled down drops of tears. But while nothing could dispel her present\nstate of mind, she unexpectedly realised that some one from behind gave\nher a tap; and, turning her head round to look, she found that it was a\nyoung girl; but who it was, the next chapter will make known.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}