{
    "title": "Hung Lou Meng, Book I (A) - Chapter V.",
    "author": "Cao Xueqin",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "  The spirit of Chia Pao-yü visits the confines of the Great Void.\n  The Monitory Vision Fairy expounds, in ballads, the Dream of the Red\n      Chamber.",
        "Having in the fourth Chapter explained, to some degree, the\ncircumstances attending the settlement of the mother and children of the\nHsüeh family in the Jung mansion, and other incidental matters, we will\nnow revert to Lin Tai-yü.",
        "Ever since her arrival in the Jung mansion, dowager lady Chia showed her\nthe highest sympathy and affection, so that in everything connected with\nsleeping, eating, rising and accommodation she was on the same footing\nas Pao-yü; with the result that Ying Ch’un, Hsi Ch’un and T’an Ch’un,\nher three granddaughters, had after all to take a back seat. In fact,\nthe intimate and close friendliness and love which sprung up between the\ntwo persons Pao-yü and Tai-yü, was, in the same degree, of an\nexceptional kind, as compared with those existing between the others. By\ndaylight they were wont to walk together, and to sit together. At night,\nthey would desist together, and rest together. Really it was a case of\nharmony in language and concord in ideas, of the consistency of varnish\nor of glue, (a close friendship), when at this unexpected juncture there\ncame this girl, Hsüeh Pao-ch’ai, who, though not very much older in\nyears (than the others), was, nevertheless, in manner so correct, and in\nfeatures so beautiful that the consensus of opinion was that Tai-yü\nherself could not come up to her standard.",
        "What is more, in her ways Pao-Ch’ai was so full of good tact, so\nconsiderate and accommodating, so unlike Tai-yü, who was supercilious,\nself-confident, and without any regard for the world below, that the\nnatural consequence was that she soon completely won the hearts of the\nlower classes. Even the whole number of waiting-maids would also for the\nmost part, play and joke with Pao-ch’ai. Hence it was that Tai-yü\nfostered, in her heart, considerable feelings of resentment, but of this\nhowever Pao-ch’ai had not the least inkling.",
        "Pao-yü was, likewise, in the prime of his boyhood, and was, besides, as\nfar as the bent of his natural disposition was concerned, in every\nrespect absurd and perverse; regarding his cousins, whether male or\nfemale, one and all with one common sentiment, and without any\ndistinction whatever between the degrees of distant or close\nrelationship. Sitting and sleeping, as he now was under the same roof\nwith Tai-yü in dowager lady Chia’s suite of rooms, he naturally became\ncomparatively more friendly with her than with his other cousins; and\nthis friendliness led to greater intimacy and this intimacy once\nestablished, rendered unavoidable the occurrence of the blight of\nharmony from unforeseen slight pretexts.",
        "These two had had on this very day, for some unknown reason, words\nbetween them more or less unfriendly, and Tai-yü was again sitting all\nalone in her room, giving way to tears. Pao-yü was once more within\nhimself quite conscience-smitten for his ungraceful remarks, and coming\nforward, he humbly made advances, until, at length, Tai-yü little by\nlittle came round.",
        "As the plum blossom, in the eastern part of the garden of the Ning\nmansion, was in full bloom, Chia Chen’s spouse, Mrs. Yu, made\npreparations for a collation, (purposing) to send invitations to dowager\nlady Chia, mesdames Hsing, and Wang, and the other members of the\nfamily, to come and admire the flowers; and when the day arrived the\nfirst thing she did was to take Chia Jung and his wife, the two of them,\nand come and ask them round in person. Dowager lady Chia and the other\ninmates crossed over after their early meal; and they at once promenaded\nthe Hui Fang (Concentrated Fragrance) Garden. First tea was served, and\nnext wine; but the entertainment was no more than a family banquet of\nthe kindred of the two mansions of Ning and Jung, so that there was a\ntotal lack of any novel or original recreation that could be put on\nrecord.",
        "After a little time, Pao-yü felt tired and languid and inclined for his\nmidday siesta. “Take good care,” dowager lady Chia enjoined some of\nthem, “and stay with him, while he rests for a while, when he can come\nback;” whereupon Chia Jung’s wife, Mrs. Ch’in, smiled and said with\neagerness: “We got ready in here a room for uncle Pao, so let your\nvenerable ladyship set your mind at ease. Just hand him over to my\ncharge, and he will be quite safe. Mothers and sisters,” she continued,\naddressing herself to Pao-yü’s nurses and waiting maids, “invite uncle\nPao to follow me in here.”",
        "Dowager lady Chia had always been aware of the fact that Mrs. Ch’in was\na most trustworthy person, naturally courteous and scrupulous, and in\nevery action likewise so benign and gentle; indeed the most estimable\namong the whole number of her great grandsons’ wives, so that when she\nsaw her about to go and attend to Pao-yü, she felt that, for a\ncertainty, everything would be well.",
        "Mrs. Ch’in, there and then, led away a company of attendants, and came\ninto the rooms inside the drawing room. Pao-yü, upon raising his head,\nand catching sight of a picture hung on the upper wall, representing a\nhuman figure, in perfect style, the subject of which was a portrait of\nYen Li, speedily felt his heart sink within him.",
        "There was also a pair of scrolls, the text of which was:",
        "  A thorough insight into worldly matters arises from knowledge;\n  A clear perception of human nature emanates from literary lore.",
        "On perusal of these two sentences, albeit the room was sumptuous and\nbeautifully laid out, he would on no account remain in it. “Let us go at\nonce,” he hastened to observe, “let us go at once.”",
        "Mrs. Ch’in upon hearing his objections smiled. “If this,” she said, “is\nreally not nice, where are you going? if you won’t remain here, well\nthen come into my room.”",
        "Pao-yü nodded his head and gave a faint grin.",
        "“Where do you find the propriety,” a nurse thereupon interposed, “of an\nuncle going to sleep in the room of a nephew’s wife?”",
        "“Ai ya!” exclaimed Mrs. Ch’in laughing, “I don’t mind whether he gets\nangry or not (at what I say); but how old can he be as to reverentially\nshun all these things? Why my brother was with me here last month;\ndidn’t you see him? he’s, true enough, of the same age as uncle Pao, but\nwere the two of them to stand side by side, I suspect that he would be\nmuch higher in stature.”",
        "“How is it,” asked Pao-yü, “that I didn’t see him? Bring him along and\nlet me have a look at him!”",
        "“He’s separated,” they all ventured as they laughed, “by a distance of\ntwenty or thirty li, and how can he be brought along? but you’ll see him\nsome day.”",
        "As they were talking, they reached the interior of Mrs. Ch’in’s\napartments. As soon as they got in, a very faint puff of sweet fragrance\nwas wafted into their nostrils. Pao-yü readily felt his eyes itch and\nhis bones grow weak. “What a fine smell!” he exclaimed several\nconsecutive times.",
        "Upon entering the apartments, and gazing at the partition wall, he saw a\npicture the handiwork of T’ang Po-hu, consisting of Begonias drooping in\nthe spring time; on either side of which was one of a pair of scrolls,\nwritten by Ch’in Tai-hsü, a Literary Chancellor of the Sung era, running\nas follows:",
        "  A gentle chill doth circumscribe the dreaming man, because the spring\n      is cold.\n  The fragrant whiff, which wafts itself into man’s nose, is the perfume\n      of wine!",
        "On the table was a mirror, one which had been placed, in days of yore,\nin the Mirror Palace of the Emperor Wu Tse-t’ien. On one side stood a\ngold platter, in which Fei Yen, who lived in the Ch’ao state, used to\nstand and dance. In this platter, was laid a quince, which An Lu-shan\nhad flung at the Empress T’ai Chen, inflicting a wound on her breast. In\nthe upper part of the room, stood a divan ornamented with gems, on which\nthe Emperor’s daughter, Shou Ch’ang, was wont to sleep, in the Han Chang\nPalace Hanging, were curtains embroidered with strings of pearls, by\nT’ung Ch’ang, the Imperial Princess.",
        "“It’s nice in here, it’s nice in here,” exclaimed Pao-yü with a chuckle.",
        "“This room of mine,” observed Mrs. Ch’in smilingly, “is I think, good\nenough for even spirits to live in!” and, as she uttered these words,\nshe with her own hands, opened a gauze coverlet, which had been washed\nby Hsi Shih, and removed a bridal pillow, which had been held in the\narms of Hung Niang. Instantly, the nurses attended to Pao-yü, until he\nhad laid down comfortably; when they quietly dispersed, leaving only the\nfour waiting maids: Hsi Jen, Ch’iu Wen, Ch’ing Wen and She Yueh to keep\nhim company.",
        "“Mind be careful, as you sit under the eaves,” Mrs. Ch’in recommended\nthe young waiting maids, “that the cats do not start a fight!”",
        "Pao-yü then closed his eyes, and, little by little, became drowsy, and\nfell asleep.",
        "It seemed to him just as if Mrs. Ch’in was walking ahead of him.\nForthwith, with listless and unsettled step, he followed Mrs. Ch’in to\nsome spot or other, where he saw carnation-like railings, jade-like\nsteps, verdant trees and limpid pools–a spot where actually no trace of\nany human being could be met with, where of the shifting mundane dust\nlittle had penetrated.",
        "Pao-yü felt, in his dream, quite delighted. “This place,” he mused, “is\npleasant, and I may as well spend my whole lifetime in here! though I\nmay have to lose my home, I’m quite ready for the sacrifice, for it’s\nfar better being here than being flogged, day after day, by father,\nmother, and teacher.”",
        "While he pondered in this erratic strain, he suddenly heard the voice of\nsome human being at the back of the rocks, giving vent to this song:",
        "  Like scattering clouds doth fleet a vernal dream;\n  The transient flowers pass like a running stream;\n  Maidens and youths bear this, ye all, in mind;\n  In useless grief what profit will ye find?",
        "Pao-yü perceived that the voice was that of a girl. The song was barely\nat an end, when he soon espied in the opposite direction, a beautiful\ngirl advancing with majestic and elastic step; a girl quite unlike any\nordinary mortal being. There is this poem, which gives an adequate\ndescription of her:",
        "  Lo she just quits the willow bank; and sudden now she issues from the\n      flower-bedecked house;\n  As onward alone she speeds, she startles the birds perched in the\n      trees, by the pavilion; to which as she draws nigh, her shadow\n      flits by the verandah!\n  Her fairy clothes now flutter in the wind! a fragrant perfume like\n      unto musk or olea is wafted in the air; Her apparel lotus-like is\n      sudden wont to move; and the jingle of her ornaments strikes the\n      ear.\n  Her dimpled cheeks resemble, as they smile, a vernal peach; her\n      kingfisher coiffure is like a cumulus of clouds; her lips part\n      cherry-like; her pomegranate-like teeth conceal a fragrant\n      breath.\n  Her slender waist, so beauteous to look at, is like the skipping snow\n      wafted by a gust of wind; the sheen of her pearls and kingfisher\n      trinkets abounds with splendour, green as the feathers of a duck,\n      and yellow as the plumes of a goose;\n  Now she issues to view, and now is hidden among the flowers; beautiful\n      she is when displeased, beautiful when in high spirits; with\n      lissome step, she treads along the pond, as if she soars on wings\n      or sways in the air.\n  Her eyebrows are crescent moons, and knit under her smiles; she\n      speaks, and yet she seems no word to utter; her lotus-like feet\n      with ease pursue their course; she stops, and yet she seems still\n      to be in motion; the charms of her figure all vie with ice in\n      purity, and in splendour with precious gems; Lovely is her\n      brilliant attire, so full of grandeur and refined grace.\n  Loveable her countenance, as if moulded from some fragrant substance,\n      or carved from white jade; elegant is her person, like a phoenix,\n      dignified like a dragon soaring high.\n  What is her chastity like? Like a white plum in spring with snow\n      nestling in its broken skin; Her purity? Like autumn orchids\n      bedecked with dewdrops.\n  Her modesty? Like a fir-tree growing in a barren plain; Her\n      comeliness? Like russet clouds reflected in a limpid pool.\n  Her gracefulness? Like a dragon in motion wriggling in a stream;\n      Her refinement? Like the rays of the moon shooting on to a cool\n      river.\n  Sure is she to put Hsi Tzu to shame! Bound to put Wang Ch’iang to the\n      blush! What a remarkable person! Where was she born? and whence\n      does she come?\n  One thing is true that in Fairy-land there is no second like her! that\n      in the Purple Courts of Heaven there is no one fit to be her peer!\n  Forsooth, who can it be, so surpassingly beautiful!",
        "Pao-yü, upon realising that she was a fairy, was much elated; and with\neagerness advanced and made a bow.",
        "“My divine sister,” he ventured, as he put on a smile. “I don’t know\nwhence you come, and whither you are going. Nor have I any idea what\nthis place is, but I make bold to entreat that you would take my hand\nand lead me on.”",
        "“My abode,” replied the Fairy, “is above the Heavens of Divested\nAnimosities, and in the ocean of Discharged Sorrows. I’m the Fairy of\nMonitory Vision, of the cave of Drooping Fragrance, in the mount of\nEmitted Spring, within the confines of the Great Void. I preside over\nthe voluptuous affections and sensual debts among the mortal race, and\nsupervise in the dusty world, the envies of women and the lusts of man.\nIt’s because I’ve recently come to hear that the retribution for\nvoluptuousness extends up to this place, that I betake myself here in\norder to find suitable opportunities of disseminating mutual affections.\nMy encounter with you now is also not a matter of accident! This spot is\nnot distant from my confines. I have nothing much there besides a cup of\nthe tender buds of tea plucked by my own hands, and a pitcher of\nluscious wine, fermented by me as well as several spritelike singing and\ndancing maidens of great proficiency, and twelve ballads of spiritual\nsong, recently completed, on the Dream of the Red Chamber; but won’t you\ncome along with me for a stroll?”",
        "Pao-yü, at this proposal, felt elated to such an extraordinary degree\nthat he could skip from joy, and there and then discarding from his mind\nall idea of where Mrs. Ch’in was, he readily followed the Fairy.",
        "They reached some spot, where there was a stone tablet, put up in a\nhorizontal position, on which were visible the four large characters:\n“The confines of the Great Void,” on either side of which was one of a\npair of scrolls, with the two antithetical sentences:",
        "  When falsehood stands for truth, truth likewise becomes false;\n  When naught be made to aught, aught changes into naught!",
        "Past the Portal stood the door of a Palace, and horizontally, above this\ndoor, were the four large characters: “The Sea of Retribution, the\nHeaven of Love.” There were also a pair of scrolls, with the inscription\nin large characters:",
        "  Passion, alas! thick as the earth, and lofty as the skies, from ages\n      past to the present hath held incessant sway;\n  How pitiful your lot! ye lustful men and women envious, that your\n      voluptuous debts should be so hard to pay!",
        "Pao-yü, after perusal, communed with his own heart. “Is it really so!\"\nhe thought, “but I wonder what implies the passion from old till now,\nand what are the voluptuous debts! Henceforward, I must enlighten\nmyself!”",
        "Pao-yü was bent upon this train of thoughts when he unwittingly\nattracted several evil spirits into his heart, and with speedy step he\nfollowed in the track of the fairy, and entered two rows of doors when\nhe perceived that the Lateral Halls were, on both sides, full of tablets\nand scrolls, the number of which he could not in one moment ascertain.\nHe however discriminated in numerous places the inscriptions: The Board\nof Lustful Love; the Board of contracted grudges; The Board of Matutinal\nsobs; the Board of nocturnal tears; the Board of vernal affections; and\nthe Board of autumnal anguish.",
        "After he had perused these inscriptions, he felt impelled to turn round\nand address the Fairy. “May I venture to trouble my Fairy,” he said, “to\ntake me along for a turn into the interior of each of these Boards? May\nI be allowed, I wonder, to do so?”",
        "“Inside each of these Boards,” explained the Fairy, “are accumulated the\nregisters with the records of all women of the whole world; of those who\nhave passed away, as well as of those who have not as yet come into it,\nand you, with your mortal eyes and human body, could not possibly be\nallowed to know anything in anticipation.”",
        "But would Pao-yü, upon hearing these words, submit to this decree? He\nwent on to implore her permission again and again, until the Fairy\ncasting her eye upon the tablet of the board in front of her observed,\n“Well, all right! you may go into this board and reap some transient\npleasure.”",
        "Pao-yü was indescribably joyous, and, as he raised his head, he\nperceived that the text on the tablet consisted of the three characters:\nthe Board of Ill-fated lives; and that on each side was a scroll with\nthe inscription:",
        "  Upon one’s self are mainly brought regrets in spring and autumn gloom;\n  A face, flowerlike may be and moonlike too; but beauty all for whom?",
        "Upon perusal of the scroll Pao-yü was, at once, the more stirred with\nadmiration; and, as he crossed the door, and reached the interior, the\nonly things that struck his eye were about ten large presses, the whole\nnumber of which were sealed with paper slips; on every one of these\nslips, he perceived that there were phrases peculiar to each province.",
        "Pao-yü was in his mind merely bent upon discerning, from the rest, the\nslip referring to his own native village, when he espied, on the other\nside, a slip with the large characters: “the Principal Record of the\nTwelve Maidens of Chin Ling.”",
        "“What is the meaning,” therefore inquired Pao-yü, “of the Principal\nRecord of the Twelve Maidens of Chin Ling?”",
        "“As this is the record,” explained the Fairy, “of the most excellent and\nprominent girls in your honourable province, it is, for this reason,\ncalled the Principal Record.”",
        "“I’ve often heard people say,” observed Pao-yü, “that Chin Ling is of\nvast extent; and how can there only be twelve maidens in it! why, at\npresent, in our own family alone, there are more or less several\nhundreds of young girls!”",
        "The Fairy gave a faint smile. “Through there be,” she rejoined, “so\nlarge a number of girls in your honourable province, those only of any\nnote have been selected and entered in this record. The two presses, on\nthe two sides, contain those who are second best; while, for all who\nremain, as they are of the ordinary run, there are, consequently, no\nregisters to make any entry of them in.”",
        "Pao-yü upon looking at the press below, perceived the inscription:\n“Secondary Record of the twelve girls of Chin Ling;” while again in\nanother press was inscribed: “Supplementary Secondary Record of the\nTwelve girls of Chin Ling.” Forthwith stretching out his hand, Pao-yü\nopened first the doors of the press, containing the “supplementary\nsecondary Record,” extracted a volume of the registers, and opened it.\nWhen he came to examine it, he saw on the front page a representation of\nsomething, which, though bearing no resemblance to a human being,\npresented, at the same time, no similitude to scenery; consisting simply\nof huge blotches made with ink. The whole paper was full of nothing else\nbut black clouds and turbid mists, after which appeared the traces of a\nfew characters, explaining that–",
        "  A cloudless moon is rare forsooth to see,\n  And pretty clouds so soon scatter and flee!\n  Thy heart is deeper than the heavens are high,\n  Thy frame consists of base ignominy!\n  Thy looks and clever mind resentment will provoke,\n  And thine untimely death vile slander will evoke!\n  A loving noble youth in vain for love will yearn.",
        "After reading these lines, Pao-yü looked below, where was pictured a\nbouquet of fresh flowers and a bed covered with tattered matting. There\nwere also several distiches running as follows:",
        "  Thy self-esteem for kindly gentleness is but a fancy vain!\n  Thy charms that they can match the olea or orchid, but thoughts inane!\n  While an actor will, envious lot! with fortune’s smiles be born,\n  A youth of noble birth will, strange to say, be luckless and forlorn.",
        "Pao-yü perused these sentences, but could not unfold their meaning, so,\nat once discarding this press, he went over and opened the door of the\npress of the “Secondary Records” and took out a book, in which, on\nexamination, he found a representation of a twig of Olea fragrans.\nBelow, was a pond, the water of which was parched up and the mud dry,\nthe lotus flowers decayed, and even the roots dead. At the back were\nthese lines:",
        "  The lotus root and flower but one fragrance will give;\n  How deep alas! the wounds of thy life’s span will be;\n  What time a desolate tree in two places will live,\n  Back to its native home the fragrant ghost will flee!",
        "Pao-yü read these lines, but failed to understand what they meant. He\nthen went and fetched the “Principal Record,” and set to looking it\nover. He saw on the first page a picture of two rotten trees, while on\nthese trees was suspended a jade girdle. There was also a heap of snow,\nand under this snow was a golden hair-pin. There were in addition these\nfour lines in verse:",
        "  Bitter thy cup will be, e’en were the virtue thine to stop the loom,\n  Thine though the gift the willow fluff to sing, pity who will thy\n      doom?\n  High in the trees doth hang the girdle of white jade,\n  And lo! among the snow the golden pin is laid!",
        "To Pao-yü the meaning was again, though he read the lines over, quite\nunintelligible. He was, about to make inquiries, but he felt convinced\nthat the Fairy would be both to divulge the decrees of Heaven; and\nthough intent upon discarding the book, he could not however tear\nhimself away from it. Forthwith, therefore, he prosecuted a further\nperusal of what came next, when he caught sight of a picture of a bow.\nOn this bow hung a citron. There was also this ode:",
        "  Full twenty years right and wrong to expound will be thy fate!\n  What place pomegranate blossoms come in bloom will face the Palace\n      Gate!\n  The third portion of spring, of the first spring in beauty short will\n      fall!\n  When tiger meets with hare thou wilt return to sleep perennial.",
        "Further on, was also a sketch of two persons flying a kite; a broad\nexpanse of sea, and a large vessel; while in this vessel was a girl, who\nscreened her face bedewed with tears. These four lines were likewise\nvisible:",
        "  Pure and bright will be thy gifts, thy purpose very high;\n  But born thou wilt be late in life and luck be passed by;\n  At the tomb feast thou wilt repine tearful along the stream,\n  East winds may blow, but home miles off will be, even in dream.",
        "After this followed a picture of several streaks of fleeting clouds, and\nof a creek whose waters were exhausted, with the text:",
        "  Riches and honours too what benefit are they?\n  In swaddling clothes thou’lt be when parents pass away;\n  The rays will slant, quick as the twinkle of an eye;\n  The Hsiang stream will recede, the Ch’u clouds onward fly!",
        "Then came a picture of a beautiful gem, which had fallen into the mire,\nwith the verse:",
        "  Thine aim is chastity, but chaste thou wilt not be;\n  Abstraction is thy faith, but void thou may’st not see;\n  Thy precious, gemlike self will, pitiful to say,\n  Into the mundane mire collapse at length some day.",
        "A rough sketch followed of a savage wolf, in pursuit of a beautiful\ngirl, trying to pounce upon her as he wished to devour her. This was the\nburden of the distich:",
        "  Thy mate is like a savage wolf prowling among the hills;\n  His wish once gratified a haughty spirit his heart fills!\n  Though fair thy form like flowers or willows in the golden moon,\n  Upon the yellow beam to hang will shortly be its doom.",
        "Below, was an old temple, in the interior of which was a beautiful\nperson, just in the act of reading the religious manuals, as she sat all\nalone; with this inscription:",
        "  In light esteem thou hold’st the charms of the three springs for their\n      short-liv’d fate;\n  Thine attire of past years to lay aside thou chang’st, a Taoist dress\n      to don;\n  How sad, alas! of a reputed house and noble kindred the scion,\n  Alone, behold! she sleeps under a glimmering light, an old idol for\n      mate.",
        "Next in order came a hill of ice, on which stood a hen-phoenix, while\nunder it was this motto:",
        "  When time ends, sure coincidence, the phoenix doth alight;\n  The talents of this human form all know and living see,\n  For first to yield she kens, then to control, and third genial to be;\n  But sad to say, things in Chin Ling are in more sorry plight.",
        "This was succeeded by a representation of a desolate village, and a\ndreary inn. A pretty girl sat in there, spinning thread. These were the\nsentiments affixed below:",
        "  When riches will have flown will honours then avail?\n  When ruin breaks your home, e’en relatives will fail!\n  But sudden through the aid extended to Dame Liu,\n  A friend in need fortune will make to rise for you.",
        "Following these verses, was drawn a pot of Orchids, by the side of\nwhich, was a beautiful maiden in a phoenix-crown and cloudy mantle\n(bridal dress); and to this picture was appended this device:",
        "  What time spring wanes, then fades the bloom of peach as well as plum!\n  Who ever can like a pot of the olea be winsome!\n  With ice thy purity will vie, vain their envy will be!\n  In vain a laughing-stock people will try to make of thee.",
        "At the end of this poetical device, came the representation of a lofty\nedifice, on which was a beauteous girl, suspending herself on a beam to\ncommit suicide; with this verse:",
        "  Love high as heav’n, love ocean-wide, thy lovely form will don;\n  What time love will encounter love, license must rise wanton;\n  Why hold that all impiety in Jung doth find its spring,\n  The source of trouble, verily, is centred most in Ning.",
        "Pao-yü was still bent upon prosecuting his perusal, when the Fairy\nperceiving that his intellect was eminent and bright, and his natural\ntalents quickwitted, and apprehending lest the decrees of heaven should\nbe divulged, hastily closed the Book of Record, and addressed herself to\nPao-yü. “Come along with me,” she said smiling, “and see some wonderful\nscenery. What’s the need of staying here and beating this gourd of\nennui?”",
        "In a dazed state, Pao-yü listlessly discarded the record, and again\nfollowed in the footsteps of the Fairy. On their arrival at the back, he\nsaw carnation portières, and embroidered curtains, ornamented pillars,\nand carved eaves. But no words can adequately give an idea of the\nvermilion apartments glistening with splendour, of the floors garnished\nwith gold, of the snow reflecting lustrous windows, of the palatial\nmansions made of gems. He also saw fairyland flowers, beautiful and\nfragrant, and extraordinary vegetation, full of perfume. The spot was\nindeed elysian.",
        "He again heard the Fairy observe with a smiling face: “Come out all of\nyou at once and greet the honoured guest!”",
        "These words were scarcely completed, when he espied fairies walk out of\nthe mansion, all of whom were, with their dangling lotus sleeves, and\ntheir fluttering feather habiliments, as comely as spring flowers, and\nas winsome as the autumn moon. As soon as they caught sight of Pao-yü,\nthey all, with one voice, resentfully reproached the Monitory Vision\nFairy. “Ignorant as to who the honoured guest could be,” they argued,\n“we hastened to come out to offer our greetings simply because you,\nelder sister, had told us that, on this day, and at this very time,\nthere would be sure to come on a visit, the spirit of the younger sister\nof Chiang Chu. That’s the reason why we’ve been waiting for ever so\nlong; and now why do you, in lieu of her, introduce this vile object to\ncontaminate the confines of pure and spotless maidens?”",
        "As soon as Pao-yü heard these remarks, he was forthwith plunged in such\na state of consternation that he would have retired, but he found it\nimpossible to do so. In fact, he felt the consciousness of the foulness\nand corruption of his own nature quite intolerable. The Monitory Vision\nFairy promptly took Pao-yü’s hand in her own, and turning towards her\nyounger sisters, smiled and explained: “You, and all of you, are not\naware of the why and wherefore. To-day I did mean to have gone to the\nJung mansion to fetch Chiang Chu, but as I went by the Ning mansion, I\nunexpectedly came across the ghosts of the two dukes of Jung and Ning,\nwho addressed me in this wise: ’Our family has, since the dynasty\nestablished itself on the Throne, enjoyed merit and fame, which pervaded\nmany ages, and riches and honours transmitted from generation to\ngeneration. One hundred years have already elapsed, but this good\nfortune has now waned, and this propitious luck is exhausted; so much so\nthat they could not be retrieved! Our sons and grandsons may be many,\nbut there is no one among them who has the means to continue the family\nestate, with the exception of our kindred grandson, Pao-yü alone, who,\nthough perverse in disposition and wayward by nature, is nevertheless\nintelligent and quick-witted and qualified in a measure to give effect\nto our hopes. But alas! the good fortune of our family is entirely\ndecayed, so that we fear there is no person to incite him to enter the\nright way! Fortunately you worthy fairy come at an unexpected moment,\nand we venture to trust that you will, above all things, warn him\nagainst the foolish indulgence of inordinate desire, lascivious\naffections and other such things, in the hope that he may, at your\ninstigation, be able to escape the snares of those girls who will allure\nhim with their blandishments, and to enter on the right track; and we\ntwo brothers will be ever grateful.’",
        "“On language such as this being addressed to me, my feelings of\ncommiseration naturally burst forth; and I brought him here, and bade\nhim, first of all, carefully peruse the records of the whole lives of\r\nthe maidens in his family, belonging to the three grades, the upper,\nmiddle and lower, but as he has not yet fathomed the import, I have\nconsequently led him into this place to experience the vision of\ndrinking, eating, singing and licentious love, in the hope, there is no\nsaying, of his at length attaining that perception.”",
        "Having concluded these remarks, she led Pao-yü by the hand into the\napartment, where he felt a whiff of subtle fragrance, but what it was\nthat reached his nostrils he could not tell.",
        "To Pao-yü’s eager and incessant inquiries, the Fairy made reply with a\nsardonic smile. “This perfume,” she said, “is not to be found in the\nworld, and how could you discern what it is? This is made of the essence\nof the first sprouts of rare herbs, growing on all hills of fame and\nplaces of superior excellence, admixed with the oil of every species of\nsplendid shrubs in precious groves, and is called the marrow of\nConglomerated Fragrance.”",
        "At these words Pao-yü was, of course, full of no other feeling than\nwonder.",
        "The whole party advanced and took their seats, and a young maidservant\npresented tea, which Pao-yü found of pure aroma, of excellent flavour\nand of no ordinary kind. “What is the name of this tea?” he therefore\nasked; upon which the Fairy explained. “This tea,” she added,\n“originates from the Hills of Emitted Spring and the Valley of Drooping\nFragrance, and is, besides, brewed in the night dew, found on spiritual\nplants and divine leaves. The name of this tea is ’one thousand red in\none hole.’”",
        "At these words Pao-yü nodded his head, and extolled its qualities.\nEspying in the room lutes, with jasper mountings, and tripods, inlaid\nwith gems, antique paintings, and new poetical works, which were to be\nseen everywhere, he felt more than ever in a high state of delight.\nBelow the windows, were also shreds of velvet sputtered about and a\ntoilet case stained with the traces of time and smudged with cosmetic;\nwhile on the partition wall was likewise suspended a pair of scrolls,\nwith the inscription:",
        "  A lonesome, small, ethereal, beauteous nook!\n  What help is there, but Heaven’s will to brook?",
        "Pao-yü having completed his inspection felt full of admiration, and\nproceeded to ascertain the names and surnames of the Fairies. One was\ncalled the Fairy of Lustful Dreams; another “the High Ruler of\nPropagated Passion;” the name of one was “the Golden Maiden of\nPerpetuated Sorrow;” of another the “Intelligent Maiden of Transmitted\nHatred.” (In fact,) the respective Taoist appellations were not of one\nand the same kind.",
        "In a short while, young maid-servants came in and laid the table, put\nthe chairs in their places, and spread out wines and eatables. There\nwere actually crystal tankards overflowing with luscious wines, and\namber glasses full to the brim with pearly strong liquors. But still\nless need is there to give any further details about the sumptuousness\nof the refreshments.",
        "Pao-yü found it difficult, on account of the unusual purity of the\nbouquet of the wine, to again restrain himself from making inquiries\nabout it.",
        "“This wine,” observed the Monitory Dream Fairy, “is made of the twigs of\nhundreds of flowers, and the juice of ten thousands of trees, with the\naddition of must composed of unicorn marrow, and yeast prepared with\nphoenix milk. Hence the name of ’Ten thousand Beauties in one Cup’ was\ngiven to it.”",
        "Pao-yü sang its incessant praise, and, while he sipped his wine, twelve\ndancing girls came forward, and requested to be told what songs they\nwere to sing.",
        "“Take,” suggested the Fairy, “the newly-composed Twelve Sections of the\nDream of the Red Chamber, and sing them.”",
        "The singing girls signified their obedience, and forthwith they lightly\nclapped the castagnettes and gently thrummed the virginals. These were\nthe words which they were heard to sing:",
        "  At the time of the opening of the heavens and the laying out of the\n      earth chaos prevailed.",
        "They had just sung this one line when the Fairy exclaimed: “This ballad\nis unlike the ballads written in the dusty world whose purport is to\nhand down remarkable events, in which the distinction of scholars,\ngirls, old men and women, and fools is essential, and in which are\nfurthermore introduced the lyrics of the Southern and Northern Palaces.\nThese fairy songs consist either of elegaic effusions on some person or\nimpressions of some occurrence or other, and are impromptu songs readily\nset to the music of wind or string instruments, so that any one who is\nnot cognisant of their gist cannot appreciate the beauties contained in\nthem. So you are not likely, I fear, to understand this lyric with any\nclearness; and unless you first peruse the text and then listen to the\nballad, you will, instead of pleasure, feel as if you were chewing wax\n(devoid of any zest).”",
        "After these remarks, she turned her head round, and directed a young\nmaid-servant to fetch the text of the Dream of the Red Chamber, which\nshe handed to Pao-yü, who took it over; and as he followed the words\nwith his eyes, with his ears he listened to the strains of this song:",
        "Preface of the Bream of the Red Chamber.–When the Heavens were opened\nand earth was laid out chaos prevailed! What was the germ of love? It\narises entirely from the strength of licentious love.",
        "What day, by the will of heaven, I felt wounded at heart, and what time\nI was at leisure, I made an attempt to disburden my sad heart; and with\nthis object in view I indited this Dream of the Bed Chamber, on the\nsubject of a disconsolate gold trinket and an unfortunate piece of jade.",
        "Waste of a whole Lifetime. All maintain that the match between gold and\njade will be happy. All I can think of is the solemn oath contracted in\ndays gone by by the plant and stone! Vain will I gaze upon the snow,\nHsüeh, [Pao-ch’ai], pure as crystal and lustrous like a gem of the\neminent priest living among the hills! Never will I forget the noiseless\nFairy Grove, Lin [Tai-yü], beyond the confines of the mortal world!\nAlas! now only have I come to believe that human happiness is\nincomplete; and that a couple may be bound by the ties of wedlock for\nlife, but that after all their hearts are not easy to lull into\ncontentment.",
        "Vain knitting of the brows. The one is a spirit flower of Fairyland; the\nother is a beautiful jade without a blemish. Do you maintain that their\nunion will not be remarkable? Why how then is it that he has come to\nmeet her again in this existence? If the union will you say, be strange,\nhow is it then that their love affair will be but empty words? The one\nin her loneliness will give way to useless sighs. The other in vain will\nyearn and crave. The one will be like the reflection of the moon in\nwater; the other like a flower reflected in a mirror. Consider, how many\ndrops of tears can there be in the eyes? and how could they continue to\ndrop from autumn to winter and from spring to flow till summer time?",
        "But to come to Pao-yü. After he had heard these ballads, so diffuse and\nvague, he failed to see any point of beauty in them; but the plaintive\nmelody of the sound was nevertheless sufficient to drive away his spirit\nand exhilarate his soul. Hence it was that he did not make any inquiries\nabout the arguments, and that he did not ask about the matter treated,\nbut simply making these ballads the means for the time being of\ndispelling melancholy, he therefore went on with the perusal of what\ncame below.\n\r\nDespicable Spirit of Death! You will be rejoicing that glory is at its\nheight when hateful death will come once again, and with eyes wide with\nhorror, you will discard all things, and dimly and softly the fragrant\nspirit will waste and dissolve! You will yearn for native home, but\ndistant will be the way, and lofty the mountains. Hence it is that you\nwill betake yourself in search of father and mother, while they lie\nunder the influence of a dream, and hold discourse with them. “Your\nchild,” you will say, “has already trodden the path of death! Oh my\nparents, it behoves you to speedily retrace your steps and make good\nyour escape!”",
        "Separated from Relatives. You will speed on a journey of three thousand\nli at the mercy of wind and rain, and tear yourself from all your family\nties and your native home! Your fears will be lest anguish should do any\nharm to your parents in their failing years! “Father and mother,” you\nwill bid them, “do not think with any anxiety of your child. From ages\npast poverty as well as success have both had a fixed destiny; and is it\nlikely that separation and reunion are not subject to predestination?\nThough we may now be far apart in two different places, we must each of\nus try and preserve good cheer. Your abject child has, it is true, gone\nfrom home, but abstain from distressing yourselves on her account!”",
        "Sorrow in the midst of Joy. While wrapped as yet in swaddling clothes,\nfather and mother, both alas! will depart, and dwell though you will in\nthat mass of gauze, who is there who will know how to spoil you with any\nfond attention? Born you will be fortunately with ample moral courage,\nand high-minded and boundless resources, for your parents will not have,\nin the least, their child’s secret feelings at heart! You will be like a\nmoon appearing to view when the rain holds up, shedding its rays upon\nthe Jade Hall; or a gentle breeze (wafting its breath upon it). Wedded\nto a husband, fairy like fair and accomplished, you will enjoy a\nhappiness enduring as the earth and perennial as the Heavens! and you\nwill be the means of snapping asunder the bitter fate of your youth!\nBut, after all, the clouds will scatter in Kao T’ang and the waters of\nthe Hsiang river will get parched! This is the inevitable destiny of\ndissolution and continuance which prevails in the mortal world, and what\nneed is there to indulge in useless grief?",
        "Intolerable to the world. Your figure will be as winsome as an olea\nfragrans; your talents as ample as those of a Fairy! You will by nature\nbe so haughty that of the whole human race few will be like you! You\nwill look upon a meat diet as one of dirt, and treat splendour as coarse\nand loathsome! And yet you will not be aware that your high notions will\nbring upon you the excessive hatred of man! You will be very eager in\nyour desire after chastity, but the human race will despise you! Alas,\nyou will wax old in that antique temple hall under a faint light, where\nyou will waste ungrateful for beauty, looks and freshness! But after all\nyou will still be worldly, corrupt and unmindful of your vows; just like\na spotless white jade you will be whose fate is to fall into the mire!\nAnd what need will there be for the grandson of a prince or the son of a\nduke to deplore that his will not be the good fortune (of winning your\naffections)?",
        "The Voluptuary. You will resemble a wolf in the mountains! a savage\nbeast devoid of all human feeling! Regardless in every way of the\nobligations of days gone by, your sole pleasure will be in the\nindulgence of haughtiness, extravagance, licentiousness and dissolute\nhabits! You will be inordinate in your conjugal affections, and look\ndown upon the beautiful charms of the child of a marquis, as if they\nwere cat-tail rush or willow; trampling upon the honourable daughter of\na ducal mansion, as if she were one of the common herd. Pitiful to say,\nthe fragrant spirit and beauteous ghost will in a year softly and gently\npass away!",
        "The Perception that all things are transient like flowers. You will look\nlightly upon the three springs and regard the blush of the peach and the\ngreen of the willow as of no avail. You will beat out the fire of\nsplendour, and treat solitary retirement as genial! What is it that you\nsay about the delicate peaches in the heavens (marriage) being\nexcellent, and the petals of the almond in the clouds being plentiful\n(children)? Let him who has after all seen one of them, (really a mortal\nbeing) go safely through the autumn, (wade safely through old age),\nbehold the people in the white Poplar village groan and sigh; and the\nspirits under the green maple whine and moan! Still more wide in expanse\nthan even the heavens is the dead vegetation which covers the graves!\nThe moral is this, that the burden of man is poverty one day and\naffluence another; that bloom in spring, and decay in autumn, constitute\nthe doom of vegetable life! In the same way, this calamity of birth and\nthe visitation of death, who is able to escape? But I have heard it said\nthat there grows in the western quarter a tree called the P’o So\n(Patient Bearing) which bears the fruit of Immortal life!",
        "The bane of Intelligence. Yours will be the power to estimate, in a\nthorough manner, the real motives of all things, as yours will be\nintelligence of an excessive degree; but instead (of reaping any\nbenefit) you will cast the die of your own existence! The heart of your\nprevious life is already reduced to atoms, and when you shall have died,\nyour nature will have been intelligent to no purpose! Your home will be\nin easy circumstances; your family will enjoy comforts; but your\nconnexions will, at length, fall a prey to death, and the inmates of\nyour family scatter, each one of you speeding in a different direction,\nmaking room for others! In vain, you will have harassed your mind with\ncankering thoughts for half a lifetime; for it will be just as if you\nhad gone through the confused mazes of a dream on the third watch!\nSudden a crash (will be heard) like the fall of a spacious palace, and a\ndusky gloominess (will supervene) such as is caused by a lamp about to\nspend itself! Alas! a spell of happiness will be suddenly (dispelled by)\nadversity! Woe is man in the world! for his ultimate doom is difficult\nto determine!",
        "Leave behind a residue of happiness! Hand down an excess of happiness;\nhand down an excess of happiness! Unexpectedly you will come across a\nbenefactor! Fortunate enough your mother, your own mother, will have\nlaid by a store of virtue and secret meritorious actions! My advice to\nyou, mankind, is to relieve the destitute and succour the distressed! Do\nnot resemble those who will harp after lucre and show themselves\nunmindful of the ties of relationship: that wolflike maternal uncle of\nyours and that impostor of a brother! True it is that addition and\nsubtraction, increase and decrease, (reward and punishment,) rest in the\nhands of Heaven above!",
        "Splendour at last. Loving affection in a mirror will be still more\nephemeral than fame in a dream. That fine splendour will fleet how soon!\nMake no further allusion to embroidered curtain, to bridal coverlet; for\nthough you may come to wear on your head a pearl-laden coronet, and, on\nyour person, a jacket ornamented with phoenixes, yours will not\nnevertheless be the means to atone for the short life (of your husband)!\nThough the saying is that mankind should not have, in their old age, the\nburden of poverty to bear, yet it is also essential that a store of\nbenevolent deeds should be laid up for the benefit of sons and\ngrandsons! (Your son) may come to be dignified in appearance and wear on\nhis head the official tassel, and on his chest may be suspended the gold\nseal resplendent in lustre; he may be imposing in his majesty, and he\nmay rise high in status and emoluments, but the dark and dreary way\nwhich leads to death is short! Are the generals and ministers who have\nbeen from ages of old still in the flesh, forsooth? They exist only in a\nfutile name handed down to posterity to reverence!",
        "Death ensues when things propitious reign! Upon the ornamented beam will\nsettle at the close of spring the fragrant dust! Your reckless\nindulgence of licentious love and your naturally moonlike face will soon\nbe the source of the ruin of a family. The decadence of the family\nestate will emanate entirely from Ching; while the wane of the family\naffairs will be entirely attributable to the fault of Ning! Licentious\nlove will be the main reason of the long-standing grudge.",
        "The flying birds each perch upon the trees! The family estates of those\nin official positions will fade! The gold and silver of the rich and\nhonoured will be scattered! those who will have conferred benefit will,\neven in death, find the means of escape! those devoid of human feelings\nwill reap manifest retribution! Those indebted for a life will make, in\ndue time, payment with their lives; those indebted for tears have\nalready (gone) to exhaust their tears! Mutual injuries will be revenged\nin no light manner! Separation and reunion will both alike be determined\nby predestination! You wish to know why your life will be short; look\ninto your previous existence! Verily, riches and honours, which will\ncome with old age, will likewise be a question of chance! Those who will\nhold the world in light esteem will retire within the gate of\nabstraction; while those who will be allured by enticement will have\nforfeited their lives (The Chia family will fulfil its destiny) as\nsurely as birds take to the trees after they have exhausted all they had\nto eat, and which as they drop down will pile up a hoary, vast and lofty\nheap of dust, (leaving) indeed a void behind!",
        "When the maidens had finished the ballads, they went on to sing the\n“Supplementary Record;” but the Monitory Vision Fairy, perceiving the\ntotal absence of any interest in Pao-yü, heaved a sigh. “You silly\nbrat!” she exclaimed. “What! haven’t you, even now, attained\nperception!”",
        "“There’s no need for you to go on singing,” speedily observed Pao-yü, as\nhe interrupted the singing maidens; and feeling drowsy and dull, he\npleaded being under the effects of wine, and begged to be allowed to lie\ndown.",
        "The Fairy then gave orders to clear away the remains of the feast, and\nescorted Pao-yü to a suite of female apartments, where the splendour of\nsuch objects as were laid out was a thing which he had not hitherto\nseen. But what evoked in him wonder still more intense, was the sight,\nat an early period, of a girl seated in the room, who, in the freshness\nof her beauty and winsomeness of her charms, bore some resemblance to\nPao-ch’ai, while, in elegance and comeliness, on the other hand, to\nTai-yu.",
        "While he was plunged in a state of perplexity, the Fairy suddenly\nremarked: “All those female apartments and ladies’ chambers in so many\nwealthy and honourable families in the world are, without exception,\npolluted by voluptuous opulent puppets and by all that bevy of\nprofligate girls. But still more despicable are those from old till now\nnumberless dissolute roués, one and all of whom maintain that libidinous\naffections do not constitute lewdness; and who try, further, to prove\nthat licentious love is not tantamount to lewdness. But all these\narguments are mere apologies for their shortcomings, and a screen for\ntheir pollutions; for if libidinous affection be lewdness, still more\ndoes the perception of licentious love constitute lewdness. Hence it is\nthat the indulgence of sensuality and the gratification of licentious\naffection originate entirely from a relish of lust, as well as from a\nhankering after licentious love. Lo you, who are the object of my love,\nare the most lewd being under the heavens from remote ages to the\npresent time!”",
        "Pao-yü was quite dumbstruck by what he heard, and hastily smiling, he\nsaid by way of reply: “My Fairy labours under a misapprehension. Simply\nbecause of my reluctance to read my books my parents have, on repeated\noccasions, extended to me injunction and reprimand, and would I have the\ncourage to go so far as to rashly plunge in lewd habits? Besides, I am\nstill young in years, and have no notion what is implied by lewdness!”",
        "“Not so!” exclaimed the Fairy; “lewdness, although one thing in\nprinciple is, as far as meaning goes, subject to different\nconstructions; as is exemplified by those in the world whose heart is\nset upon lewdness. Some delight solely in faces and figures; others find\ninsatiable pleasure in singing and dancing; some in dalliance and\nraillery; others in the incessant indulgence of their lusts; and these\nregret that all the beautiful maidens under the heavens cannot minister\nto their short-lived pleasure. These several kinds of persons are foul\nobjects steeped skin and all in lewdness. The lustful love, for\ninstance, which has sprung to life and taken root in your natural\naffections, I and such as myself extend to it the character of an\nabstract lewdness; but abstract lewdness can be grasped by the mind, but\ncannot be transmitted by the mouth; can be fathomed by the spirit, but\ncannot be divulged in words. As you now are imbued with this desire only\nin the abstract, you are certainly well fit to be a trustworthy friend\nin (Fairyland) inner apartments, but, on the path of the mortal world,\nyou will inevitably be misconstrued and defamed; every mouth will\nridicule you; every eye will look down upon you with contempt. After\nmeeting recently your worthy ancestors, the two Dukes of Ning and Jung,\nwho opened their hearts and made their wishes known to me with such\nfervour, (but I will not have you solely on account of the splendour of\nour inner apartments look down despisingly upon the path of the world),\nI consequently led you along, my son, and inebriated you with luscious\nwines, steeped you in spiritual tea, and admonished you with excellent\nsongs, bringing also here a young sister of mine, whose infant name is\nChien Mei, and her style K’o Ching, to be given to you as your wedded\nwife. To-night, the time will be propitious and suitable for the\nimmediate consummation of the union, with the express object of letting\nyou have a certain insight into the fact that if the condition of the\nabode of spirits within the confines of Fairyland be still so\n(imperfect), how much the more so should be the nature of the affections\nwhich prevail in the dusty world; with the intent that from this time\nforth you should positively break loose from bondage, perceive and amend\nyour former disposition, devote your attention to the works of Confucius\nand Mencius, and set your steady purpose upon the principles of\nmorality.”",
        "Having ended these remarks, she initiated him into the mysteries of\nlicentious love, and, pushing Pao-yü into the room, she closed the door,\nand took her departure all alone. Pao-yü in a dazed state complied with\nthe admonitions given him by the Fairy, and the natural result was, of\ncourse, a violent flirtation, the circumstances of which it would be\nimpossible to recount.",
        "When the next day came, he was by that time so attached to her by ties\nof tender love and their conversation was so gentle and full of charm\nthat he could not brook to part from K’o Ching. Hand-in-hand, the two of\nthem therefore, went out for a stroll, when they unexpectedly reached a\nplace, where nothing else met their gaze than thorns and brambles, which\ncovered the ground, and a wolf and a tiger walking side by side. Before\nthem stretched the course of a black stream, which obstructed their\nprogress; and over this stream there was, what is more, no bridge to\nenable one to cross it.",
        "While they were exercising their minds with perplexity, they suddenly\nespied the Fairy coming from the back in pursuit of them. “Desist at\nonce,” she exclaimed, “from making any advance into the stream; it is\nurgent that you should, with all speed, turn your faces round!”",
        "Pao-yü lost no time in standing still. “What is this place?” he\ninquired.",
        "“This is the Ford of Enticement,” explained the Fairy. “Its depth is ten\nthousand chang; its breadth is a thousand li; in its stream there are no\nboats or paddles by means of which to effect a passage. There is simply\na raft, of which Mu Chu-shih directs the rudder, and which Hui Shih chen\npunts with the poles. They receive no compensation in the shape of gold\nor silver, but when they come across any one whose destiny it is to\ncross, they ferry him over. You now have by accident strolled as far as\nhere, and had you fallen into the stream you would have rendered quite\nuseless the advice and admonition which I previously gave you.”",
        "These words were scarcely concluded, when suddenly was heard from the\nmidst of the Ford of Enticement, a sound like unto a peal of thunder,\nwhereupon a whole crowd of gobblins and sea-urchins laid hands upon\nPao-yü and dragged him down.",
        "This so filled Pao-yü with consternation that he fell into a\nperspiration as profuse as rain, and he simultaneously broke forth and\nshouted, “Rescue me, K’o Ching!”",
        "These cries so terrified Hsi Jen and the other waiting-maids, that they\nrushed forward, and taking Pao-yü in their arms, “Don’t be afraid,\nPao-yü,” they said, “we are here.”",
        "But we must observe that Mrs. Ch’in was just inside the apartment in the\nact of recommending the young waiting-maids to be mindful that the cats\nand dogs did not start a fight, when she unawares heard Pao-yü, in his\ndream, call her by her infant name. In a melancholy mood she therefore\ncommuned within herself, “As far as my infant name goes, there is, in\nthis establishment, no one who has any idea what it is, and how is it\nthat he has come to know it, and that he utters it in his dream?” And\nshe was at this period unable to fathom the reason. But, reader, listen\nto the explanations given in the chapter which follows.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IBy Cao XueqinAt Amazon"
    ]
}