{
    "title": "Hung Lou Meng, Book I (A) - Chapter VI.",
    "author": "Cao Xueqin",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "  Chia Pao-yü reaps his first experience in licentious love.\n  Old Goody Liu pays a visit to the Jung Kuo Mansion.",
        "Mrs. Ch’in, to resume our narrative, upon hearing Pao-yü call her in his\ndream by her infant name, was at heart very exercised, but she did not\nhowever feel at liberty to make any minute inquiry.",
        "Pao-yü was, at this time, in such a dazed state, as if he had lost\nsomething, and the servants promptly gave him a decoction of lungngan.\nAfter he had taken a few sips, he forthwith rose and tidied his clothes.",
        "Hsi Jen put out her hand to fasten the band of his garment, and as soon\nas she did so, and it came in contact with his person, it felt so icy\ncold to the touch, covered as it was all over with perspiration, that\nshe speedily withdrew her hand in utter surprise.",
        "“What’s the matter with you?” she exclaimed.",
        "A blush suffused Pao-yü’s face, and he took Hsi Jen’s hand in a tight\ngrip. Hsi Jen was a girl with all her wits about her; she was besides a\ncouple of years older than Pao-yü and had recently come to know\nsomething of the world, so that at the sight of his state, she to a\ngreat extent readily accounted for the reason in her heart. From modest\nshame, she unconsciously became purple in the face, and not venturing to\nask another question she continued adjusting his clothes. This task\naccomplished, she followed him over to old lady Chia’s apartments; and\nafter a hurry-scurry meal, they came back to this side, and Hsi Jen\navailed herself of the absence of the nurses and waiting-maids to hand\nPao-yü another garment to change.",
        "“Please, dear Hsi Jen, don’t tell any one,” entreated Pao-yü, with\nconcealed shame.",
        "“What did you dream of?” inquired Hsi Jen, smiling, as she tried to\nstifle her blushes, “and whence comes all this perspiration?”",
        "“It’s a long story,” said Pao-yü, “which only a few words will not\nsuffice to explain.”",
        "He accordingly recounted minutely, for her benefit, the subject of his\ndream. When he came to where the Fairy had explained to him the\nmysteries of love, Hsi Jen was overpowered with modesty and covered her\nface with her hands; and as she bent down, she gave way to a fit of\nlaughter. Pao-yü had always been fond of Hsi Jen, on account of her\ngentleness, pretty looks and graceful and elegant manner, and he\nforthwith expounded to her all the mysteries he had been taught by the\nFairy.",
        "Hsi Jen was, of course, well aware that dowager lady Chia had given her\nover to Pao-yü, so that her present behaviour was likewise no\ntransgression. And subsequently she secretly attempted with Pao-yü a\nviolent flirtation, and lucky enough no one broke in upon them during\ntheir tête-à-tête. From this date, Pao-yü treated Hsi Jen with special\nregard, far more than he showed to the other girls, while Hsi Jen\nherself was still more demonstrative in her attentions to Pao-yü. But\nfor a time we will make no further remark about them.",
        "As regards the household of the Jung mansion, the inmates may, on adding\nup the total number, not have been found many; yet, counting the high as\nwell as the low, there were three hundred persons and more. Their\naffairs may not have been very numerous, still there were, every day,\nten and twenty matters to settle; in fact, the household resembled, in\nevery way, ravelled hemp, devoid even of a clue-end, which could be used\nas an introduction.",
        "Just as we were considering what matter and what person it would be best\nto begin writing of, by a lucky coincidence suddenly from a distance of\na thousand li, a person small and insignificant as a grain of mustard\nseed happened, on account of her distant relationship with the Jung\nfamily, to come on this very day to the Jung mansion on a visit. We\nshall therefore readily commence by speaking of this family, as it after\nall affords an excellent clue for a beginning.",
        "The surname of this mean and humble family was in point of fact Wang.\nThey were natives of this district. Their ancestor had filled a minor\noffice in the capital, and had, in years gone by, been acquainted with\nlady Feng’s grandfather, that is madame Wang’s father. Being covetous of\nthe influence and affluence of the Wang family, he consequently joined\nancestors with them, and was recognised by them as a nephew.",
        "At that time, there were only madame Wang’s eldest brother, that is lady\nFeng’s father, and madame Wang herself, who knew anything of these\ndistant relations, from the fact of having followed their parents to the\ncapital. The rest of the family had one and all no idea about them.",
        "This ancestor had, at this date, been dead long ago, leaving only one\nson called Wang Ch’eng. As the family estate was in a state of ruin, he\nonce more moved outside the city walls and settled down in his native\nvillage. Wang Ch’eng also died soon after his father, leaving a son,\nknown in his infancy as Kou Erh, who married a Miss Liu, by whom he had\na son called by the infant name of Pan Erh, as well as a daughter,\nCh’ing Erh. His family consisted of four, and he earned a living from\nfarming.",
        "As Kou Erh was always busy with something or other during the day and\nhis wife, dame Liu, on the other hand, drew the water, pounded the rice\nand attended to all the other domestic concerns, the brother and sister,\nCh’ing Erh and Pan Erh, the two of them, had no one to look after them.\n(Hence it was that) Kou Erh brought over his mother-in-law, old goody\nLiu, to live with them.",
        "This goody Liu was an old widow, with a good deal of experience. She had\nbesides no son round her knees, so that she was dependent for her\nmaintenance on a couple of acres of poor land, with the result that when\nher son-in-law received her in his home, she naturally was ever willing\nto exert heart and mind to help her daughter and her son-in-law to earn\ntheir living.",
        "This year, the autumn had come to an end, winter had commenced, and the\nweather had begun to be quite cold. No provision had been made in the\nhousehold for the winter months, and Kou Erh was, inevitably,\nexceedingly exercised in his heart. Having had several cups of wine to\ndispel his distress, he sat at home and tried to seize upon every trifle\nto give vent to his displeasure. His wife had not the courage to force\nherself in his way, and hence goody Liu it was who encouraged him, as\nshe could not bear to see the state of the domestic affairs.",
        "“Don’t pull me up for talking too much,” she said; “but who of us\ncountry people isn’t honest and open-hearted? As the size of the bowl we\nhold, so is the quantity of the rice we eat. In your young days, you\nwere dependent on the support of your old father, so that eating and\ndrinking became quite a habit with you; that’s how, at the present time,\nyour resources are quite uncertain; when you had money, you looked\nahead, and didn’t mind behind; and now that you have no money, you\nblindly fly into huffs. A fine fellow and a capital hero you have made!\nLiving though we now be away from the capital, we are after all at the\nfeet of the Emperor; this city of Ch’ang Ngan is strewn all over with\nmoney, but the pity is that there’s no one able to go and fetch it away;\nand it’s no use your staying at home and kicking your feet about.”",
        "“All you old lady know,” rejoined Kou Erh, after he had heard what she\nhad to say, “is to sit on the couch and talk trash! Is it likely you\nwould have me go and play the robber?”",
        "“Who tells you to become a robber?” asked goody Liu. “But it would be\nwell, after all, that we should put our heads together and devise some\nmeans; for otherwise, is the money, pray, able of itself to run into our\nhouse?”",
        "“Had there been a way,” observed Kou Erh, smiling sarcastically, “would\nI have waited up to this moment? I have besides no revenue collectors as\nrelatives, or friends in official positions; and what way could we\ndevise? ’But even had I any, they wouldn’t be likely, I fear, to pay any\nheed to such as ourselves!”",
        "“That, too, doesn’t follow,” remarked goody Liu; “the planning of\naffairs rests with man, but the accomplishment of them rests with\nHeaven. After we have laid our plans, we may, who can say, by relying on\nthe sustenance of the gods, find some favourable occasion. Leave it to\nme, I’ll try and devise some lucky chance for you people! In years gone\nby, you joined ancestors with the Wang family of Chin Ling, and twenty\nyears back, they treated you with consideration; but of late, you’ve\nbeen so high and mighty, and not condescended to go and bow to them,\nthat an estrangement has arisen. I remember how in years gone by, I and\nmy daughter paid them a visit. The second daughter of the family was\nreally so pleasant and knew so well how to treat people with kindness,\nand without in fact any high airs! She’s at present the wife of Mr.\nChia, the second son of the Jung Kuo mansion; and I hear people say that\nnow that she’s advanced in years, she’s still more considerate to the\npoor, regardful of the old, and very fond of preparing vegetable food\nfor the bonzes and performing charitable deeds. The head of the Wang\nmansion has, it is true, been raised to some office on the frontier, but\nI hope that this lady Secunda will anyhow notice us. How is it then that\nyou don’t find your way as far as there; for she may possibly remember\nold times, and some good may, no one can say, come of it? I only wish\nthat she would display some of her kind-heartedness, and pluck one hair\nfrom her person which would be, yea thicker than our waist.”",
        "“What you suggest, mother, is quite correct,” interposed Mrs. Liu, Kou\nErh’s wife, who stood by and took up the conversation, “but with such\nmouth and phiz as yours and mine, how could we present ourselves before\nher door? Why I fear that the man at her gate won’t also like to go and\nannounce us! and we’d better not go and have our mouths slapped in\npublic!”",
        "Kou Erh, who would have thought it, prized highly both affluence and\nfame, so that when he heard these remarks, he forthwith began to feel at\nheart a little more at ease. When he furthermore heard what his wife had\nto say, he at once caught up the word as he smiled.",
        "“Old mother,” he rejoined; “since that be your idea, and what’s more,\nyou have in days gone by seen this lady on one occasion, why shouldn’t\nyou, old lady, start to-morrow on a visit to her and first ascertain how\nthe wind blows!”",
        "“Ai Ya!” exclaimed old Goody, “It may very well be said that the\nmarquis’ door is like the wide ocean! what sort of thing am I? why the\nservants of that family wouldn’t even recognise me! even were I to go,\nit would be on a wild goose chase.”",
        "“No matter about that,” observed Kou Erh; “I’ll tell you a good way; you\njust take along with you, your grandson, little Pan Erh, and go first\nand call upon Chou Jui, who is attached to that household; and when once\nyou’ve seen him, there will be some little chance. This Chou Jui, at one\ntime, was connected with my father in some affair or other, and we were\non excellent terms with him.”",
        "“That I too know,” replied goody Liu, “but the thing is that you’ve had\nno dealings with him for so long, that who knows how he’s disposed\ntowards us now? this would be hard to say. Besides, you’re a man, and\nwith a mouth and phiz like that of yours, you couldn’t, on any account,\ngo on this errand. My daughter is a young woman, and she too couldn’t\nvery well go and expose herself to public gaze. But by my sacrificing\nthis old face of mine, and by going and knocking it (against the wall)\nthere may, after all, be some benefit and all of us might reap profit.”",
        "That very same evening, they laid their plans, and the next morning\nbefore the break of day, old goody Liu speedily got up, and having\nperformed her toilette, she gave a few useful hints to Pan Erh; who,\nbeing a child of five or six years of age, was, when he heard that he\nwas to be taken into the city, at once so delighted that there was\nnothing that he would not agree to.",
        "Without further delay, goody Liu led off Pan Erh, and entered the city,\nand reaching the Ning Jung street, she came to the main entrance of the\nJung mansion, where, next to the marble lions, were to be seen a crowd\nof chairs and horses. Goody Liu could not however muster the courage to\ngo by, but having shaken her clothes, and said a few more seasonable\nwords to Pan Erh, she subsequently squatted in front of the side gate,\nwhence she could see a number of servants, swelling out their chests,\npushing out their stomachs, gesticulating with their hands and kicking\r\ntheir feet about, while they were seated at the main entrance chattering\nabout one thing and another.",
        "Goody Liu felt constrained to edge herself forward. “Gentlemen,” she\nventured, “may happiness betide you!”",
        "The whole company of servants scrutinised her for a time. “Where do you\ncome from?” they at length inquired.",
        "“I’ve come to look up Mr. Chou, an attendant of my lady’s,” remarked\ngoody Liu, as she forced a smile; “which of you, gentlemen, shall I\ntrouble to do me the favour of asking him to come out?”",
        "The servants, after hearing what she had to say, paid, the whole number\nof them, no heed to her; and it was after the lapse of a considerable\ntime that they suggested: “Go and wait at a distance, at the foot of\nthat wall; and in a short while, the visitors, who are in their house,\nwill be coming out.”",
        "Among the party of attendants was an old man, who interposed,",
        "“Don’t baffle her object,” he expostulated; “why make a fool of her?\"\nand turning to goody Liu: “This Mr. Chou,” he said, “is gone south: his\nhouse is at the back row; his wife is anyhow at home; so go round this\nway, until you reach the door, at the back street, where, if you will\nask about her, you will be on the right track.”",
        "Goody Liu, having expressed her thanks, forthwith went, leading Pan Erh\nby the hand, round to the back door, where she saw several pedlars\nresting their burdens. There were also those who sold things to eat, and\nthose who sold playthings and toys; and besides these, twenty or thirty\nboys bawled and shouted, making quite a noise.",
        "Goody Liu readily caught hold of one of them. “I’d like to ask you just\na word, my young friend,” she observed; “there’s a Mrs. Chou here; is\nshe at home?”",
        "“Which Mrs. Chou?” inquired the boy; “we here have three Mrs. Chous; and\nthere are also two young married ladies of the name of Chou. What are\nthe duties of the one you want, I wonder ?”",
        "“She’s a waiting-woman of my lady,” replied goody Liu.",
        "“It’s easy to get at her,” added the boy; “just come along with me.”",
        "Leading the way for goody Liu into the backyard, they reached the wall\nof a court, when he pointed and said, “This is her house.–Mother Chou!\"\nhe went on to shout with alacrity; “there’s an old lady who wants to see\nyou.”",
        "Chou Jui’s wife was at home, and with all haste she came out to greet\nher visitor. “Who is it?” she asked.",
        "Goody Liu advanced up to her. “How are you,” she inquired, “Mrs. Chou?”",
        "Mrs. Chou looked at her for some time before she at length smiled and\nreplied, “Old goody Liu, are you well? How many years is it since we’ve\nseen each other; tell me, for I forget just now; but please come in and\nsit.”",
        "“You’re a lady of rank,” answered goody Liu smiling, as she walked\nalong, “and do forget many things. How could you remember such as\nourselves?”",
        "With these words still in her mouth, they had entered the house,\nwhereupon Mrs. Chou ordered a hired waiting-maid to pour the tea. While\nthey were having their tea she remarked, “How Pan Erh has managed to\ngrow!” and then went on to make inquiries on the subject of various\nmatters, which had occurred after their separation.",
        "“To-day,” she also asked of goody Liu, “were you simply passing by? or\ndid you come with any express object?”",
        "“I’ve come, the fact is, with an object!” promptly replied goody Liu;\n“(first of all) to see you, my dear sister-in-law; and, in the second\nplace also, to inquire after my lady’s health. If you could introduce me\nto see her for a while, it would be better; but if you can’t, I must\nreadily borrow your good offices, my sister-in-law, to convey my\nmessage.”",
        "Mr. Chou Jui’s wife, after listening to these words, at once became to a\ngreat extent aware of the object of her visit. Her husband had, however,\nin years gone by in his attempt to purchase some land, obtained\nconsiderably the support of Kou Erh, so that when she, on this occasion,\nsaw goody Liu in such a dilemma, she could not make up her mind to\nrefuse her wish. Being in the second place keen upon making a display of\nher own respectability, she therefore said smilingly:",
        "“Old goody Liu, pray compose your mind! You’ve come from far off with a\npure heart and honest purpose, and how can I ever not show you the way\nhow to see this living Buddha? Properly speaking, when people come and\nguests arrive, and verbal messages have to be given, these matters are\nnot any of my business, as we all here have each one kind of duties to\ncarry out. My husband has the special charge of the rents of land coming\nin, during the two seasons of spring and autumn, and when at leisure, he\ntakes the young gentlemen out of doors, and then his business is done.\nAs for myself, I have to accompany my lady and young married ladies on\nanything connected with out-of-doors; but as you are a relative of my\nlady and have besides treated me as a high person and come to me for\nhelp, I’ll, after all, break this custom and deliver your message.\nThere’s only one thing, however, and which you, old lady, don’t know. We\nhere are not what we were five years before. My lady now doesn’t much\nworry herself about anything; and it’s entirely lady Secunda who looks\nafter the menage. But who do you presume is this lady Secunda? She’s the\nniece of my lady, and the daughter of my master, the eldest maternal\nuncle of by-gone days. Her infant name was Feng Ko.”",
        "“Is it really she?” inquired promptly goody Liu, after this explanation.\n“Isn’t it strange? what I said about her years back has come out quite\ncorrect; but from all you say, shall I to-day be able to see her?”",
        "“That goes without saying,” replied Chou Jui’s wife; “when any visitors\ncome now-a-days, it’s always lady Feng who does the honours and\nentertains them, and it’s better to-day that you should see her for a\nwhile, for then you will not have walked all this way to no purpose.”",
        "“O mi to fu!” exclaimed old goody Liu; “I leave it entirely to your\nconvenience, sister-in-law.”",
        "“What’s that you’re saying?” observed Chou Jui’s wife. “The proverb\nsays: ’Our convenience is the convenience of others.’ All I have to do\nis to just utter one word, and what trouble will that be to me.”",
        "Saying this, she bade the young waiting maid go to the side pavilion,\nand quietly ascertain whether, in her old ladyship’s apartment, table\nhad been laid.",
        "The young waiting-maid went on this errand, and during this while, the\ntwo of them continued a conversation on certain irrelevant matters.",
        "“This lady Feng,” observed goody Liu, “can this year be no older than\ntwenty, and yet so talented as to manage such a household as this! the\nlike of her is not easy to find!”",
        "“Hai! my dear old goody,” said Chou Jui’s wife, after listening to her,\n“it’s not easy to explain; but this lady Feng, though young in years, is\nnevertheless, in the management of affairs, superior to any man. She has\nnow excelled the others and developed the very features of a beautiful\nyoung woman. To say the least, she has ten thousand eyes in her heart,\nand were they willing to wager their mouths, why ten men gifted with\neloquence couldn’t even outdo her! But by and bye, when you’ve seen her,\nyou’ll know all about her! There’s only this thing, she can’t help being\nrather too severe in her treatment of those below her.”",
        "While yet she spake, the young waiting-maid returned. “In her venerable\nlady’s apartment,” she reported, “repast has been spread, and already\nfinished; lady Secunda is in madame Wang’s chamber.”",
        "As soon as Chou Jui’s wife heard this news, she speedily got up and\npressed goody Liu to be off at once. “This is,” she urged, “just the\nhour for her meal, and as she is free we had better first go and wait\nfor her; for were we to be even one step too late, a crowd of servants\nwill come with their reports, and it will then be difficult to speak to\nher; and after her siesta, she’ll have still less time to herself.”",
        "As she passed these remarks, they all descended the couch together.\nGoody Liu adjusted their dresses, and, having impressed a few more words\nof advice on Pan Erh, they followed Chou Jui’s wife through winding\npassages to Chia Lien’s house. They came in the first instance into the\nside pavilion, where Chou Jui’s wife placed old goody Liu to wait a\nlittle, while she herself went ahead, past the screen-wall and into the\nentrance of the court.",
        "Hearing that lady Feng had not come out, she went in search of an\nelderly waiting-maid of lady Feng, P’ing Erh by name, who enjoyed her\nconfidence, to whom Chou Jui’s wife first recounted from beginning to\nend the history of old goody Liu.",
        "“She has come to-day,” she went on to explain, “from a distance to pay\nher obeisance. In days gone by, our lady used often to meet her, so\nthat, on this occasion, she can’t but receive her; and this is why I’ve\nbrought her in! I’ll wait here for lady Feng to come down, and explain\neverything to her; and I trust she’ll not call me to task for officious\nrudeness.”",
        "P’ing Erh, after hearing what she had to say, speedily devised the plan\nof asking them to walk in, and to sit there pending (lady Feng’s\narrival), when all would be right.",
        "Chou Jui’s wife thereupon went out and led them in. When they ascended\nthe steps of the main apartment, a young waiting-maid raised a red\nwoollen portière, and as soon as they entered the hall, they smelt a\nwhiff of perfume as it came wafted into their faces: what the scent was\nthey could not discriminate; but their persons felt as if they were\namong the clouds.",
        "The articles of furniture and ornaments in the whole room were all so\nbrilliant to the sight, and so vying in splendour that they made the\nhead to swim and the eyes to blink, and old goody Liu did nothing else\nthe while than nod her head, smack her lips and invoke Buddha. Forthwith\nshe was led to the eastern side into the suite of apartments, where was\nthe bedroom of Chia Lien’s eldest daughter. P’ing Erh, who was standing\nby the edge of the stove-couch, cast a couple of glances at old goody\nLiu, and felt constrained to inquire how she was, and to press her to\nhave a seat.",
        "Goody Liu, noticing that P’ing Erh was entirely robed in silks, that she\nhad gold pins fixed in her hair, and silver ornaments in her coiffure,\nand that her countenance resembled a flower or the moon (in beauty),\nreadily imagined her to be lady Feng, and was about to address her as my\nlady; but when she heard Mrs. Chou speak to her as Miss P’ing, and P’ing\nErh promptly address Chou Jui’s wife as Mrs. Chou, she eventually became\naware that she could be no more than a waiting-maid of a certain\nrespectability.",
        "She at once pressed old goody Liu and Pan Erh to take a seat on the\nstove-couch. P’ing Erh and Chou Jui’s wife sat face to face, on the\nedges of the couch. The waiting-maids brought the tea. After they had\npartaken of it, old goody Liu could hear nothing but a “lo tang, lo\ntang” noise, resembling very much the sound of a bolting frame winnowing\nflour, and she could not resist looking now to the East, and now to the\nWest. Suddenly in the great Hall, she espied, suspended on a pillar, a\nbox at the bottom of which hung something like the weight of a balance,\nwhich incessantly wagged to and fro.",
        "“What can this thing be?” communed goody Liu in her heart, “What can be\nits use?” While she was aghast, she unexpectedly heard a sound of “tang\"\nlike the sound of a golden bell or copper cymbal, which gave her quite a\nstart. In a twinkle of the eyes followed eight or nine consecutive\nstrokes; and she was bent upon inquiring what it was, when she caught\nsight of several waiting-maids enter in a confused crowd. “Our lady has\ncome down!” they announced.",
        "P’ìng Erh, together with Chou Jui’s wife, rose with all haste. “Old\ngoody Liu,” they urged, “do sit down and wait till it’s time, when we’ll\ncome and ask you in.”",
        "Saying this, they went out to meet lady Feng.",
        "Old goody Liu, with suppressed voice and ear intent, waited in perfect\nsilence. She heard at a distance the voices of some people laughing,\nwhereupon about ten or twenty women, with rustling clothes and\npetticoats, made their entrance, one by one, into the hall, and thence\ninto the room on the other quarter. She also detected two or three\nwomen, with red-lacquered boxes in their hands, come over on this part\nand remain in waiting.",
        "“Get the repast ready!” she heard some one from the offside say.",
        "The servants gradually dispersed and went out; and there only remained\nin attendance a few of them to bring in the courses. For a long time,\nnot so much as the caw of a crow could be heard, when she unexpectedly\nperceived two servants carry in a couch-table, and lay it on this side\nof the divan. Upon this table were placed bowls and plates, in proper\norder replete, as usual, with fish and meats; but of these only a few\nkinds were slightly touched.",
        "As soon as Pan Erh perceived (all these delicacies), he set up such a\nnoise, and would have some meat to eat, but goody Liu administered to\nhim such a slap, that he had to keep away.",
        "Suddenly, she saw Mrs. Chou approach, full of smiles, and as she waved\nher hand, she called her. Goody Liu understood her meaning, and at once\npulling Pan Erh off the couch, she proceeded to the centre of the Hall;\nand after Mrs. Chou had whispered to her again for a while, they came at\nlength with slow step into the room on this side, where they saw on the\noutside of the door, suspended by brass hooks, a deep red flowered soft\nportière. Below the window, on the southern side, was a stove-couch, and\non this couch was spread a crimson carpet. Leaning against the wooden\npartition wall, on the east side, stood a chain-embroidered back-cushion\nand a reclining pillow. There was also spread a large watered satin\nsitting cushion with a gold embroidered centre, and on the side stood\ncuspidores made of silver.",
        "Lady Feng, when at home, usually wore on her head a front-piece of dark\nmartin à la Chao Chün, surrounded with tassels of strung pearls. She had\non a robe of peach-red flowered satin, a short pelisse of slate-blue\nstiff silk, lined with squirrel, and a jupe of deep red foreign crepe,\nlined with ermine. Resplendent with pearl-powder and with cosmetics, she\nsat in there, stately and majestic, with a small brass poker in her\nhands, with which she was stirring the ashes of the hand-stove. P’ing\nErh stood by the side of the couch, holding a very small lacquered\ntea-tray. In this tray was a small tea-cup with a cover. Lady Feng\nneither took any tea, nor did she raise her head, but was intent upon\nstirring the ashes of the hand-stove.",
        "“How is it you haven’t yet asked her to come in?” she slowly inquired;\nand as she spake, she turned herself round and was about to ask for some\ntea, when she perceived that Mrs. Chou had already introduced the two\npersons and that they were standing in front of her.",
        "She forthwith pretended to rise, but did not actually get up, and with a\nface radiant with smiles, she ascertained about their health, after\nwhich she went in to chide Chou Jui’s wife. “Why didn’t you tell me they\nhad come before?” she said.",
        "Old goody Liu was already by this time prostrated on the ground, and\nafter making several obeisances, “How are you, my lady?” she inquired.",
        "“Dear Mrs. Chou,” lady Feng immediately observed, “do pull her up, and\ndon’t let her prostrate herself! I’m yet young in years and don’t know\nher much; what’s more, I’ve no idea what’s the degree of the\nrelationship between us, and I daren’t speak directly to her.”",
        "“This is the old lady about whom I spoke a short while back,” speedily\nexplained Mrs. Chou.",
        "Lady Feng nodded her head assentingly.",
        "By this time old goody Liu had taken a seat on the edge of the\nstove-couch. As for Pan Erh, he had gone further, and taken refuge\nbehind her back; and though she tried, by every means, to coax him to\ncome forward and make a bow, he would not, for the life of him, consent.",
        "“Relatives though we be,” remarked lady Feng, as she smiled, “we haven’t\nseen much of each other, so that our relations have been quite distant.\nBut those who know how matters stand will assert that you all despise\nus, and won’t often come to look us up; while those mean people, who\ndon’t know the truth, will imagine that we have no eyes to look at any\none.”",
        "Old goody Liu promptly invoked Buddha. “We are at home in great\nstraits,” she pleaded, “and that’s why it wasn’t easy for us to manage\nto get away and come! Even supposing we had come as far as this, had we\nnot given your ladyship a slap on the mouth, those gentlemen would also,\nin point of fact, have looked down upon us as a mean lot.”",
        "“Why, language such as this,” exclaimed lady Feng smilingly, “cannot\nhelp making one’s heart full of displeasure! We simply rely upon the\nreputation of our grandfather to maintain the status of a penniless\nofficial; that’s all! Why, in whose household is there anything\nsubstantial? we are merely the denuded skeleton of what we were in days\nof old, and no more! As the proverb has it: The Emperor himself has\nthree families of poverty-stricken relatives; and how much more such as\nyou and I?”",
        "Having passed these remarks, she inquired of Mrs. Chou, “Have you let\nmadame know, yes or no?”",
        "“We are now waiting,” replied Mrs. Chou, “for my lady’s orders.”",
        "“Go and have a look,” said lady Feng; “but, should there be any one\nthere, or should she be busy, then don’t make any mention; but wait\nuntil she’s free, when you can tell her about it and see what she says.”",
        "Chou Jui’s wife, having expressed her compliance, went off on this\nerrand. During her absence, lady Feng gave orders to some servants to\ntake a few fruits and hand them to Pan Erh to eat; and she was inquiring\nabout one thing and another, when there came a large number of married\nwomen, who had the direction of affairs in the household, to make their\nseveral reports.",
        "P’ing Erh announced their arrival to lady Feng, who said: “I’m now\nengaged in entertaining some guests, so let them come back again in the\nevening; but should there be anything pressing then bring it in and I’ll\nsettle it at once.”",
        "P’ing Erh left the room, but she returned in a short while. “I’ve asked\nthem,” she observed, “but as there’s nothing of any urgency, I told them\nto disperse.” Lady Feng nodded her head in token of approval, when she\nperceived Chou Jui’s wife come back. “Our lady,” she reported, as she\naddressed lady Feng, “says that she has no leisure to-day, that if you,\nlady Secunda, will entertain them, it will come to the same thing; that\nshe’s much obliged for their kind attention in going to the trouble of\ncoming; that if they have come simply on a stroll, then well and good,\nbut that if they have aught to say, they should tell you, lady Secunda,\nwhich will be tantamount to their telling her.”",
        "“I’ve nothing to say,” interposed old goody Liu. “I simply come to see\nour elder and our younger lady, which is a duty on my part, a relative\nas I am.”",
        "“Well, if there’s nothing particular that you’ve got to say, all right,\"\nMrs. Chou forthwith added, “but if you do have anything, don’t hesitate\ntelling lady Secunda, and it will be just as if you had told our lady.”",
        "As she uttered these words, she winked at goody Liu. Goody Liu\nunderstood what she meant, but before she could give vent to a word, her\nface got scarlet, and though she would have liked not to make any\nmention of the object of her visit, she felt constrained to suppress her\nshame and to speak out.",
        "“Properly speaking,” she observed, “this being the first time I see you,\nmy lady, I shouldn’t mention what I’ve to say, but as I come here from\nfar off to seek your assistance, my old friend, I have no help but to\nmention it.”",
        "She had barely spoken as much as this, when she heard the youths at the\ninner-door cry out: “The young gentleman from the Eastern Mansion has\ncome.”",
        "Lady Feng promptly interrupted her. “Old goody Liu,” she remarked, “you\nneedn’t add anything more.” She, at the same time, inquired, “Where’s\nyour master, Mr. Jung?” when became audible the sound of footsteps along\nthe way, and in walked a young man of seventeen or eighteen. His\nappearance was handsome, his person slender and graceful. He had on\nlight furs, a girdle of value, costly clothes and a beautiful cap.",
        "At this stage, goody Liu did not know whether it was best to sit down or\nto stand up, neither could she find anywhere to hide herself.",
        "“Pray sit down,” urged lady Feng, with a laugh; “this is my nephew!’ Old\ngoody Liu then wriggled herself, now one way, and then another, on to\nthe edge of the couch, where she took a seat.",
        "“My father,” Chia Jung smilingly ventured, “has sent me to ask a favour\nof you, aunt. On some previous occasion, our grand aunt gave you, dear\naunt, a stove-couch glass screen, and as to-morrow father has invited\nsome guests of high standing, he wishes to borrow it to lay it out for a\nlittle show; after which he purposes sending it back again.”",
        "“You’re late by a day,” replied lady Feng. “It was only yesterday that I\ngave it to some one.”",
        "Chia Jung, upon hearing this, forthwith, with giggles and smiles, made,\nnear the edge of the couch, a sort of genuflexion. “Aunt,” he went on,\n“if you don’t lend it, father will again say that I don’t know how to\nspeak, and I shall get another sound thrashing. You must have pity upon\nyour nephew, aunt.”",
        "“I’ve never seen anything like this,” observed lady Feng sneeringly;\n“the things belonging to the Wang family are all good, but where have\nyou put all those things of yours? the only good way is that you\nshouldn’t see anything of ours, for as soon as you catch sight of\nanything, you at once entertain a wish to carry it off.”",
        "“Pray, aunt,” entreated Chia Jung with a smile, “do show me some\ncompassion.”",
        "“Mind your skin!” lady Feng warned him, “if you do chip or spoil it in\nthe least.”",
        "She then bade P’ing Erh take the keys of the door of the upstairs room\nand send for several trustworthy persons to carry it away.",
        "Chia Jung was so elated that his eyebrows dilated and his eyes smiled.\n“I’ve brought myself,” he added, with vehemence, “some men to take it\naway; I won’t let them recklessly bump it about.”",
        "Saying this, he speedily got up and left the room.",
        "Lady Feng suddenly bethought herself of something, and turning towards\nthe window, she called out, “Jung Erh, come back.” Several servants who\nstood outside caught up her words: “Mr. Jung,” they cried, “you’re\nrequested to go back;” whereupon Chia Jung turned round and retraced his\nsteps; and with hands drooping respectfully against his sides, he stood\nready to listen to his aunt’s wishes.",
        "Lady Feng was however intent upon gently sipping her tea, and after a\ngood long while of abstraction, she at last smiled: “Never mind,” she\nremarked; “you can go. But come after you’ve had your evening meal, and\nI’ll then tell you about it. Just now there are visitors here; and\nbesides, I don’t feel in the humour.”",
        "Chia Jung thereupon retired with gentle step.",
        "Old goody Liu, by this time, felt more composed in body and heart. “I’ve\nto-day brought your nephew,” she then explained, “not for anything else,\nbut because his father and mother haven’t at home so much as anything to\neat; the weather besides is already cold, so that I had no help but to\ntake your nephew along and come to you, old friend, for assistance!”",
        "As she uttered these words, she again pushed Pan Erh forward. “What did\nyour father at home tell you to say?” she asked of him; “and what did he\nsend us over here to do? Was it only to give our minds to eating fruit?”",
        "Lady Feng had long ago understood what she meant to convey, and finding\nthat she had no idea how to express herself in a decent manner, she\nreadily interrupted her with a smile. “You needn’t mention anything,\"\nshe observed, “I’m well aware of how things stand;” and addressing\nherself to Mrs. Chou, she inquired, “Has this old lady had breakfast,\nyes or no?”",
        "Old goody Liu hurried to explain. “As soon as it was daylight,” she\nproceeded, “we started with all speed on our way here, and had we even\nso much as time to have any breakfast?”",
        "Lady Feng promptly gave orders to send for something to eat. In a short\nwhile Chou Jui’s wife had called for a table of viands for the guests,\nwhich was laid in the room on the eastern side, and then came to take\ngoody Liu and Pan Erh over to have their repast.",
        "“My dear Mrs. Chou,” enjoined lady Feng, “give them all they want, as I\ncan’t attend to them myself;” which said, they hastily passed over into\nthe room on the eastern side.",
        "Lady Feng having again called Mrs. Chou, asked her: “When you first\ninformed madame about them, what did she say?” “Our Lady observed,\"\nreplied Chou Jui’s wife, “that they don’t really belong to the same\nfamily; that, in former years, their grandfather was an official at the\nsame place as our old master; that hence it came that they joined\nancestors; that these few years there hasn’t been much intercourse\n(between their family and ours); that some years back, whenever they\ncame on a visit, they were never permitted to go empty-handed, and that\nas their coming on this occasion to see us is also a kind attention on\ntheir part, they shouldn’t be slighted. If they’ve anything to say,\"\n(our lady continued), “tell lady Secunda to do the necessary, and that\nwill be right.”",
        "“Isn’t it strange!” exclaimed lady Feng, as soon as she had heard the\nmessage; “since we are all one family, how is it I’m not familiar even\nwith so much as their shadow?”",
        "While she was uttering these words, old goody Liu had had her repast and\ncome over, dragging Pan Erh; and, licking her lips and smacking her\nmouth, she expressed her thanks.",
        "Lady Feng smiled. “Do pray sit down,” she said, “and listen to what I’m\ngoing to tell you. What you, old lady, meant a little while back to\nconvey, I’m already as much as yourself well acquainted with! Relatives,\nas we are, we shouldn’t in fact have waited until you came to the\nthreshold of our doors, but ought, as is but right, to have attended to\nyour needs. But the thing is that, of late, the household affairs are\nexceedingly numerous, and our lady, advanced in years as she is,\ncouldn’t at a moment, it may possibly be, bethink herself of you all!\nWhat’s more, when I took over charge of the management of the menage, I\nmyself didn’t know of all these family connections! Besides, though to\nlook at us from outside everything has a grand and splendid aspect,\npeople aren’t aware that large establishments have such great hardships,\nwhich, were we to recount to others, they would hardly like to credit as\ntrue. But since you’ve now come from a great distance, and this is the\nfirst occasion that you open your mouth to address me, how can I very\nwell allow you to return to your home with empty hands! By a lucky\ncoincidence our lady gave, yesterday, to the waiting-maids, twenty taels\nto make clothes with, a sum which they haven’t as yet touched, and if\nyou don’t despise it as too little, you may take it home as a first\ninstalment, and employ it for your wants.”",
        "When old goody Liu heard the mention made by lady Feng of their\nhardships, she imagined that there was no hope; but upon hearing her\nagain speak of giving her twenty taels, she was exceedingly delighted,\nso much so that her eyebrows dilated and her eyes gleamed with smiles.",
        "“We too know,” she smilingly remarked, “all about difficulties! but the\nproverb says, ’A camel dying of leanness is even bigger by much than a\nhorse!’ No matter what those distresses may be, were you yet to pluck\none single hair from your body, my old friend, it would be stouter than\nour own waist.”",
        "Chou Jui’s wife stood by, and on hearing her make these coarse\nutterances, she did all she could to give her a hint by winking, and\nmake her desist. Lady Feng laughed and paid no heed; but calling P’ing\nErh, she bade her fetch the parcel of money, which had been given to\nthem the previous day, and to also bring a string of cash; and when\nthese had been placed before goody Liu’s eyes: “This is,” said lady\nFeng, “silver to the amount of twenty taels, which was for the time\ngiven to these young girls to make winter clothes with; but some other\nday, when you’ve nothing to do, come again on a stroll, in evidence of\nthe good feeling which should exist between relatives. It’s besides\nalready late, and I don’t wish to detain you longer and all for no\npurpose; but, on your return home, present my compliments to all those\nof yours to whom I should send them.”",
        "As she spake, she stood up. Old goody Liu gave utterance to a thousand\nand ten thousand expressions of gratitude, and taking the silver and\ncash, she followed Chou Jui’s wife on her way to the out-houses. “Well,\nmother dear,” inquired Mrs. Chou, “what did you think of my lady that\nyou couldn’t speak; and that whenever you opened your mouth it was all\n’your nephew.’ I’ll make just one remark, and I don’t mind if you do get\nangry. Had he even been your kindred nephew, you should in fact have\nbeen somewhat milder in your language; for that gentleman, Mr. Jung, is\nher kith and kin nephew, and whence has appeared such another nephew of\nhers (as Pan Erh)?”",
        "Old goody Liu smiled. “My dear sister-in-law,” she replied, “as I gazed\nupon her, were my heart and eyes, pray, full of admiration or not? and\nhow then could I speak as I should?”",
        "As they were chatting, they reached Chou Jui’s house. They had been\nsitting for a while, when old goody Liu produced a piece of silver,\nwhich she was purposing to leave behind, to be given to the young\nservants in Chou Jui’s house to purchase fruit to eat; but how could\nMrs. Chou satiate her eye with such a small piece of silver? She was\ndetermined in her refusal to accept it, so that old goody Liu, after\nassuring her of her boundless gratitude, took her departure out of the\nback gate she had come in from.",
        "Reader, you do not know what happened after old goody Liu left, but\nlisten to the explanation which will be given in the next chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IBy Cao XueqinAt Amazon"
    ]
}