{
    "title": "Hung Lou Meng, Book I (B) - Chapter XVI.",
    "author": "Cao Xueqin",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "  Chia Yuan-ch’un is, on account of her talents, selected to enter the\n      Feng Ts’ao Palace.\n  Ch’in Ching-ch’ing departs, in the prime of life, by the yellow spring\n      road.",
        "But we must now return to the two lads, Ch’in Chung and Pao-yü. After\nthey had passed, along with lady Feng from the Temple of the Iron Fence,\nwhither she had gone to see how things were getting on, they entered the\ncity in their carriages. On their arrival at home, they paid their\nobeisance to dowager lady Chia, madame Wang and the other members of the\nfamily, whence they returned to their own quarters, where nothing worth\nmentioning transpired during the night.",
        "On the next day, Pao-yü perceiving that the repairs to the outer\nschoolroom had been completed, settled with Ch’in Chung that they should\nhave evening classes. But as it happened that Ch’in Chung, who was\nnaturally of an extremely delicate physique, caught somewhat of a chill\nin the country and clandestinely indulged, besides, in an intimacy with\nChih Neng, which unavoidably made him fail to take good care of himself,\nhe was, shortly after his return, troubled with a cough and a feverish\ncold, with nausea for drink and food, and fell into such an extremely\npoor state of health that he simply kept indoors and nursed himself, and\nwas not in a fit condition to go to school. Pao-yü’s spirits were\nreadily damped, but as there was likewise no remedy he had no other\ncourse than to wait until his complete recovery, before he could make\nany arrangements.",
        "Lady Feng had meanwhile received a reply from Yün Kuang, in which he\ninformed her that everything had been satisfactorily settled, and the\nold nun apprised the Chang family that the major had actually suppressed\nhis indignation, hushed his complaints, and taken back the presents of\nthe previous engagement. But who would have ever anticipated that a\nfather and mother, whose hearts were set upon position and their\nambition upon wealth, could have brought up a daughter so conscious of\npropriety and so full of feeling as to seize the first opportunity,\nafter she had heard that she had been withdrawn from her former\nintended, and been promised to the Li family, to stealthily devise a way\nto commit suicide, by means of a handkerchief. The son of the Major,\nupon learning that Chin Ko had strangled herself, there and then jumped\ninto the river and drowned himself, as he too was a being full of love.\nThe Chang and Li families were, sad to relate, very much cut up, and, in\nvery truth, two lives and money had been sacrificed all to no use.",
        "Lady Feng, however, during this while, quietly enjoyed the three\nthousand taels, and madame Wang did not have even so much as the\nfaintest idea of the whole matter. But ever since this occasion, lady\nFeng’s audacity acquired more and more strength; and the actions of this\nkind, which she, in after days, performed, defy enumeration.",
        "One day, the very day on which Chia Cheng’s birthday fell, while the\nmembers of the two households of Ning and Jung were assembled together\noffering their congratulations, and unusual bustle and stir prevailed, a\ngatekeeper came in, at quite an unexpected moment, to announce that Mr.\nHsia, Metropolitan Head Eunuch of the six palaces, had come with the\nspecial purpose of presenting an edict from his Majesty; a bit of news\nwhich plunged Chia She, Chia Cheng and the whole company into great\nconsternation, as they could not make out what was up. Speedily\ninterrupting the theatrical performance, they had the banquet cleared,\nand the altar laid out with incense, and opening the centre gate they\nfell on their knees to receive the edict.",
        "Soon they caught sight of the head eunuch, Hsia Ping-chung, advancing on\nhorseback, and besides himself, a considerable retinue of eunuchs. The\neunuch Hsia did not, in fact, carry any mandate or present any decree;\nbut straightway advancing as far as the main hall, he dismounted, and,\nwith a face beaming with smiles, he walked into the Hall and took his\nstand on the southern side.",
        "“I have had the honour,” he said, “of receiving a special order to at\nonce summon Chia Cheng to present himself at Court and be admitted in\nHis Majesty’s presence in the Lin Ching Hall.”",
        "When he had delivered this message, he did not so much as take any tea,\nbut forthwith mounted his horse and took his leave.",
        "Chia Cheng and the others could not even conceive what omen this summons\nimplied, but he had no alternative but to change his clothes with all\nhaste and to present himself at Court, while dowager lady Chia and the\ninmates of the whole household were, in their hearts, a prey to such\nperplexity and uncertainty that they incessantly despatched messengers\non flying steeds to go and bring the news.",
        "After the expiry of four hours, they suddenly perceived Lai Ta and three\nor four other butlers run in, quite out of breath, through the\nceremonial gate and report the glad tidings. “We have received,” they\nadded, “our master’s commands, to hurriedly request her venerable\nladyship to take madame Wang and the other ladies into the Palace, to\nreturn thanks for His Majesty’s bounty;” and other words to the same\npurport.",
        "Dowager lady Chia was, at this time, standing, with agitated heart,\nunder the verandah of the Large Hall waiting for tidings, whilst the two\nladies, mesdames Hsing and Wang, Mrs. Yu, Li Wan, lady Feng, Ying Ch’un\nand her sisters, even up to Mrs. Hsüeh and the rest, were congregated in\none place ascertaining what was the news. Old lady Chia likewise called\nLai Ta in and minutely questioned him as to what had happened. “Your\nservants,” replied Lai Ta, “simply stood waiting outside the Lin Chuang\ngate, so that we were in total ignorance of what was going on inside,\nwhen presently the Eunuch Hsia came out and imparted to us the glad\ntidings; telling us that the eldest of the young ladies in our household\nhad been raised, by His Majesty, to be an overseer in the Feng Ts’ao\nPalace, and that he had, in addition, conferred upon her the rank of\nworthy and virtuous secondary consort. By and by, Mr. Chia Cheng came\nout and also told us the same thing. Master is now gone back again to\nthe Eastern Palace, whither he requests your venerable ladyship to go at\nonce and offer thanks for the Imperial favour.”",
        "When old lady Chia and the other members of the family heard these\ntidings they were at length reassured in their minds, and so elated were\nthey all in one moment that joy was visible in their very faces. Without\nloss of time, they commenced to don the gala dresses suitable to their\nrank; which done, old lady Chia led the way for the two ladies, mesdames\nHsing and Wang, as well as for Mrs. Yu; and their official chairs, four\nof them in all, entered the palace like a trail of fish; while Chia She\nand Chia Chen, who had likewise changed their clothes for their court\ndress, took Chia Se and Chia Jung along and proceeded in attendance upon\ndowager lady Chia.",
        "Indeed, of the two households of Ning and Jung, there was not one,\nwhether high or low, woman or man, who was not in a high state of\nexultation, with the exception of Pao-yü, who behaved just as if the\nnews had not reached his ears; and can you, reader, guess why? The fact\nis that Chih Neng, of the Water Moon Convent, had recently entered the\ncity in a surreptitious manner in search of Ch’in Chung; but, contrary\nto expectation, her visit came to be known by Ch’in Yeh, who drove Chih\nNeng away and laid hold of Ch’in Chung and gave him a flogging. But this\noutburst of temper of his brought about a relapse of his old complaint,\nwith the result that in three or five days, he, sad to say, succumbed.\nCh’in Chung had himself ever been in a delicate state of health and had\nbesides received a caning before he had got over his sickness, so that\nwhen he now saw his aged father pass away from the consequences of a fit\nof anger, he felt, at this stage, so full of penitence and distress that\nthe symptoms of his illness were again considerably aggravated. Hence it\nwas that Pao-yü was downcast and unhappy at heart, and that nothing\ncould, in spite of the promotion of Yuan Ch’un by imperial favour,\ndispel the depression of his spirits.",
        "Dowager lady Chia and the rest in due course offered thanks and returned\nhome, the relatives and friends came to present their congratulations,\ngreat stir and excitement prevailed during these few days in the two\nmansions of Ning and Jung, and every one was in high glee; but he alone\nlooked upon everything as if it were nothing; taking not the least\ninterest in anything; and as this reason led the whole family to sneer\nat him, the result was that he got more and more doltish.",
        "Luckily, however, Chia Lien and Tai-yü were on their way back, and had\ndespatched messengers, in advance, to announce the news that they would\nbe able to reach home the following day, so that when Pao-yü heard the\ntidings, he was at length somewhat cheered. And when he came to\ninstitute minute inquiries, he eventually found out: “that Chia Yü-ts’un\nwas also coming to the capital to have an audience with His Majesty,\nthat it was entirely because Wang Tzu-t’eng had repeatedly laid before\nthe Throne memorials recommending him that he was coming on this\noccasion to wait in the metropolis for a vacancy which he could fill up;\nthat as he was a kinsman of Chia Lien’s, acknowledging the same\nancestors as he did, and he stood, on the other hand, with Tai-yü, in\nthe relationship of tutor and pupil, he was in consequence following the\nsame road and coming as their companion; that Lin Ju-hai had already\nbeen buried in the ancestral vault, and that every requirement had been\nattended to with propriety; that Chia Lien, on this voyage to the\ncapital, would, had he progressed by the ordinary stages, have been over\na month before he could reach home, but that when he came to hear the\ngood news about Yuan Ch’un, he pressed on day and night to enter the\ncapital; and that the whole journey had been throughout, in every\nrespect, both pleasant and propitious.”",
        "But Pao-yü merely ascertained whether Tai-yü was all right, and did not\neven so much as trouble his mind with the rest of what he heard; and he\nremained on the tiptoe of expectation, till noon of the morrow; when, in\npoint of fact, it was announced that Mr. Lien, together with Miss Lin,\nhad made their entrance into the mansion. When they came face to face,\ngrief and joy vied with each other; and they could not help having a\ngood cry for a while; after which followed again expressions of sympathy\nand congratulations; while Pao-yü pondered within himself that Tai-yü\nhad become still more surpassingly handsome.",
        "Tai-yü had also brought along with her a good number of books, and she\npromptly gave orders that the sleeping rooms should be swept, and that\nthe various nicknacks should be put in their proper places. She further\nproduced a certain quantity of paper, pencils and other such things, and\ndistributed them among Pao Ch’ai, Ying Ch’un, Pao-yü and the rest; and\nPao-yü also brought out, with extreme care, the string of Ling-ling\nscented beads, which had been given to him by the Prince of Pei Ching,\nand handed them, in his turn, to Tai-yü as a present.",
        "“What foul man has taken hold of them?” exclaimed Tai-yü. “I don’t want\nany such things;” and as she forthwith dashed them down, and would not\naccept them, Pao-yü was under the necessity of taking them back. But for\nthe time being we will not allude to them, but devote our attention to\nChia Lien.",
        "Having, after his arrival home, paid his salutations to all the inmates,\nhe retired to his own quarters at the very moment that lady Feng had\nmultifarious duties to attend to, and had not even a minute to spare;\nbut, considering that Chia Lien had returned from a distant journey, she\ncould not do otherwise than put by what she had to do, and to greet him\nand wait on him.",
        "“Imperial uncle,” she said, in a jocose manner, when she realised that\nthere was no outsider present in the room, “I congratulate you! What\nfatigue and hardship you, Imperial uncle, have had to bear throughout\nthe whole journey, your humble servant heard yesterday, when the courier\nsent ahead came and announced that Your Highness would this day reach\nthis mansion. I have merely got ready a glass of mean wine for you to\nwipe down the dust with, but I wonder, whether Your Highness will deign\nto bestow upon it the lustre of your countenance, and accept it.”",
        "Chia Lien smiled. “How dare I presume to such an honour,” he added by\nway of rejoinder; “I’m unworthy of such attention! Many thanks, many\nthanks.”",
        "P’ing Erh and the whole company of waiting-maids simultaneously paid\ntheir obeisance to him, and this ceremony concluded, they presented tea.\nChia Lien thereupon made inquiries about the various matters, which had\ntranspired in their home after his departure, and went on to thank lady\nFeng for all the trouble she had taken in the management of them.",
        "“How could I control all these manifold matters,” remarked lady Feng;\n“my experience is so shallow, my speech so dull and my mind so simple,\nthat if any one showed me a club, I would mistake it for a pin. Besides,\nI’m so tender-hearted that were any one to utter a couple of glib\nremarks, I couldn’t help feeling my heart give way to compassion and\nsympathy. I’ve had, in addition, no experience in any weighty questions;\nmy pluck is likewise so very small that when madame Wang has felt in the\nleast displeased, I have not been able to close my eyes and sleep.\nUrgently did I more than once resign the charge, but her ladyship\nwouldn’t again agree to it; maintaining, on the contrary, that my object\nwas to be at ease, and that I was not willing to reap experience.\nLeaving aside that she doesn’t know that I take things so much to heart,\nthat I can scoop the perspiration in handfuls, that I daren’t utter one\nword more than is proper, nor venture to recklessly take one step more\nthan I ought to, you know very well which of the women servants, in\ncharge of the menage in our household, is easy to manage! If ever I make\nthe slightest mistake, they laugh at me and poke fun at me; and if I\nincline a little one way, they show their displeasure by innuendoes;\nthey sit by and look on, they use every means to do harm, they stir up\ntrouble, they stand by on safe ground and look on and don’t give a\nhelping hand to lift any one they have thrown over, and they are, one\nand all of them, old hands in such tricks. I’m moreover young in years\nand not able to keep people in check, so that they naturally don’t show\nany regard for me! What is still more ridiculous is that after the death\nof Jung Erh’s wife in that mansion, brother Chen, time and again, begged\nmadame Wang, on his very knees, to do him the favour to ask me to lend\nhim a hand for several days. I repeatedly signified my refusal, but her\nladyship gave her consent in order to oblige him, so that I had no help\nbut to carry out her wish; putting, as is my wont, everything\ntopsy-turvey, and making matters worse than they were; with the result\nthat brother Chen up to this day bears me a grudge and regrets having\nasked for my assistance. When you see him to-morrow, do what you can to\nexcuse me by him. ’Young as she is,’ tell him, ’and without experience\nof the world, who ever could have instigated Mr. Chia Cheng to make such\na mistake as to choose her.’”",
        "While they were still chatting, they heard people talking in the outer\napartments, and lady Feng speedily inquired who it was. P’ing Erh\nentered the room to reply. “Lady Hsüeh,” she said, “has sent sister\nHsiang Ling over to ask me something; but I’ve already given her my\nanswer and sent her back.”",
        "“Quite so,” interposed Chia Lien with a smile. “A short while ago I went\nto look up Mrs. Hsüeh and came face to face with a young girl, whose\nfeatures were supremely perfect, and as I suspected that, in our\nhousehold, there was no such person, I asked in the course of\nconversation, Mrs. Hsüeh about her, and found out eventually that this\nwas the young waiting-maid they had purchased on their way to the\ncapital, Hsiang Ling by name, and that she had after all become an\ninmate of the household of that big fool Hsüeh. Since she’s had her hair\ndressed as a married woman she does look so much more pre-eminently\nbeautiful! But that big fool Hsüeh has really brought contamination upon\nher.”",
        "“Ai!” exclaimed lady Feng, “here you are back from a trip to Suchow and\nHang Chow, where you should have seen something of the world! and have\nyou still an eye as envious and a heart so covetous? Well, if you wish\nto bestow your love on her, there’s no difficulty worth speaking of.\nI’ll take P’ing Erh over and exchange her for her; what do you say to\nthat? that old brother Hsüeh is also one of those men, who, while eating\nwhat there is in the bowl, keeps an eye on what there is in the pan! For\nthe last year or so, as he couldn’t get Hsiang Ling to be his, he made\never so many distressing appeals to Mrs. Hsüeh; and Mrs. Hsüeh while\nesteeming Hsiang Ling’s looks, though fine, as after all a small matter,\n(thought) her deportment and conduct so far unlike those of other girls,\nso gentle and so demure that almost the very daughters of masters and\nmistresses couldn’t attain her standard, that she therefore went to the\ntrouble of spreading a banquet, and of inviting guests, and in open\ncourt, and in the legitimate course, she gave her to him for a secondary\nwife. But half a month had scarcely elapsed before he looked upon her\nalso as a good-for-nothing person as he did upon a large number of them!\nI can’t however help feeling pity for her in my heart.”",
        "Scarcely had she time to conclude what she had to say when a youth, on\nduty at the second gate, transmitted the announcement that Mr. Chia\nCheng was in the Library waiting for Mr. Secundus. At these words, Chia\nLien speedily adjusted his clothes, and left the apartment; and during\nhis absence, lady Feng inquired of P’ing Erh what Mrs. Hsüeh wanted a\nfew minutes back, that she sent Hsiang Ling round in such a hurry.",
        "“What Hsiang Ling ever came?” replied P’ing Erh. “I simply made use of\nher name to tell a lie for the occasion. Tell me, my lady, (what’s come\nto) Wang Erh’s wife? why she’s got so bad that there’s even no common\r\r\nsense left in her!” Saying this she again drew near lady Feng’s side,\nand in a soft tone of voice, she continued: “That interest of yours, my\nlady, she doesn’t send later, nor does she send it sooner; but she must\nsend it round the very moment when master Secundus is at home! But as\nluck would have it, I was in the hall, so that I came across her;\notherwise, she would have walked in and told your ladyship, and Mr.\nSecundus would naturally have come to know about it! And our master\nwould, with that frame of mind of his, have fished it out and spent it,\nhad the money even been at the bottom of a pan full of oil! and were he\nto have heard that my lady had private means, would he not have been\nstill more reckless in spending? Hence it was that, losing no time in\ntaking the money over, I had to tell her a few words which, who would\nhave thought, happened to be overheard by your ladyship; that’s why, in\nthe presence of master Secundus, I simply explained that Hsiang Ling had\ncome!”",
        "These words evoked a smile from lady Feng. “Mrs. Hsueh, I thought to\nmyself,” she observed, “knows very well that your Mr. Secundus has come,\nand yet, regardless of propriety, she, instead (of keeping her at home),\nsends some one over from her inner rooms! and it was you after all, you\nvixen, playing these pranks!”",
        "As she uttered this remark, Chia Lien walked in, and lady Feng issued\norders to serve the wine and the eatables, and husband and wife took\ntheir seats opposite to each other; but notwithstanding that lady Feng\nwas very partial to drink, she nevertheless did not have the courage to\nindulge her weakness, but merely partook of some to keep him company.\nChia Lien’s nurse, dame Chao, entered the room, and Chia Lien and lady\nFeng promptly pressed her to have a glass of wine, and bade her sit on\nthe stove-couch, but dame Chao was obstinate in her refusal. P’ing Erh\nand the other waiting-maids had at an early hour placed a square stool\nnext to the edge of the couch, where was likewise a small footstool, and\non this footstool dame Chao took a seat, whereupon Chia Lien chose two\ndishes of delicacies from the table, which he handed her to place on the\nsquare stool for her own use.",
        "“Dame Chao,” lady Feng remarked, “couldn’t very well bite through that,\nfor mind it might make her teeth drop! This morning,” she therefore\nasked of P’ing Erh, “I suggested that that shoulder of pork stewed with\nham was so tender as to be quite the thing to be given to dame Chao to\neat; and how is it you haven’t taken it over to her? But go at once and\ntell them to warm it and bring it in! Dame Chao,” she went on, “just you\ntaste this Hui Ch’üan wine brought by your foster-son.”",
        "“I’ll drink it,” replied dame Chao, “but you, my lady, must also have a\ncup: what’s there to fear? the one thing to guard against is any excess,\nthat’s all! But I’ve now come over, not for any wine or eatables; on the\ncontrary, there’s a serious matter, which I would ask your ladyship to\nimpress on your mind, and to show me some regard, for this master of\nours is only good to utter fine words, but when the time (to act) does\ncome, he forgets all about us! As I have had the good fortune to nurse\nhim in his infancy and to bring him up to this age, ’I too have grown\nold in years,’ I said to him, ’and all that belong to me are those two\nsons, and do look upon them with some particular favour!’ With any one\nelse I shouldn’t have ventured to open my mouth, but him I anyway\nentreated time and again on several occasions. His assent was of course\nwell and good, but up to this very moment he still withholds his help.\nNow besides from the heavens has dropped such a mighty piece of good\nluck; and in what place will there be no need of servants? that’s why I\ncome to tell you, my lady, as is but right, for were I to depend upon\nour master, I fear I shall even die of starvation.”",
        "Lady Feng laughed. “You’d better,” she suggested, “put those two elder\nfoster brothers of his both under my charge! But you’ve nursed that\nfoster-son from his babyhood, and don’t you yet know that disposition of\nhis, how that he takes his skin and flesh and sticks it, (not on the\nbody of a relative), but, on the contrary, on that of an outsider and\nstranger? (to Chia Lien.) Which of those foster brothers whom you have\nnow discarded, isn’t clearly better than others? and were you to have\nshown them some favour and consideration, who would have ventured to\nhave said ’don’t?’ Instead of that, you confer benefits upon thorough\nstrangers, and all to no purpose whatever! But these words of mine are\nalso incorrect, eh? for those whom we regard as strangers you,\ncontrariwise, will treat just as if they were relatives!”",
        "At these words every one present in the room burst out laughing; even\nnurse Chao could not repress herself; and as she invoked Buddha,–\"In\nvery truth,” she exclaimed, “in this room has sprung up a kind-hearted\nperson! as regards relatives and strangers, such foolish distinctions\naren’t drawn by our master; and it’s simply because he’s full of pity\nand is tenderhearted that he can’t put off any one who gives vent to a\nfew words of entreaty, and nothing else!”",
        "“That’s quite it!” rejoined lady Feng smiling sarcastically, “to those\nwhom he looks upon as relatives, he’s kindhearted, but with me and his\nmother he’s as hard as steel.”",
        "“What you say, my lady, is very considerate,” remarked nurse Chao, “and\nI’m really so full of delight that I’ll have another glass of good wine!\nand, if from this time forward, your ladyship will act as you think\nbest, I’ll have then nothing to be sorry for!”",
        "Chia Lien did not at this juncture feel quite at his ease, but he could\ndo no more than feign a smile. “You people,” he said, “should leave off\ntalking nonsense, and bring the eatables at once and let us have our\nmeal, as I have still to go on the other side and see Mr. Chia Chen, to\nconsult with him about business.”",
        "“To be sure you have,” ventured lady Feng, “and you shouldn’t neglect\nyour legitimate affairs; but what did Mr. Chia Chen tell you when he\nsent for you just a while back?”",
        "“It was about the visit (of Yuan Ch’un) to her parents,” Chia Lien\nexplained.",
        "“Has after all permission for the visit been granted?” lady Feng\ninquired with alacrity.",
        "“Though not quite granted,” Chia Lien replied joyously, “it’s\nnevertheless more or less an accomplished fact.”",
        "“This is indeed evidence of the great bounty of the present Emperor!\"\nlady Feng observed smirkingly; “one doesn’t hear in books, or see in\nplays, written from time to time, any mention of such an instance, even\nso far back as the days of old!”",
        "Dame Chao took up again the thread of the conversation. “Indeed it’s\nso!” she interposed; “But I’m in very truth quite stupid from old age,\nfor I’ve heard every one, high and low, clamouring during these few\ndays, something or other about ’Hsing Ch’in’ or no ’Hsing Ch’in,’ but I\ndidn’t really pay any heed to it; and now again, here’s something more\nabout this ’Hsing Ch’in,’ but what’s it all about, I wonder?”",
        "“The Emperor at present on the Throne,” explained Chia Lien, “takes into\nconsideration the feelings of his people. In the whole world, there is\n(in his opinion), no more essential thing than filial piety; maintaining\nthat the feelings of father, mother, son and daughter are\nindiscriminately subject to one principle, without any distinction\nbetween honorable and mean. The present Emperor himself day and night\nwaits upon their majesties his Father and the Empress Dowager, and yet\ncannot, in the least degree, carry out to the full his ideal of filial\npiety. The secondary consorts, meritorious persons and other inmates of\nthe Palace, he remembered, had entered within its precincts many years\nback, casting aside fathers and mothers, so how could they not help\nthinking of them? Besides, the fathers and mothers, who remain at home\nmust long for their daughters, of whom they cannot get even so much as a\nglimpse, and if, through this solicitude, they were to contract any\nillness, the harmony of heaven would also be seriously impaired, so for\nthis reason, he memorialised the Emperor, his father, and the Empress\nDowager that every month, on the recurrence of the second and sixth\ndays, permission should be accorded to the relatives of the imperial\nconsorts to enter the palace and make application to see their\ndaughters. The Emperor, his father, and Empress Dowager were, forthwith,\nmuch delighted by this representation, and eulogised, in high terms, the\npiety and generosity of the present Emperor, his regard for the will of\nheaven and his research into the nature of things. Both their sacred\nMajesties consequently also issued a decree to the effect: that the\nentrance of the relatives of the imperial consorts into the Palace could\nnot but interfere with the dignity of the state, and the rules of\nconventional rites, but that as the mothers and daughters could not\ngratify the wishes of their hearts, Their Majesties would, after all,\nshow a high proof of expedient grace, and issue a special command that:\n’exclusive of the generous bounty, by virtue of which the worthy\nrelations of the imperial consorts could enter the palace on the second\nand sixth days, any family, having extensive accommodation and separate\ncourts suitable for the cantonment of the imperial body-guard, could,\nwithout any detriment, make application to the Inner Palace, for the\nentrance of the imperial chair into the private residences, to the end\nthat the personal feelings of relations might be gratified, and that\nthey should collectively enjoy the bliss of a family reunion.’ After the\nissue of this decree, who did not leap from grateful joy! The father of\nthe honourable secondary consort Chou has now already initiated works,\nin his residence, for the repairs to the separate courts necessary for\nthe visiting party. Wu T’ien-yu too, the father of Wu, the distinguished\nconsort, has likewise gone outside the city walls in search of a\r\nsuitable plot of ground; and don’t these amount to well-nigh\naccomplished facts?”",
        "“O-mi-to-fu!” exclaimed dame Chao. “Is it really so? but from what you\nsay, our family will also be making preparations for the reception of\nthe eldest young lady!”",
        "“That goes without saying,” added Chia Lien, “otherwise, for what\npurpose could we be in such a stir just now?”",
        "“It’s of course so!” interposed lady Feng smiling, “and I shall now have\nan opportunity of seeing something great of the world. My misfortune is\nthat I’m young by several years; for had I been born twenty or thirty\nyears sooner, all these old people wouldn’t really be now treating me\ncontemptuously for not having seen the world! To begin with, the Emperor\nTai Tsu, in years gone by, imitated the old policy of Shun, and went on\na tour, giving rise to more stir than any book could have ever produced;\nbut I happen to be devoid of that good fortune which could have enabled\nme to come in time.”",
        "“Ai ya, ya!” ejaculated dame Chao, “such a thing is rarely met with in a\nthousand years! I was old enough at that time to remember the\noccurrence! Our Chia family was then at Ku Su, Yangchow and all along\nthat line, superintending the construction of ocean vessels, and the\nrepairs to the seaboard. This was the only time in which preparations\nwere made for the reception of the Emperor, and money was lavished in\nquantities as great as the billowing waters of the sea!”",
        "This subject once introduced, lady Feng took up the thread of the\nconversation with vehemence. “Our Wang family,” she said, “did also make\npreparations on one occasion. At that time my grandfather was in sole\ncharge of all matters connected with tribute from various states, as\nwell as with general levées, so that whenever any foreigners arrived,\nthey all came to our house to be entertained, while the whole of the\ngoods, brought by foreign vessels from the two Kuang provinces, from\nFukien, Yunnan and Chekiang, were the property of our family.”",
        "“Who isn’t aware of these facts?” ventured dame Chao; “there is up to\nthis day a saying that, ’in the eastern sea, there was a white jade bed\nrequired, and the dragon prince came to request Mr. Wang of Chin Ling\n(to give it to him)!’ This saying relates to your family, my lady, and\nremains even now in vogue. The Chen family of Chiang Nan has recently\nheld, oh such a fine old standing! it alone has entertained the Emperor\non four occasions! Had we not seen these things with our own eyes, were\nwe to tell no matter whom, they wouldn’t surely ever believe them! Not\nto speak of the money, which was as plentiful as mud, all things,\nwhether they were to be found in the world or not, were they not heaped\nup like hills, and collected like the waters of the sea? But with the\nfour characters representing sin and pity they didn’t however trouble\ntheir minds.”",
        "“I’ve often heard,” continued lady Feng, “my eldest uncle say that\nthings were in such a state, and how couldn’t I believe? but what\nsurprises me is how it ever happened that this family attained such\nopulence and honour!”",
        "“I’ll tell your ladyship and all in one sentence,” replied nurse Chao.\n“Why they simply took the Emperor’s money and spent it for the Emperor’s\nperson, that’s all! for what family has such a lot of money as to\nindulge in this useless extravagance?”",
        "While they were engaged in this conversation, a servant came a second\ntime, at the instance of madame Wang, to see whether lady Feng had\nfinished her meal or not; and lady Feng forthwith concluding that there\nmust be something waiting for her to attend to, hurriedly rushed through\nher repast. She had just rinsed her mouth and was about to start when\nthe youths, on duty at the second gate, also reported that the two\ngentlemen, Mr. Chia Jung and Mr. Chia Se, belonging to the Eastern\nmansion, had arrived.",
        "Chia Lien had, at length, rinsed his mouth; but while P’ing Erh\npresented a basin for him to wash his hands, he perceived the two young\nmen walk in, and readily inquired of them what they had to say.",
        "Lady Feng was, on account (of their arrival), likewise compelled to\nstay, and she heard Chia Jung take the lead and observe: “My father has\nsent me to tell you, uncle, that the gentlemen, have already decided\nthat the whole extent of ground, starting from the East side, borrowing\n(for the occasion) the flower garden of the Eastern mansion, straight up\nto the North West, had been measured and found to amount in all to three\nand a half li; that it will be suitable for the erection of extra\naccommodation for the visiting party; that they have already\ncommissioned an architect to draw a plan, which will be ready by\nto-morrow; that as you, uncle, have just returned home, and must\nunavoidably feel fatigued, you need not go over to our house, but that\nif you have anything to say you should please come tomorrow morning, as\nearly as you can, and consult verbally with him.”",
        "“Thank uncle warmly,” Chia Lien rejoined smilingly, “for the trouble he\nhas taken in thinking of me; I shall, in that case, comply with his\nwishes and not go over. This plan is certainly the proper one, for while\ntrouble will thus be saved, the erection of the quarters will likewise\nbe an easy matter; for had a distinct plot to be selected and to be\npurchased, it would involve far greater difficulties. What’s more,\nthings wouldn’t, after all, be what they properly should be. When you\nget back, tell your father that this decision is the right one, and that\nshould the gentlemen have any further wish to introduce any change in\ntheir proposals, it will rest entirely with my uncle to prevent them, as\nit’s on no account advisable to go and cast one’s choice on some other\nplot; that to-morrow as soon as it’s daylight, I’ll come and pay my\nrespects to uncle, when we can enter into further details in our\ndeliberations!”",
        "Chia Jung hastily signified his assent by several yes’s, and Chia Se\nalso came forward to deliver his message. “The mission to Ku Su,” he\nexplained, “to find tutors, to purchase servant girls, and to obtain\nmusical instruments, and theatrical properties and the like, my uncle\nhas confided to me; and as I’m to take along with me the two sons of a\ncouple of majordomos, and two companions of the family, besides, Tan\nP’ing-jen and Pei Ku-hsiu, he has, for this reason, enjoined me to come\nand see you, uncle.”",
        "Upon hearing this, Chia Lien scrutinised Chia Se. “What!” he asked, “are\nyou able to undertake these commissions? These matters are, it’s true,\nof no great moment; but there’s something more hidden in them!”",
        "Chia Se smiled. “The best thing I can do,” he remarked, “will be to\nexecute them in my novice sort of way, that’s all.”",
        "Chia Jung was standing next to lady Feng, out of the light of the lamp,\nand stealthily pulled the lapel of her dress. Lady Feng understood the\nhint, and putting on a smiling expression, “You are too full of fears!\"\nshe interposed. “Is it likely that our uncle Chen doesn’t, after all,\nknow better than we do what men to employ, that you again give way to\napprehensions that he isn’t up to the mark! but who are those who are,\nin every respect, up to the mark? These young fellows have grown up\nalready to this age, and if they haven’t eaten any pork, they have\nnevertheless seen a pig run. If Mr. Chen has deputed him to go, he is\nsimply meant to sit under the general’s standard; and do you imagine,\nforsooth, that he has, in real earnest, told him to go and bargain about\nthe purchase money, and to interview the brokers himself? My own idea is\nthat (the choice) is a very good one.”",
        "“Of course it is!” observed Chia Lien; “but it isn’t that I entertain\nany wish to be factious; my only object is to devise some plan or other\nfor him. Whence will,” he therefore went on to ask, “the money required\nfor this purpose come from?”",
        "“A little while ago the deliberations reached this point,” rejoined Chia\nSe; “and Mr. Lai suggested that there was no necessity at all to take\nany funds from the capital, as the Chen family, in Chiang Nan, had still\nin their possession Tls. 50,000 of our money. That he would to-morrow\nwrite a letter of advice and a draft for us to take along, and that we\nshould, first of all, obtain cash to the amount of Tls. 30,000, and let\nthe balance of Tls. 20,000 remain over, for the purchase of painted\nlanterns, and coloured candles, as well as for the outlay for every kind\nof portieres, banners, curtains and streamers.”",
        "Chia Lien nodded his head. “This plan is first-rate!” he added.",
        "“Since that be so,” observed lady Feng, as she addressed herself to Chia\nSe, “I’ve two able and reliable men; and if you would take them with\nyou, to attend to these matters, won’t it be to your convenience?”",
        "Chia Se forced a smile. “I was just on the point,” he rejoined, “of\nasking you, aunt, for the loan of two men, so that this suggestion is a\nstrange coincidence.”",
        "As he went on to ascertain what were their names, lady Feng inquired\nwhat they were of nurse Chao. But nurse Chao had, by this time, become\nquite dazed from listening to the conversation, and P’ing Erh had to\ngive her a push, as she smiled, before she returned to consciousness.\n“The one,” she hastened to reply, “is called Chao T’ien-liang and the\nother Chao T’ien-tung.”",
        "“Whatever you do,” suggested lady Feng, “don’t forget them; but now I’m\noff to look after my duties.”",
        "With these words, she left the room, and Chia Jung promptly followed her\nout, and with gentle voice he said to her: “Of whatever you want, aunt,\nissue orders that a list be drawn up, and I’ll give it to my brother to\ntake with him, and he’ll carry out your commissions according to the\nlist.”",
        "“Don’t talk nonsense!” replied lady Feng laughing; “I’ve found no place,\nas yet, where I could put away all my own things; and do the stealthy\npractices of you people take my fancy?”",
        "As she uttered these words she straightway went her way.",
        "Chia Se, at this time, likewise, asked Chia Lien: “If you want anything\n(in the way of curtains), I can conveniently have them woven for you,\nalong with the rest, and bring them as a present to you.”",
        "“Don’t be in such high glee!” Chia Lien urged with a grin, “you’ve but\nrecently been learning how to do business, and have you come first and\nforemost to excel in tricks of this kind? If I require anything, I’ll of\ncourse write and tell you, but we needn’t talk about it.”",
        "Having finished speaking, he dismissed the two young men; and, in quick\nsuccession, servants came to make their business reports, not limited to\nthree and five companies, but as Chia Lien felt exhausted, he forthwith\nsent word to those on duty at the second gate not to allow any one at\nall to communicate any reports, and that the whole crowd should wait\ntill the next day, when he would give his mind to what had to be done.",
        "Lady Feng did not come to retire to rest till the third watch; but\nnothing need be said about the whole night.",
        "The next morning, at an early hour, Chia Lien got up and called on Chia\nShe and Chia Cheng; after which, he came over to the Ning Kuo mansion;\nwhen, in company with the old major-domos and other servants, as well as\nwith several old family friends and companions, he inspected the grounds\nof the two mansions, and drew plans of the palatial buildings (for the\naccommodation of the Imperial consort and her escort) on her visit to\nher parents; deliberating at the same time, on the subject of the works\nand workmen.",
        "From this day the masons and workmen of every trade were collected to\nthe full number; and the articles of gold, silver, copper, and pewter,\nas well as the earth, timber, tiles, and bricks, were brought over, and\ncarried in, in incessant supplies. In the first place, orders were\nissued to the workmen to demolish the wall and towers of the garden of\nConcentrated Fragrance, and extend a passage to connect in a straight\nline with the large court in the East of the Jung mansion; for the whole\nextent of servants’ quarters on the Eastern side of the Jung mansion had\npreviously been pulled down.",
        "The two residences of Ning and Jung were, in these days, it is true,\ndivided by a small street, which served as a boundary line, and there\nwas no communication between them, but this narrow passage was also\nprivate property, and not in any way a government street, so that they\ncould easily be connected, and as in the garden of Concentrated\nFragrance, there was already a stream of running water, which had been\nintroduced through the corner of the Northern wall, there was no further\nneed now of going to the trouble of bringing in another. Although the\nrockeries and trees were not sufficient, the place where Chia She lived,\nwas an old garden of the Jung mansion, so that the bamboos, trees, and\nrockeries in that compound, as well as the arbours, railings and other\nsuch things could all be very well removed to the front; and by these\nmeans, these two grounds, situated as they were besides so very near to\neach other, could, by being thrown into one, conduce to the saving of\nconsiderable capital and labour; for, in spite of some deficiency, what\nhad to be supplied did not amount to much. And it devolved entirely upon\na certain old Hu, a man of note, styled Shan Tzu-yeh, to deliberate upon\none thing after another, and to initiate its construction.",
        "Chia Cheng was not up to these ordinary matters, so that it fell to Chia\nShe, Chia Chen, Chia Lien, Lai Ta, Lai Sheng, Lin Chih-hsiao, Wu\nHsin-teng, Chan Kuang, Ch’eng Jih-hsing and several others to allot the\nsites, to set things in order, (and to look after) the heaping up of\nrockeries, the digging of ponds, the construction of two-storied\nbuildings, the erection of halls, the plantation of bamboos and the\ncultivation of flowers, everything connected with the improvement of the\nscenery devolving, on the other hand, upon Shan Tzu-yeh to make\nprovision for, and after leaving Court, he would devote such leisure\nmoments as he had to merely going everywhere to give a look at the most\nimportant spots, and to consult with Chia She and the others; after\nwhich he troubled his mind no more with anything. And as Chia She did\nnothing else than stay at home and lie off, whenever any matter turned\nup, trifling though it may have been as a grain of mustard seed or a\nbean, Chia Chen and his associates had either to go and report it in\nperson or to write a memorandum of it. Or if he had anything to say, he\nsent for Chia Lien, Lai Ta and others to come and receive his\ninstructions. Chia Jung had the sole direction of the manufacture of the\narticles in gold and silver; and as for Chia Se, he had already set out\non his journey to Ku Su. Chia Chen, Lai Ta and the rest had also to call\nout the roll with the names of the workmen, to superintend the works and\nother duties relative thereto, which could not be recorded by one pen\nalone; sufficient to say that a great bustle and stir prevailed, but to\nthis subject we shall not refer for a time, but allude to Pao-yü.",
        "As of late there were in the household concerns of this magnitude to\nattend to, Chia Cheng did not come to examine him in his lessons, so\nthat he was, of course, in high spirits, but, as unfortunately Ch’in\nChung’s complaint became, day by day, more serious, he was at the same\ntime really so very distressed at heart on his account, that enjoyment\nwas for him out of the question.",
        "On this day, he got up as soon as it was dawn, and having just combed\nhis hair and washed his face and hands, he was bent upon going to ask\ndowager lady Chia to allow him to pay a visit to Ch’in Chung, when he\nsuddenly espied Ming Yen peep round the curtain-wall at the second gate,\nand then withdraw his head. Pao-yü promptly walked out and inquired what\nhe was up to.",
        "“Mr. Ch’in Chung,” observed Ming Yen, “is not well at all.”",
        "Pao-yü at these words was quite taken aback. “It was only yesterday,” he\nhastily added, “that I saw him, and he was still bright and cheery; and\nhow is it that he’s anything but well now?”",
        "“I myself can’t explain,” replied Ming Yen; “but just a few minutes ago\nan old man belonging to his family came over with the express purpose of\ngiving me the tidings.”",
        "Upon hearing this news, Pao-yü there and then turned round and told\ndowager lady Chia; and the old lady issued directions to depute some\ntrustworthy persons to accompany him. “Let him go,” (she said), “and\nsatisfy his feelings towards his fellow-scholar; but as soon as he has\ndone, he must come back; and don’t let him tarry too long.”",
        "Pao-yü with hurried step left the room and came and changed his clothes.\nBut as on his arrival outside, the carriage had not as yet been got\nready, he fell into such a state of excitement, that he went round and\nround all over the hall in quite an erratic manner. In a short while,\nafter pressure had been brought to bear, the carriage arrived, and\nspeedily mounting the vehicle, he drove up to the door of Ch’in Chung’s\nhouse, followed by Li Kuei, Ming Yen and the other servants. Everything\nwas quiet. Not a soul was about. Like a hive of bees they flocked into\nthe house, to the astonishment of two distant aunts, and of several male\ncousins of Ch’in Chung, all of whom had no time to effect their retreat.",
        "Ch’in Chung had, by this time, had two or three fainting fits, and had\nalready long ago been changed his mat. As soon as Pao-yü realised the\nsituation, he felt unable to repress himself from bursting forth aloud.\nLi Kuei promptly reasoned with him. “You shouldn’t go on in this way,\"\nhe urged, “you shouldn’t. It’s because Mr. Ch’in is so weak that lying\nflat on the stove-couch naturally made his bones feel uncomfortable; and\nthat’s why he has temporarily been removed down here to ease him a\nlittle. But if you, sir, go on in this way, will you not, instead of\ndoing him any good, aggravate his illness?”",
        "At these words, Pao-yü accordingly restrained himself, and held his\ntongue; and drawing near, he gazed at Ch’in Chung’s face, which was as\nwhite as wax, while with closed eyes, he gasped for breath, rolling\nabout on his pillow.",
        "“Brother Ching,” speedily exclaimed Pao-yü, “Pao-yü is here!” But though\nhe shouted out two or three consecutive times, Ch’in Chung did not heed\nhim.",
        "“Pao-yü has come!” Pao-yü went on again to cry. But Ch’in Chung’s spirit\nhad already departed from his body, leaving behind only a faint breath\nof superfluous air in his lungs.",
        "He had just caught sight of a number of recording devils, holding a\nwarrant and carrying chains, coming to seize him, but Ch’in Chung’s soul\nwould on no account go along with them; and remembering how that there\nwas in his home no one to assume the direction of domestic affairs, and\nfeeling concerned that Chih Neng had as yet no home, he consequently\nused hundreds of arguments in his entreaties to the recording devils;\nbut alas! these devils would, none of them, show him any favour. On the\ncontrary, they heaped invectives upon Ch’in Chung.",
        "“You’re fortunate enough to be a man of letters,” they insinuated, “and\ndon’t you know the common saying that: ’if the Prince of Hell call upon\nyou to die at the third watch, who can presume to retain you, a human\nbeing, up to the fifth watch?’ In our abode, in the unseen, high as well\nas low, have all alike a face made of iron, and heed not selfish\nmotives; unlike the mortal world, where favouritism and partiality\nprevail. There exist therefore many difficulties in the way (to our\nyielding to your wishes).”",
        "While this fuss was going on, Ch’in Chung’s spirit suddenly grasped the\nfour words, “Pao-yü has come,” and without loss of time, it went on\nagain to make further urgent appeals. “Gentlemen, spiritual deputies,\"\nit exclaimed; “show me a little mercy and allow me to return to make\njust one remark to an intimate friend of mine, and I’ll be back again.”",
        "“What intimate friend is this again?” the devils observed with one\nvoice.",
        "“I’m not deceiving you, gentlemen,” rejoined Ch’in Chung; “it’s the\ngrandson of the duke of Jung Kuo, whose infant name is Pao-yü.”",
        "The Decider of life was, at first, upon hearing these words, so seized\nwith dismay that he vehemently abused the devils sent on the errand.",
        "“I told you,” he shouted, “to let him go back for a turn; but you would\nby no means comply with my words! and now do you wait until he has\nsummoned a man of glorious fortune and prosperous standing to at last\ndesist?”",
        "When the company of devils perceived the manner of the Decider of life,\nthey were all likewise so seized with consternation that they bustled\nwith hand and feet; while with hearts also full of resentment: “You,\nsir,” they replied, “were at one time such a terror, formidable as\nlightning; and are you not forsooth able to listen with equanimity to\nthe two sounds of ’Pao-yü?’ our humble idea is that mortal as he is, and\nimmortal as we are, it wouldn’t be to our credit if we feared him!”",
        "But whether Ch’in Chung, after all, died or survived, the next chapter\nwill explain.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}