{
    "title": "Hung Lou Meng, Book I (B) - Chapter XVIII.",
    "author": "Cao Xueqin",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "  His Majesty shows magnanimous bounty.\n  The Imperial consort Yuan pays a visit to her parents.\n  The happiness of a family gathering.\n  Pao-yü displays his polished talents.",
        "But let us resume our story. A servant came, at this moment, to report\nthat for the works in course of execution, they were waiting for gauze\nand damask silk to paste on various articles, and that they requested\nlady Feng to go and open the depôt for them to take the gauze and silk,\nwhile another servant also came to ask lady Feng to open the treasury\nfor them to receive the gold and silver ware. And as Madame Wang, the\nwaiting-maids and the other domestics of the upper rooms had all no\nleisure, Pao-ch’ai suggested: “Don’t let us remain in here and be in the\nway of their doing what there is to be done, and of going where they\nhave to go,” and saying this, she betook herself, escorted by Pao-yü and\nthe rest, into Ying Ch’un’s rooms.",
        "Madame Wang continued day after day in a great state of flurry and\nconfusion, straight up to within the tenth moon, by which time every\narrangement had been completed, and the overseers had all handed in a\nclear statement of their accounts. The curios and writing materials,\nwherever needed, had all already been laid out and everything got ready,\nand the birds (and animals), from the stork, the deer and rabbits to the\nchickens, geese and the like, had all been purchased and handed over to\nbe reared in the various localities in the garden; and over at Chia\nSe’s, had also been learnt twenty miscellaneous plays, while a company\nof young nuns and Taoist priestesses had likewise the whole number of\nthem, mastered the intonation of Buddhist classics and incantations.",
        "Chia Cheng after this, at length, was slightly composed in mind, and\ncheerful at heart; and having further invited dowager lady Chia and\nother inmates to go into the garden, he deliberated with them on, and\nmade arrangements for, every detail in such a befitting manner that not\nthe least trifle remained for which suitable provision had not been\nmade; and Chia Cheng eventually mustered courage to indite a memorial,\nand on the very day on which the memorial was presented, a decree was\nreceived fixing upon the fifteenth day of the first moon of the ensuing\nyear, the very day of the Shang Yuan festival, for the honourable\nconsorts to visit their homes.",
        "Upon the receipt of this decree, with which the Chia family was\nhonoured, they had still less leisure, both by day as well as by night;\nso much so that they could not even properly observe the new year\nfestivities. But in a twinkle of the eye, the festival of the full moon\nof the first moon drew near; and beginning from the eighth day of the\nfirst moon, eunuchs issued from the palace and inspected beforehand the\nvarious localities, the apartments in which the imperial consort was to\nchange her costume; the place where she would spend her leisure moments;\nthe spot where she would receive the conventionalities; the premises\nwhere the banquets would be spread; the quarters where she would retire\nfor rest.",
        "There were also eunuchs who came to assume the patrol of the grounds and\nthe direction of the defences; and they brought along with them a good\nmany minor eunuchs, whose duty it was to look after the safety of the\nvarious localities, to screen the place with enclosing curtains, to\ninstruct the inmates and officials of the Chia mansion whither to go out\nand whence to come in from, what side the viands should be brought in\nfrom, where to report matters, and in the observance of every kind of\netiquette; and for outside the mansion, there were, on the other hand,\nofficers from the Board of Works, and a superintendent of the Police, of\nthe “Five Cities,” in charge of the sweeping of the streets and roads,\nand the clearing away of loungers. While Chia She and the others\nsuperintended the workmen in such things as the manufacture of flowered\nlanterns and fireworks.",
        "The fourteenth day arrived and everything was in order; but on this\nnight, one and all whether high or low, did not get a wink of sleep; and\nwhen the fifteenth came, every one, at the fifth watch, beginning from\ndowager lady Chia and those who enjoyed any official status, appeared in\nfull gala dress, according to their respective ranks. In the garden, the\ncurtains were, by this time, flapping like dragons, the portieres flying\nabout like phoenixes with variegated plumage. Gold and silver glistened\nwith splendour. Pearls and precious gems shed out their brilliant\nlustre. The tripod censers burnt the Pai-ho incense. In the vases were\nplaced evergreens. Silence and stillness prevailed, and not a man\nventured so much as to cough.",
        "Chia She and the other men were standing outside the door giving on to\nthe street on the west; and old lady Chia and the other ladies were\noutside the main entrance of the Jung mansion at the head of the street,\nwhile at the mouth of the lane were placed screens to rigorously\nobstruct the public gaze. They were unable to bear the fatigue of any\nfurther waiting when, at an unexpected moment, a eunuch arrived on\nhorseback, and Chia Cheng went up to meet him, and ascertained what\ntidings he was the bearer of.",
        "“It’s as yet far too early,” rejoined the eunuch, “for at one o’clock\n(her highness) will have her evening repast, and at two she has to\nbetake herself to the Palace of Precious Perception to worship Buddha.\nAt five, she will enter the Palace of Great Splendour to partake of a\nbanquet, and to see the lanterns, after which, she will request His\nMajesty’s permission; so that, I’m afraid, it won’t be earlier than\nseven before they set out.”",
        "Lady Feng’s ear caught what was said. “If such be the case,” she\ninterposed, “may it please your venerable ladyship, and you, my lady, to\nreturn for a while to your apartments, and wait; and if you come when\nit’s time you’ll be here none too late.”",
        "Dowager lady Chia and the other ladies immediately left for a time and\nsuited their own convenience, and as everything in the garden devolved\nupon lady Feng to supervise, she ordered the butlers to take the eunuchs\nand give them something to eat and drink; and at the same time, she sent\nword that candles should be brought in and that the lanterns in the\nvarious places should be lit.",
        "But unexpectedly was heard from outside the continuous patter of horses\nrunning, whereupon about ten eunuchs hurried in gasping and out of\nbreath. They clapped their hands, and the several eunuchs (who had come\nbefore), understanding the signal, and knowing that the party had\narrived, stood in their respective positions; while Chia She, at the\nhead of all the men of the clan, remained at the western street door,\nand dowager lady Chia, at the head of the female relatives of the\nfamily, waited outside the principal entrance to do the honours.",
        "For a long interval, everything was plunged in silence and quiet; when\nsuddenly two eunuchs on horseback were espied advancing with leisurely\nstep. Reaching the western street gate, they dismounted, and, driving\ntheir horses beyond the screens, they forthwith took their stand facing\nthe west. After another long interval, a second couple arrived, and went\nlikewise through the same proceedings. In a short time, drew near about\nten couples, when, at length, were heard the gentle strains of music,\nand couple by couple advanced with banners, dragons, with fans made with\nphoenix feathers, and palace flabella of pheasant plumes; and those\nbesides who carried gold-washed censers burning imperial incense. Next\nin order was brought past a state umbrella of golden yellow, with\ncrooked handle and embroidered with seven phoenixes; after which quickly\nfollowed the crown, robe, girdle and shoes.",
        "There were likewise eunuchs, who took a part in the procession, holding\nscented handkerchiefs and embroidered towels, cups for rinsing the\nmouth, dusters and other such objects; and company after company went\npast, when, at the rear, approached with stately step eight eunuchs\ncarrying an imperial sedan chair, of golden yellow, with a gold knob and\nembroidered with phoenixes.",
        "Old lady Chia and the other members of the family hastily fell on their\nknees, but a eunuch came over at once to raise her ladyship and the\nrest; and the imperial chair was thereupon carried through the main\nentrance, the ceremonial gate and into a court on the eastern side, at\nthe door of which stood a eunuch, who prostrated himself and invited\n(her highness) to dismount and change her costume.",
        "Having forthwith carried her inside the gate, the eunuchs dispersed; and\nonly the maids-of-honour and ladies-in-waiting ushered Yuan Ch’un out of\nthe chair, when what mainly attracted her eye in the park was the\nbrilliant lustre of the flowered lamps of every colour, all of which\nwere made of gauze or damask, and were beautiful in texture, and out of\nthe common run; while on the upper side was a flat lantern with the\ninscription in four characters, “Regarded (by His Majesty’s) benevolence\nand permeated by his benefits.”",
        "Yuan Ch’un entered the apartment and effected the necessary changes in\nher toilette; after which, she again egressed, and, mounting her chair,\nshe made her entry into the garden, when she perceived the smoke of\nincense whirling and twirling, and the reflection of the flowers\nconfusing the eyes. Far and wide, the rays of light, shed by the\nlanterns, intermingled their brilliancy, while, from time to time, fine\nstrains of music sounded with clamorous din. But it would be impossible\nto express adequately the perfect harmony in the aspect of this scene,\nand the grandeur of affluence and splendour.",
        "The imperial consort of the Chia family, we must now observe, upon\ncatching sight, from the interior of her chair, of the picture presented\nwithin as well as without the confines of this garden, shook her head\nand heaved a sigh. “What lavish extravagance! What excessive waste!” she\nsoliloquised.",
        "But of a sudden was again seen a eunuch who, on his knees, invited her\nto get into a boat; and the Chia consort descended from the chair and\nstepped into the craft, when the expanse of a limpid stream met her\ngaze, whose grandeur resembled that of the dragon in its listless\ncourse. The stone bannisters, on each side, were one mass of air-tight\nlanterns, of every colour, made of crystal or glass, which threw out a\nlight like the lustre of silver or the brightness of snow.",
        "The willow, almond and the whole lot of trees, on the upper side, were,\nit is true, without blossom and leaves; but pongee and damask silks,\npaper and lustring had been employed, together with rice-paper, to make\nflowers of, which had been affixed on the branches. Upon each tree were\nsuspended thousands of lanterns; and what is more, the lotus and aquatic\nplants, the ducks and water fowl in the pond had all, in like manner,\nbeen devised out of conches and clams, plumes and feathers. The various\nlanterns, above and below, vied in refulgence. In real truth, it was a\ncrystal region, a world of pearls and precious stones. On board the boat\nwere also every kind of lanterns representing such designs as are used\non flower-pots, pearl-laden portieres, embroidered curtains, oars of\ncinnamon wood, and paddles of magnolia, which need not of course be\nminutely described.",
        "They entered a landing with a stone curb; and on this landing was\nerected a flat lantern upon which were plainly visible the four\ncharacters the “Persicary beach and flower-laden bank.” But, reader, you\nhave heard how that these four characters “the persicary beach and the\nflower-laden bank,” the motto “a phoenix comes with dignified air,” and\nthe rest owe one and all their origin to the unexpected test to which\nChia Cheng submitted, on a previous occasion, Pao-yü’s literary\nabilities; but how did it come about that they were actually adopted?",
        "You must remember that the Chia family had been, generation after\ngeneration, given to the study of letters, so that it was only natural\nthat there should be among them one or two renowned writers of verses;\nfor how could they ever resemble the families of such upstarts, who only\nemploy puerile expressions as a makeshift to get through what they have\nto do? But the why and the wherefore must be sought in the past. The\nconsort, belonging to the Chia mansion, had, before she entered the\npalace, been, from her infancy, also brought up by dowager lady Chia;\nand when Pao-yü was subsequently added to the family, she was the eldest\nsister and Pao-yü the youngest child. The Chia consort, bearing in mind\nhow that she had, when her mother was verging on old age, at length\nobtained this younger brother, she for this reason doated upon him with\nsingle love; and as they were besides companions in their attendance\nupon old lady Chia, they were inseparable for even a moment. Before\nPao-yü had entered school, and when three or four years of age, he had\nalready received oral instruction from the imperial spouse Chia from the\ncontents of several books and had committed to memory several thousands\nof characters, for though they were only sister and brother, they were\nlike mother and child. And after she had entered the Palace, she was\nwont time and again to have letters taken out to her father and her\ncousins, urgently recommending them to be careful with his bringing up,\nthat if they were not strict, he could not possibly become good for\nanything, and that if they were immoderately severe, there was the\ndanger of something unpropitious befalling him, with the result,\nmoreover, that his grandmother would be stricken with sorrow; and this\nsolicitude on his account was never for an instant lost sight of by her.",
        "Hence it was that Chia Cheng having, a few days back, heard his teacher\nextol him for his extreme abilities, he forthwith put him to the test on\nthe occasion of their ramble through the garden. And though (his\ncompositions) were not in the bold style of a writer of note, yet they\nwere productions of their own family, and would, moreover, be\ninstrumental, when the Chia consort had her notice attracted by them,\nand come to know that they were devised by her beloved brother, in also\nnot rendering nugatory the anxious interest which she had ever\nentertained on his behalf, and he, therefore, purposely adopted what had\nbeen suggested by Pao-yü; while for those places, for which on that day\nno devices had been completed, a good number were again subsequently\ncomposed to make up what was wanted.",
        "After the Chia consort had, for we shall now return to her, perused the\nfour characters, she gave a smile. “The two words ’flower-laden bank,’\"\nshe said, “are really felicitous, so what use was there for ’persicary\nbeach?’”",
        "When the eunuch in waiting heard this observation, he promptly jumped\noff the craft on to the bank, and at a flying pace hurried to\ncommunicate it to Chia Cheng, and Chia Cheng instantly effected the\nnecessary alteration.",
        "By this time the craft had reached the inner bank, and leaving the boat,\nand mounting into her sedan chair, she in due course contemplated the\nmagnificent Jade-like Palace; the Hall of cinnamon wood, lofty and\nsublime; and the marble portals with the four characters in bold style:\nthe “Precious confines of heavenly spirits,” which the Chia consort gave\ndirections should be changed for the four words denoting: “additional\nHall (for the imperial consort) on a visit to her parents.” And\nforthwith making her entrance into the travelling lodge her gaze was\nattracted by torches burning in the court encompassing the heavens,\nfragments of incense strewn on the ground, fire-like trees and gem-like\nflowers, gold-like windows and jade-like bannisters. But it would be\ndifficult to give a full account of the curtains, which rolled up (as\nfine as a) shrimp’s moustache; of the carpets of other skins spread on\nthe floor; of the tripods exhaling the fragrant aroma of the brain of\nthe musk deer; of the screens in a row resembling fans made of pheasant\ntails. Indeed, the gold-like doors and the windows like jade were\nsuggestive of the abode of spirits; while the halls made of cinnamon\nwood and the palace of magnolia timber, of the very homes of the\nimperial secondary consorts.",
        "“Why is it,” the Chia consort inquired, “that there is no tablet in this\nHall?”",
        "The eunuch in waiting fell on his knees. “This is the main Hall,” he\nreverently replied, “and the officials, outside the palace, did not\npresume to take upon themselves to suggest any motto.”",
        "The Chia consort shook her head and said not a word; whereupon the\neunuch, who acted as master of ceremonies, requested Her Majesty to\nascend the throne and receive homage. The band stationed on the two\nflights of steps struck up a tune, while two eunuchs ushered Chia She,\nChia Cheng and the other members on to the moonlike stage, where they\narranged themselves in order and ascended into the hall, but when the\nladies-in-waiting transmitted her commands that the homage could be\ndispensed with, they at once retraced their footsteps.",
        "(The master of the ceremonies), in like manner led forward the dowager\nlady of the Jung Kuo mansion, as well as the female relatives, from the\nsteps on the east side, on to the moon-like stage; where they were\nplaced according to their ranks. But the maids-of-honour again commanded\nthat they should dispense with the ceremony, so they likewise promptly\nwithdrew.",
        "After tea had been thrice presented, the Chia consort descended the\nThrone, and the music ceased. She retired into a side room to change her\ncostume, and the private chairs were then got ready for her visit to her\nparents. Issuing from the garden, she came into the main quarters\nbelonging to dowager lady Chia, where she was bent upon observing the\ndomestic conventionalities, when her venerable ladyship, and the other\nmembers of the family, prostrated themselves in a body before her, and\nmade her desist. Tears dropped down from the eyes of the Chia consort as\n(she and her relatives) mutually came forward, and greeted each other,\nand as with one hand she grasped old lady Chia, and with the other she\nheld madame Wang, the three had plenty in their hearts which they were\nfain to speak about; but, unable as each one of them was to give\nutterance to their feelings, all they did was to sob and to weep, as\nthey kept face to face to each other; while madame Hsing, widow Li Wan,\nWang Hsi-feng, and the three sisters: Ying Ch’un, T’an Ch’un, and Hsi\nCh’un, stood aside in a body shedding tears and saying not a word.",
        "After a long time, the Chia consort restrained her anguish, and forcing\na smile, she set to work to reassure old lady Chia and madame Wang.\n“Having in days gone by,” she urged, “been sent to that place where no\nhuman being can be seen, I have to-day after extreme difficulty returned\nhome; and now that you ladies and I have been reunited, instead of\nchatting or laughing we contrariwise give way to incessant tears! But\nshortly, I shall be gone, and who knows when we shall be able again to\neven see each other!”",
        "When she came to this sentence, they could not help bursting into\nanother tit of crying; and Madame Hsing hastened to come forward, and to\nconsole dowager lady Chia and the rest. But when the Chia consort\nresumed her seat, and one by one came again, in turn, to exchange\nsalutations, they could not once more help weeping and sobbing for a\ntime.",
        "Next in order, were the managers and servants of the eastern and western\nmansions to perform their obeisance in the outer pavilion; and after the\nmarried women and waiting-maids had concluded their homage, the Chia\nconsort heaved a sigh. “How many relatives,” she observed, “there are\nall of whom, alas! I may not see.”",
        "“There are here now,” madame Wang rejoined with due respect, “kindred\nwith outside family names, such as Mrs. Hsüeh, née Wang, Pao-ch’ai, and\nTai-yü waiting for your commands; but as they are distant relatives, and\nwithout official status, they do not venture to arrogate to themselves\nthe right of entering into your presence.” But the Chia consort issued\ndirections that they should be invited to come that they should see each\nother; and in a short while, Mrs. Hsüeh and the other relatives walked\nin, but as they were on the point of performing the rites, prescribed by\nthe state, she bade them relinquish the observance so that they came\nforward, and each, in turn, alluded to what had transpired during the\nlong separation.",
        "Pao Ch’in also and a few other waiting-maids, whom the Chia consort had\noriginally taken along with her into the palace, knocked their heads\nbefore dowager lady Chia, but her ladyship lost no time in raising them\nup, and in bidding them go into a separate suite of rooms to be\nentertained; and as for the retainers, eunuchs as well as\nmaids-of-honour, ladies-in-waiting and every attendant, there were\nneedless to say, those in the two places, the Ning mansion and Chia\nShe’s residence, to wait upon them; there only remained three or four\nyoung eunuchs to answer the summons.",
        "The mother and daughter and her cousins conversed for some time on what\nhad happened during the protracted separation, as well as on domestic\naffairs and their private feelings, when Chia Cheng likewise advanced as\nfar as the other side of the portiere, and inquired after her health,\nand the Chia consort from inside performed the homage and other\nconventionalities (due to her parent).",
        "“The families of farmers,” she further went on to say to her father,\n“feed on salted cabbage, and clothe in cotton material; but they readily\nenjoy the happiness of the relationships established by heaven! We,\nhowever, relatives though we now be of one bone and flesh, are, with all\nour affluence and honours, living apart from each other, and deriving no\nhappiness whatsoever!”",
        "Chia Cheng, on his part endeavoured, to restrain his tears. “I\nbelonged,” he rejoined, “to a rustic and poor family; and among that\nwhole number of pigeons and pheasants, how could I have imagined that I\nwould have obtained the blessing of a hidden phoenix! Of late all for\nthe sake of your honourable self, His Majesty, above, confers upon us\nhis heavenly benefits; while we, below, show forth the virtue of our\nancestors! And it is mainly because the vital principle of the hills,\nstreams, sun, and moon, and the remote virtue of our ancestors have been\nimplanted in you alone that this good fortune has attained me Cheng and\nmy wife! Moreover, the present emperor, bearing in mind the great bounty\nshewn by heaven and earth in promoting a ceaseless succession, has\nvouchsafed a more generous act of grace than has ever been displayed\nfrom old days to the present. And although we may besmear our liver and\nbrain in the mire, how could we show our gratitude, even to so slight a\ndegree as one ten-thousandth part. But all I can do is, in the daytime,\nto practise diligence, vigilance at night, and loyalty in my official\nduties. My humble wish is that His Majesty, my master, may live ten\nthousand years and see thousands of autumns, so as to promote the\nwelfare of all mankind in the world! And you, worthy imperial consort,\nmust, on no account, be mindful of me Cheng and my wife, decrepid as we\nare in years. What I would solicit more than anything is that you should\nbe more careful of yourself, and that you should be diligent and\nreverential in your service to His Majesty, with the intent that you may\nnot prove ungrateful of his affectionate regard and bountiful grace.”",
        "The Chia consort, on the other hand, enjoined “that much as it was\nexpedient to display zeal, in the management of state matters, it\nbehoved him, when he had any leisure, to take good care of himself, and\nthat he should not, whatever he did, give way to solicitude on her\nbehalf.” And Chia Cheng then went on to say “that the various\ninscriptions in the park over the pavilions, terraces, halls and\nresidences had been all composed by Pao-yü, and, that in the event of\nthere being one or two that could claim her attention, he would be happy\nif it would please her to at once favour him with its name.” Whereupon\nthe imperial consort Yüan, when she heard that Pao-yü could compose\nverses, forthwith exclaimed with a smile: “He has in very truth made\nprogress!”",
        "After Chia Cheng had retired out of the hall, the Chia consort made it a\npoint to ask: “How is it that I do not see Pao-yü?” and dowager lady\nChia explained: “An outside male relative as he is, and without official\nrank, he does not venture to appear before you of his own accord.”",
        "“Bring him in!” the imperial consort directed; whereupon a young eunuch\nushered Pao-yü in. After he had first complied with the state\nceremonies, she bade him draw near to her, and taking his hand, she held\nit in her lap, and, as she went on to caress his head and neck, she\nsmiled and said: “He’s grown considerably taller than he was before;\"\nbut she had barely concluded this remark, when her tears ran down as\nprofuse as rain. Mrs. Yu, lady Feng, and the rest pressed forward. “The\nbanquet is quite ready,” they announced, “and your highness is requested\nto favour the place with your presence.”",
        "The imperial consort Yuan stood up and asking Pao-yü to lead the way,\nshe followed in his steps, along with the whole party, and betook\nherself on foot as far as the entrance of the garden gate, whence she at\nonce espied, in the lustre shed by the lanterns, every kind of\ndecorations. Entering the garden, they first passed the spots with the\ndevice “a phoenix comes with dignified air,” “the red (flowers are)\nfragrant and the green (banana leaves like) jade!” “the sign on the\napricot tree is visible,” “the fragrance pure of the ligularia and\niris,” and other places; and ascending the towers they walked up the\nhalls, forded the streams and wound round the hills; contemplating as\nthey turned their gaze from side to side, each place arranged in a\ndifferent style, and each kind of article laid out in unique designs.\nThe Chia consort expressed her admiration in most profuse eulogiums, and\nthen went on to advise them: “that it was not expedient to indulge in\nfuture in such excessive extravagance and that all these arrangements\nwere over and above what should have been done.”",
        "Presently they reached the main pavilion, where she commanded that they\ncould dispense with the rites and take their seats. A sumptuous banquet\nwas laid out, at which dowager lady Chia and the other ladies occupied\nthe lower seats and entertained each other, while Mrs. Yu, widow Li Wan,\nlady Feng and the rest presented the soup and handed the cups. The\nImperial consort Yuan subsequently directed that the pencils and\ninkslabs should be brought, and with her own hands she opened the silken\npaper. She chose the places she liked, and conferred upon them a name;\nand devising a general designation for the garden, she called it the Ta\nKuan garden (Broad vista), while for the tablet of the main pavilion the\ndevice she composed ran as follows: “Be mindful of the grace and\nremember the equity (of His Majesty);” with this inscription on the\nantithetical scrolls:",
        "  Mercy excessive Heaven and earth display,\n  And it men young and old hail gratefully;\n  From old till now they pour their bounties great\n  Those rich gifts which Cathay and all states permeate.",
        "Changing also the text: “A phoenix comes with dignified air for the\nHsiao Hsiang Lodge.”",
        "“The red (flowers are) fragrant and the green (banana leaves like)\njade,” she altered into “Happy red and joyful green\"; bestowing upon the\nplace the appellation of the I Hung court (joyful red). The spot where\n“the fragrance pure of the ligularia and iris,” was inscribed, she\ncalled “the ligularia and the ’Wu’ weed court;” and where was “the sign\nin the apricot tree is visible,” she designated “the cottage in the\nhills where dolichos is bleached.” The main tower she called the Broad\nVista Tower. The lofty tower facing the east, she designated “the\nvariegated and flowery Hall;” bestowing on the line of buildings, facing\nthe west, the appellation of “the Hall of Occult Fragrance;” and besides\nthese figured such further names as: “the Hall of peppery wind,” “the\nArbour of lotus fragrance,” “the Islet of purple caltrop,” “the Bank of\ngolden lotus,” and the like. There were also tablets with four\ncharacters such as: “the peach blossom and the vernal rain;” “the\nautumnal wind prunes the Eloecocca,” “the artemisia leaves and the night\nsnow,” and other similar names which could not all be placed on record.\nShe furthermore directed that such tablets as were already put up,\nshould not be dismounted, and she forthwith took the lead and composed\nan heptameter stanza, the burden of which was:",
        "  Hills it enclasps, embraces streams, with skill it is laid out:\n  What task the grounds to raise! the works to start and bring about!\n  Of scenery in heaven and amongst men store has been made;\n  The name Broad Vista o’er the fragrant park should be engraved.",
        "When she had finished writing, she observed smilingly, as she addressed\nherself to all the young ladies: “I have all along lacked the quality of\nsharpness and never besides been good at verses; as you, sisters, and\nall of you have ever been aware; but, on a night like this I’ve been\nfain to do my best, with the object of escaping censure, and of not\nreflecting injustice on this scenery and nothing more. But some other\nday when I’ve got time, be it ever so little, I shall deem it my duty to\nmake up what remains by inditing a record of the Broad Vista Garden, as\nwell as a song on my visit to my parents and other such literary\nproductions in memory of the events of this day. You sisters and others\nmust, each of you, in like manner compose a stanza on the motto on each\ntablet, expressing your sentiments, as you please, without being\nrestrained by any regard for my meagre ability. Knowing as I do besides\nthat Pao-yü is, indeed, able to write verses, I feel the more delighted!\nBut among his compositions, those I like the best are those in the two\nplaces, ’the Hsiao Hsiang Lodge,’ and ’the court of Heng and Wu;’ and\nnext those of ’the Joyful red court,’ and ’the cottage in the hills,\nwhere the dolichos is bleached.’ As for grand sites like these four,\nthere should be found some out-of-the-way expressions to insert in the\nverses so that they should be felicitous. The antithetical lines\ncomposed by you, (Pao-yü), on a former occasion are excellent, it is\ntrue; but you should now further indite for each place, a pentameter\nstanza, so that by allowing me to test you in my presence, you may not\nshow yourself ungrateful for the trouble I have taken in teaching you\nfrom your youth up.”",
        "Pao-yü had no help but to assent, and descending from the hall, he went\noff all alone to give himself up to reflection.",
        "Of the three Ying Ch’un, T’an Ch’un, and Hsi Ch’un, T’an Ch’un must be\nconsidered to have also been above the standard of her sisters, but she,\nin her own estimation, imagined it, in fact, difficult to compete with\nHsüeh Pao-ch’ai and Lin Tai-yü. With no alternative however than that of\ndoing her best, she followed the example of all the rest with the sole\npurpose of warding off criticism. And Li Wan too succeeded, after much\nexertion, in putting together a stanza.",
        "The consort of the Chia family perused in due order the verses written\nby the young ladies, the text of which is given below.",
        "The lines written by Ying Ch’un on the tablet of “Boundless spirits and\nblissful heart” were:",
        "  A park laid out with scenery surpassing fine and rare!\n  Submissive to thy will, on boundless bliss bashful I write!\n  Who could believe that yonder scenes in this world found a share!\n  Will not thy heart be charmed on thy visit by the sight?",
        "These are the verses by T’an Ch’un on the tablet of “All nature vies in\nsplendour”:",
        "  Of aspect lofty and sublime is raised a park of fame!\n  Honoured with thy bequest, my shallow lore fills me with shame.\n  No words could e’er amply exhaust the beauteous skill,\n  For lo! in very truth glory and splendour all things fill!",
        "Thus runs Hsi Ch’un’s stanza on the tablet of the “Conception of\nliterary compositions”:",
        "  The hillocks and the streams crosswise beyond a thousand li extend!\n  The towers and terraces ’midst the five-coloured clouds lofty ascend!\n  In the resplendent radiance of both sun and moon the park it lies!\n  The skill these scenes to raise the skill e’en essays to conceive\n      outvies!",
        "The lines composed by Li Wan on the tablet “grace and elegance,\"\nconsisted of:",
        "  The comely streams and hillocks clear, in double folds, embrace;\n  E’en Fairyland, forsooth, transcend they do in elegance and grace!\n  The “Fragrant Plant” the theme is of the ballad fan, green-made.\n  Like drooping plum-bloom flap the lapel red and the Hsiang gown.\n  From prosperous times must have been handed down those pearls and\n      jade.\n  What bliss! the fairy on the jasper terrace will come down!\n  When to our prayers she yields, this glorious park to contemplate,\n  No mortal must e’er be allowed these grounds to penetrate.",
        "The ode by Hsüeh Pao-ch’ai on the tablet of “Concentrated Splendour and\nAccumulated auspiciousness” was:",
        "  Raised on the west of the Imperial city, lo! the park stored with\n      fragrant smell,\n  Shrouded by Phoebe’s radiant rays and clouds of good omen, in wondrous\n      glory lies!\n  The willows tall with joy exult that the parrots their nests have\n      shifted from the dell.\n  The bamboo groves, when laid, for the phoenix with dignity to come,\n      were meant to rise.\n  The very eve before the Empress’ stroll, elegant texts were ready and\n      affixed.\n  If even she her parents comes to see, how filial piety supreme must\n      be!\n  When I behold her beauteous charms and talents supernatural, with awe\n      transfixed,\n  One word, to utter more how can I troth ever presume, when shame\n      overpowers me.",
        "The distich by Lin Tai-yü on the tablet of “Spiritual stream outside the\nworld,” ran thus:",
        "  Th’ imperial visit doth enhance joy and delight.\n  This fairy land from mortal scenes what diff’rent sight!\n  The comely grace it borrows of both hill and stream;\n  And to the landscape it doth add a charm supreme.\n  The fumes of Chin Ku wine everything permeate;\n  The flowers the inmate of the Jade Hall fascinate.\n  The imperial favour to receive how blessed our lot!\n  For oft the palace carriage will pass through this spot.",
        "The Chia consort having concluded the perusal of the verses, and\nextolled them for a time: “After all,” she went on to say with a smile,\n“those composed by my two cousins, Hsüeh Pao-ch’ai and Lin Tai-yü,\ndiffer in excellence from those of all the rest; and neither I, stupid\nas I am, nor my sisters can attain their standard.”",
        "Lin Tao-yü had, in point of fact, made up her mind to display, on this\nevening, her extraordinary abilities to their best advantage, and to put\ndown every one else, but contrary to her expectations the Chia consort\nhad expressed her desire that no more than a single stanza should be\nwritten on each tablet, so that unable, after all, to disregard her\ndirections by writing anything in excess, she had no help but to compose\na pentameter stanza, in an offhand way, merely with the intent of\ncomplying with her wishes.",
        "Pao-yü had by this time not completed his task. He had just finished two\nstanzas on the Hsiao Hsiang Lodge and the Heng Wu garden, and was just\nthen engaged in composing a verse on the “Happy red Court.” In his draft\nfigured a line: “The (leaves) of jade-like green in spring are yet\nrolled up,” which Pao-ch’ai stealthily observed as she turned her eyes\nfrom side to side; and availing herself of the very first moment, when\nnone of the company could notice her, she gave him a nudge. “As her\nhighness,” she remarked, “doesn’t relish the four characters,\nrepresenting the red (flowers are) fragrant, and the green (banana\nleaves) like jade, she changed them, just a while back, for ’the joyful\nred and gladsome green;’ and if you deliberately now again employ these\ntwo words ’jade-like green,’ won’t it look as if you were bent upon\nbeing at variance with her? Besides, very many are the old books, in\nwhich the banana leaves form the theme, so you had better think of\nanother line and substitute it and have done with it!”",
        "When Pao-yü heard the suggestion made by Pao-ch’ai, he speedily replied,\nas he wiped off the perspiration: “I can’t at all just at present call\nto mind any passage from the contents of some old book.”",
        "“Just simply take,” proposed Pao-ch’ai smilingly, “the character jade in\njade-like green and change it into the character wax, that’s all.”",
        "“Does ’green wax,’” Pao-yü inquired, “come out from anywhere?”",
        "Pao-ch’ai gently smacked her lips and nodded her head as she laughed. “I\nfear,” she said, “that if, on an occasion like to-night, you show no\nmore brains than this, by and by when you have to give any answers in\nthe golden hall, to the questions (of the examiner), you will, really,\nforget (the very first four names) of Chao, Oh’ien, Sun and Li (out of\nthe hundred)! What, have you so much as forgotten the first line of the\npoem by Han Yü, of the T’ang dynasty, on the Banana leaf:",
        " “Cold is the candle and without a flame, the green wax dry?”",
        "On hearing these words, Pao-yü’s mind suddenly became enlightened. “What\na fool I am!” he added with a simper; “I couldn’t for the moment even\nremember the lines, ready-made though they were and staring at me in my\nvery eyes! Sister, you really can be styled my teacher, little though\nyou may have taught me, and I’ll henceforward address you by no other\nname than ’teacher,’ and not call you ’sister’ any more!”",
        "“Don’t you yet hurry to go on,” Pao-ch’ai again observed in a gentle\ntone of voice sneeringly, “but keep on calling me elder sister and\nyounger sister? Who’s your sister? that one over there in a yellow coat\nis your sister!”",
        "But apprehending, as she bandied these jokes, lest she might be wasting\nhis time, she felt constrained to promptly move away; whereupon Pao-yü\ncontinued the ode he had been working at, and brought it to a close,\nwriting in all three stanzas.",
        "Tai-yü had not had so far an opportunity of making a display of her\nability, and was feeling at heart in a very dejected mood; but when she\nperceived that Pao-yü was having intense trouble in conceiving what he\nhad to write, and she found, upon walking up to the side of the table,\nthat he had only one stanza short, that on “the sign on the apricot tree\nis visible,” she consequently bade him copy out clean the first three\nodes, while she herself composed a stanza, which she noted down on a\nslip of paper, rumpled up into a ball, and threw just in front of\nPao-yü.",
        "As soon as Pao-yü opened it and glanced at it, he realised that it was a\nhundred times better than his own three stanzas, and transcribing it\nwithout loss of time, in a bold writing, he handed up his compositions.",
        "On perusal, the Chia Consort read what follows. By Pao-yü, on: “A\nphoenix comes with dignified air:”",
        "  The bamboos just now don that jadelike grace,\n  Which worthy makes them the pheasant to face;\n  Each culm so tender as if to droop fain,\n  Each one so verdant, in aspect so cool,\n  The curb protects, from the steps wards the pool.\n  The pervious screens the tripod smell restrain.\n  The shadow will be strewn, mind do not shake\n  And (Hsieh) from her now long fine dream (awake)!",
        "On “the pure fragrance of the Ligularia and Iris Florentina:”",
        "  Hengs and Wus the still park permeate;\n  The los and pis their sweet perfume enhance;\n  And supple charms the third spring flowers ornate;\n  Softly is wafted one streak of fragrance!\n  A light mist doth becloud the tortuous way!\n  With moist the clothes bedews, that verdure cold!\n  The pond who ever sinuous could hold?\n  Dreams long and subtle, dream the household Hsieh.",
        "On “the happy red and joyful green:”",
        "  Stillness pervades the deep pavilion on a lengthy day.\n  The green and red, together matched, transcendent grace display.\n  Unfurled do still remain in spring the green and waxlike leaves.\n  No sleep yet seeks the red-clad maid, though night’s hours be\n      far-spent,\n  But o’er the rails lo, she reclines, dangling her ruddy sleeves;\n  Against the stone she leans shrouded by taintless scent,\n  And stands the quarter facing whence doth blow the eastern wind!\n  Her lord and master must look up to her with feelings kind.",
        "On “the sign on the apricot tree is visible:”",
        "  The apricot tree sign to drink wayfarers doth invite;\n  A farm located on a hill, lo! yonder strikes the sight!\n  And water caltrops, golden lotus, geese, as well as flows,\n  And mulberry and elm trees which afford rest to swallows.\n  That wide extent of spring leeks with verdure covers the ground;\n  And o’er ten li the paddy blossom fragrance doth abound.\n  In days of plenty there’s a lack of dearth and of distress,\n  And what need then is there to plough and weave with such briskness?",
        "When the Chia consort had done with the perusal, excessive joy filled\nher heart. “He has indeed made progress!” she exclaimed, and went on to\npoint at the verses on “the sign on the apricot tree,” as being the\ncrowning piece of the four stanzas. In due course, she with her own\nhands changed the motto “a cottage in the hills where dolichos is\nbleached” into “the paddy-scented village;” and bidding also T’an Ch’un\nto take the several tens of stanzas written then, and to transcribe them\nseparately on ornamented silk paper, she commanded a eunuch to send them\nto the outer quarters. And when Chia Cheng and the other men perused\nthem, one and all sung their incessant praise, while Chia Cheng, on his\npart, sent in some complimentary message, with regard to her return home\non a visit.",
        "Yuan Ch’un went further and gave orders that luscious wines, a ham and\nother such presents should be conferred upon Pao-yü, as well as upon\nChia Lan. This Chia Lan was as yet at this time a perfect youth without\nany knowledge of things in general, so that all that he could do was to\nfollow the example of his mother, and imitate his uncle in performing\nthe conventional rites.",
        "At the very moment that Chia Se felt unable, along with a company of\nactresses, to bear the ordeal of waiting on the ground floor of the\ntwo-storied building, he caught sight of a eunuch come running at a\nflying pace. “The composition of verses is over,” he said, “so quick\ngive me the programme;” whereupon Chia Se hastened to present the\nprogramme as well as a roll of the names of the twelve girls. And not a\nlong interval elapsed before four plays were chosen; No. 1 being the\nImperial Banquet; No. 2 Begging (the weaver goddess) for skill in\nneedlework; No. 3 The spiritual match; and No. 4 the Parting spirit.\nChia Se speedily lent a hand in the getting up, and the preparations for\nthe performance, and each of the girls sang with a voice sufficient to\nsplit the stones and danced in the manner of heavenly spirits; and\nthough their exterior was that of the characters in which they were\ndressed up for the play, their acting nevertheless represented, in a\nperfect manner, both sorrow as well as joy. As soon as the performance\nwas brought to a close, a eunuch walked in holding a golden salver\ncontaining cakes, sweets, and the like, and inquired who was Ling Kuan;\nand Chia Se readily concluding that these articles were presents\nbestowed upon Ling Kuan, made haste to take them over, as he bade Ling\nKuan prostrate herself.",
        "“The honourable consort,” the eunuch further added, “directs that Ling\nKuan, who is the best actress of the lot, should sing two more songs;\nany two will do, she does not mind what they are.”",
        "Chia Se at once expressed his obedience, and felt constrained to urge\nLing Kuan to sing the two ballads entitled: “The walk through the\ngarden” and “Frightened out of a dream.” But Ling Kuan asserted that\nthese two ballads had not originally been intended for her own role; and\nbeing firm in her refusal to accede and insisting upon rendering the two\nsongs “The Mutual Promise” and “The Mutual Abuse,” Chia Se found it hard\nto bring her round, and had no help but to let her have her own way. The\nChia consort was so extremely enchanted with her that she gave\ndirections that she should not be treated harshly, and that this girl\nshould receive a careful training, while besides the fixed number of\npresents, she gave her two rolls of palace silk, two purses, gold and\nsilver ingots, and presents in the way of eatables.",
        "Subsequently, when the banquet had been cleared, and she once more\nprosecuted her visit through those places to which she had not been, she\nquite accidentally espied the Buddhist Temple encircled by hills, and\npromptly rinsing her hands, she walked in and burnt incense and\nworshipped Buddha. She also composed the device for a tablet, “a humane\nboat on the (world’s) bitter sea,” and went likewise so far as to show\nspecial acts of additional grace to a company of ascetic nuns and Taoist\npriestesses.",
        "A eunuch came in a short while and reverently fell on his knees. “The\npresents are all in readiness,” he reported, “and may it please you to\ninspect them and to distribute them, in compliance with custom;” and\npresented to her a list, which the Chia consort perused from the very\ntop throughout without raising any objection, and readily commanding\nthat action should be taken according to the list, a eunuch descended\nand issued the gifts one after another. The presents for dowager lady\nChia consisted, it may be added, of two sceptres, one of gold, the other\nof jade, with “may your wishes be fulfilled” inscribed on them; a staff\nmade of lign-aloes; a string of chaplet beads of Chia-nan fragrant wood;\nfour rolls of imperial satins with words “Affluence and honours” and\nPerennial Spring (woven in them); four rolls of imperial silk with\nPerennial Happiness and Longevity; two shoes of purple gold bullion,\nrepresenting a pen, an ingot and “as you like;” and ten silver ingots\nwith the device “Felicitous Blessings.” While the two shares for madame\nHsing and madame Wang were only short of hers by the sceptres and\nstaffs, four things in all. Chia She, Chia Cheng and the others had each\napportioned to him a work newly written by the Emperor, two boxes of\nsuperior ink, and gold and silver cups, two pairs of each; their other\ngifts being identical with those above. Pao-ch’ai, Tai-yü, all the\nsisters and the rest were assigned each a copy of a new book, a fine\nslab and two pair of gold and silver ornaments of a novel kind and\noriginal shape; Pao-yü likewise receiving the same presents. Chia Lan’s\ngifts consisted of two necklets, one of gold, the other of silver, and\nof two pair of gold ingots. Mrs. Yu, widow Li Wan, lady Feng and the\nothers had each of them, four ingots of gold and silver; and, in the way\nof keepsakes, four pieces of silk. There were, in addition, presents\nconsisting of twenty-four pieces of silk and a thousand strings of good\ncash to be allotted to the nurses, and waiting-maids, in the apartments\nof dowager lady Chia, madame Wang and of the respective sisters; while\nChia Chen, Chia Lien, Chia Huan, Chia Jung and the rest had, every one,\nfor presents, a piece of silk, and a pair of gold and silver ingots.",
        "As regards the other gifts, there were a hundred rolls of various\ncoloured silks, a thousand ounces of pure silver, and several bottles of\nimperial wine, intended to be bestowed upon all the men-servants of the\nmansions, on the East and the West, as well as upon those who had been\nin the garden overseeing works, arranging the decorations, and in\nwaiting to answer calls, and upon those who looked after the theatres\nand managed the lanterns. There being, besides, five hundred strings of\npure cash for the cooks, waiters, jugglers and hundreds of actors and\nevery kind of domestic.",
        "The whole party had finished giving expression to their thanks for her\nbounty, when the managers and eunuchs respectfully announced: “It is\nalready a quarter to three, and may it please your Majesty to turn back\nyour imperial chariot;” whereupon, much against her will, the Chia\nconsort’s eyes brimmed over, and she once more gave vent to tears.\nForcing herself however again to put on a smile, she clasped old lady\nChia’s and madame Wang’s hands, and could not bring herself to let them\ngo; while she repeatedly impressed upon their minds: that there was no\nneed to give way to any solicitude, and that they should take good care\nof their healths; that the grace of the present emperor was so vast,\nthat once a month he would grant permission for them to enter the palace\nand pay her a visit. “It is easy enough for us to see each other,” (she\nsaid,) “and why should we indulge in any excess of grief? But when his\nmajesty in his heavenly generosity allows me another time to return\nhome, you shouldn’t go in for such pomp and extravagance.”",
        "Dowager lady Chia and the other inmates had already cried to such an\nextent that sobs choked their throats and they could with difficulty\ngive utterance to speech. But though the Chia consort could not\nreconcile herself to the separation, the usages in vogue in the imperial\nhousehold could not be disregarded or infringed, so that she had no\nalternative but to stifle the anguish of her heart, to mount her\nchariot, and take her departure.",
        "The whole family experienced meanwhile a hard task before they succeeded\nin consoling the old lady and madame Wang and in supporting them away\nout of the garden. But as what follows is not ascertained, the next\nchapter will disclose it.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}