{
    "title": "Hung Lou Meng, Book I (B) - Chapter XXI.",
    "author": "Cao Xueqin",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "  The eminent Hsi Jen, with winsome ways, rails at Pao-yü, with a view\n      to exhortation.\n  The beauteous P’ing Erh, with soft words, screens Chia Lien.",
        "But to resume our story. When Shih Hsiang-yün ran out of the room, she\nwas all in a flutter lest Lin Tai-yü should catch her up; but Pao-yü,\nwho came after her, readily shouted out, “You’ll trip and fall. How ever\ncould she come up to you?”",
        "Lin Tai-yü went in pursuit of her as far as the entrance, when she was\nimpeded from making further progress by Pao-yü, who stretched his arms\nout against the posts of the door.",
        "“Were I to spare Yün Erh, I couldn’t live!” Lin Tai-yü exclaimed, as she\ntugged at his arms. But Hsiang-yün, perceiving that Pao-yü obstructed\nthe door, and surmising that Tai-yü could not come out, speedily stood\nstill. “My dear cousin,” she smilingly pleaded, “do let me off this\ntime!”",
        "But it just happened that Pao-ch’ai, who was coming along, was at the\nback of Hsiang-yün, and with a face also beaming with smiles: “I advise\nyou both,” she said, “to leave off out of respect for cousin Pao-yü, and\nhave done.”",
        "“I don’t agree to that,” Tai-yü rejoined; “are you people, pray, all of\none mind to do nothing but make fun of me?”",
        "“Who ventures to make fun of you?” Pao-yü observed advisingly; “and\nhadn’t you made sport of her, would she have presumed to have said\nanything about you?”",
        "While this quartet were finding it an arduous task to understand one\nanother, a servant came to invite them to have their repast, and they\neventually crossed over to the front side, and as it was already time\nfor the lamps to be lit, madame Wang, widow Li Wan, lady Feng, Ying\nCh’un, T’an Ch’un, Hsi Ch’un and the other cousins, adjourned in a body\nto dowager lady Chia’s apartments on this side, where the whole company\nspent a while in a chat on irrelevant topics, after which they each\nreturned to their rooms and retired to bed. Hsiang-yün, as of old,\nbetook herself to Tai-yü’s quarters to rest, and Pao-yü escorted them\nboth into their apartment, and it was after the hour had already past\nthe second watch, and Hsi Jen had come and pressed him several times,\nthat he at length returned to his own bedroom and went to sleep. The\nnext morning, as soon as it was daylight, he threw his clothes over him,\nput on his low shoes and came over into Tai-yü’s room, where he however\nsaw nothing of the two girls Tzu Chüan and Ts’ui Lu, as there was no one\nelse here in there besides his two cousins, still reclining under the\ncoverlets. Tai-yü was closely wrapped in a quilt of almond-red silk, and\nlying quietly, with closed eyes fast asleep; while Shih Hsiang-yün, with\nher handful of shiny hair draggling along the edge of the pillow, was\ncovered only up to the chest, and outside the coverlet rested her curved\nsnow-white arm, with the gold bracelets, which she had on.",
        "At the sight of her, Pao-yü heaved a sigh. “Even when asleep,” he\nsoliloquised, “she can’t be quiet! but by and by, when the wind will\nhave blown on her, she’ll again shout that her shoulder is sore!” With\nthese words, he gently covered her, but Lin Tai-yü had already awoke out\nof her sleep, and becoming aware that there was some one about, she\npromptly concluded that it must, for a certainty, be Pao-yü, and turning\nherself accordingly round, and discovering at a glance that the truth\nwas not beyond her conjectures, she observed: “What have you run over to\ndo at this early hour?” to which question Pao-yü replied: “Do you call\nthis early? but get up and see for yourself!”",
        "“First quit the room,” Tai-yü suggested, “and let us get up!”",
        "Pao-yü thereupon made his exit into the ante-chamber, and Tai-yü jumped\nout of bed, and awoke Hsiang-yün. When both of them had put on their\nclothes, Pao-yü re-entered and took a seat by the side of the toilet\ntable; whence he beheld Tzu-chüan and Hsüeh Yen walk in and wait upon\nthem, as they dressed their hair and performed their ablutions.\nHsiang-yün had done washing her face, and Ts’üi Lü at once took the\nremaining water and was about to throw it away, when Pao-yü interposed,\nsaying: “Wait, I’ll avail myself of this opportunity to wash too and\nfinish with it, and thus save myself the trouble of having again to go\nover!” Speaking the while, he hastily came forward, and bending his\nwaist, he washed his face twice with two handfuls of water, and when Tzu\nChüan went over to give him the scented soap, Pao-yü added: “In this\nbasin, there’s a good deal of it, and there’s no need of rubbing any\nmore!” He then washed his face with two more handfuls, and forthwith\nasked for a towel, and Ts’üi Lü exclaimed: “What! have you still got\nthis failing? when will you turn a new leaf?” But Pao-yü paid not so\nmuch as any heed to her, and there and then called for some salt, with\nwhich he rubbed his teeth, and rinsed his mouth. When he had done, he\nperceived that Hsiang-yün had already finished combing her hair, and\nspeedily coming up to her, he put on a smile, and said: “My dear cousin,\ncomb my hair for me!”",
        "“This can’t be done!” Hsiang-yün objected.",
        "“My dear cousin,” Pao-yü continued smirkingly, “how is it that you\ncombed it for me in former times?”",
        "“I’ve forgotten now how to comb it!” Hsiang-yün replied.",
        "“I’m not, after all, going out of doors,” Pao-yü observed, “nor will I\nwear a hat or frontlet, so that all that need be done is to plait a few\nqueues, that’s all!” Saying this, he went on to appeal to her in a\nthousand and one endearing terms, so that Hsiang-yün had no alternative,\nbut to draw his head nearer to her and to comb one queue after another,\nand as when he stayed at home he wore no hat, nor had, in fact, any\ntufted horns, she merely took the short surrounding hair from all four\nsides, and twisting it into small tufts, she collected it together over\nthe hair on the crown of the head, and plaited a large queue, binding it\nfast with red ribbon; while from the root of the hair to the end of the\nqueue, were four pearls in a row, below which, in the way of a tip, was\nsuspended a golden pendant.",
        "“Of these pearls there are only three,” Hsiang-yün remarked as she went\non plaiting; “this isn’t one like them; I remember these were all of one\nkind, and how is it that there’s one short?”",
        "“I’ve lost one,” Pao-yü rejoined.",
        "“It must have dropped,” Hsiang-yün added, “when you went out of doors,\nand been picked up by some one when you were off your guard; and he’s\nnow, instead of you, the richer for it.”",
        "“One can neither tell whether it has been really lost,” Tai-yü, who\nstood by, interposed, smiling the while sarcastically; “nor could one\nsay whether it hasn’t been given away to some one to be mounted in some\ntrinket or other and worn!”",
        "Pao-yü made no reply; but set to work, seeing that the two sides of the\ndressing table were all full of toilet boxes and other such articles,\ntaking up those that came under his hand and examining them. Grasping\nunawares a box of cosmetic, which was within his reach, he would have\nliked to have brought it to his lips, but he feared again lest\nHsiang-yün should chide him. While he was hesitating whether to do so or\nnot, Hsiang-yün, from behind, stretched forth her arm and gave him a\nsmack, which sent the cosmetic flying from his hand, as she cried out:\n“You good-for-nothing! when will you mend those weaknesses of yours!\"\nBut hardly had she had time to complete this remark, when she caught\nsight of Hsi Jen walk in, who upon perceiving this state of things,\nbecame aware that he was already combed and washed, and she felt\nconstrained to go back and attend to her own coiffure and ablutions. But\nsuddenly, she saw Pao-ch’ai come in and inquire: “Where’s cousin Pao-yü\ngone?”",
        "“Do you mean to say,” Hsi Jen insinuated with a sardonic smile, “that\nyour cousin Pao-yü has leisure to stay at home?”",
        "When Pao-ch’ai heard these words, she inwardly comprehended her meaning,\nand when she further heard Hsi Jen remark with a sigh: “Cousins may well\nbe on intimate terms, but they should also observe some sort of\npropriety; and they shouldn’t night and day romp together; and no matter\nhow people may tender advice it’s all like so much wind blowing past the\nears.” Pao-ch’ai began, at these remarks, to cogitate within her mind:\n“May I not, possibly, have been mistaken in my estimation of this girl;\nfor to listen to her words, she would really seem to have a certain\namount of savoir faire!”",
        "Pao-ch’ai thereupon took a seat on the stove-couch, and quietly, in the\ncourse of their conversation on one thing and another, she managed to\nascertain her age, her native village and other such particulars, and\nthen setting her mind diligently to put, on the sly, her conversation\nand mental capacity to the test, she discovered how deeply worthy she\nwas to be respected and loved. But in a while Pao-yü arrived, and\nPao-ch’ai at once quitted the apartment.",
        "“How is it,” Pao-yü at once inquired, “that cousin Pao-ch’ai was\nchatting along with you so lustily, and that as soon as she saw me\nenter, she promptly ran away?”",
        "Hsi Jen did not make any reply to his first question, and it was only\nwhen he had repeated it that Hsi Jen remarked: “Do you ask me? How can I\nknow what goes on between you two?”",
        "When Pao-yü heard these words, and he noticed that the look on her face\nwas so unlike that of former days, he lost no time in putting on a smile\nand asking: “Why is it that you too are angry in real earnest?”",
        "“How could I presume to get angry!” Hsi Jen rejoined smiling\nindifferently; “but you mustn’t, from this day forth, put your foot into\nthis room! and as you have anyhow people to wait on you, you shouldn’t\ncome again to make use of my services, for I mean to go and attend to\nour old mistress, as in days of old.”",
        "With this remark still on her lips, she lay herself down on the\nstove-couch and closed her eyes. When Pao-yü perceived the state of mind\nshe was in, he felt deeply surprised and could not refrain from coming\nforward and trying to cheer her up. But Hsi Jen kept her eyes closed and\npaid no heed to him, so that Pao-yü was quite at a loss how to act. But\nespying She Yüeh enter the room, he said with alacrity: “What’s up with\nyour sister?”",
        "“Do I know?” answered She Yüeh, “examine your own self and you’ll\nreadily know!”",
        "After these words had been heard by Pao-yü, he gazed vacantly for some\ntime, feeling the while very unhappy; but raising himself impetuously:\n“Well!” he exclaimed, “if you don’t notice me, all right, I too will go\nto sleep,” and as he spoke he got up, and, descending from the couch, he\nbetook himself to his own bed and went to sleep. Hsi Jen noticing that\nhe had not budged for ever so long, and that he faintly snored, presumed\nthat he must have fallen fast asleep, so she speedily rose to her feet,\nand, taking a wrapper, came over and covered him. But a sound of “hu\"\nreached her ear, as Pao-yü promptly threw it off and once again closed\nhis eyes and feigned sleep. Hsi Jen distinctly grasped his idea and,\nforthwith nodding her head, she smiled coldly. “You really needn’t lose\nyour temper! but from this time forth, I’ll become mute, and not say one\nword to you; and what if I do?”",
        "Pao-yü could not restrain himself from rising. “What have I been up to\nagain,” he asked, “that you’re once more at me with your advice? As far\nas your advice goes, it’s all well and good; but just now without one\nword of counsel, you paid no heed to me when I came in, but, flying into\na huff, you went to sleep. Nor could I make out what it was all about,\nand now here you are again maintaining that I’m angry. But when did I\nhear you, pray, give me a word of advice of any kind?”",
        "“Doesn’t your mind yet see for itself?” Hsi Jen replied; “and do you\nstill expect me to tell you?”",
        "While they were disputing, dowager lady Chia sent a servant to call him\nto his repast, and he thereupon crossed over to the front; but after he\nhad hurriedly swallowed a few bowls of rice, he returned to his own\napartment, where he discovered Hsi Jen reclining on the outer\nstove-couch, while She Yüeh was playing with the dominoes by her side.\nPao-yü had been ever aware of the intimacy which existed between She\nYüeh and Hsi Jen, so that paying not the slightest notice to even She\nYüeh, he raised the soft portiere and straightway walked all alone into\nthe inner apartment. She Yüeh felt constrained to follow him in, but\nPao-yü at once pushed her out, saying: “I don’t venture to disturb you\ntwo;” so that She Yüeh had no alternative but to leave the room with a\nsmiling countenance, and to bid two young waiting-maids go in. Pao-yü\ntook hold of a book and read for a considerable time in a reclining\nposition; but upon raising his head to ask for some tea, he caught sight\nof a couple of waiting-maids, standing below; the one of whom, slightly\nolder than the other, was exceedingly winsome.",
        "“What’s your name?” Pao-yü eagerly inquired.",
        "“I’m called Hui Hsiang, (orchid fragrance),” that waiting-maid rejoined\nsimperingly.",
        "“Who gave you this name?” Pao-yü went on to ask.",
        "“I went originally under the name of Yün Hsiang (Gum Sandarac),” added\nHui Hsiang, “but Miss Hua it was who changed it.”",
        "“You should really be called Hui Ch’i, (latent fragrance), that would be\nproper; and why such stuff as Hui Hsiang, (orchid fragrance)?”",
        "“How many sisters have you got?” he further went on to ask of her.",
        "“Four,” replied Hui Hsiang.",
        "“Which of them are you?” Pao-yü asked.",
        "“The fourth,” answered Hui Hsiang.",
        "“By and by you must be called Ssu Erh, (fourth child),” Pao-yü\nsuggested, “for there’s no need for any such nonsense as Hui Hsiang\n(orchid fragrance) or Lan Ch’i (epidendrum perfume.) Which single girl\ndeserves to be compared to all these flowers, without profaning pretty\nnames and fine surnames!”",
        "As he uttered these words, he bade her give him some tea, which he\ndrank; while Hsi Jen and She Yüeh, who were in the outer apartment, had\nbeen listening for a long time and laughing with compressed lips.",
        "Pao-yü did not, on this day, so much as put his foot outside the door of\nhis room, but sat all alone sad and dejected, simply taking up his\nbooks, in order to dispel his melancholy fit, or diverting himself with\nhis writing materials; while he did not even avail himself of the\nservices of any of the family servants, but simply bade Ssu Erh answer\nhis calls.",
        "This Ssu Erh was, who would have thought it, a girl gifted with\nmatchless artfulness, and perceiving that Pao-yü had requisitioned her\nservices, she speedily began to devise extreme ways and means to\ninveigle him. When evening came, and dinner was over, Pao-yü’s eyes were\nscorching hot and his ears burning from the effects of two cups of wine\nthat he had taken. Had it been in past days, he would have now had Hsi\nJen and her companions with him, and with all their good cheer and\nlaughter, he would have been enjoying himself. But here was he, on this\noccasion, dull and forlorn, a solitary being, gazing at the lamp with an\nabsolute lack of pleasure. By and by he felt a certain wish to go after\nthem, but dreading that if they carried their point, they would, in the\nfuture, come and tender advice still more immoderate, and that, were he\nto put on the airs of a superior to intimidate them, he would appear to\nbe too deeply devoid of all feeling, he therefore, needless to say,\nthwarted the wish of his heart, and treated them just as if they were\ndead. And as anyway he was constrained also to live, alone though he\nwas, he readily looked upon them, for the time being as departed, and\ndid not worry his mind in the least on their account. On the contrary,\nhe was able to feel happy and contented with his own society. Hence it\nwas that bidding Ssu Erh trim the candles and brew the tea, he himself\nperused for a time the “Nan Hua Ching,” and upon reaching the precept:\n“On thieves,” given on some additional pages, the burden of which was:\n“Therefore by exterminating intuitive wisdom, and by discarding\nknowledge, highway robbers will cease to exist, and by taking off the\njade and by putting away the pearls, pilferers will not spring to\nexistence; by burning the slips and by breaking up the seals, by\nsmashing the measures, and snapping the scales, the result will be that\nthe people will not wrangle; by abrogating, to the utmost degree, wise\nrules under the heavens, the people will, at length, be able to take\r\npart in deliberation. By putting to confusion the musical scale, and\ndestroying fifes and lutes, by deafening the ears of the blind Kuang,\nthen, at last, will the human race in the world constrain his sense of\nhearing. By extinguishing literary compositions, by dispersing the five\ncolours and by sticking the eyes of Li Chu, then, at length, mankind\nunder the whole sky, will restrain the perception of his eyes. By\ndestroying and eliminating the hooks and lines, by discarding the\ncompasses and squares, and by amputating Kung Chui’s fingers, the human\nrace will ultimately succeed in constraining his ingenuity,\"–his high\nspirits, on perusal of this passage, were so exultant that taking\nadvantage of the exuberance caused by the wine, he picked up his pen,\nfor he could not repress himself, and continued the text in this wise:\n“By burning the flower, (Hua-Hsi Jen) and dispersing the musk, (She\nYüeh), the consequence will be that the inmates of the inner chambers\nwill, eventually, keep advice to themselves. By obliterating Pao-ch’ai’s\nsupernatural beauty, by reducing to ashes Tai-yü’s spiritual perception,\nand by destroying and extinguishing my affectionate preferences, the\nbeautiful in the inner chambers as well as the plain will then, at\nlength, be put on the same footing. And as they will keep advice to\nthemselves, there will be no fear of any disagreement. By obliterating\nher supernatural beauty, I shall then have no incentive for any violent\naffection; by dissolving her spiritual perception, I will have no\nfeelings with which to foster the memory of her talents. The hair-pin,\njade, flower and musk (Pao-ch’ai, Tai-yü, Hsi Jen and She Yüeh) do each\nand all spread out their snares and dig mines, and thus succeed in\ninveigling and entrapping every one in the world.”",
        "At the conclusion of this annex, he flung the pen away, and lay himself\ndown to sleep. His head had barely reached the pillow before he at once\nfell fast asleep, remaining the whole night long perfectly unconscious\nof everything straight up to the break of day, when upon waking and\nturning himself round, he, at a glance, caught sight of no one else than\nHsi Jen, sleeping in her clothes over the coverlet.",
        "Pao-yü had already banished from his mind every thought of what had\ntranspired the previous day, so that forthwith giving Hsi Jen a push:\n“Get up!” he said, “and be careful where you sleep, as you may catch\ncold.”",
        "The fact is that Hsi Jen was aware that he was, without regard to day or\nnight, ever up to mischief with his female cousins; but presuming that\nif she earnestly called him to account, he would not mend his ways, she\nhad, for this reason, had recourse to tender language to exhort him, in\nthe hope that, in a short while, he would come round again to his better\nself. But against all her expectations Pao-yü had, after the lapse of a\nwhole day and night, not changed the least in his manner, and as she\nreally was in her heart quite at a loss what to do, she failed to find\nthroughout the whole night any proper sleep. But when on this day, she\nunexpectedly perceived Pao-yü in this mood, she flattered herself that\nhe had made up his mind to effect a change, and readily thought it best\nnot to notice him. Pao-yü, seeing that she made no reply, forthwith\nstretched out his hand and undid her jacket; but he had just unclasped\nthe button, when his arm was pushed away by Hsi Jen, who again made it\nfast herself.",
        "Pao-yü was so much at his wit’s ends that he had no alternative but to\ntake her hand and smilingly ask: “What’s the matter with you, after all,\nthat I’ve had to ask you something time after time?”",
        "Hsi Jen opened her eyes wide. “There’s nothing really the matter with\nme!” she observed; “but as you’re awake, you surely had better be going\nover into the opposite room to comb your hair and wash; for if you\ndilly-dally any longer, you won’t be in time.”",
        "“Where shall I go over to?” Pao-yü inquired.",
        "Hsi Jen gave a sarcastic grin. “Do you ask me?” she rejoined; “do I\nknow? you’re at perfect liberty to go over wherever you like; from this\nday forth you and I must part company so as to avoid fighting like cocks\nor brawling like geese, to the amusement of third parties. Indeed, when\nyou get surfeited on that side, you come over to this, where there are,\nafter all, such girls as Fours and Fives (Ssu Erh and Wu Erh) to dance\nattendance upon you. But such kind of things as ourselves uselessly\ndefile fine names and fine surnames.”",
        "“Do you still remember this to-day!” Pao-yü asked with a smirk.",
        "“Hundred years hence I shall still bear it in mind,” Hsi Jen protested;\n“I’m not like you, who treat my words as so much wind blowing by the\nside of your ears, that what I’ve said at night, you’ve forgotten early\nin the morning.”",
        "Pao-yü perceiving what a seductive though angry air pervaded her face\nfound it difficult to repress his feelings, and speedily taking up, from\nthe side of the pillow, a hair-pin made of jade, he dashed it down\nbreaking it into two exclaiming: “If I again don’t listen to your words,\nmay I fare like this hair-pin.”",
        "Hsi Jen immediately picked up the hair-pin, as she remarked: “What’s up\nwith you at this early hour of the morning? Whether you listen or not is\nof no consequence; and is it worth while that you should behave as you\ndo?”",
        "“How can you know,” Pao-yü answered, “the anguish in my heart!”",
        "“Do you also know what anguish means?” Hsi Jen observed laughing; “if\nyou do, then you can judge what the state of my heart is! But be quick\nand get up, and wash your face and be off!”",
        "As she spoke, they both got out of bed and performed their toilette; but\nafter Pao-yü had gone to the drawing rooms, and at a moment least\nexpected by any one, Tai-yü walked into his apartment. Noticing that\nPao-yü was not in, she was fumbling with the books on the table and\nexamining them, when, as luck would have it, she turned up the Chuang\nTzu of the previous day. Upon perusing the passage tagged on by Pao-yü,\nshe could not help feeling both incensed and amused. Nor could she\nrestrain herself from taking up the pen and appending a stanza to this\neffect:",
        "  Who is that man, who of his pen, without good rhyme, made use,\n  A toilsome task to do into the Chuang-tzu text to steal,\n  Who for the knowledge he doth lack no sense of shame doth feel,\n  But language vile and foul employs third parties to abuse?",
        "At the conclusion of what she had to write, she too came into the\ndrawing room; but after paying her respects to dowager lady Chia, she\nwalked over to madame Wang’s quarters.",
        "Contrary to everybody’s expectations, lady Feng’s daughter, Ta Chieh\nErh, had fallen ill, and a great fuss was just going on as the doctor\nhad been sent for to diagnose her ailment.",
        "“My congratulations to you, ladies,” the doctor explained; “this young\nlady has fever, as she has small-pox; indeed it’s no other complaint!”",
        "As soon as madame Wang and lady Feng heard the tidings, they lost no\ntime in sending round to ascertain whether she was getting on all right\nor not, and the doctor replied: “The symptoms are, it is true, serious,\nbut favourable; but though after all importing no danger, it’s necessary\nto get ready the silkworms and pigs’ tails.”",
        "When lady Feng received this report, she, there and then, hastened to\nmake the necessary preparations, and while she had the rooms swept and\noblations offered to the goddess of small-pox, she, at the same time,\ntransmitted orders to her household to avoid viands fried or roasted in\nfat, or other such heating things; and also bade P’ing Erh get ready the\nbedding and clothes for Chia Lien in a separate room, and taking pieces\nof deep red cotton material, she distributed them to the nurses,\nwaiting-maids and all the servants, who were in close attendance, to cut\nout clothes for themselves. And having had likewise some apartments\noutside swept clean, she detained two doctors to alternately deliberate\non the treatment, feel the pulse and administer the medicines; and for\ntwelve days, they were not at liberty to return to their homes; while\nChia Lien had no help but to move his quarters temporarily into the\nouter library, and lady Feng and P’ing Erh remained both in daily\nattendance upon madame Wang in her devotions to the goddess.",
        "Chia Lien, now that he was separated from lady Feng, soon felt disposed\nto look round for a flame. He had only slept alone for a couple of\nnights, but these nights had been so intensely intolerable that he had\nno option than to choose, for the time being, from among the young\npages, those who were of handsome appearance, and bring them over to\nrelieve his monotony. In the Jung Kuo mansion, there was, it happened, a\ncook, a most useless, good-for-nothing drunkard, whose name was To Kuan,\nin whom people recognised an infirm and a useless husband so that they\nall dubbed him with the name of To Hun Ch’ung, the stupid worm To. As\nthe wife given to him in marriage by his father and mother was this year\njust twenty, and possessed further several traits of beauty, and was\nalso naturally of a flighty and frivolous disposition, she had an\nextreme penchant for violent flirtations. But To Hun-ch’ung, on the\nother hand, did not concern himself (with her deportment), and as long\nas he had wine, meat and money he paid no heed whatever to anything. And\nfor this reason it was that all the men in the two mansions of Ning and\nJung had been successful in their attentions; and as this woman was\nexceptionally fascinating and incomparably giddy, she was generally\nknown by all by the name To Ku Ning (Miss To).",
        "Chia Lien, now that he had his quarters outside, chafed under the pangs\nof irksome ennui, yet he too, in days gone by, had set his eyes upon\nthis woman, and had for long, watered in the mouth with admiration; but\nas, inside, he feared his winsome wife, and outside, he dreaded his\nbeloved lads, he had not made any advances. But this To Ku Niang had\nlikewise a liking for Chia Lien, and was full of resentment at the\nabsence of a favourable opportunity; but she had recently come to hear\nthat Chia Lien had shifted his quarters into the outer library, and her\nwont was, even in the absence of any legitimate purpose, to go over\nthree and four times to entice him on; but though Chia Lien was, in\nevery respect, like a rat smitten with hunger, he could not dispense\nwith holding consultation with the young friends who enjoyed his\nconfidence; and as he struck a bargain with them for a large amount of\nmoney and silks, how could they ever not have come to terms (with him to\nspeak on his behalf)? Besides, they were all old friends of this woman,\nso that, as soon as they conveyed the proposal, she willingly accepted\nit. When night came To Hun Ch’ung was lying on the couch in a state of\ndrunkenness, and at the second watch, when every one was quiet, Chia\nLien at once slipped in, and they had their assignation. As soon as he\ngazed upon her face, he lost control over his senses, and without even\none word of ordinary greeting or commonplace remark, they forthwith,\nfervently indulged in a most endearing tête-à-tête.",
        "This woman possessed, who could have thought it, a strange natural\ncharm; for, as soon as any one of her lovers came within any close\ndistance of her, he speedily could not but notice that her very tendons\nand bones mollified, paralysed-like from feeling, so that his was the\nsensation of basking in a soft bower of love. What is more, her\ndemonstrative ways and free-and-easy talk put even those of a born\ncoquette to shame, with the result that while Chia Lien, at this time,\nlonged to become heart and soul one with her, the woman designedly\nindulged in immodest innuendoes.",
        "“Your daughter is at home,” she insinuated in her recumbent position,\n“ill with the small-pox, and prayers are being offered to the goddess;\nand your duty too should be to abstain from love affairs for a couple of\ndays, but on the contrary, by flirting with me, you’ve contaminated\nyourself! but, you’d better be off at once from me here!”",
        "“You’re my goddess!” gaspingly protested Chia Lien, as he gave way to\ndemonstrativeness; “what do I care about any other goddess!”",
        "The woman began to be still more indelicate in her manner, so that Chia\nLien could not refrain himself from making a full exhibition of his warm\nsentiments. When their tête-à-tête had come to a close, they both went\non again to vow by the mountains and swear by the seas, and though they\nfound it difficult to part company and hard to tear themselves away,\nthey, in due course, became, after this occasion, mutual sworn friends.\nBut by a certain day the virus in Ta Chieh’s system had become\nexhausted, and the spots subsided, and at the expiry of twelve days the\ngoddess was removed, and the whole household offered sacrifices to\nheaven, worshipped the ancestors, paid their vows, burnt incense,\nexchanged congratulations, and distributed presents. And these\nformalities observed, Chia Lien once more moved back into his own\nbedroom and was reunited with lady Feng. The proverb is indeed true\nwhich says: “That a new marriage is not equal to a long separation,” for\nthere ensued between them demonstrations of loving affection still more\nnumerous than heretofore, to which we need not, of course, refer with\nany minuteness.",
        "The next day, at an early hour, after lady Feng had gone into the upper\nrooms, P’ing Erh set to work to put in order the clothes and bedding,\nwhich had been brought from outside, when, contrary to her expectation,\na tress of hair fell out from inside the pillow-case, as she was intent\nupon shaking it. P’ing Erh understood its import, and taking at once the\nhair, she concealed it in her sleeve, and there and then came over into\nthe room on this side, where she produced the hair, and smirkingly asked\nChia Lien, “What’s this?”",
        "Chia Lien, at the sight of it, lost no time in making a snatch with the\nidea of depriving her of it; and when P’ing Erh speedily endeavoured to\nrun away, she was clutched by Chia Lien, who put her down on the\nstove-couch, and came up to take it from her hand.",
        "“You heartless fellow!” P’ing Erh laughingly exclaimed, “I conceal this,\nwith every good purpose, from her knowledge, and come to ask you about\nit, and you, on the contrary, fly into a rage! But wait till she comes\nback, and I’ll tell her, and we’ll see what will happen.”",
        "At these words, Chia Lien hastily forced a smile. “Dear girl!” he\nentreated, “give it to me, and I won’t venture again to fly into a\npassion.”",
        "But hardly was this remark finished, when they heard the voice of lady\nFeng penetrate into the room. As soon as it reached the ear of Chia\nLien, he was at a loss whether it was better to let her go or to snatch\nit away, and kept on shouting, “My dear girl! don’t let her know.”",
        "P’ing Erh at once rose to her feet; but lady Feng had already entered\nthe room; and she went on to bid P’ing Erh be quick and open a box and\nfind a pattern for madame Wang. P’ing Erh expressed her obedience with\nalacrity; but while in search of it, lady Feng caught sight of Chia\nLien; and suddenly remembering something, she hastened to ask P’ing Erh\nabout it.",
        "“The other day,” she observed, “some things were taken out, and have you\nbrought them all in or not?”",
        "“I have!” P’ing Erh assented.",
        "“Is there anything short or not?” lady Feng inquired.",
        "“I’ve carefully looked at them,” P’ing Erh added, “and haven’t found\neven one single thing short.”",
        "“Is there anything in excess?” lady Feng went on to ascertain.",
        "P’ing Erh laughed. “It’s enough,” she rejoined, “that there’s nothing\nshort; and how could there really turn out to be anything over and\nabove?”",
        "“That this half month,” lady Feng continued still smiling, “things have\ngone on immaculately it would be hard to vouch; for some intimate friend\nthere may have been, who possibly has left something behind, in the\nshape of a ring, handkerchief or other such object, there’s no saying\nfor certain!”",
        "While these words were being spoken, Chia Lien’s face turned perfectly\nsallow, and, as he stood behind lady Feng, he was intent upon gazing at\nP’ing Erh, making signs to her (that he was going) to cut her throat as\na chicken is killed, (threatening her not to utter a sound) and\nentreating her to screen him; but P’ing Erh pretended not to notice him,\nand consequently observed smiling: “How is it that my ideas should\ncoincide with those of yours, my lady; and as I suspected that there may\nhave been something of the kind, I carefully searched all over, but I\ndidn’t find even so much as the slightest thing wrong; and if you don’t\nbelieve me, my lady, you can search for your own self.”",
        "“You fool!” lady Feng laughed, “had he any things of the sort, would he\nbe likely to let you and I discover them!”",
        "With these words still on her lips, she took the patterns and went her\nway; whereupon P’ing Erh pointed at her nose, and shook her head to and\nfro. “In this matter,” she smiled, “how much you should be grateful to\nme!” A remark which so delighted Chia Lien that his eyebrows distended,\nand his eyes smiled, and running over, he clasped her in his embrace,\nand called her promiscuously: “My darling, my pet, my own treasure!”",
        "“This,” observed P’ing Erh, with the tress in her hand, “will be my\nsource of power, during all my lifetime! if you treat me kindly, then\nwell and good! but if you behave unkindly, then we’ll at once produce\nthis thing!”",
        "“Do put it away, please,” Chia Lien entreated smirkingly, “and don’t, on\nan any account, let her know about it!” and as he uttered these words,\nhe noticed that she was off her guard, and, with a snatch, readily\ngrabbed it adding laughingly: “In your hands, it would be a source of\nwoe, so that it’s better that I should burn it, and have done with it!\"\nSaying this he simultaneously shoved it down the sides of his boot,\nwhile P’ing Erh shouted as she set her teeth close: “You wicked man! you\ncross the river and then demolish the bridge! but do you imagine that\nI’ll by and by again tell lies on your behalf!”",
        "Chia Lien perceiving how heart-stirring her seductive charms were,\nforthwith clasped her in his arms, and begged her to be his; but P’ing\nErh snatched her hands out of his grasp and ran away out of the room;\nwhich so exasperated Chia Lien that as he bent his body, he exclaimed,\nfull of indignation: “What a dreadful niggardly young wench! she\nactually sets her mind to stir up people’s affections with her wanton\nblandishments, and then, after all, she runs away!”",
        "“If I be wanton, it’s my own look-out;” P’ing Erh answered, from outside\nthe window, with a grin, “and who told you to arouse your affections? Do\nyou forsooth mean to imply that my wish is to become your tool? And did\nshe come to know about it would she again ever forgive me?”",
        "“You needn’t dread her!” Chia Lien urged; “wait till my monkey is up,\nand I’ll take this jealous woman, and beat her to atoms; and she’ll then\nknow what stuff I’m made of. She watches me just as she would watch a\nthief! and she’s only to hobnob with men, and I’m not to say a word to\nany girl! and if I do say aught to a girl, or get anywhere near one, she\nmust at once give way to suspicion. But with no regard to younger\nbrothers or nephews, to young and old, she prattles and giggles with\nthem, and doesn’t entertain any fear that I may be jealous; but\nhenceforward I too won’t allow her to set eyes upon any man.”",
        "“If she be jealous, there’s every reason,” P’ing Erh answered, “but for\nyou to be jealous on her account isn’t right. Her conduct is really\nstraightforward, and her deportment upright, but your conduct is\nactuated by an evil heart, so much so that even I don’t feel my heart at\nease, not to say anything of her.”",
        "“You two,” continued Chia Lien, “have a mouth full of malicious breath!\nEverything the couple of you do is invariably proper, while whatever I\ndo is all from an evil heart! But some time or other I shall bring you\nboth to your end with my own hands!”",
        "This sentence was scarcely at an end, when lady Feng walked into the\ncourt. “If you’re bent upon chatting,” she urgently inquired, upon\nseeing P’ing Erh outside the window, “why don’t you go into the room?\nand what do you mean, instead, by running out, and speaking with the\nwindow between?”",
        "Chia Lien from inside took up the string of the conversation. “You\nshould ask her,” he said. “It would verily seem as if there were a tiger\nin the room to eat her up.”",
        "“There’s not a single person in the room,” P’ing Erh rejoined, “and what\nshall I stay and do with him?”",
        "“It’s just the proper thing that there should be no one else! Isn’t it?\"\nlady Feng remarked grinning sarcastically.",
        "“Do these words allude to me?” P’ing Erh hastily asked, as soon as she\nhad heard what she said.",
        "Lady Feng forthwith laughed. “If they don’t allude to you,” she\ncontinued, “to whom do they?”",
        "“Don’t press me to come out with some nice things!” P’ing Erh\ninsinuated, and, as she spoke, she did not even raise the portiere (for\nlady Feng to enter), but straightway betook herself to the opposite\nside.",
        "Lady Feng lifted the portiere with her own hands, and walked into the\nroom. “That girl P’ing Erh,” she exclaimed, “has gone mad, and if this\nhussey does in real earnest wish to try and get the upper hand of me, it\nwould be well for you to mind your skin.”",
        "Chia Lien listened to her, as he kept reclining on the couch. “I never\nin the least knew,” he ventured, clapping his hands and laughing, “that\nP’ing Erh was so dreadful; and I must, after all, from henceforth look\nup to her with respect!”",
        "“It’s all through your humouring her,” lady Feng rejoined; “so I’ll\nsimply settle scores with you and finish with it.”",
        "“Ts’ui!” ejaculated Chia Lien at these words, “because you two can’t\nagree, must you again make a scapegoat of me! Well then, I’ll get out of\nthe way of both of you!”",
        "“I’ll see where you’ll go and hide,” lady Feng observed.",
        "“I’ve got somewhere to go!” Chia Lien added; and with these words, he\nwas about to go, when lady Feng urged: “Don’t be off! I have something\nto tell you.”",
        "What it is, is not yet known, but, reader, listen to the account given\nin the next chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}