{
    "title": "Hung Lou Meng, Book I (B) - Chapter XVII.",
    "author": "Cao Xueqin",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "  In the Ta Kuan Garden, (Broad Vista,) the merits of Pao-yü are put to\n      the test, by his being told to write devices for scrolls and\n      tablets.\n  Yuan Ch’un returns to the Jung Kuo mansion, on a visit to her parents,\n      and offers her congratulations to them on the feast of lanterns,\n      on the fifteenth of the first moon.",
        "Ch’in Chung, to resume our story, departed this life, and Pao-yü went on\nso unceasingly in his bitter lamentations, that Li Kuei and the other\nservants had, for ever so long, an arduous task in trying to comfort him\nbefore he desisted; but on his return home he was still exceedingly\ndisconsolate.",
        "Dowager lady Chia afforded monetary assistance to the amount of several\ntens of taels; and exclusive of this, she had sacrificial presents\nlikewise got ready. Pao-yü went and paid a visit of condolence to the\nfamily, and after seven days the funeral and burial took place, but\nthere are no particulars about them which could be put on record.",
        "Pao-yü, however, continued to mourn (his friend) from day to day, and\nwas incessant in his remembrance of him, but there was likewise no help\nfor it. Neither is it known after how many days he got over his grief.",
        "On this day, Chia Chen and the others came to tell Chia Cheng that the\nworks in the garden had all been reported as completed, and that Mr.\nChia She had already inspected them. “It only remains,” (they said),\n“for you, sir, to see them; and should there possibly be anything which\nis not proper, steps will be at once taken to effect the alterations, so\nthat the tablets and scrolls may conveniently be written.”",
        "After Chia Cheng had listened to these words, he pondered for a while.\n“These tablets and scrolls,” he remarked, “present however a difficult\ntask. According to the rites, we should, in order to obviate any\nshortcoming, request the imperial consort to deign and compose them; but\nif the honourable consort does not gaze upon the scenery with her own\neyes, it will also be difficult for her to conceive its nature and\nindite upon it! And were we to wait until the arrival of her highness,\nto request her to honour the grounds with a visit, before she composes\nthe inscriptions, such a wide landscape, with so many pavilions and\narbours, will, without one character in the way of a motto, albeit it\nmay abound with flowers, willows, rockeries, and streams, nevertheless\nin no way be able to show off its points of beauty to advantage.”",
        "The whole party of family companions, who stood by, smiled. “Your views,\nremarkable sir,” they ventured, “are excellent; but we have now a\nproposal to make. Tablets and scrolls for every locality cannot, on any\naccount, be dispensed with, but they could not likewise, by any means,\nbe determined upon for good! Were now, for the time being, two, three or\nfour characters fixed upon, harmonising with the scenery, to carry out,\nfor form’s sake, the idea, and were they provisionally utilised as\nmottoes for the lanterns, tablets and scrolls, and hung up, pending the\narrival of her highness, and her visit through the grounds, when she\ncould be requested to decide upon the devices, would not two exigencies\nbe met with satisfactorily?”",
        "“Your views are perfectly correct,” observed Chia Cheng, after he had\nheard their suggestion; “and we should go to-day and have a look at the\nplace so as then to set to work to write the inscriptions; which, if\nsuitable, can readily be used; and, if unsuitable, Yü-ts’un can then be\nsent for, and asked to compose fresh ones.”",
        "The whole company smiled. “If you, sir, were to compose them to-day,\"\nthey ventured, “they are sure to be excellent; and what need will there\nbe again to wait for Yü-ts’un!”",
        "“You people are not aware,” Chia Cheng added with a smiling countenance,\n“that I’ve been, even in my young days, very mediocre in the composition\nof stanzas on flowers, birds, rockeries and streams; and that now that\nI’m well up in years and have moreover the fatigue and trouble of my\nofficial duties, I’ve become in literary compositions like these, which\nrequire a light heart and gladsome mood, still more inapt. Were I even\nto succeed in composing any, they will unavoidably be so doltish and\nforced that they would contrariwise be instrumental in making the\nflowers, trees, garden and pavilions, through their demerits, lose in\nbeauty, and present instead no pleasing feature.”",
        "“This wouldn’t anyhow matter,” remonstrated all the family companions,\n“for after perusing them we can all decide upon them together, each one\nof us recommending those he thinks best; which if excellent can be kept,\nand if faulty can be discarded; and there’s nothing unfeasible about\nthis!”",
        "“This proposal is most apposite,” rejoined Chia Cheng. “What’s more, the\nweather is, I rejoice, fine to-day; so let’s all go in a company and\nhave a look.”",
        "Saying this, he stood up and went forward, at the head of the whole\nparty; while Chia Chen betook himself in advance into the garden to let\nevery one know of their coming. As luck would have it, Pao-yü–for he\nhad been these last few days thinking of Ch’in Chung and so ceaselessly\nsad and wounded at heart, that dowager lady Chia had frequently directed\nthe servants to take him into the new garden to play–made his entrance\njust at this very time, and suddenly became aware of the arrival of Chia\nChen, who said to him with a smile, “Don’t you yet run away as fast as\nyou can? Mr. Chia Cheng will be coming in a while.”",
        "At these words, Pao-yü led off his nurse and the youths, and rushed at\nonce out of the garden, like a streak of smoke; but as he turned a\ncorner, he came face to face with Chia Cheng, who was advancing towards\nthat direction, at the head of all the visitors; and as he had no time\nto get out of the way, the only course open to him was to stand on one\nside.",
        "Chia Cheng had, of late, heard the tutor extol him by saying that he\ndisplayed special ability in rhyming antithetical lines, and that\nalthough he did not like to read his books, he nevertheless possessed\nsome depraved talents, and hence it was that he was induced at this\nmoment to promptly bid him follow him into the garden, with the intent\nof putting him to the test.",
        "Pao-yü could not make out what his object was, but he was compelled to\nfollow. As soon as they reached the garden gate, and he caught sight of\nChia Chen, standing on one side, along with several managers: “See that\nthe garden gate is closed for a time,” Chia Cheng exclaimed, “for we’ll\nfirst see the outside and then go in.”",
        "Chia Chen directed a servant to close the gate, and Chia Cheng first\nlooked straight ahead of him towards the gate and espied on the same\nside as the main entrance a suite of five apartments. Above, the\ncylindrical tiles resembled the backs of mud eels. The doors, railings,\nwindows, and frames were all finely carved with designs of the new\nfashion, and were painted neither in vermilion nor in white colours. The\nwhole extent of the walls was of polished bricks of uniform colour;\nwhile below, the white marble on the terrace and steps was engraved with\nwestern foreign designs; and when he came to look to the right and to\nthe left, everything was white as snow. At the foot of the white-washed\nwalls, tiger-skin pebbles were, without regard to pattern, promiscuously\ninserted in the earth in such a way as of their own selves to form\nstreaks. Nothing fell in with the custom of gaudiness and display so\nmuch in vogue, so that he naturally felt full of delight; and, when he\nforthwith asked that the gate should be thrown open, all that met their\neyes was a long stretch of verdant hills, which shut in the view in\nfront of them.",
        "“What a fine hill, what a pretty hill!” exclaimed all the companions\nwith one voice.",
        "“Were it not for this one hill,” Chia Cheng explained, “whatever scenery\nis contained in it would clearly strike the eye, as soon as one entered\ninto the garden, and what pleasure would that have been?”",
        "“Quite so,” rejoined all of them. “But without large hills and ravines\nin one’s breast (liberal capacities), how could one attain such\nimagination!”",
        "After the conclusion of this remark, they cast a glance ahead of them,\nand perceived white rugged rocks looking, either like goblins, or\nresembling savage beasts, lying either crossways, or in horizontal or\nupright positions; on the surface of which grew moss and lichen with\nmottled hues, or parasitic plants, which screened off the light; while,\nslightly visible, wound, among the rocks, a narrow pathway like the\nintestines of a sheep.",
        "“If we were now to go and stroll along by this narrow path,” Chia Cheng\nsuggested, “and to come out from over there on our return, we shall have\nbeen able to see the whole grounds.”",
        "Having finished speaking, he asked Chia Chen to lead the way; and he\nhimself, leaning on Pao-yü, walked into the gorge with leisurely step.\nRaising his head, he suddenly beheld on the hill a block of stone, as\nwhite as the surface of a looking-glass, in a site which was, in very\ndeed, suitable to be left for an inscription, as it was bound to meet\nthe eye.",
        "“Gentlemen,” Chia Cheng observed, as he turned his head round and\nsmiled, “please look at this spot. What name will it be fit to give it?”",
        "When the company heard his remark, some maintained that the two words\n“Heaped verdure” should be written; and others upheld that the device\nshould be “Embroidered Hill.” Others again suggested: “Vying with the\nHsiang Lu;” and others recommended “the small Chung Nan.” And various\nkinds of names were proposed, which did not fall short of several tens.",
        "All the visitors had been, it must be explained, aware at an early\nperiod of the fact that Chia Cheng meant to put Pao-yü’s ability to the\ntest, and for this reason they merely proposed a few combinations in\ncommon use. But of this intention, Pao-yü himself was likewise\ncognizant.",
        "After listening to the suggestions, Chia Cheng forthwith turned his head\nround and bade Pao-yü think of some motto.",
        "“I’ve often heard,” Pao-yü replied, “that writers of old opine that it’s\nbetter to quote an old saying than to compose a new one; and that an old\nengraving excels in every respect an engraving of the present day.\nWhat’s more, this place doesn’t constitute the main hill or the chief\nfeature of the scenery, and is really no site where any inscription\nshould be put, as it no more than constitutes the first step in the\ninspection of the landscape. Won’t it be well to employ the exact text\nof an old writer consisting of ’a tortuous path leading to a secluded\n(nook).’ This line of past days would, if inscribed, be, in fact,\nliberal to boot.”",
        "After listening to the proposed line, they all sang its praise.\n“First-rate! excellent!” they cried, “the natural talents of your second\nson, dear friend, are lofty; his mental capacity is astute; he is unlike\nourselves, who have read books but are simple fools.”",
        "“You shouldn’t,” urged Chia Cheng smilingly, “heap upon him excessive\npraise; he’s young in years, and merely knows one thing which he turns\nto the use of ten purposes; you should laugh at him, that’s all; but we\ncan by and by choose some device.”",
        "As he spoke, he entered the cave, where he perceived beautiful trees\nwith thick foliage, quaint flowers in lustrous bloom, while a line of\nlimpid stream emanated out of a deep recess among the flowers and trees,\nand oozed down through the crevice of the rock. Progressing several\nsteps further in, they gradually faced the northern side, where a\nstretch of level ground extended far and wide, on each side of which\nsoared lofty buildings, intruding themselves into the skies, whose\ncarved rafters and engraved balustrades nestled entirely among the\ndepressions of the hills and the tops of the trees. They lowered their\neyes and looked, and beheld a pure stream flowing like jade, stone steps\ntraversing the clouds, a balustrade of white marble encircling the pond\nin its embrace, and a stone bridge with three archways, the animals upon\nwhich had faces disgorging water from their mouths. A pavilion stood on\nthe bridge, and in this pavilion Chia Chen and the whole party went and\nsat.",
        "“Gentlemen,” he inquired, “what shall we write about this?”",
        "“In the record,” they all replied, “of the ’Drunken Old Man’s Pavilion,’\nwritten in days of old by Ou Yang, appears this line: ’There is a\npavilion pinioned-like,’ so let us call this ’the pinioned-like\npavilion,’ and finish.”",
        "“Pinioned-like,” observed Chia Cheng smiling, “is indeed excellent; but\nthis pavilion is constructed over the water, and there should, after\nall, be some allusion to the water in the designation. My humble opinion\nis that of the line in Ou Yang’s work, ’(the water) drips from between\nthe two peaks,’ we should only make use of that single word ’drips.’”",
        "“First-rate!” rejoined one of the visitors, “capital! but what would\nreally be appropriate are the two characters ’dripping jadelike.’”",
        "Chia Chen pulled at his moustache, as he gave way to reflection; after\nwhich, he asked Pao-yü to also propose one himself.",
        "“What you, sir, suggested a while back,” replied Pao-yü, “will do very\nwell; but if we were now to sift the matter thoroughly, the use of the\nsingle word ’drip’ by Ou Yang, in his composition about the Niang\nspring, would appear quite apposite; while the application, also on this\noccasion, to this spring, of the character ’drip’ would be found not\nquite suitable. Moreover, seeing that this place is intended as a\nseparate residence (for the imperial consort), on her visit to her\nparents, it is likewise imperative that we should comply with all the\nprinciples of etiquette, so that were words of this kind to be used,\nthey would besides be coarse and inappropriate; and may it please you to\nfix upon something else more recondite and abstruse.”",
        "“What do you, gentlemen, think of this argument?” Chia Cheng remarked\nsneeringly. “A little while ago, when the whole company devised\nsomething original, you observed that it would be better to quote an old\ndevice; and now that we have quoted an old motto, you again maintain\nthat it’s coarse and inappropriate! But you had better give us one of\nyours.”",
        "“If two characters like ’dripping jadelike’ are to be used,” Pao-yü\nexplained, “it would be better then to employ the two words ’Penetrating\nFragrance,’ which would be unique and excellent, wouldn’t they?”",
        "Chia Cheng pulled his moustache, nodded his head and did not utter a\nword; whereupon the whole party hastily pressed forward with one voice\nto eulogize Pao-yü’s acquirements as extraordinary.",
        "“The selection of two characters for the tablet is an easy matter,\"\nsuggested Chia Cheng, “but now go on and compose a pair of antithetical\nphrases with seven words in each.”",
        "Pao-yü cast a glance round the four quarters, when an idea came into his\nhead, and he went on to recite:",
        "  The willows, which enclose the shore, the green borrow from three\n      bamboos;\n  On banks apart, the flowers asunder grow, yet one perfume they give.",
        "Upon hearing these lines, Chia Cheng gave a faint smile, as he nodded\nhis head, whilst the whole party went on again to be effusive in their\npraise. But forthwith they issued from the pavilions, and crossed the\npond, contemplating with close attention each elevation, each stone,\neach flower, or each tree. And as suddenly they raised their heads, they\ncaught sight, in front of them, of a line of white wall, of numbers of\ncolumns, and beautiful cottages, where flourished hundreds and thousands\nof verdant bamboos, which screened off the rays of the sun.",
        "“What a lovely place!” they one and all exclaimed.",
        "Speedily the whole company penetrated inside, perceiving, as soon as\nthey had entered the gate, a zigzag arcade, below the steps of which was\na raised pathway, laid promiscuously with stones, and on the furthest\npart stood a diminutive cottage with three rooms, two with doors leading\ninto them and one without. Everything in the interior, in the shape of\nbeds, teapoys, chairs and tables, were made to harmonise with the space\navailable. Leading out of the inner room of the cottage was a small door\nfrom which, as they egressed, they found a back-court with lofty pear\ntrees in blossom and banana trees, as well as two very small retiring\nback-courts. At the foot of the wall, unexpectedly became visible an\naperture where was a spring, for which a channel had been opened\nscarcely a foot or so wide, to enable it to run inside the wall. Winding\nround the steps, it skirted the buildings until it reached the front\ncourt, where it coiled and curved, flowing out under the bamboos.",
        "“This spot,” observed Chia Cheng full of smiles, “is indeed pleasant!\nand could one, on a moonlight night, sit under the window and study, one\nwould not spend a whole lifetime in vain!”",
        "As he said this, he quickly cast a glance at Pao-yü, and so terrified\ndid Pao-yü feel that he hastily drooped his head. The whole company lost\nno time in choosing some irrelevant talk to turn the conversation, and\ntwo of the visitors prosecuted their remarks by adding that on the\ntablet, in this spot, four characters should be inscribed.",
        "“Which four characters?” Chia Cheng inquired, laughingly.",
        "“The bequeathed aspect of the river Ch’i!” suggested one of them.",
        "“It’s commonplace,” observed Chia Cheng.",
        "Another person recommended “the remaining vestiges of the Chü Garden.”",
        "“This too is commonplace!” replied Chia Cheng.",
        "“Let brother Pao-yü again propound one!” interposed Chia Chen, who stood\nby.",
        "“Before he composes any himself,” Chia Cheng continued, “his wont is to\nfirst discuss the pros and cons of those of others; so it’s evident that\nhe’s an impudent fellow!”",
        "“He’s most reasonable in his arguments,” all the visitors protested,\n“and why should he be called to task?”",
        "“Don’t humour him so much!” Chia Cheng expostulated. “I’ll put up for\nto-day,” he however felt constrained to tell Pao-yü, “with your haughty\nmanner, and your rubbishy speech, so that after you have, to begin with,\ngiven us your opinion, you may next compose a device. But tell me, are\nthere any that will do among the mottoes suggested just now by all the\ngentlemen?”",
        "“They all seem to me unsuitable!” Pao-yü did not hesitate to say by way\nof reply to this question.",
        "Chia Cheng gave a sardonic smile. “How all unsuitable?” he exclaimed.",
        "“This,” continued Pao-yü, “is the first spot which her highness will\nhonour on her way, and there should be inscribed, so that it should be\nappropriate, something commending her sacred majesty. But if a tablet\nwith four characters has to be used, there are likewise devices ready at\nhand, written by poets of old; and what need is there to compose any\nmore?”",
        "“Are forsooth the devices ’the river Ch’i and the Chu Garden’ not those\nof old authors?” insinuated Chia Cheng.",
        "“They are too stiff,” replied Pao-yü. “Would not the four characters: ’a\nphoenix comes with dignified air,’ be better?”",
        "With clamorous unanimity the whole party shouted: “Excellent:” and Chia\nCheng nodding his head; “You beast, you beast!” he ejaculated, “it may\nwell be said about you that you see through a thin tube and have no more\njudgment than an insect! Compose another stanza,” he consequently bade\nhim; and Pao-yü recited:",
        "  In the precious tripod kettle, tea is brewed, but green is still the\n      smoke!\n  O’er is the game of chess by the still window, but the fingers are yet\n      cold.",
        "Chia Cheng shook his head. “Neither does this seem to me good!” he said;\nand having concluded this remark he was leading the company out, when\njust as he was about to proceed, he suddenly bethought himself of\nsomething.",
        "“The several courts and buildings and the teapoys, sideboards, tables\nand chairs,” he added, “may be said to be provided for. But there are\nstill all those curtains, screens and portieres, as well as the\nfurniture, nicknacks and curios; and have they too all been matched to\nsuit the requirements of each place?”",
        "“Of the things that have to be placed about,” Chia Chen explained, a\ngood number have, at an early period, been added, and of course when the\ntime comes everything will be suitably arranged. As for the curtains,\nscreens, and portieres, which have to be hung up, I heard yesterday\nbrother Lien say that they are not as yet complete, that when the works\nwere first taken in hand, the plan of each place was drawn, the\nmeasurements accurately calculated and some one despatched to attend to\nthe things, and that he thought that yesterday half of them were bound\nto come in.",
        "Chia Cheng, upon hearing this explanation, readily remembered that with\nall these concerns Chia Chen had nothing to do; so that he speedily sent\nsome one to go and call Chia Lien.",
        "Having arrived in a short while, “How many sorts of things are there in\nall?” Chia Cheng inquired of him. “Of these how many kinds have by this\ntime been got ready? and how many more are short?”",
        "At this question, Chia Lien hastily produced, from the flaps of his\nboot, a paper pocket-book, containing a list, which he kept inside the\ntops of his boot. After perusing it and reperusing it, he made suitable\nreply. “Of the hundred and twenty curtains,” he proceeded, “of stiff\nspotted silks, embroidered with dragons in relief, and of the curtains\nlarge and small, of every kind of damask silk, eighty were got\nyesterday, so that there still remain forty of them to come. The two\nportieres were both received yesterday; and besides these, there are the\ntwo hundred red woollen portieres, two hundred portieres of Hsiang Fei\nbamboo; two hundred door-screens of rattan, with gold streaks, and of\nred lacquered bamboo; two hundred portieres of black lacquered rattan;\ntwo hundred door-screens of variegated thread-netting with clusters of\nflowers. Of each of these kinds, half have come in, but the whole lot of\nthem will be complete no later than autumn. Antimacassars, table-cloths,\nflounces for the beds, and cushions for the stools, there are a thousand\ntwo hundred of each, but these likewise are ready and at hand.”",
        "As he spoke, they proceeded outwards, but suddenly they perceived a hill\nextending obliquely in such a way as to intercept the passage; and as\nthey wound round the curve of the hill faintly came to view a line of\nyellow mud walls, the whole length of which was covered with paddy\nstalks for the sake of protection, and there were several hundreds of\napricot trees in bloom, which presented the appearance of being fire,\nspurted from the mouth, or russet clouds, rising in the air. Inside this\nenclosure, stood several thatched cottages. Outside grew, on the other\nhand, mulberry trees, elms, mallows, and silkworm oaks, whose tender\nshoots and new twigs, of every hue, were allowed to bend and to\nintertwine in such a way as to form two rows of green fence. Beyond this\nfence and below the white mound, was a well, by the side of which stood\na well-sweep, windlass and such like articles; the ground further down\nbeing divided into parcels, and apportioned into fields, which, with the\nfine vegetables and cabbages in flower, presented, at the first glance,\nthe aspect of being illimitable.",
        "“This is,” Chia Cheng observed chuckling, “the place really imbued with\na certain amount of the right principle; and laid out, though it has\nbeen by human labour, yet when it strikes my eye, it so moves my heart,\nthat it cannot help arousing in me the wish to return to my native place\nand become a farmer. But let us enter and rest a while.”",
        "As he concluded these words, they were on the point of walking in, when\nthey unexpectedly discerned a stone, outside the trellis gate, by the\nroadside, which had also been left as a place on which to inscribe a\nmotto.",
        "“Were a tablet,” argued the whole company smilingly, “put up high in a\nspot like this, to be filled up by and by, the rustic aspect of a farm\nwould in that case be completely done away with; and it will be better,\nyea far better to erect this slab on the ground, as it will further make\nmanifest many points of beauty. But unless a motto could be composed of\nthe same excellence as that in Fan Shih-hu’s song on farms, it will not\nbe adequate to express its charms!”",
        "“Gentlemen,” observed Chia Cheng, “please suggest something.”",
        "“A short while back,” replied the whole company, “your son, venerable\nbrother, remarked that devising a new motto was not equal to quoting an\nold one, and as sites of this kind have been already exhausted by\nwriters of days of old, wouldn’t it be as well that we should\nstraightway call it the ’apricot blossom village?’ and this will do\nsplendidly.”",
        "When Chia Cheng heard this remark, he smiled and said, addressing\nhimself to Chia Chen: “This just reminds me that although this place is\nperfect in every respect, there’s still one thing wanting in the shape\nof a wine board; and you had better then have one made to-morrow on the\nvery same pattern as those used outside in villages; and it needn’t be\nanything gaudy, but hung above the top of a tree by means of bamboos.”",
        "Chia Chen assented. “There’s no necessity,” he went on to explain, “to\nkeep any other birds in here, but only to rear a few geese, ducks, fowls\nand such like; as in that case they will be in perfect keeping with the\nplace.”",
        "“A splendid idea!” Chia Cheng rejoined, along with all the party.",
        "“’Apricot blossom village’ is really first-rate,” continued Chia Cheng\nas he again addressed himself to the company; “but the only thing is\nthat it encroaches on the real designation of the village; and it will\nbe as well to wait (until her highness comes), when we can request her\nto give it a name.”",
        "“Certainly!” answered the visitors with one voice; “but now as far as a\nname goes, for mere form, let us all consider what expressions will be\nsuitable to employ.”",
        "Pao-yü did not however give them time to think; nor did he wait for Chia\nCheng’s permission, but suggested there and then: “In old poetical works\nthere’s this passage: ’At the top of the red apricot tree hangs the flag\nof an inn,’ and wouldn’t it be advisable, on this occasion, to\ntemporarily adopt the four words: ’the sign on the apricot tree is\nvisible’?”",
        "“’Is visible’ is excellent,” suggested the whole number of them, “and\nwhat’s more it secretly accords with the meaning implied by ’apricot\nblossom village.’”",
        "“Were the two words ’apricot blossom’ used for the name of the village,\nthey would be too commonplace and unsuitable;” added Pao-yü with a\nsardonic grin, “but there’s another passage in the works of a poet of\nthe T’ang era: ’By the wooden gate near the water the corn-flower emits\nits fragrance;’ and why not make use of the motto ’corn fragrance\nvillage,’ which will be excellent?”",
        "When the company heard his proposal, they, with still greater vigour,\nunanimously combined in crying out “Capital!” as they clapped their\nhands.",
        "Chia Cheng, with one shout, interrupted their cries, “You ignorant child\nof wrath!” he ejaculated; “how many old writers can you know, and how\nmany stanzas of ancient poetical works can you remember, that you will\nhave the boldness to show off in the presence of all these experienced\ngentlemen? (In allowing you to give vent to) all the nonsense you\nuttered my object was no other than to see whether your brain was clear\nor muddled; and all for fun’s sake, that’s all; and lo, you’ve taken\nthings in real earnest!”",
        "Saying this, he led the company into the interior of the hall with the\nmallows. The windows were pasted with paper, and the bedsteads made of\nwood, and all appearance of finery had been expunged, and Chia Cheng’s\nheart was naturally much gratified; but nevertheless, scowling angrily\nat Pao-yü, “What do you think of this place?” he asked.",
        "When the party heard this question, they all hastened to stealthily give\na nudge to Pao-yü, with the express purpose of inducing him to say it\nwas nice; but Pao-yü gave no ear to what they all urged. “It’s by far\nbelow the spot,” he readily replied, “designated ’a phoenix comes with\ndignified air.’”",
        "“You ignorant stupid thing!” exclaimed Chia Cheng at these words; “what\nyou simply fancy as exquisite, with that despicable reliance of yours\nupon luxury and display, are two-storied buildings and painted pillars!\nBut how can you know anything about this aspect so pure and unobtrusive,\nand this is all because of that failing of not studying your books!”",
        "“Sir,” hastily answered Pao-yü, “your injunctions are certainly correct;\r\nbut men of old have often made allusion to ’natural;’ and what is, I\nwonder, the import of these two characters?”",
        "The company had perceived what a perverse mind Pao yü possessed, and\nthey one and all were much surprised that he should be so silly beyond\nthe possibility of any change; and when now they heard the question he\nasked, about the two characters representing “natural,” they, with one\naccord, speedily remarked, “Everything else you understand, and how is\nit that on the contrary you don’t know what ’natural’ implies? The word\n’natural’ means effected by heaven itself and not made by human labour.”",
        "“Well, just so,” rejoined Pao-yü; “but the farm, which is laid out in\nthis locality, is distinctly the handiwork of human labour; in the\ndistance, there are no neighbouring hamlets; near it, adjoin no wastes;\nthough it bears a hill, the hill is destitute of streaks; though it be\nclose to water, this water has no spring; above, there is no pagoda\nnestling in a temple; below, there is no bridge leading to a market; it\nrises abrupt and solitary, and presents no grand sight! The palm would\nseem to be carried by the former spot, which is imbued with the natural\nprinciple, and possesses the charms of nature; for, though bamboos have\nbeen planted in it, and streams introduced, they nevertheless do no\nviolence to the works executed. ’A natural landscape,’ says, an ancient\nauthor in four words; and why? Simply because he apprehended that what\nwas not land, would, by forcible ways, be converted into land; and that\nwhat was no hill would, by unnatural means, be raised into a hill. And\ningenious though these works might be in a hundred and one ways, they\ncannot, after all, be in harmony.”...",
        "But he had no time to conclude, as Chia Cheng flew into a rage. “Drive\nhim off,” he shouted; (but as Pao-yü) was on the point of going out, he\nagain cried out: “Come back! make up,” he added, “another couplet, and\nif it isn’t clear, I’ll for all this give you a slap on your mouth.”",
        "Pao-yü had no alternative but to recite as follows:",
        "  A spot in which the “Ko” fibre to bleach, as the fresh tide doth swell\n      the waters green!\n  A beauteous halo and a fragrant smell the man encompass who the cress\n      did pluck!",
        "Chia Cheng, after this recital, nodded his head. “This is still worse!\"\nhe remarked, but as he reproved him, he led the company outside, and\nwinding past the mound, they penetrated among flowers, and wending their\nsteps by the willows, they touched the rocks and lingered by the stream.\nPassing under the trellis with yellow roses, they went into the shed\nwith white roses; they crossed by the pavilion with peonies, and walked\nthrough the garden, where the white peony grew; and entering the court\nwith the cinnamon roses, they reached the island of bananas. As they\nmeandered and zigzagged, suddenly they heard the rustling sound of the\nwater, as it came out from a stone cave, from the top of which grew\nparasitic plants drooping downwards, while at its bottom floated the\nfallen flowers.",
        "“What a fine sight!” they all exclaimed; “what beautiful scenery!”",
        "“Gentlemen,” observed Chia Cheng, “what name do you propose for this\nplace?”",
        "“There’s no further need for deliberation,” the company rejoined; “for\nthis is just the very spot fit for the three words ’Wu Ling Spring.’”",
        "“This too is matter-of-fact!” Chia Cheng objected laughingly, “and\nlikewise antiquated.”",
        "“If that won’t do,” the party smiled, “well then what about the four\ncharacters implying ’An old cottage of a man of the Ch’in dynasty?’”",
        "“This is still more exceedingly plain!” interposed Pao-yü. “’The old\ncottage of a man of the Ch’in dynasty’ is meant to imply a retreat from\nrevolution, and how will it suit this place? Wouldn’t the four\ncharacters be better denoting ’an isthmus with smart weed, and a stream\nwith flowers’?”",
        "When Chia Cheng heard these words, he exclaimed: “You’re talking still\nmore stuff and nonsense?” and forthwith entering the grotto, Chia Cheng\nwent on to ask of Chia Chen, “Are there any boats or not?”",
        "“There are to be,” replied Chia Chen, “four boats in all from which to\npick the lotus, and one boat for sitting in; but they haven’t now as yet\nbeen completed.”",
        "“What a pity!” Chia Cheng answered smilingly, “that we cannot go in.”",
        "“But we could also get into it by the tortuous path up the hill,” Chia\nChen ventured; and after finishing this remark, he walked ahead to show\nthe way, and the whole party went over, holding on to the creepers, and\nsupporting themselves by the trees, when they saw a still larger\nquantity of fallen leaves on the surface of the water, and the stream\nitself, still more limpid, gently and idly meandering along on its\ncircuitous course. By the bank of the pond were two rows of weeping\nwillows, which, intermingling with peach and apricot trees, screened the\nheavens from view, and kept off the rays of the sun from this spot,\nwhich was in real truth devoid of even a grain of dust.",
        "Suddenly, they espied in the shade of the willows, an arched wooden\nbridge also reveal itself to the eye, with bannisters of vermilion\ncolour. They crossed the bridge, and lo, all the paths lay open before\nthem; but their gaze was readily attracted by a brick cottage spotless\nand cool-looking; whose walls were constructed of polished bricks, of\nuniform colour; (whose roof was laid) with speckless tiles; and whose\nenclosing walls were painted; while the minor slopes, which branched off\nfrom the main hill, all passed along under the walls on to the other\nside.",
        "“This house, in a site like this, is perfectly destitute of any charm!\"\nadded Chia Cheng.",
        "And as they entered the door, abruptly appeared facing them, a large\nboulder studded with holes and soaring high in the skies, which was\nsurrounded on all four sides by rocks of every description, and\ncompletely, in fact, hid from view the rooms situated in the compound.\nBut of flowers or trees, there was not even one about; and all that was\nvisible were a few strange kinds of vegetation; some being of the\ncreeper genus, others parasitic plants, either hanging from the apex of\nthe hill, or inserting themselves into the base of the rocks; drooping\ndown even from the eaves of the house, entwining the pillars, and\nclosing round the stone steps. Or like green bands, they waved and\nflapped; or like gold thread, they coiled and bent, either with seeds\nresembling cinnabar, or with blossoms like golden olea; whose fragrance\nand aroma could not be equalled by those emitted by flowers of ordinary\nspecies.",
        "“This is pleasant!” Chia Cheng could not refrain from saying; “the only\nthing is that I don’t know very much about flowers.”",
        "“What are here are lianas and ficus pumila!” some of the company\nobserved.",
        "“How ever can the liana and the ficus have such unusual scent?\"\nquestioned Chia Cheng.",
        "“Indeed they aren’t!” interposed Pao-yü. “Among all these flowers, there\nare also ficus and liana, but those scented ones are iris, ligularia,\nand ’Wu’ flowers; that kind consist, for the most part, of ’Ch’ih’\nflowers and orchids; while this mostly of gold-coloured dolichos. That\nspecies is the hypericum plant, this the ’Yü Lu’ creeper. The red ones\nare, of course, the purple rue; the green ones consist for certain, of\nthe green ’Chih’ plant; and, to the best of my belief, these various\nplants are mentioned in the ’Li Sao’ and ’Wen Hsuan.’ These rare plants\nare, some of them called something or other like ’Huo Na’ and ’Chiang\nHui;’ others again are designated something like ’Lun Tsu’ and ’Tz’u\nFeng;’ while others there are whose names sound like ’Shih Fan,’ ’Shui\nSung’ and ’Fu Liu,’ which together with other species are to be found in\nthe ’Treatise about the Wu city’ by Tso T’ai-chung. There are also those\nwhich go under the appellation of ’Lu T’i,’ or something like that;\nwhile there are others that are called something or other like ’Tan\nChiao,’ ’Mi Wu’ and ’Feng Lien;’ reference to which is made in the\n’Treatise on the Shu city.’ But so many years have now elapsed, and the\ntimes have so changed (since these treatises were written), that people,\nbeing unable to discriminate (the real names) may consequently have had\nto appropriate in every case such names as suited the external aspect,\nso that they may, it is quite possible, have gradually come to be called\nby wrong designations.”",
        "But he had no time to conclude; for Chia Cheng interrupted him. “Who has\never asked you about it?” he shouted; which plunged Pao-yü into such a\nfright, that he drew back, and did not venture to utter another word.",
        "Chia Cheng perceiving that on both sides alike were covered passages\nresembling outstretched arms, forthwith continued his steps and entered\nthe covered way, when he caught sight, at the upper end, of a\nfive-roomed building, without spot or blemish, with folding blinds\nextending in a connected line, and with corridors on all four sides; (a\nbuilding) which with its windows so green, and its painted walls,\nexcelled, in spotless elegance, the other buildings they had seen\nbefore, to which it presented such a contrast.",
        "Chia Cheng heaved a sigh. “If one were able,” he observed, “to boil his\ntea and thrum his lyre in here, there wouldn’t even be any need for him\nto burn any more incense. But the execution of this structure is so\nbeyond conception that you must, gentlemen, compose something nice and\noriginal to embellish the tablet with, so as not to render such a place\nof no effect!”",
        "“There’s nothing so really pat,” suggested the company smiling; “as ’the\norchid-smell-laden breeze’ and ’the dew-bedecked epidendrum!”",
        "“These are indeed the only four characters,” rejoined Chia Cheng, “that\ncould be suitably used; but what’s to be said as far as the scroll\ngoes?”",
        "“I’ve thought of a couplet,” interposed one of the party, “which you’ll\nall have to criticise, and put into ship-shape; its burden is this:",
        " “The musk-like epidendrum smell enshrouds the court, where shines the\n      sun with oblique beams;\n  The iris fragrance is wafted over the isle illumined by the moon’s\n      clear rays.”",
        "“As far as excellence is concerned, it’s excellent,” observed the whole\nparty, “but the two words representing ’with oblique beams’ are not\nfelicitous.”",
        "And as some one quoted the line from an old poem:",
        "  The angelica fills the court with tears, what time the sun doth slant.",
        "“Lugubrious, lugubrious!” expostulated the company with one voice.",
        "Another person then interposed. “I also have a couplet, whose merits\nyou, gentlemen, can weigh; it runs as follows:",
        " “Along the three pathways doth float the Yü Hui scented breeze!\n  The radiant moon in the whole hall shines on the gold orchid!”",
        "Chia Cheng tugged at his moustache and gave way to meditation. He was\njust about also to suggest a stanza, when, upon suddenly raising his\nhead, he espied Pao-yü standing by his side, too timid to give vent to a\nsingle sound.",
        "“How is it,” he purposely exclaimed, “that when you should speak, you\ncontrariwise don’t? Is it likely that you expect some one to request you\nto confer upon us the favour of your instruction?”",
        "“In this place,” Pao-yü rejoined at these words, “there are no such\nthings as orchids, musk, resplendent moon or islands; and were one to\nbegin quoting such specimens of allusions, to scenery, two hundred\ncouplets could be readily given without, even then, having been able to\nexhaust the supply!”",
        "“Who presses your head down,” Chia Cheng urged, “and uses force that you\nmust come out with all these remarks?”",
        "“Well, in that case,” added Pao-yü, “there are no fitter words to put on\nthe tablet than the four representing: ’The fragrance pure of the\nligularia and iris.’ While the device on the scroll might be:",
        " “Sung is the nutmeg song, but beauteous still is the sonnet!\n  Near the T’u Mei to sleep, makes e’en a dream with fragrance full!”",
        "“This is,” laughed Chia Cheng sneeringly, “an imitation of the line:",
        " “A book when it is made of plaintain leaves, the writing green is also\n      bound to be!",
        "“So that there’s nothing remarkable about it.”",
        "“Li T’ai-po, in his work on the Phoenix Terrace,” protested the whole\nparty, “copied, in every point, the Huang Hua Lou. But what’s essential\nis a faultless imitation. Now were we to begin to criticise minutely the\ncouplet just cited, we would indeed find it to be, as compared with the\nline ’A book when it is made of plantain leaves,’ still more elegant and\nof wider application!”",
        "“What an idea?” observed Chia Cheng derisively.",
        "But as he spoke, the whole party walked out; but they had not gone very\nfar before they caught sight of a majestic summer house, towering high\npeak-like, and of a structure rising loftily with storey upon storey;\nand completely locked in as they were on every side they were as\nbeautiful as the Jade palace. Far and wide, road upon road coiled and\nwound; while the green pines swept the eaves, the jady epidendrum\nencompassed the steps, the animals’ faces glistened like gold, and the\ndragons’ heads shone resplendent in their variegated hues.",
        "“This is the Main Hall,” remarked Chia Cheng; “the only word against it\nis that there’s a little too much finery.”",
        "“It should be so,” rejoined one and all, “so as to be what it’s intended\nto be! The imperial consort has, it is true, an exalted preference for\neconomy and frugality, but her present honourable position requires the\nobservance of such courtesies, so that (finery) is no fault.”",
        "As they made these remarks and advanced on their way the while, they\nperceived, just in front of them, an archway project to view,\nconstructed of jadelike stone; at the top of which the coils of large\ndragons and the scales of small dragons were executed in perforated\nstyle.",
        "“What’s the device to be for this spot?” inquired Chia Cheng.",
        "“It should be ’fairy land,’” suggested all of them, “so as to be\napposite!”",
        "Chia Cheng nodded his head and said nothing. But as soon as Pao-yü\ncaught sight of this spot something was suddenly aroused in his heart\nand he began to ponder within himself. “This place really resembles\nsomething that I’ve seen somewhere or other.” But he could not at the\nmoment recall to mind what year, moon, or day this had happened.",
        "Chia Cheng bade him again propose a motto; but Pao-yü was bent upon\nthinking over the details of the scenery he had seen on a former\noccasion, and gave no thought whatever to this place, so that the whole\ncompany were at a loss what construction to give to his silence, and\ncame simply to the conclusion that, after the bullying he had had to put\nup with for ever so long, his spirits had completely vanished, his\ntalents become exhausted and his speech impoverished; and that if he\nwere harassed and pressed, he might perchance, as the result of anxiety,\ncontract some ailment or other, which would of course not be a suitable\nissue, and they lost no time in combining together to dissuade Chia\nCheng.",
        "“Never mind,” they said, “to-morrow will do to compose some device;\nlet’s drop it now.”",
        "Chia Cheng himself was inwardly afraid lest dowager lady Chia should be\nanxious, so that he hastily remarked as he forced a smile. “You beast,\nthere are, after all, also occasions on which you are no good! but never\nmind! I’ll give you one day to do it in, and if by to-morrow you haven’t\nbeen able to compose anything, I shall certainly not let you off. This\nis the first and foremost place and you must exercise due care in what\nyou write.”",
        "Saying this, he sallied out, at the head of the company, and cast\nanother glance at the scenery.",
        "Indeed from the time they had entered the gate up to this stage, they\nhad just gone over five or six tenths of the whole ground, when it\nhappened again that a servant came and reported that some one had\narrived from Mr. Yü-’ts’un’s to deliver a message. “These several places\n(which remain),” Chia Cheng observed with a smile, “we have no time to\npass under inspection; but we might as well nevertheless go out at least\nby that way, as we shall be able, to a certain degree, to have a look at\nthe general aspect.”",
        "With these words, he showed the way for the family companions until they\nreached a large bridge, with water entering under it, looking like a\ncurtain made of crystal. This bridge, the fact is, was the dam, which\ncommunicated with the river outside, and from which the stream was\nintroduced into the grounds.",
        "“What’s the name of this water-gate?” Chia Cheng inquired.",
        "“This is,” replied Pao-yü, “the main stream of the Hsin Fang river, and\nis therefore called the Hsin Fang water-gate.”",
        "“Nonsense!” exclaimed Chia Cheng. “The two words Hsin Fang must on no\naccount be used!”",
        "And as they speedily advanced on their way, they either came across\nelegant halls, or thatched cottages; walls made of piled-up stone, or\ngates fashioned of twisted plants; either a secluded nunnery or Buddhist\nfane, at the foot of some hill; or some unsullied houses, hidden in a\ngrove, tenanted by rationalistic priestesses; either extensive corridors\nand winding grottoes; or square buildings, and circular pavilions. But\nChia Cheng had not the energy to enter any of these places, for as he\nhad not had any rest for ever so long, his legs felt shaky and his feet\nweak.",
        "Suddenly they also discerned ahead of them a court disclose itself to\nview.",
        "“When we get there,” Chia Cheng suggested, “we must have a little rest.\"\nStraightway as he uttered the remark, he led them in, and winding round\nthe jade-green peach-trees, covered with blossom, they passed through\nthe bamboo fence and flower-laden hedge, which were twisted in such a\nway as to form a circular, cavelike gateway, when unexpectedly appeared\nbefore their eyes an enclosure with whitewashed walls, in which verdant\nwillows drooped in every direction.",
        "Chia Cheng entered the gateway in company with the whole party. Along\nthe whole length of both sides extended covered passages, connected with\neach other; while in the court were laid out several rockeries. In one\nquarter were planted a number of banana trees; on the opposite stood a\nplant of begonia from Hsi Fu. Its appearance was like an open umbrella.\nThe gossamer hanging (from its branches) resembled golden threads. The\ncorollas (seemed) to spurt out cinnabar.",
        "“What a beautiful flower! what a beautiful flower!” ejaculated the whole\nparty with one voice; “begonias are verily to be found; but never before\nhave we seen anything the like of this in beauty.”",
        "“This is called the maiden begonia and is, in fact, a foreign species,\"\nChia Cheng observed. “There’s a homely tradition that it is because it\nemanates from the maiden kingdom that its flowers are most prolific; but\nthis is likewise erratic talk and devoid of common sense.”",
        "“They are, after all,” rejoined the whole company, “so unlike others (we\nhave seen), that what’s said about the maiden kingdom is, we are\ninclined to believe, possibly a fact.”",
        "“I presume,” interposed Pao-yü, “that some clever bard or poet,\n(perceiving) that this flower was red like cosmetic, delicate as if\npropped up in sickness, and that it closely resembled the nature of a\nyoung lady, gave it, consequently, the name of maiden! People in the\nworld will propagate idle tales, all of which are unavoidably treated as\ngospel!”",
        "“We receive (with thanks) your instructions; what excellent\nexplanation!” they all remarked unanimously, and as they expressed these\nwords, the whole company took their seats on the sofas under the\ncolonnade.",
        "“Let’s think of some original text or other for a motto,” Chia Cheng\nhaving suggested, one of the companions opined that the two characters:\n“Banana and stork” would be felicitous; while another one was of the\nidea that what would be faultless would be: “Collected splendour and\r\nwaving elegance!”",
        "“’Collected splendour and waving elegance’ is excellent,” Chia Cheng\nobserved addressing himself to the party; and Pao-yü himself, while also\nextolling it as beautiful, went on to say: “There’s only one thing\nhowever to be regretted!”",
        "“What about regret?” the company inquired.",
        "“In this place,” Pao-yü explained, “are set out both bananas as well as\nbegonias, with the intent of secretly combining in them the two\nproperties of red and green; and if mention of one of them be made, and\nthe other be omitted, (the device) won’t be good enough for selection.”",
        "“What would you then suggest?” Chia Cheng asked.",
        "“I would submit the four words, ’the red (flowers) are fragrant, the\ngreen (banana leaves) like jade,’ which would render complete the\nbeauties of both (the begonias and bananas).”",
        "“It isn’t good! it isn’t good!” Chia Cheng remonstrated as he shook his\nhead; and while passing this remark, he conducted the party into the\nhouse, where they noticed that the internal arrangements effected\ndiffered from those in other places, as no partitions could, in fact, be\ndiscerned. Indeed, the four sides were all alike covered with boards\ncarved hollow with fretwork, (in designs consisting) either of rolling\nclouds and hundreds of bats; or of the three friends of the cold season\nof the year, (fir, bamboo and almond); of scenery and human beings, or\nof birds or flowers; either of clusters of decoration, or of relics of\nolden times; either of ten thousand characters of happiness or of ten\nthousand characters of longevity. The various kinds of designs had been\nall carved by renowned hands, in variegated colours, inlaid with gold,\nand studded with precious gems; while on shelf upon shelf were either\r\narranged collections of books, or tripods were laid out; either pens and\ninkslabs were distributed about, or vases with flowers set out, or\nfigured pots were placed about; the designs of the shelves being either\nround or square; or similar to sunflowers or banana leaves; or like\r\nlinks, half overlapping each other. And in very truth they resembled\nbouquets of flowers or clusters of tapestry, with all their fretwork so\ntransparent. Suddenly (the eye was struck) by variegated gauzes pasted\n(on the wood-work), actually forming small windows; and of a sudden by\nfine thin silks lightly overshadowing (the fretwork) just as if there\nwere, after all, secret doors. The whole walls were in addition traced,\nwith no regard to symmetry, with outlines of the shapes of curios and\nnick-nacks in imitation of lutes, double-edged swords, hanging bottles\nand the like, the whole number of which, though (apparently) suspended\non the walls, were all however on a same level with the surface of the\npartition walls.",
        "“What fine ingenuity!” they all exclaimed extollingly; “what a labour\nthey must have been to carry out!”",
        "Chia Cheng had actually stepped in; but scarcely had they reached the\nsecond stage, before the whole party readily lost sight of the way by\nwhich they had come in. They glanced on the left, and there stood a\ndoor, through which they could go. They cast their eyes on the right,\nand there was a window which suddenly impeded their progress. They went\nforward, but there again they were obstructed by a bookcase. They turned\ntheir heads round, and there too stood windows pasted with transparent\ngauze and available door-ways: but the moment they came face to face\nwith the door, they unexpectedly perceived that a whole company of\npeople had likewise walked in, just in front of them, whose appearance\nresembled their own in every respect. But it was only a mirror. And when\nthey rounded the mirror, they detected a still larger number of doors.",
        "“Sir,” Chia Chen remarked with a grin; “if you’ll follow me out through\nthis door, we’ll forthwith get into the back-court; and once out of the\nback-court, we shall be, at all events, nearer than we were before.”",
        "Taking the lead, he conducted Chia Cheng and the whole party round two\ngauze mosquito houses, when they verily espied a door through which they\nmade their exit, into a court, replete with stands of cinnamon roses.\nPassing round the flower-laden hedge, the only thing that spread before\ntheir view was a pure stream impeding their advance. The whole company\nwas lost in admiration. “Where does this water again issue from?” they\ncried.",
        "Chia Chen pointed to a spot at a distance. “Starting originally,” he\nexplained, “from that water-gate, it runs as far as the mouth of that\ncave, when from among the hills on the north-east side, it is introduced\ninto that village, where again a diverging channel has been opened and\nit is made to flow in a south-westerly direction; the whole volume of\nwater then runs to this spot, where collecting once more in one place,\nit issues, on its outward course, from beneath that wall.”",
        "“It’s most ingenious!” they one and all exclaimed, after they had\nlistened to him; but, as they uttered these words, they unawares\nrealised that a lofty hill obstructed any further progress. The whole\nparty felt very hazy about the right road. But “Come along after me,\"\nChia Chen smilingly urged, as he at once went ahead and showed the way,\nwhereupon the company followed in his steps, and as soon as they turned\nround the foot of the hill, a level place and broad road lay before\nthem; and wide before their faces appeared the main entrance.",
        "“This is charming! this is delightful!” the party unanimously exclaimed,\n“what wits must have been ransacked, and ingenuity attained, so as to\nbring things to this extreme degree of excellence!”",
        "Forthwith the party egressed from the garden, and Pao-yü’s heart\nanxiously longed for the society of the young ladies in the inner\nquarters, but as he did not hear Chia Cheng bid him go, he had no help\nbut to follow him into the library. But suddenly Chia Cheng bethought\nhimself of him. “What,” he said, “you haven’t gone yet! the old lady\nwill I fear be anxious on your account; and is it pray that you haven’t\nas yet had enough walking?”",
        "Pao-yü at length withdrew out of the library. On his arrival in the\ncourt, a page, who had been in attendance on Chia Cheng, at once pressed\nforward, and took hold of him fast in his arms. “You’ve been lucky\nenough,” he said, “to-day to have been in master’s good graces! just a\nwhile back when our old mistress despatched servants to come on several\noccasions and ask after you, we replied that master was pleased with\nyou; for had we given any other answer, her ladyship would have sent to\nfetch you to go in, and you wouldn’t have had an opportunity of\ndisplaying your talents. Every one admits that the several stanzas you\nrecently composed were superior to those of the whole company put\ntogether; but you must, after the good luck you’ve had to-day, give us a\ntip!”",
        "“I’ll give each one of you a tiao,” Pao-yü rejoined smirkingly.",
        "“Who of us hasn’t seen a tiao?” they all exclaimed, “let’s have that\npurse of yours, and have done with it!”",
        "Saying this, one by one advanced and proceeded to unloosen the purse,\nand to unclasp the fan-case; and allowing Pao-yü no time to make any\nremonstrance, they stripped him of every ornament in the way of\nappendage which he carried about on his person. “Whatever we do let’s\nescort him home!” they shouted, and one after another hustled round him\nand accompanied him as far as dowager lady Chia’s door.",
        "Her ladyship was at this moment awaiting his arrival, so that when she\nsaw him walk in, and she found out that (Chia Cheng) had not bullied\nhim, she felt, of course, extremely delighted. But not a long interval\nelapsed before Hsi Jen came to serve the tea; and when she perceived\nthat on his person not one of the ornaments remained, she consequently\nsmiled and inquired: “Have all the things that you had on you been again\ntaken away by these barefaced rascals?”",
        "As soon as Lin Tai-yü heard this remark, she crossed over to him and saw\nat a glance that not one single trinket was, in fact, left. “Have you\nalso given them,” she felt constrained to ask, “the purse that I gave\nyou? Well, by and by, when you again covet anything of mine, I shan’t\nlet you have it.”",
        "After uttering these words, she returned into her apartment in high\ndudgeon, and taking the scented bag, which Pao-yü had asked her to make\nfor him, and which she had not as yet finished, she picked up a pair of\nscissors, and instantly cut it to pieces.",
        "Pao-yü noticing that she had lost her temper, came after her with\nhurried step, but the bag had already been cut with the scissors; and as\nPao-yü observed how extremely fine and artistic this scented bag was, in\nspite of its unfinished state, he verily deplored that it should have\nbeen rent to pieces for no rhyme or reason. Promptly therefore\nunbuttoning his coat, he produced from inside the lapel the purse, which\nhad been fastened there. “Look at this!” he remarked as he handed it to\nTai-yü; “what kind of thing is this! have I given away to any one what\nwas yours?” Lin Tai-yü, upon seeing how much he prized it as to wear it\nwithin his clothes, became alive to the fact that it was done with\nintent, as he feared lest any one should take it away; and as this\nconviction made her sorry that she had been so impetuous as to have cut\nthe scented bag, she lowered her head and uttered not a word.",
        "“There was really no need for you to have cut it,” Pao-yü observed; “but\nas I know that you’re loth to give me anything, what do you say to my\nreturning even this purse?”",
        "With these words, he threw the purse in her lap and walked off; which\nvexed Tai-yü so much the more that, after giving way to tears, she took\nup the purse in her hands to also destroy it with the scissors, when\nPao-yü precipitately turned round and snatched it from her grasp.",
        "“My dear cousin,” he smilingly pleaded, “do spare it!” and as Tai-yü\ndashed down the scissors and wiped her tears: “You needn’t,” she urged,\n“be kind to me at one moment, and unkind at another; if you wish to have\na tiff, why then let’s part company!” But as she spoke, she lost control\nover her temper, and, jumping on her bed, she lay with her face turned\ntowards the inside, and set to work drying her eyes.",
        "Pao-yü could not refrain from approaching her. “My dear cousin, my own\ncousin,” he added, “I confess my fault!”",
        "“Go and find Pao-yü!” dowager lady Chia thereupon gave a shout from\nwhere she was in the front apartment, and all the attendants explained\nthat he was in Miss Lin’s room.",
        "“All right, that will do! that will do!” her ladyship rejoined, when she\nheard this reply; “let the two cousins play together; his father kept\nhim a short while back under check, for ever so long, so let him have\nsome distraction. But the only thing is that you mustn’t allow them to\nhave any quarrels.” To which the servants in a body expressed their\nobedience.",
        "Tai-yü, unable to put up with Pao-yü’s importunity, felt compelled to\nrise. “Your object seems to be,” she remarked, “not to let me have any\nrest. If it is, I’ll run away from you.” Saying which, she there and\nthen was making her way out, when Pao-yü protested with a face full of\nsmiles: “Wherever you go, I’ll follow!” and as he, at the same time,\ntook the purse and began to fasten it on him, Tai-yü stretched out her\nhand, and snatching it away, “You say you don’t want it,” she observed,\n“and now you put it on again! I’m really much ashamed on your account!\"\nAnd these words were still on her lips when with a sound of Ch’ih, she\nburst out laughing.",
        "“My dear cousin,” Pao-yü added, “to-morrow do work another scented bag\nfor me!”",
        "“That too will rest upon my good pleasure,” Tai-yü rejoined.",
        "As they conversed, they both left the room together and walked into\nmadame Wang’s suite of apartments, where, as luck would have it,\nPao-ch’ai was also seated.",
        "Unusual commotion prevailed, at this time, over at madame Wang’s, for\nthe fact is that Chia Se had already come back from Ku Su, where he had\nselected twelve young girls, and settled about an instructor, as well as\nabout the theatrical properties and the other necessaries. And as Mrs.\nHsüeh had by this date moved her quarters into a separate place on the\nnortheast side, and taken up her abode in a secluded and quiet house,\n(madame Wang) had had repairs of a distinct character executed in the\nPear Fragrance Court, and then issued directions that the instructor\nshould train the young actresses in this place; and casting her choice\nupon all the women, who had, in days of old, received a training in\nsinging, and who were now old matrons with white hair, she bade them\nhave an eye over them and keep them in order. Which done, she enjoined\nChia Se to assume the chief control of all matters connected with the\ndaily and monthly income and outlay, as well as of the accounts of all\narticles in use of every kind and size.",
        "Lin Chih-hsiao also came to report: “that the twelve young nuns and\nTaoist girls, who had been purchased after proper selection, had all\narrived, and that the twenty newly-made Taoist coats had also been\nreceived. That there was besides a maiden, who though devoted to\nasceticism, kept her chevelure unshaved; that she was originally a\ndenizen of Suchow, of a family whose ancestors were also people of\nletters and official status; that as from her youth up she had been\nstricken with much sickness, (her parents) had purchased a good number\nof substitutes (to enter the convent), but all with no relief to her,\nuntil at last this girl herself entered the gate of abstraction when she\nat once recovered. That hence it was that she grew her hair, while she\ndevoted herself to an ascetic life; that she was this year eighteen\nyears of age, and that the name given to her was Miao Yü; that her\nfather and mother were, at this time, already dead; that she had only by\nher side, two old nurses and a young servant girl to wait upon her; that\nshe was most proficient in literature, and exceedingly well versed in\nthe classics and canons; and that she was likewise very attractive as\nfar as looks went; that having heard that in the city of Ch’ang-an,\nthere were vestiges of Kuan Yin and relics of the canons inscribed on\nleaves, she followed, last year, her teacher (to the capital). She now\nlives,” he said, “in the Lao Ni nunnery, outside the western gate; her\nteacher was a great expert in prophetic divination, but she died in the\nwinter of last year, and her dying words were that as it was not\nsuitable for (Miao Yü) to return to her native place, she should await\nhere, as something in the way of a denouement was certain to turn up;\nand this is the reason why she hasn’t as yet borne the coffin back to\nher home!”",
        "“If such be the case,” madame Wang readily suggested, “why shouldn’t we\nbring her here?”",
        "“If we are to ask her,” Lin Chih-hsiao’s wife replied, “she’ll say that\na marquis’ family and a duke’s household are sure, in their honourable\nposition, to be overbearing to people; and I had rather not go.”",
        "“As she’s the daughter of an official family,” madame Wang continued,\n“she’s bound to be inclined to be somewhat proud; but what harm is there\nto our sending her a written invitation to ask her to come!”",
        "Lin Chih-hsiao’s wife assented; and leaving the room, she made the\nsecretary write an invitation and then went to ask Miao Yü. The next day\nservants were despatched, and carriages and sedan chairs were got ready\nto go and bring her over.",
        "What subsequently transpired is not as yet known, but, reader, listen to\nthe account given in the following chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}