{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXXV.",
    "author": "Cao Xueqin",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "  Pai Yü-ch’uan tastes too the lotus-leaf soup.\n  Huang Chin-ying skilfully plaits the plum-blossom-knotted nets.",
        "Pao ch’ai had, our story goes, distinctly heard Lin Tai-yü’s sneer, but\nin her eagerness to see her mother and brother, she did not so much as\nturn her head round, but continued straight on her way.",
        "During this time, Lin Tai-yü halted under the shadow of the trees. Upon\ncasting a glance, in the distance towards the I Hung Yüan, she observed\nLi Kung-ts’ai, Ying Ch’un, T’an Ch’un, Hsi Ch’un and various inmates\nwending their steps in a body in the direction of the I Hung court; but\nafter they had gone past, and company after company of them had\ndispersed, she only failed to see lady Feng come. “How is it,” she\ncogitated within herself, “that she doesn’t come to see Pao-yü? Even\nsupposing that there was some business to detain her, she should also\nhave put in an appearance, so as to curry favour with our venerable\nsenior and Madame Wang. But if she hasn’t shown herself at this hour of\nthe day, there must certainly be some cause or other.”",
        "While preoccupied with conjectures, she raised her head. At a second\nglance, she discerned a crowd of people, as thick as flowers in a\nbouquet, pursuing their way also into the I Hung court. On looking\nfixedly, she recognised dowager lady Chia, leaning on lady Feng’s arm,\nfollowed by Mesdames Hsing and Wang, Mrs. Chou and servant-girls,\nmarried women and other domestics. In a body they walked into the court.\nAt the sight of them, Tai-yü unwittingly nodded her head, and reflected\non the benefit of having a father and mother; and tears forthwith again\nbedewed her face. In a while, she beheld Pao-ch’ai, Mrs. Hsüeh and the\nrest likewise go in.",
        "But at quite an unexpected moment she became aware that Tzu Chüan was\napproaching her from behind. “Miss,” she said, “you had better go and\ntake your medicine! The hot water too has got cold.”",
        "“What do you, after all, mean by keeping on pressing me so?” inquired\nTai-yü. “Whether I have it or not, what’s that to you?”",
        "“Your cough,” smiled Tzu Chüan, “has recently got a trifle better, and\nwon’t you again take your medicine? This is, it’s true, the fifth moon,\nand the weather is hot, but you should, nevertheless, take good care of\nyourself a bit! Here you’ve been at this early hour of the morning\nstanding for ever so long in this damp place; so you should go back and\nhave some rest!”",
        "This single hint recalled Tai-yü to her senses. She at length realised\nthat her legs felt rather tired. After lingering about abstractedly for\na long while, she quietly returned into the Hsiao Hsiang lodge,\nsupporting herself on Tzu Chüan. As soon as they stepped inside the\nentrance of the court, her gaze was attracted by the confused shadows of\nthe bamboos, which covered the ground, and the traces of moss, here\nthick, there thin, and she could not help recalling to mind those two\nlines of the passage in the Hsi Hsiang Chi:",
        "  “In that lone nook some one saunters about,\n  White dew coldly bespecks the verdant moss.”",
        "“Shuang Wen,” she consequently secretly communed within herself, as she\nsighed, “had of course a poor fate; but she nevertheless had a widowed\nmother and a young brother; but in the unhappy destiny, to which I,\nTai-yü, am at present doomed, I have neither a widowed mother nor a\nyoung brother.”",
        "At this point in her reflections, she was about to melt into another fit\nof crying, when of a sudden, the parrot under the verandah caught sight\nof Tai-yü approaching, and, with a shriek, he jumped down from his\nperch, and made her start with fright.",
        "“Are you bent upon compassing your own death!” she exclaimed. “You’ve\ncovered my head all over with dust again!”",
        "The parrot flew back to his perch. “Hsüeh Yen,” he kept on shouting,\n“quick, raise the portiere! Miss is come!”",
        "Tai-yü stopped short and rapped on the frame with her hand. “Have his\nfood and water been replenished?” she asked.",
        "The parrot forthwith heaved a deep sigh, closely resembling, in sound,\nthe groans usually indulged in by Tai-yü, and then went on to recite:",
        "  “Here I am fain these flowers to inter, but humankind will laugh me as\n      a fool.\"\n  Who knows who will in years to come commit me to my grave.",
        "As soon as these lines fell on the ear of Tai-yü and Tzu Chüan, they\nblurted out laughing.",
        "“This is what you were repeating some time back, Miss.” Tzu Chüan\nlaughed, “How did he ever manage to commit it to memory?”",
        "Tai-yü then directed some one to take down the frame and suspend it\ninstead on a hook, outside the circular window, and presently entering\nher room, she seated herself inside the circular window. She had just\ndone drinking her medicine, when she perceived that the shade cast by\nthe cluster of bamboos, planted outside the window, was reflected so far\non the gauze lattice as to fill the room with a faint light, so green\nand mellow, and to impart a certain coolness to the teapoys and mats.\nBut Tai-yü had no means at hand to dispel her ennui, so from inside the\ngauze lattice, she instigated the parrot to perform his pranks; and\nselecting some verses, which had ever found favour with her, she tried\nto teach them to him.",
        "But without descending to particulars, let us now advert to Hsüeh\nPao-ch’ai. On her return home, she found her mother alone combing her\nhair and having a wash. “Why do you run over at this early hour of the\nmorning?” she speedily inquired when she saw her enter.",
        "“To see,” replied Pao-ch’ai, “whether you were all right or not, mother.\nDid he come again, I wonder, after I left yesterday and make any more\ntrouble or not?”",
        "As she spoke, she sat by her mother’s side, but unable to curb her\ntears, she began to weep.",
        "Seeing her sobbing, Mrs. Hsüeh herself could not check her feelings, and\nshe, too, burst out into a fit of crying. “My child,” she simultaneously\nexhorted her, “don’t feel aggrieved! Wait, and I’ll call that child of\nwrath to order; for were anything to happen to you, from whom will I\nhave anything to hope?”",
        "Hsüeh P’an was outside and happened to overhear their conversation, so\nwith alacrity he ran over, and facing Pao-ch’ai he made a bow, now to\nthe left and now to the right, observing the while: “My dear sister,\nforgive me this time. The fact is that I took some wine yesterday; I\ncame back late, as I met a few friends on the way. On my return home, I\nhadn’t as yet got over the fumes, so I unintentionally talked a lot of\nnonsense. But I don’t so much as remember anything about all I said. It\nisn’t worth your while, however, losing your temper over such a thing!”",
        "Pao-ch’ai was, in fact, weeping, as she covered her face, but the moment\nthis language fell on her ear, she could scarcely again refrain from\nlaughing. Forthwith raising her head, she sputtered contemptuously on\nthe ground. “You can well dispense with all this sham!” she exclaimed,\n“I’m well aware that you so dislike us both, that you’re anxious to\ndevise some way of inducing us to part company with you, so that you may\nbe at liberty.”",
        "Hsüeh P’an, at these words, hastened to smile. “Sister,” he argued,\n“what makes you say so? once upon a time, you weren’t so suspicious and\ngiven to uttering anything so perverse!”",
        "Mrs. Hsüeh hurriedly took up the thread of the conversation. “All you\nknow,” she interposed, “is to find fault with your sister’s remarks as\nbeing perverse; but can it be that what you said last night was the\nproper thing to say? In very truth, you were drunk!”",
        "“There’s no need for you to get angry, mother!” Hsüeh P’an rejoined,\n“nor for you sister either; for from this day, I shan’t any more make\ncommon cause with them nor drink wine or gad about. What do you say to\nthat?”",
        "“That’s equal to an acknowledgment of your failings,” Pao-ch’ai laughed.",
        "“Could you exercise such strength of will,” added Mrs. Hsüeh, “why, the\ndragon too would lay eggs.”",
        "“If I again go and gad about with them,” Hsüeh P’an replied, “and you,\nsister, come to hear of it, you can freely spit in my face and call me a\nbeast and no human being. Do you agree to that? But why should you two\nbe daily worried; and all through me alone? For you, mother, to be angry\non my account is anyhow excusable; but for me to keep on worrying you,\nsister, makes me less then ever worthy of the name of a human being! If\nnow that father is no more, I manage, instead of showing you plenty of\nfilial piety, mamma, and you, sister, plenty of love, to provoke my\nmother to anger, and annoy my sister, why I can’t compare myself to even\na four-footed creature!”",
        "While from his mouth issued these words, tears rolled down from his\neyes; for he too found it hard to contain them.",
        "Mrs. Hsüeh had not at first been overcome by her feelings; but the\nmoment his utterances reached her ear, she once more began to experience\nthe anguish, which they stirred in her heart.",
        "Pao-ch’ai made an effort to force a smile. “You’ve already,” she said,\n“been the cause of quite enough trouble, and do you now provoke mother\nto have another cry?”",
        "Hearing this, Hsüeh P’an promptly checked his tears. As he put on a\nsmiling expression, “When did I,” he asked, “make mother cry? But never\nmind; enough of this! let’s drop the matter, and not allude to it any\nmore! Call Hsiang Ling to come and give you a cup of tea, sister!”",
        "“I don’t want any tea.” Pao-ch’ai answered. “I’ll wait until mother has\nfinished washing her hands and then go with her into the garden.”",
        "“Let me see your necklet, sister,” Hsüeh P’an continued. “I think it\nrequires cleaning.”",
        "“It is so yellow and bright,” rejoined Pao-ch’ai, “and what’s the use of\ncleaning it again?”",
        "“Sister,” proceeded Hsüeh P’an, “you must now add a few more clothes to\nyour wardrobe, so tell me what colour and what design you like best.”",
        "“I haven’t yet worn out all the clothes I have,” Pao-ch’ai explained,\n“and why should I have more made?”",
        "But, in a little time, Mrs. Hsüeh effected the change in her costume,\nand hand in hand with Pao-ch’ai, she started on her way to the garden.",
        "Hsüeh P’an thereupon took his departure. During this while, Mrs. Hsüeh\nand Pao-ch’ai trudged in the direction of the garden to look up Pao-yü.\nAs soon as they reached the interior of the I Hung court, they saw a\nlarge concourse of waiting-maids and matrons standing inside as well as\noutside the antechambers and they readily concluded that old lady Chia\nand the other ladies were assembled in his rooms. Mrs. Hsüeh and her\ndaughter stepped in. After exchanging salutations with every one\npresent, they noticed that Pao-yü was reclining on the couch and Mrs.\nHsüeh inquired of him whether he felt any better.",
        "Pao-yü hastily attempted to bow. “I’m considerably better;” he said.\n“All I do,” he went on, “is to disturb you, aunt, and you, my cousin,\nbut I don’t deserve such attentions.”",
        "Mrs. Hsüeh lost no time in supporting and laying him down. “Mind you\ntell me whatever may take your fancy!” she proceeded.",
        "“If I do fancy anything,” retorted Pao-yü smilingly, “I shall certainly\nsend to you, aunt, for it.”",
        "“What would you like to eat,” likewise inquired Madame Wang, “so that I\nmay, on my return, send it round to you?”",
        "“There’s nothing that I care for,” smiled Pao-yü, “though the soup made\nfor me the other day, with young lotus leaves, and small lotus cores\nwas, I thought, somewhat nice.”",
        "“From what I hear, its flavour is nothing very grand,” lady Feng chimed\nin laughingly, from where she stood on one side. “It involves, however,\na good deal of trouble to concoct; and here you deliberately go and\nfancy this very thing.”",
        "“Go and get it ready!” cried dowager lady Chia several successive times.",
        "“Venerable ancestor,” urged lady Feng with a smile, “don’t you bother\nyourself about it! Let me try and remember who can have put the moulds\naway!” Then turning her head round, “Go and bid,” she enjoined an old\nmatron, “the chief in the cook-house go and apply for them!”",
        "After a considerable lapse of time, the matron returned. “The chief in\nthe cook-house,” she explained, “says that the four sets of moulds for\nsoups have all been handed up.”",
        "Upon hearing this, lady Feng thought again for a while. “Yes, I\nremember,” she afterwards remarked, “they were handed up, but I can’t\nrecollect to whom they were given. Possibly they’re in the tea-room.”",
        "Thereupon, she also despatched a servant to go and inquire of the keeper\nof the tea-room about them; but he too had not got them; and it was\nsubsequently the butler, entrusted with the care of the gold and silver\narticles, who brought them round.",
        "Mrs. Hsüeh was the first to take them and examine them. What, in fact,\nstruck her gaze was a small box, the contents of which were four sets of\nsilver moulds. Each of these was over a foot long, and one square inch\n(in breadth). On the top, holes were bored of the size of beans. Some\nresembled chrysanthemums, others plum blossom. Some were in the shape of\nlotus seed-cases, others like water chestnuts. They numbered in all\nthirty or forty kinds, and were ingeniously executed.",
        "“In your mansion,” she felt impelled to observe smilingly to old lady\nChia and Madame Wang, “everything has been amply provided for! Have you\ngot all these things to prepare a plate of soup with! Hadn’t you told\nme, and I happened to see them, I wouldn’t have been able to make out\nwhat they were intended for!”",
        "Lady Feng did not allow time to any one to put in her word. “Aunt,” she\nsaid, “how could you ever have divined that these were used last year\nfor the imperial viands! They thought of a way by which they devised,\nsomehow or other, I can’t tell how, some dough shapes, which borrow a\nlittle of the pure fragrance of the new lotus leaves. But as all mainly\ndepends upon the quality of the soup, they’re not, after all, of much\nuse! Yet who often goes in for such soup! It was made once only, and\nthat at the time when the moulds were brought; and how is it that he has\ncome to think of it to-day?” So speaking, she took (the moulds), and\nhanded them to a married woman, to go and issue directions to the people\nin the cook-house to procure at once several fowls, and to add other\ningredients besides and prepare ten bowls of soup.",
        "“What do you want all that lot for?” observed Madame Wang.",
        "“There’s good reason for it,” answered lady Feng. “A dish of this kind\nisn’t, at ordinary times, very often made, and were, now that brother\nPao-yü has alluded to it, only sufficient prepared for him, and none for\nyou, dear senior, you, aunt, and you, Madame Wang, it won’t be quite the\nthing! So isn’t it better that this opportunity should be availed of to\nget ready a whole supply so that every one should partake of some, and\nthat even I should, through my reliance on your kind favour, taste this\nnovel kind of relish.”",
        "“You are sharper than a monkey!” Dowager lady Chia laughingly exclaimed\nin reply to her proposal. “You make use of public money to confer boons\nupon people.”",
        "This remark evoked general laughter.",
        "“This is a mere bagatelle!” eagerly laughed lady Feng. “Even I can\nafford to stand you such a small treat!” Then turning her head round,\n“Tell them in the cook-house,” she said to a married woman, “to please\nmake an extra supply, and that they’ll get the money from me.”",
        "The matron assented and went out of the room.",
        "Pao-ch’ai, who was standing near, thereupon interposed with a smile.\n“During the few years that have gone by since I’ve come here, I’ve\ncarefully noticed that sister-in-law Secunda, cannot, with all her\nacumen, outwit our venerable ancestor.”",
        "“My dear child!” forthwith replied old lady Chia at these words. “I’m\nnow quite an old woman, and how can there still remain any wit in me!\nWhen I was, long ago, of your manlike cousin Feng’s age, I had far more\nwits about me than she has! Albeit she now avers that she can’t reach\nour standard, she’s good enough; and compared with your aunt Wang, why,\nshe’s infinitely superior. Your aunt, poor thing, won’t speak much!\nShe’s like a block of wood; and when with her father and mother-in-law,\nshe won’t show herself off to advantage. But that girl Feng has a sharp\ntongue, so is it a wonder if people take to her.”",
        "“From what you say,” insinuated Pao-yü with a smile, “those who don’t\ntalk much are not loved.”",
        "“Those who don’t speak much,” resumed dowager lady Chia, “possess the\nendearing quality of reserve. But among those, with glib tongues,\nthere’s also a certain despicable lot; thus it’s better, in a word, not\nto have too much to say for one’s self.”",
        "“Quite so,” smiled Pao-yü, “yet though senior sister-in-law Chia Chu\ndoesn’t, I must confess, talk much, you, venerable ancestor, treat her\njust as you do cousin Feng. But if you maintain that those alone, who\ncan talk, are worthy of love, then among all these young ladies, sister\nFeng and cousin Lin are the only ones good enough to be loved.”",
        "“With regard to the young ladies,” remarked dowager lady Chia, “it isn’t\nthat I have any wish to flatter your aunt Hsüeh in her presence, but it\nis a positive and incontestable fact that there isn’t, beginning from\nthe four girls in our household, a single one able to hold a candle to\nthat girl Pao-ch’ai.”",
        "At these words, Mrs. Hsüeh promptly smiled. “Dear venerable senior!” she\nsaid, “you’re rather partial in your verdict.”",
        "“Our dear senior,” vehemently put in Madame Wang, also smiling, “has\noften told me in private how nice your daughter Pao-ch’ai is; so this is\nno lie.”",
        "Pao-yü had tried to lead old lady Chia on, originally with the idea of\ninducing her to speak highly of Lin Tai-yü, but when unawares she began\nto eulogise Pao-ch’ai instead the result exceeded all his thoughts and\nwent far beyond his expectations. Forthwith he cast a glance at\nPao-chai, and gave her a smile, but Pao-chai at once twisted her head\nround and went and chatted with Hsi Jen. But of a sudden, some one came\nto ask them to go and have their meal. Dowager lady Chia rose to her\nfeet, and enjoined Pao-yü to be careful of himself. She then gave a few\ndirections to the waiting-maids, and resting her weight on lady Feng’s\narm, and pressing Mrs. Hsüeh to go out first, she, and all with her,\nleft the apartment in a body. But still she kept on inquiring whether\nthe soup was ready or not. “If there’s anything you might fancy to eat,\"\nshe also said to Mrs. Hsüeh and the others, “mind you, come and tell me,\nand I know how to coax that hussey Feng to get it for you as well as\nme.”",
        "“My venerable senior!” rejoined Mrs. Hsüeh, “you do have the happy knack\nof putting her on her mettle; but though she has often got things ready\nfor you, you’ve, after all, not eaten very much of them.”",
        "“Aunt,” smiled lady Feng, “don’t make such statements! If our worthy\nsenior hasn’t eaten me up it’s purely and simply because she dislikes\nhuman flesh as being sour. Did she not look down upon it as sour, why,\nshe would long ago have gobbled me up!”",
        "This joke was scarcely ended, when it so tickled the fancy of old lady\nChia and all the inmates that they broke out with one voice in a\nboisterous fit of laughter. Even Pao-yü, who was inside the room, could\nnot keep quiet.",
        "“Really,” Hsi Jen laughed, “the mouth of our mistress Secunda is enough\nto terrify people to death!”",
        "Pao-yü put out his arm and pulled Hsi Jen. “You’ve been standing for so\nlong,” he smiled, “that you must be feeling tired.”",
        "Saying this, he dragged her down and made her take a seat next to him.",
        "“Here you’ve again forgotten!” laughingly exclaimed Hsi Jen. “Avail\nyourself now that Miss Pao-ch’ai is in the court to tell her to kindly\nbid their Ying Erh come and plait a few girdles with twisted cords.”",
        "“How lucky it is you’ve reminded me?” Pao-yü observed with a smile. And\nputting, while he spoke, his head out of the window: “Cousin Pao-ch’ai,\"\nhe cried, “when you’ve had your repast, do tell Ying Erh to come over. I\nwould like to ask her to plait a few girdles for me. Has she got the\ntime to spare?”",
        "Pao-ch’ai heard him speak; and turning round: “How about no time?” she\nanswered. “I’ll tell her by and bye to come; it will be all right.”",
        "Dowager lady Chia and the others, however, failed to catch distinctly\nthe drift of their talk; and they halted and made inquiries of Pao-ch’ai\nwhat it was about. Pao-ch’ai gave them the necessary explanations.",
        "“My dear child,” remarked old lady Chia, “do let her come and twist a\nfew girdles for your cousin! And should you be in need of any one for\nanything, I have over at my place a whole number of servant-girls doing\nnothing! Out of them, you are at liberty to send for any you like to\nwait on you!”",
        "“We’ll send her to plait them!” Mrs. Hsüeh and Pao-ch’ai observed\nsmilingly with one consent. “What can we want her for? she also daily\nidles her time way and is up to every mischief!”",
        "But chatting the while, they were about to proceed on their way when\nthey unexpectedly caught sight of Hsiang-yün, P’ing Erh, Hsiang Lin and\nother girls picking balsam flowers near the rocks; who, as soon as they\nsaw the company approaching, advanced to welcome them.",
        "Shortly, they all sallied out of the garden. Madame Wang was worrying\nlest dowager lady Chia’s strength might be exhausted, and she did her\nutmost to induce her to enter the drawing room and sit down. Old lady\nChia herself was feeling her legs quite tired out, so she at once nodded\nher head and expressed her assent. Madame Wang then directed a\nwaiting-maid to hurriedly precede them, and get ready the seats. But as\nMrs. Chao had, about this time, pleaded indisposition, there was only\ntherefore Mrs. Chou, with the matrons and servant-girls at hand, so they\nhad ample to do to raise the portières, to put the back-cushions in\ntheir places, and to spread out the rugs.",
        "Dowager lady Chia stepped into the room, leaning on lady Feng’s arm. She\nand Mrs. Hsüeh took their places, with due regard to the distinction\nbetween hostess and visitors; and Hsüeh Pao-ch’ai and Shih Hsiang-yün\nseated themselves below. Madame Wang then came forward, and presented\nwith her own hands tea to old lady Chia, while Li Kung-ts’ai handed a\ncup to Mrs. Hsüeh.",
        "“You’d better let those young sisters-in law do the honours,\"\nremonstrated old lady Chia, “and sit over there so that we may be able\nto have a chat.”",
        "Madame Wang at length sat on a small bench. “Let our worthy senior’s\nviands,” she cried, addressing herself to lady Feng, “be served here.\nAnd let a few more things be brought!”",
        "Lady Feng acquiesced without delay, and she told a servant to cross over\nto their old mistress’ quarters and to bid the matrons, employed in that\npart of the household, promptly go out and summon the waiting-girls. The\nvarious waiting-maids arrived with all despatch. Madame Wang directed\nthem to ask their young ladies round. But after a protracted absence on\nthe errand, only two of the girls turned up: T’an Ch’un and Hsi Ch’un.\nYing Ch’un, was not, in her state of health, equal to the fatigue, or\nable to put anything in her mouth, and Lin Tai-yü, superfluous to add,\ncould only safely partake of five out of ten meals, so no one thought\nanything of their non-appearance. Presently the eatables were brought,\nand the servants arranged them in their proper places on the table.",
        "Lady Feng took a napkin and wrapped a bundle of chopsticks in it.\n“Venerable ancestor and you, Mrs. Hsüeh,” she smiled, standing the while\nbelow, “there’s no need of any yielding! Just you listen to me and I’ll\nmake things all right.”",
        "“Let’s do as she wills!” old lady Chia remarked to Mrs. Hsüeh\nlaughingly.",
        "Mrs. Hsüeh signified her approval with a smile; so lady Feng placed, in\ndue course, four pairs of chopsticks on the table; the two pairs on the\nupper end for dowager lady Chia and Mrs. Hsüeh; those on the two sides\nfor Hsüeh Pao-ch’ai and Shih Hsiang-yün. Madame Wang, Li Kung-ts’ai and\na few others, stood together below and watched the attendants serve the\nviands. Lady Feng first and foremost hastily asked for clean utensils,\nand drew near the table to select some eatables for Pao-yü. Presently,\nthe soup à la lotus leaves arrived. After old lady Chia had well\nscrutinised it, Madame Wang turned her head, and catching sight of Yü\nCh’uan-erh, she immediately commissioned her to take some over to\nPao-yü.",
        "“She can’t carry it single-handed,” demurred lady Feng.",
        "But by a strange coincidence, Ying Erh then walked into the room along\nwith Hsi Erh, and Pao-ch’ai knowing very well that they had already had\ntheir meal forthwith said to Ying Erh: “Your Master Secundus, Mr.\nPao-yü, just asked that you should go and twist a few girdles for him;\nso you two might as well proceed together!”",
        "Ying Erh expressed her readiness and left the apartment, in company with\nYü Ch’uan-erh.",
        "“How can you carry it, so very hot as it is, the whole way there?\"\nobserved Ying Erh.",
        "“Don’t distress yourself!” rejoined Yü Ch’uan smiling. “I know how to do\nit.”",
        "Saying this, she directed a matron to come and place the soup, rice and\nthe rest of the eatables in a present box; and bidding her lay hold of\nit and follow them, the two girls sped on their way with empty hands,\nand made straight for the entrance of the I Hung court. Here Yü\nCh’uan-erh at length took the things herself, and entered the room in\ncompany with Ying Erh. The trio, Hsi Jen, She Yüeh and Ch’iu Wen were at\nthe time chatting and laughing with Pao-yü; but the moment they saw\ntheir two friends arrive they speedily jumped to their feet. “How is\nit,” they exclaimed laughingly, “that you two drop in just the nick of\ntime? Have you come together?”",
        "With these words on their lips, they descended to greet them. Yü Ch’uan\ntook at once a seat on a small stool. Ying Erh, however, did not presume\nto seat herself; and though Hsi Jen was quick enough in moving a\nfoot-stool for her, Ying Erh did not still venture to sit down.",
        "Ying Erh’s arrival filled Pao-yü with intense delight. But as soon as he\nnoticed Yü Ch’uan-erh, he recalled to memory her sister Chin Ch’uan-erh,\nand he felt wounded to the very heart, and overpowered with shame. And,\nwithout troubling his mind about Ying Erh, he addressed his remarks to\nYü Ch’uan-erh.",
        "Hsi Jen saw very well that Ying Erh failed to attract his attention and\nshe began to fear lest she felt uncomfortable; and when she further\nrealised that Ying Erh herself would not take a seat, she drew her out\nof the room and repaired with her into the outer apartment, where they\nhad a chat over their tea.",
        "She Yüeh and her companions had, in the meantime, got the bowls and\nchopsticks ready and came to wait upon (Pao-yü) during his meal. But\nPao-yü would not have anything to eat. “Is your mother all right,” he\nforthwith inquired of Yü Ch’uan-erh.",
        "An angry scowl crept over Yü Ch’uan-erh’s face. She did not even look\nstraight at Pao-yü. And only after a long pause was it that she at last\nuttered merely the words, “all right,” by way of reply. Pao-yü,\ntherefore, found talking to her of little zest. But after a protracted\nsilence he felt impelled to again force a smile, and to ask: “Who told\nyou to bring these things over to me?”",
        "“The ladies,” answered Yü Chuan-erh.",
        "Pao-yü discerned the mournful expression, which still beclouded her\ncountenance and he readily jumped at the conclusion that it must be\nentirely occasioned by the fate which had befallen Chin Ch’uan-erh, but\nwhen fain to put on a meek and unassuming manner, and endeavour to cheer\nher, he saw how little he could demean himself in the presence of so\nmany people, and consequently he did his best and discovered the means\nof getting every one out of the way. Afterwards, straining another\nsmile, he plied her with all sorts of questions.",
        "Yü Ch’uan-erh, it is true, did not at first choose to heed his advances,\nyet when she observed that Pao-yü did not put on any airs, and, that in\nspite of all her querulous reproaches, he still continued pleasant and\nagreeable, she felt disconcerted and her features at last assumed a\ncertain expression of cheerfulness. Pao-yü thereupon smiled. “My dear\ngirl,” he said, as he gave way to entreaties, “bring that soup and let\nme taste it!”",
        "“I’ve never been in the habit of feeding people,” Yü Ch’uan-erh replied.\n“You’d better wait till the others return; you can have some then.”",
        "“I don’t want you to feed me,” laughed Pao-yü. “It’s because I can’t\nmove about that I appeal to you. Do let me have it! You’ll then get back\nearly and be able, when you’ve handed over the things, to have your\nmeal. But were I to go on wasting your time, won’t you feel upset from\nhunger? Should you be lazy to budge, well then, I’ll endure the pain and\nget down and fetch it myself.”",
        "As he spoke, he tried to alight from bed. He strained every nerve, and\nraised himself, but unable to stand the exertion, he burst out into\ngroans. At the sight of his anguish, Yü Ch’uan-erh had not the heart to\nrefuse her help. Springing up, “Lie down!” she cried. “In what former\nexistence did you commit such evil that your retribution in the present\none is so apparent? Which of my eyes however can brook looking at you\ngoing on in that way?”",
        "While taunting him, she again blurted out laughing, and brought the soup\nover to him.",
        "“My dear girl;” smiled Pao-yü, “if you want to show temper, better do so\nhere! When you see our venerable senior and madame, my mother, you\nshould be a little more even-tempered, for if you still behave like\nthis, you’ll at once get a scolding!”",
        "“Eat away, eat away!” urged Yü Ch’uan-erh. “There’s no need for you to\nbe so sweet-mouthed and honey-tongued with me. I don’t put any faith in\nsuch talk!”",
        "So speaking, she pressed Pao-yü until he had two mouthfuls of soup. “It\nisn’t nice, it isn’t nice!” Pao-yü purposely exclaimed.",
        "“Omi-to-fu!” ejaculated Yü Ch’uan-erh. “If this isn’t nice, what’s\nnice?”",
        "“There’s no flavour about it at all,” resumed Pao-yü. “If you don’t\nbelieve me taste it, and you’ll find out for yourself.”",
        "Yü Ch’uan-erh in a tantrum actually put some of it to her lips.",
        "“Well,” laughed Pao-yü, “it is nice!”",
        "This exclamation eventually enabled Yü Ch’uan to see what Pao-yü was\ndriving at, for Pao-yü had in fact been trying to beguile her to have a\nmouthful.",
        "“As, at one moment, you say you don’t want any,” she forthwith observed,\n“and now you say it is nice, I won’t give you any.”",
        "While Pao-yü returned her smiles, he kept on earnestly entreating her to\nlet him have some.",
        "Yü Ch’uan-erh however would still not give him any; and she, at the same\ntime, called to the servants to fetch what there was for him to eat. But\nthe instant the waiting-maid put her foot into the room, servants came\nquite unexpectedly to deliver a message.",
        "“Two nurses,” they said, “have arrived from the household of Mr. Fu,\nSecundus, to present his compliments. They have now come to see you, Mr.\nSecundus.” As soon as Pao-yü heard this report, he felt sure that they\nmust be nurses sent over from the household of Deputy Sub-Prefect, Fu\nShih.",
        "This Fu Shih had originally been a pupil of Chia Cheng, and had, indeed,\nhad to rely entirely upon the reputation enjoyed by the Chia family for\nthe realisation of his wishes. Chia Cheng had, likewise, treated him\nwith such genuine regard, and so unlike any of his other pupils, that he\n(Fu Shih) ever and anon despatched inmates from his mansion to come and\nsee him so as to keep up friendly relations.",
        "Pao-yü had at all times entertained an aversion for bold-faced men and\nunsophisticated women, so why did he once more, on this occasion, issue\ndirections that the two matrons should be introduced into his presence?\nThere was, in fact, a reason for his action. It was simply that Pao-yü\nhad come to learn that Fu Shih had a sister, Ch’iu-fang by name, a girl\nas comely as a magnificent gem, and perfection itself, the report of\noutside people went, as much in intellect as in beauty. He had, it is\ntrue, not yet seen anything of her with his own eyes, but the\nsentiments, which made him think of her and cherish her, from a\ndistance, were characterised by such extreme sincerity, that dreading\nlest he should, by refusing to admit the matrons, reflect discredit upon\nFu Ch’iu-fang, he was prompted to lose no time in expressing a wish that\nthey should be ushered in.",
        "This Fu Shih had really risen from the vulgar herd, so seeing that\nCh’iu-fang possessed several traits of beauty and exceptional\nintellectual talents, Fu Shih arrived at the resolution of making his\nsister the means of joining relationship with the influential family of\nsome honourable clan. And so unwilling was he to promise her lightly to\nany suitor that things were delayed up to this time. Therefore Fu\nCh’iu-fang, though at present past her twentieth birthday, was not as\nyet engaged. But the various well-to-do families, belonging to\nhonourable clans, looked down, on the other hand, on her poor and mean\nextraction, holding her in such light esteem, as not to relish the idea\nof making any offer for her hand. So if Fu Shih cultivated intimate\nterms with the Chia household, he, needless to add, did so with an\ninterested motive.",
        "The two matrons, deputed on the present errand, completely lacked, as it\nhappened, all knowledge of the world, and the moment they heard that\nPao-yü wished to see them, they wended their steps inside. But no sooner\nhad they inquired how he was, and passed a few remarks than Yü\nCh’uan-erh, becoming conscious of the arrival of strangers, did not\nbandy words with Pao-yü, but stood with the plate of soup in her hands,\nengrossed in listening to the conversation. Pao-yü, again, was absorbed\nin speaking to the matrons; and, while eating some rice, he stretched\nout his arm to get at the soup; but both his and her (Yü Ch’uan-erh’s)\neyes were rivetted on the women, and as he thoughtlessly jerked out his\nhand with some violence, he struck the bowl and turned it clean over.\nThe soup fell over Pao-yü’s hand. But it did not hurt Yü Ch’uan-erh. She\nsustained, however, such a fright that she gave a start.",
        "“How did this happen!” she smilingly shouted with vehemence to the\nintense consternation of the waiting-maids, who rushed up and clasped\nthe bowl. But notwithstanding that Pao-yü had scalded his own hand, he\nwas quite unconscious of the accident; so much so, that he assailed Yü\nCh’uan-erh with a heap of questions, as to where she had been burnt, and\nwhether it was sore or not.",
        "Yü Ch’uan-erh and every one present were highly amused.",
        "“You yourself,” observed Yü Ch’uan-erh, “have been scalded, and do you\nkeep on asking about myself?”",
        "At these words, Pao-yü became at last aware of the injury he had\nreceived. The servants rushed with all promptitude and cleared the mess.\nBut Pao-yü was not inclined to touch any more food. He washed his hands,\ndrank a cup of tea, and then exchanged a few further sentences with the\ntwo matrons. But subsequently, the two women said good-bye and quitted\nthe room. Ch’ing Wen and some other girls saw them as far as the bridge,\nafter which, they retraced their steps.",
        "The two matrons perceived, that there was no one about, and while\nproceeding on their way, they started a conversation.",
        "“It isn’t strange,” smiled the one, “if people say that this Pao-yü of\ntheirs is handsome in appearance, but stupid as far as brains go. Nice\nenough a thing to look at but not to put to one’s lips; rather idiotic\nin fact; for he burns his own hand, and then he asks some one else\nwhether she’s sore or not. Now, isn’t this being a regular fool?”",
        "“The last time I came,” the other remarked, also smiling, “I heard that\nmany inmates of his family feel ill-will against him. In real truth he\nis a fool! For there he drips in the heavy downpour like a water fowl,\nand instead of running to shelter himself, he reminds other people of\nthe rain, and urges them to get quick out of the wet. Now, tell me,\nisn’t this ridiculous, eh? Time and again, when no one is present, he\ncries to himself, then laughs to himself. When he sees a swallow, he\ninstantly talks to it; when he espies a fish, in the river, he forthwith\nspeaks to it. At the sight of stars or the moon, if he doesn’t groan and\nsigh, he mutters and mutters. Indeed, he hasn’t the least bit of\ncharacter; so much so, that he even puts up with the temper shown by\nthose low-bred maids. If he takes a fancy to a thing, it’s nice enough\neven though it be a bit of thread. But as for waste, what does he mind?\nA thing may be worth a thousand or ten thousand pieces of money, he\ndoesn’t worry his mind in the least about it.”",
        "While they talked, they reached the exterior of the garden, and they\nbetook themselves back to their home; where we will leave them.",
        "As soon as Hsi Jen, for we will return to her, saw the women leave the\nroom, she took Ying Erh by the hand and led her in, and they asked\nPao-yü what kind of girdle he wanted made.",
        "“I was just now so bent upon talking,” Pao-yü smiled to Ying Erh, “that\nI forgot all about you. I put you to the trouble of coming, not for\nanything else, but that you should also make me a few nets.”",
        "“Nets! To put what in?” Ying Erh inquired.",
        "Pao-yü, at this question, put on a smile. “Don’t concern yourself about\nwhat they are for!” he replied. “Just make me a few of each kind!”",
        "Ying Erh clapped her hand and laughed. “Could this ever be done!” she\ncried, “If you want all that lot, why, they couldn’t be finished in ten\nyears time.”",
        "“My dear girl,” smiled Pao-yü, “work at them for me then whenever you\nare at leisure, and have nothing better to do.”",
        "“How could you get through them all in a little time?” Hsi Jen\ninterposed smilingly. “First choose now therefore such as are most\nurgently needed and make a couple of them.”",
        "“What about urgently needed?” Ying-Erh exclaimed, “They are merely used\nfor fans, scented pendants and handkerchiefs.”",
        "“Nets for handkerchiefs will do all right.” Pao-yü answered.",
        "“What’s the colour of your handkerchief?” inquired Ying Erh.",
        "“It’s a deep red one.” Pao-yü rejoined.",
        "“For a deep red one,” continued Ying Erh, “a black net will do very\nnicely, or one of dark green. Both these agree with the colour.”",
        "“What goes well with brown?” Pao-yü asked.",
        "“Peach-red goes well with brown.” Ying Erh added.",
        "“That will make them look gaudy!” Pao-yü observed. “Yet with all their\nplainness, they should be somewhat gaudy.”",
        "“Leek-green and willow-yellow are what are most to my taste,” Ying Erh\npursued.",
        "“Yes, they’ll also do!” Pao-yü retorted. “But make one of peach-red too\nand then one of leek-green.”",
        "“Of what design?” Ying Erh remarked.",
        "“How many kinds of designs are there?” Pao-yü said.",
        "“There are ’the stick of incense,’ ’stools upset towards heaven,’ ’part\nof elephant’s eyes,’ ’squares,’ ’chains,’ ’plum blossom,’ and ’willow\nleaves.” Ying Erh answered.",
        "“What was the kind of design you made for Miss Tertia the other day?\"\nPao-yü inquired.",
        "“It was the ’plum blossom with piled cores,’” Ying Erh explained in\nreply.",
        "“Yes, that’s nice.” Pao-yü rejoined.",
        "As he uttered this remark, Hsi Jen arrived with the cords. But no sooner\nwere they brought than a matron cried, from outside the window: “Girls,\nyour viands are ready!”",
        "“Go and have your meal,” urged Pao-yü, “and come back quick after you’ve\nhad it.”",
        "“There are visitors here,” Hsi Jen smiled, “and how can I very well go?”",
        "“What makes you say so?” Ying Erh laughed, while adjusting the cords.\n“It’s only right and proper that you should go and have your food at\nonce and then return.”",
        "Hearing this, Hsi Jen and her companions went off, leaving behind only\ntwo youthful servant-girls to answer the calls.",
        "Pao-yü watched Ying Erh make the nets. But, while keeping his eyes\nintent on her, he talked at the same time of one thing and then another,\nand next went on to ask her how far she was in her teens.",
        "Ying Erh continued plaiting. “I’m sixteen,” she simultaneously rejoined.",
        "“What was your original surname?” Pao-yü added.",
        "“It was Huang;” answered Ying Erh.",
        "“That’s just the thing,” Pao-yü smiled; “for in real truth there’s the\n’Huang Ying-erh;’ (oriole).”",
        "“My name, at one time, consisted of two characters,” continued Ying Erh.\n“I was called Chin Ying; but Miss Pao-ch’ai didn’t like it, as it was\ndifficult to pronounce, and only called me Ying Erh; so now I’ve come to\nbe known under that name.”",
        "“One can very well say that cousin Pao-ch’ai is fond of you!” Pao-yü\npursued. “By and bye, when she gets married, she’s sure to take you\nalong with her.”",
        "Ying Erh puckered up her lips, and gave a significant smile.",
        "“I’ve often told Hsi Jen,” Pao-yü smiled, “that I can’t help wondering\nwho’ll shortly be the lucky ones to win your mistress and yourself.”",
        "“You aren’t aware,” laughed Ying Erh, “that our young mistress possesses\nseveral qualities not to be found in a single person in this world; her\nface is a second consideration.”",
        "Pao-yü noticed how captivating Ying Erh’s tone of voice was, how\ncomplaisant she was, and how simpleton-like unaffected in her language\nand smiles, and he soon felt the warmest affection for her; and\nparticularly so, when she started the conversation about Pao-ch’ai.\n“Where do her qualities lie?” he readily inquired. “My dear girl, please\ntell me!”",
        "“If I tell you,” said Ying Erh, “you must, on no account, let her know\nanything about it again.”",
        "“This goes without saying,” smiled Pao-yü.",
        "But this answer was still on his lips, when they overheard some one\noutside remark: “How is it that everything is so quiet?”",
        "Both gazed round to see who possibly it could be. They discovered,\nstrange enough, no one else than Pao-ch’ai herself.",
        "Pao-yü hastily offered her a seat. Pao-ch’ai seated herself, and then\nwanted to know what Ying Erh was busy plaiting. Inquiring the while, she\r\napproached her and scrutinised what she held in her hands, half of which\nhad by this time been done. “What’s the fun of a thing like this?” she\nsaid. “Wouldn’t it be preferable to plait a net, and put the jade in\nit?”",
        "This allusion suggested the idea to Pao-yü. Speedily clapping his hands,\nhe smiled and exclaimed: “Your idea is splendid, cousin. I’d forgotten\nall about it! The only thing is what colour will suit it best?”",
        "“It will never do to use mixed colours,” Pao-ch’ai rejoined. “Deep red\nwill, on one hand, clash with the colour; while yellow is not pleasing\nto the eye; and black, on the other hand, is too sombre. But wait, I’ll\ntry and devise something. Bring that gold cord and use it with the black\nbeaded cord; and if you twist one of each together, and make a net with\nthem, it will look very pretty!”",
        "Upon hearing this, Pao-yü was immeasurably delighted, and time after\ntime he shouted to the servants to fetch the gold cord. But just at that\nmoment Hsi Jen stepped in, with two bowls of eatables. “How very strange\nthis is to-day!” she said to Pao-yü. “Why, a few minutes back, my\nmistress, your mother, sent some one to bring me two bowls of viands.”",
        "“The supply,” replied Pao-yü smiling, “must have been so plentiful\nto-day, that they’ve sent some to every one of you.”",
        "“It isn’t that,” continued Hsi Jen, “for they were distinctly given to\nme by name. What’s more, I wasn’t bidden go and knock my head; so this\nis indeed remarkable!”",
        "“If they’re given to you,” Pao-yü smiled, “why, you had better go and\neat them. What’s there in this to fill you with conjectures?”",
        "“There’s never been anything like this before,” Hsi Jen added, “so, it\nmakes me feel uneasy.”",
        "Pao-ch’ai compressed her lips. “If this,” she laughed; “makes you fell\nuneasy, there will be by and bye other things to make you far more\nuneasy.”",
        "Hsi Jen realised that she implied something by her insinuations, as she\nknew from past experience that Pao-ch’ai was not one given to lightly\nand contemptuously poking fun at people; and, remembering the notions\nentertained by Madame Wang on the last occasion she had seen her, she\ndropped at once any further allusions to the subject and brought the\neatables up to Pao-yü for his inspection. “I shall come and hold the\ncords,” she observed, “as soon as I’ve rinsed my hands.”",
        "This said, she immediately quitted the apartment. After her meal, she\nwashed her hands and came inside to hold the gold cords for Ying Erh to\nplait the net with.",
        "By this time, Pao-ch’ai had been called away by a servant, despatched by\nHsüeh P’an. But while Pao-yü was watching the net that was being made he\ncaught sight, at a moment least expected, of two servant-girls, who came\nfrom the part of Madame Hsing of the other mansion, to bring him a few\nkinds of fruits, and to inquire whether he was able to walk. “If you can\ngo about,” they told him, “(our mistress) desires you, Mr. Pao-yü, to\ncross over to-morrow and have a little distraction. Her ladyship really\nlongs to see you.”",
        "“Were I able to walk,” Pao-yü answered with alacrity, “I would feel it\nmy duty to go and pay my respects to your mistress! Anyhow, the pain is\nbetter than before, so request your lady to allay her solicitude.”",
        "As he bade them both sit down, he, at the same time, called Ch’iu Wen.\n“Take,” he said to her, “half of the fruits, just received, to Miss Lin\nas a present.”",
        "Ch’iu Wen signified her obedience, and was about to start on her errand,\nwhen she heard Tai-yü talking in the court, and Pao-yü eagerly shout\nout: “Request her to walk in at once!”",
        "But should there be any further particulars, which you, reader, might\nfeel disposed to know, peruse the details given in the following\nchapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}