{
    "title": "Hung Lou Meng, Book I (A) - Chapter X.",
    "author": "Cao Xueqin",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "  Widow Chin, prompted by a desire to reap advantage, puts up\n      temporarily with an insult.\n  Dr. Chang in discussing Mrs. Chin’s illness minutely exhausts its\n      origin.",
        "We will now resume our story. As the persons against Chin Jung were so\nmany and their pressure so great, and as, what was more, Chia Jui urged\nhim to make amends, he had to knock his head on the ground before Ch’in\nChung. Pao-yü then gave up his clamorous remonstrances and the whole\ncrowd dispersed from school.",
        "Chin Jung himself returned home all alone, but the more he pondered on\nthe occurrence, the more incensed he felt. “Ch’in Chung,” he argued, “is\nsimply Chia Jung’s young brother-in-law, and is no son or grandson of\nthe Chia family, and he too joins the class and prosecutes his studies\non no other footing than that of mine; but it’s because he relies upon\nPao-yü’s friendship for him that he has no eye for any one. This being\nthe case, he should be somewhat proper in his behaviour, and there would\nbe then not a word to say about it! He has besides all along been very\nmystical with Pao-yü, imagining that we are all blind, and have no eyes\nto see what’s up! Here he goes again to-day and mixes with people in\nillicit intrigues; and it’s all because they happened to obtrude\nthemselves before my very eyes that this rumpus has broken out; but of\nwhat need I fear?”",
        "His mother, née Hu, hearing him mutter; “Why meddle again,” she\nexplained, “in things that don’t concern you? I had endless trouble in\ngetting to speak to your paternal aunt; and your aunt had, on the other\nhand, a thousand and one ways and means to devise, before she could\nappeal to lady Secunda, of the Western mansion; and then only it was\nthat you got this place to study in. Had we not others to depend upon\nfor your studies, would we have in our house the means sufficient to\nengage a teacher? Besides, in other people’s school, tea and eatables\nare all ready and found; and these two years that you’ve been there for\nyour lessons, we’ve likewise effected at home a great saving in what\nwould otherwise have been necessary for your eating and use. Something\nhas been, it’s true, economised; but you have further a liking for spick\nand span clothes. Besides, it’s only through your being there to study,\nthat you’ve come to know Mr. Hsüeh! that Mr. Hsüeh, who has even in one\nyear given us so much pecuniary assistance as seventy and eighty taels!\nAnd now you would go and raise a row in this school-room! why, if we\nwere bent upon finding such another place, I tell you plainly, and once\nfor all, that we would find it more difficult than if we tried to scale\nthe heavens! Now do quietly play for a while, and then go to sleep, and\nyou’ll be ever so much better for it then.”",
        "Chin Jung thereupon stifled his anger and held his tongue; and, after a\nshort while, he in fact went to sleep of his own accord.",
        "The next day he again went to school, and no further comment need be\nmade about it; but we will go on to explain that a young lady related to\nher had at one time been given in marriage to a descendant (of the\neldest branch) of the Chia family, (whose names were written) with the\njade radical, Chia Huang by name; but how could the whole number of\nmembers of the clan equal in affluence and power the two mansions of\nNing and Jung? This fact goes, as a matter of course, without saying.\nThe Chia Huang couple enjoyed some small income; but they also went, on\nfrequent occasions, to the mansions of Ning and Jung to pay their\nrespects; and they knew likewise so well how to adulate lady Feng and\nMrs. Yu, that lady Feng and Mrs. Yu would often grant them that\nassistance and support which afforded them the means of meeting their\ndaily expenses.",
        "It just occurred on this occasion that the weather was clear and fine,\nand that there happened, on the other hand, to be nothing to attend to\nat home, so forthwith taking along with her a matron, (Mrs. Chia Huang)\ngot into a carriage and came over to see widow Chin and her nephew.\nWhile engaged in a chat, Chin Jung’s mother accidentally broached the\nsubject of the affair, which had transpired in the school-room of the\nChia mansion on the previous day, and she gave, for the benefit of her\nyoung sister-in-law, a detailed account of the whole occurrence from\nbeginning to end.\n\r\nThis Mrs. Huang would not have had her temper ruffled had she not come\nto hear what had happened; but having heard about it, anger sprung from\nthe very depths of her heart. “This fellow, Ch’in Chung,” she exclaimed,\n“is a relative of the Chia family, but is it likely that Jung Erh isn’t,\nin like manner, a relative of the Chia family; and when relatives are\nmany, there’s no need to put on airs! Besides, does his conduct consist,\nfor the most part, of anything that would make one get any face? In\nfact, Pao-yü himself shouldn’t do injury to himself by condescending to\nlook at him. But, as things have come to this pass, give me time and\nI’ll go to the Eastern mansion and see our lady Chen and then have a\nchat with Ch’in Chung’s sister, and ask her to decide who’s right and\nwho’s wrong!”",
        "Chin Jung’s mother upon hearing these words was terribly distressed.\n“It’s all through my hasty tongue,” she observed with vehemence, “that\nI’ve told you all, sister-in-law: but please, sister, give up at once\nthe idea of going over to say anything about it! Don’t trouble yourself\nas to who is in the right, and who is in the wrong; for were any\nunpleasantness to come out of it, how could we here stand on our legs?\nand were we not to stand on our legs, not only would we never be able to\nengage a tutor, but the result will be, on the contrary, that for his\nown person will be superadded many an expense for eatables and\nnecessaries.”",
        "“What do I care about how many?” replied Mrs. Huang; “wait till I’ve\nspoken about it, and we’ll see what will be the result.” Nor would she\naccede to her sister-in-law’s entreaties, but bidding, at the same time,\nthe matron look after the carriage, she got into it, and came over to\nthe Ning Mansion.",
        "On her arrival at the Ning Mansion, she entered by the eastern side\ngate, and dismounting from the carriage, she went in to call on Mrs. Yu,\nthe spouse of Chia Chen, with whom she had not the courage to put on any\nhigh airs; but gently and quietly she made inquiries after her health,\nand after passing some irrelevant remarks, she ascertained: “How is it I\ndon’t see lady Jung to-day?”",
        "“I don’t know,” replied Mrs. Yu, “what’s the matter with her these last\nfew days; but she hasn’t been herself for two months and more; and the\ndoctor who was asked to see her declares that it is nothing connected\nwith any happy event. A couple of days back, she felt, as soon as the\nafternoon came, both to move, and both even to utter a word; while the\nbrightness of her eyes was all dimmed; and I told her, ’You needn’t\nstick to etiquette, for there’s no use for you to come in the forenoon\nand evening, as required by conventionalities; but what you must do is,\nto look after your own health. Should any relative come over, there’s\nalso myself to receive them; and should any of the senior generation\nthink your absence strange, I’ll explain things for you, if you’ll let\nme.’",
        "“I also advised brother Jung on the subject: ’You shouldn’t,’ I said,\n’allow any one to trouble her; nor let her be put out of temper, but let\nher quietly attend to her health, and she’ll get all right. Should she\nfancy anything to eat, just come over here and fetch it; for, in the\nevent of anything happening to her, were you to try and find another\nsuch a wife to wed, with such a face and such a disposition, why, I\nfear, were you even to seek with a lantern in hand, there would really\nbe no place where you could discover her. And with such a temperament\nand deportment as hers, which of our relatives and which of our elders\ndon’t love her?’ That’s why my heart has been very distressed these two\ndays! As luck would have it early this morning her brother turned up to\nsee her, but who would have fancied him to be such a child, and so\nignorant of what is proper and not proper to do? He saw well enough that\nhis sister was not well; and what’s more all these matters shouldn’t\nhave been recounted to her; for even supposing he had received the\ngravest offences imaginable, it behoved him anyhow not to have broached\r\nthe subject to her! Yesterday, one would scarcely believe it, a fight\noccurred in the school-room, and some pupil or other who attends that\nclass, somehow insulted him; besides, in this business, there were a\ngood many indecent and improper utterances, but all these he went and\ntold his sister! Now, sister-in-law, you are well aware that though (our\nson Jung’s) wife talks and laughs when she sees people, that she is\nnevertheless imaginative and withal too sensitive, so that no matter\nwhat she hears, she’s for the most part bound to brood over it for three\ndays and five nights, before she loses sight of it, and it’s from this\nexcessive sensitiveness that this complaint of hers arises. Today, when\nshe heard that some one had insulted her brother, she felt both vexed\nand angry; vexed that those fox-like, cur-like friends of his had moved\nright and wrong, and intrigued with this one and deluded that one; angry\nthat her brother had, by not learning anything profitable, and not\nhaving his mind set upon study, been the means of bringing about a row\nat school; and on account of this affair, she was so upset that she did\nnot even have her early meal. I went over a short while back and\nconsoled her for a time, and likewise gave her brother a few words of\nadvice; and after having packed off that brother of hers to the mansion\non the other side, in search of Pao-yü, and having stood by and seen her\nhave half a bowl of birds’ nests soup, I at length came over. Now,\nsister-in-law, tell me, is my heart sore or not? Besides, as there’s\nnowadays no good doctor, the mere thought of her complaint makes my\nheart feel as if it were actually pricked with needles! But do you and\nyours, perchance, know of any good practitioner?”",
        "Mrs. Chin had, while listening to these words, been, at an early period,\nso filled with concern that she cast away to distant lands the reckless\nrage she had been in recently while at her sister-in-law’s house, when\nshe had determined to go and discuss matters over with Mrs. Ch’in. Upon\nhearing Mrs. Yu inquire of her about a good doctor, she lost no time in\nsaying by way of reply: “Neither have we heard of any one speak of a\ngood doctor; but from the account I’ve just heard of Mrs. Ch’in’s\nillness, it may still, there’s no saying, be some felicitous ailment;\nso, sister-in-law, don’t let any one treat her recklessly, for were she\nto be treated for the wrong thing, the result may be dreadful!”",
        "“Quite so!” replied Mrs. Yu.",
        "But while they were talking, Chia Chen came in from out of doors, and\nupon catching sight of Mrs. Chin; “Isn’t this Mrs. Huang?” he inquired\nof Mrs. Yu; whereupon Mrs. Chin came forward and paid her respects to\nChia Chen.",
        "“Invite this lady to have her repast here before she goes,” observed\nChia Chen to Mrs. Yu; and as he uttered these words he forthwith walked\ninto the room on the off side.",
        "The object of Mrs. Chin’s present visit had originally been to talk to\nMrs. Ch’in about the insult which her brother had received from the\nhands of Ch’in Chung, but when she heard that Mrs. Ch’in was ill, she\ndid not have the courage to even so much as make mention of the object\nof her errand. Besides, as Chia Chen and Mrs. Yu had given her a most\ncordial reception, her resentment was transformed into pleasure, so that\nafter a while spent in a further chat about one thing and another, she\nat length returned to her home.",
        "It was only after the departure of Mrs. Chin that Chia Chen came over\nand took a seat. “What did she have to say for herself during this visit\nto-day?” he asked of Mrs. Yu.",
        "“She said nothing much,” replied Mrs. Yu. “When she first entered the\nroom, her face bore somewhat of an angry look, but, after a lengthy chat\nand as soon as mention of our son’s wife’s illness was made, this\nangered look after all gradually abated. You also asked me to keep her\nfor the repast, but, having heard that our son’s wife was so ill she\ncould not very well stay, so that all she did was to sit down, and after\nmaking a few more irrelevant remarks, she took her departure. But she\nhad no request to make. To return however now to the illness of Jung’s\nwife, it’s urgent that you should find somewhere a good doctor to\ndiagnose it for her; and whatever you do, you should lose no time. The\nwhole body of doctors who at present go in and out of our household, are\nthey worth having? Each one of them listens to what the patient has to\nsay of the ailment, and then, adding a string of flowery sentences, out\nhe comes with a long rigmarole; but they are exceedingly diligent in\npaying us visits; and in one day, three or four of them are here at\nleast four and five times in rotation! They come and feel her pulse,\nthey hold consultation together, and write their prescriptions, but,\nthough she has taken their medicines, she has seen no improvement; on\nthe contrary, she’s compelled to change her clothes three and five times\neach day, and to sit up to see the doctor; a thing which, in fact, does\nthe patient no good.”",
        "“This child too is somewhat simple,” observed Chia Chen; “for what need\nhas she to be taking off her clothes, and changing them for others? And\nwere she again to catch a chill, she would add something more to her\nillness; and won’t it be dreadful! The clothes may be no matter how\nfine, but what is their worth, after all? The health of our child is\nwhat is important to look to! and were she even to wear out a suit of\nnew clothes a-day, what would that too amount to? I was about to tell\nyou that a short while back, Feng Tzu-ying came to see me, and,\nperceiving that I had somewhat of a worried look, he asked me what was\nup; and I told him that our son’s wife was not well at all, that as we\ncouldn’t get any good doctor, we couldn’t determine with any certainty,\nwhether she was in an interesting condition, or whether she was\nsuffering from some disease; that as we could neither tell whether there\nwas any danger or not, my heart was, for this reason, really very much\ndistressed. Feng Tzu-ying then explained that he knew a young doctor who\nhad made a study of his profession, Chang by surname, and Yu-shih by\nname, whose learning was profound to a degree; who was besides most\nproficient in the principles of medicine, and had the knack of\ndiscriminating whether a patient would live or die; that this year he\nhad come to the capital to purchase an official rank for his son, and\nthat he was now living with him in his house. In view of these\ncircumstances, not knowing but that if, perchance, the case of our\ndaughter-in-law were placed in his hands, he couldn’t avert the danger,\nI readily despatched a servant, with a card of mine, to invite him to\ncome; but the hour to-day being rather late, he probably won’t be round,\nbut I believe he’s sure to be here to-morrow. Besides, Feng-Tzu-ying was\nalso on his return home, to personally entreat him on my behalf, so that\nhe’s bound, when he has asked him, to come and see her. Let’s therefore\nwait till Dr. Chang has been here and seen her, when we can talk matters\nover!”",
        "Mrs. Yu was very much cheered when she heard what was said. “The day\nafter to-morrow,” she felt obliged to add, “is again our senior’s, Mr.\nChia Ching’s birthday, and how are we to celebrate it after all?”",
        "“I’ve just been over to our Senior’s and paid my respects,” replied Chia\nChen, “and further invited the old gentleman to come home, and receive\nthe congratulations of the whole family.",
        "“’I’m accustomed,’ our Senior explained, ’to peace and quiet, and have\nno wish to go over to that worldly place of yours; for you people are\ncertain to have published that it’s my birthday, and to entertain the\ndesign to ask me to go round to receive the bows of the whole lot of\nyou. But won’t it be better if you were to give the “Record of\nMeritorious Acts,” which I annotated some time ago, to some one to copy\nout clean for me, and have it printed? Compared with asking me to come,\nand uselessly receive the obeisances of you all, this will be yea even a\nhundred times more profitable! In the event of the whole family wishing\nto pay me a visit on any of the two days, to-morrow or the day after\nto-morrow, if you were to stay at home and entertain them in proper\nstyle, that will be all that is wanted; nor will there be any need to\nsend me anything! Even you needn’t come two days from this; and should\nyou not feel contented at heart, well, you had better bow your head\nbefore me to-day before you go. But if you do come again the day after\nto-morrow, with a lot of people to disturb me, I shall certainly be\nangry with you.’ After what he said, I will not venture to go and see\nhim two days hence; but you had better send for Lai Sheng, and bid him\nget ready a banquet to continue for a couple of days.”",
        "Mrs. Yu, having asked Chia Jung to come round, told him to direct Lai\nSheng to make the usual necessary preparations for a banquet to last for\na couple of days, with due regard to a profuse and sumptuous style.",
        "“You go by-and-by,” (she advised him), “in person to the Western Mansion\nand invite dowager lady Chia, mesdames Hsing and Wang, and your\nsister-in-law Secunda lady Lien to come over for a stroll. Your father\nhas also heard of a good doctor, and having already sent some one to ask\nhim round, I think that by to-morrow he’s sure to come; and you had\nbetter tell him, in a minute manner, the serious symptoms of her ailment\nduring these few days.”",
        "Chia Jung having signified his obedience to each of her recommendations,\nand taken his leave, was just in time to meet the youth coming back from\nFeng Tzu-ying’s house, whither he had gone a short while back to invite\nthe doctor round.",
        "“Your slave,” he consequently reported, “has just been with a card of\nmaster’s to Mr. Feng’s house and asked the doctor to come. ’The gentleman\nhere,’ replied the doctor, ’has just told me about it; but to-day, I’ve\nhad to call on people the whole day, and I’ve only this moment come\nhome; and I feel now my strength (so worn out), that I couldn’t really\nstand any exertion. In fact were I even to get as far as the mansion, I\nshouldn’t be in a fit state to diagnose the pulses! I must therefore\nhave a night’s rest, but, to-morrow for certain, I shall come to the\nmansion. My medical knowledge,’ he went on to observe, ’is very shallow,\nand I don’t deserve the honour of such eminent recommendation; but as\nMr. Feng has already thus spoken of me in your mansion, I can’t but\npresent myself. It will be all right if in anticipation you deliver this\nmessage for me to your honourable master; but as for your worthy\nmaster’s card, I cannot really presume to keep it.’ It was again at his\ninstance that I’ve brought it back; but, Sir, please mention this result\nfor me (to master).”",
        "Chia Jung turned back again, and entering the house delivered the\nmessage to Chia Chen and Mrs. Yu; whereupon he walked out, and, calling\nLai Sheng before him, he transmitted to him the orders to prepare the\nbanquet for a couple of days.",
        "After Lai Sheng had listened to the directions, he went off, of course,\nto get ready the customary preparations; but upon these we shall not\ndilate, but confine ourselves to the next day.",
        "At noon, a servant on duty at the gate announced that the Doctor Chang,\nwho had been sent for, had come, and Chia Chen conducted him along the\nCourt into the large reception Hall, where they sat down; and after they\nhad partaken of tea, he broached the subject.",
        "“Yesterday,” he explained, “the estimable Mr. Feng did me the honour to\nspeak to me of your character and proficiency, venerable doctor, as well\nas of your thorough knowledge of medicine, and I, your mean brother, was\nfilled with an immeasurable sense of admiration!”",
        "“Your Junior,” remonstrated Dr. Chang, “is a coarse, despicable and mean\nscholar and my knowledge is shallow and vile! but as worthy Mr. Feng did\nme the honour yesterday of telling me that your family, sir, had\ncondescended to look upon me, a low scholar, and to favour me too with\nan invitation, could I presume not to obey your commands? But as I\ncannot boast of the least particle of real learning, I feel overburdened\nwith shame!”",
        "“Why need you be so modest?” observed Chia Chen; “Doctor, do please walk\nin at once to see our son’s wife, for I look up, with full reliance, to\nyour lofty intelligence to dispel my solicitude!”",
        "Chia Jung forthwith walked in with him. When they reached the inner\napartment, and he caught sight of Mrs. Ch’in, he turned round and asked\nChia Jung, “This is your honourable spouse, isn’t it?”",
        "“Yes, it is,” assented Chia Jung; “but please, Doctor, take a seat, and\nlet me tell you the symptoms of my humble wife’s ailment, before her\npulse be felt. Will this do?”",
        "“My mean idea is,” remarked the Doctor, “that it would, after all, be\nbetter that I should begin by feeling her pulse, before I ask you to\ninform me what the source of the ailment is. This is the first visit I\npay to your honourable mansion; besides, I possess no knowledge of\nanything; but as our worthy Mr. Feng would insist upon my coming over to\nsee you, I had in consequence no alternative but to come. After I have\nnow made a diagnosis, you can judge whether what I say is right or not,\nbefore you explain to me the phases of the complaint during the last few\ndays, and we can deliberate together upon some prescription; as to the\nsuitableness or unsuitableness of which your honourable father will then\nhave to decide, and what is necessary will have been done.”",
        "“Doctor,” rejoined Chia Jung, “you are indeed eminently clear sighted;\nall I regret at present is that we have met so late! But please, Doctor,\ndiagnose the state of the pulse, so as to find out whether there be hope\nof a cure or not; if a cure can be effected, it will be the means of\nallaying the solicitude of my father and mother.”",
        "The married women attached to that menage forthwith presented a pillow;\nand as it was being put down for Mrs. Ch’in to rest her arm on, they\nraised the lower part of her sleeve so as to leave her wrist exposed.\nThe Doctor thereupon put out his hand and pressed it on the pulse of the\nright hand. Regulating his breath (to the pulsation) so as to be able to\ncount the beatings, he with due care and minuteness felt the action for\na considerable time, when, substituting the left hand, he again went\nthrough the same operation.",
        "“Let us go and sit outside,” he suggested, after he had concluded\nfeeling her pulses. Chia Jung readily adjourned, in company with the\nDoctor, to the outer apartment, where they seated themselves on the\nstove-couch. A matron having served tea; “Please take a cup of tea,\ndoctor,” Chia Jung observed. When tea was over, “Judging,” he inquired,\n“Doctor, from the present action of the pulses, is there any remedy or\nnot?”",
        "“The action of the pulse, under the forefinger, on the left hand of your\nhonorable spouse,” proceeded the Doctor, “is deep and agitated; the left\nhand pulse, under the second finger, is deep and faint. The pulse, under\nthe forefinger, of the right hand, is gentle and lacks vitality. The\nright hand pulse, under my second finger, is superficial, and has lost\nall energy. The deep and agitated beating of the forepulse of the left\nhand arises from the febrile state, due to the weak action of the heart.\nThe deep and delicate condition of the second part of the pulse of the\nleft wrist, emanates from the sluggishness of the liver, and the\nscarcity of the blood in that organ. The action of the forefinger pulse,\nof the right wrist, is faint and lacks strength, as the breathing of the\nlungs is too weak. The second finger pulse of the right wrist is\nsuperficial and devoid of vigour, as the spleen must be affected\ninjuriously by the liver. The weak action of the heart, and its febrile\nstate, should be the natural causes which conduce to the present\nirregularity in the catamenia, and insomnia at night; the poverty of\nblood in the liver, and the sluggish condition of that organ must\nnecessarily produce pain in the ribs; while the overdue of the\ncatamenia, the cardiac fever, and debility of the respiration of the\nlungs, should occasion frequent giddiness in the head, and swimming of\nthe eyes, the certain recurrence of perspiration between the periods of\n3 to 5 and 5 to 7, and the sensation of being seated on board ship. The\nobstruction of the spleen by the liver should naturally create distaste\nfor liquid or food, debility of the vital energies and prostration of\nthe four limbs. From my diagnosis of these pulses, there should exist\nthese various symptoms, before (the pulses and the symptoms can be said)\nto harmonise. But should perchance (any doctor maintain) that this state\nof the pulses imports a felicitous event, your servant will not presume\nto give an ear to such an opinion!”",
        "A matron, who was attached as a personal attendant (to Mrs. Ch’in,) and\nwho happened to be standing by interposed: “How could it be otherwise?\"\nshe ventured. “In real truth, Doctor, you speak like a supernatural\nbeing, and there’s verily no need for us to say anything! We have now,\nready at hand, in our household, a good number of medical gentlemen, who\nare in attendance upon her, but none of these are proficient enough to\nspeak in this positive manner. Some there are who say that it’s a\ngenital complaint; others maintain that it’s an organic disease. This\ndoctor explains that there is no danger: while another, again, holds\nthat there’s fear of a crisis either before or after the winter\nsolstice; but there is, in one word, nothing certain said by them. May\nit please you, sir, now to favour us with your clear directions.”",
        "“This complaint of your lady’s,” observed the Doctor, “has certainly\nbeen neglected by the whole number of doctors; for had a treatment with\ncertain medicines been initiated at the time of the first occurrence of\nher habitual sickness, I cannot but opine that, by this time, a perfect\ncure would have been effected. But seeing that the organic complaint has\nnow been, through neglect, allowed to reach this phase, this calamity\nwas, in truth, inevitable. My ideas are that this illness stands, as\nyet, a certain chance of recovery, (three chances out of ten); but we\nwill see how she gets on, after she has had these medicines of mine.\nShould they prove productive of sleep at night, then there will be added\nfurthermore two more chances in the grip of our hands. From my\ndiagnosis, your lady is a person, gifted with a preëminently excellent,\nand intelligent disposition; but an excessive degree of intelligence is\nthe cause of frequent contrarieties; and frequent contrarieties give\norigin to an excessive amount of anxious cares. This illness arises from\nthe injury done, by worrying and fretting, to the spleen, and from the\ninordinate vigour of the liver; hence it is that the relief cannot come\nat the proper time and season. Has not your lady, may I ask, heretofore\nat the period of the catamenia, suffered, if indeed not from anaemia,\nthen necessarily from plethora? Am I right in assuming this or not?”",
        "“To be sure she did,” replied the matron; “but she has never been\nsubject to anaemia, but to a plethora, varying from either two to three\ndays, and extending, with much irregularity, to even ten days.”",
        "“Quite so!” observed the Doctor, after hearing what she had to say, “and\nthis is the source of this organic illness! Had it in past days been\ntreated with such medicine as could strengthen the heart, and improve\nthe respiration, would it have reached this stage? This has now overtly\nmade itself manifest in an ailment originating from the paucity of water\nand the vigour of fire; but let me make use of some medicines, and we’ll\nsee how she gets on!”",
        "There and then he set to work and wrote a prescription, which he handed\nto Chia Jung, the purpose of which was: Decoction for the improvement of\nrespiration, the betterment of the blood, and the restoration of the\nspleen. Ginseng, Atractylodes Lancea; Yunnan root; Prepared Ti root;\nAralia edulis; Peony roots; Levisticum from Sze Ch’uan; Sophora\ntormentosa; Cyperus rotundus, prepared with rice; Gentian, soaked in\nvinegar; Huai Shan Yao root; Real “O” glue; Carydalis Ambigua; and Dried\nliquorice. Seven Fukien lotus seeds, (the cores of which should be\nextracted,) and two large zizyphi to be used as a preparative.",
        "“What exalted intelligence!” Chia Jung, after perusing it, exclaimed.\n“But I would also ask you, Doctor, to be good enough to tell me whether\nthis illness will, in the long run, endanger her life or not?”",
        "The Doctor smiled. “You, sir, who are endowed with most eminent\nintelligence (are certain to know) that when a human illness has reached\nthis phase, it is not a derangement of a day or of a single night; but\nafter these medicines have been taken, we shall also have to watch the\neffect of the treatment! My humble opinion is that, as far as the winter\nof this year goes, there is no fear; in fact, after the spring equinox,\nI entertain hopes of a complete cure.”",
        "Chia Jung was likewise a person with all his wits about him, so that he\ndid not press any further minute questions.",
        "Chia Jung forthwith escorted the Doctor and saw him off, and taking the\nprescription and the diagnosis, he handed them both to Chia Chen for his\nperusal, and in like manner recounted to Chia Chen and Mrs. Yu all that\nhad been said on the subject.",
        "“The other doctors have hitherto not expressed any opinions as positive\nas this one has done,” observed Mrs. Yu, addressing herself to Chia\nChen, “so that the medicines to be used are, I think, surely the right\nones!”",
        "“He really isn’t a man,” rejoined Chia Chen, “accustomed to give much of\nhis time to the practice of medicine, in order to earn rice for his\nsupport: and it’s Feng Tzu-ying, who is so friendly with us, who is\nmainly to be thanked for succeeding, after ever so much trouble, in\ninducing him to come. But now that we have this man, the illness of our\nson’s wife may, there is no saying, stand a chance of being cured. But\non that prescription of his there is ginseng mentioned, so you had\nbetter make use of that catty of good quality which was bought the other\nday.”",
        "Chia Jung listened until the conversation came to a close, after which\nhe left the room, and bade a servant go and buy the medicines, in order\nthat they should be prepared and administered to Mrs. Ch’in.",
        "What was the state of Mrs. Ch’in’s illness, after she partook of these\nmedicines, we do not know; but, reader, listen to the explanation given\nin the chapter which follows.",
        " ",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IBy Cao XueqinAt Amazon"
    ]
}