{
    "title": "Hung Lou Meng, Book I (A) - Chapter IX.",
    "author": "Cao Xueqin",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "  Chia Cheng gives good advice to his wayward son.\n  Li Kuei receives a reprimand.\n  Chia Jui and Li Kuei rebuke the obstinate youths!\n  Ming Yen causes trouble in the school-room.",
        "But to return to our story. Mr. Ch’in, the father, and Ch’in Chung, his\nson, only waited until the receipt, by the hands of a servant, of a\nletter from the Chia family about the date on which they were to go to\nschool. Indeed, Pao-yü was only too impatient that he and Ch’in Chung\nshould come together, and, without loss of time, he fixed upon two days\nlater as the day upon which they were definitely to begin their studies,\nand he despatched a servant with a letter to this effect.",
        "On the day appointed, as soon as it was daylight, Pao-yü turned out of\nbed. Hsi Jen had already by that time got books, pencils and all writing\nnecessaries in perfect readiness, and was sitting on the edge of the bed\nin a moping mood; but as soon as she saw Pao-yü approach, she was\nconstrained to wait upon him in his toilette and ablutions.",
        "Pao-yü, noticing how despondent she was, made it a point to address her.\n“My dear sister,” he said, “how is it you aren’t again yourself? Is it\nlikely that you bear me a grudge for being about to go to school,\nbecause when I leave you, you’ll all feel dull?”",
        "Hsi Jen smiled. “What an ideal” she replied. “Study is a most excellent\nthing, and without it a whole lifetime is a mere waste, and what good\ncomes in the long run? There’s only one thing, which is simply that when\nengaged in reading your books, you should set your mind on your books;\nand that you should think of home when not engaged in reading. Whatever\nyou do, don’t romp together with them, for were you to meet our master,\nyour father, it will be no joke! Although it’s asserted that a scholar\nmust strain every nerve to excel, yet it’s preferable that the tasks\nshould be somewhat fewer, as, in the first place, when one eats too\nmuch, one cannot digest it; and, in the second place, good health must\nalso be carefully attended to. This is my view on the subject, and you\nshould at all times consider it in practice.”",
        "While Hsi Jen gave utterance to a sentence, Pao-yü nodded his head in\nsign of approval of that sentence. Hsi Jen then went on to speak. “I’ve\nalso packed up,” she continued, “your long pelisse, and handed it to the\npages to take it over; so mind, when it’s cold in the school-room,\nplease remember to put on this extra clothing, for it’s not like home,\nwhere you have people to look after you. The foot-stove and hand-stove,\nI’ve also sent over; and urge that pack of lazy-bones to attend to their\nwork, for if you say nothing, they will be so engrossed in their\nfrolics, that they’ll be loth to move, and let you, all for nothing,\ntake a chill and ruin your constitution.”",
        "“Compose your mind,” replied Pao-yü; “when I go out, I know well enough\nhow to attend to everything my own self. But you people shouldn’t remain\nin this room, and mope yourselves to death; and it would be well if you\nwould often go over to cousin Lin’s for a romp.”",
        "While saying this, he had completed his toilette, and Hsi Jen pressed\nhim to go and wish good morning to dowager lady Chia, Chia Cheng, madame\nWang, and the other members of the family.",
        "Pao-yü, after having gone on to give a few orders to Ch’ing Wen and She\nYueh, at length left his apartments, and coming over, paid his obeisance\nto dowager lady Chia. Her venerable Ladyship had likewise, as a matter\nof course, a few recommendations to make to him, which ended, he next\nwent and greeted madame Wang; and leaving again her quarters, he came\ninto the library to wish Chia Cheng good morning.",
        "As it happened, Chia Cheng had on this day returned home at an early\nhour, and was, at this moment, in the library, engaged in a friendly\nchat with a few gentlemen, who were family companions. Suddenly\nperceiving Pao-yü come in to pay his respects, and report that he was\nabout to go to school, Chia Cheng gave a sardonic smile. “If you do\nagain,” he remarked, “make allusions to the words going to school,\nyou’ll make even me blush to death with shame! My advice to you is that\nyou should after all go your own way and play; that’s the best thing for\nyou; and mind you don’t pollute with dirt this floor by standing here,\nand soil this door of mine by leaning against it!”",
        "The family companions stood up and smilingly expostulated.",
        "“Venerable Sir,” they pleaded, “why need you be so down upon him? Our\nworthy brother is this day going to school, and may in two or three\nyears be able to display his abilities and establish his reputation. He\nwill, beyond doubt, not behave like a child, as he did in years gone\npast. But as the time for breakfast is also drawing nigh, you should,\nworthy brother, go at once.”",
        "When these words had been spoken, two among them, who were advanced in\nyears, readily took Pao-yü by the hand, and led him out of the library.",
        "“Who are in attendance upon Pao-yü?” Chia Cheng having inquired, he\nheard a suitable reply, “We, Sir!” given from outside; and three or four\nsturdy fellows entered at an early period and fell on one knee, and\nbowed and paid their obeisance.",
        "When Chia Cheng came to scrutinise who they were, and he recognised Li\nKuei, the son of Pao-yü’s nurse, he addressed himself to him. “You\npeople,” he said, “remain waiting upon him the whole day long at school,\nbut what books has he after all read? Books indeed! why, he has read and\nfilled his brains with a lot of trashy words and nonsensical phrases,\nand learnt some ingenious way of waywardness. Wait till I have a little\nleisure, and I’ll set to work, first and foremost, and flay your skin\noff, and then settle accounts with that good-for-nothing!”",
        "This threat so terrified Li Kuei that he hastily fell on both his knees,\npulled off his hat, knocked his head on the ground, and gave vent to\nrepeated assenting utterances: “Oh, quite so, Sir! Our elder brother Mr.\nPao has,” he continued, “already read up to the third book of the Book\nof Odes, up to where there’s something or other like: ’Yiu, Yiu, the\ndeer bleat; the lotus leaves and duckweed.’ Your servant wouldn’t\npresume to tell a lie!”",
        "As he said this, the whole company burst out into a boisterous fit of\nlaughter, and Chia Cheng himself could not also contain his countenance\nand had to laugh. “Were he even,” he observed, “to read thirty books of\nthe Book of Odes, it would be as much an imposition upon people and no\nmore, as (when the thief) who, in order to steal the bell, stops up his\nown ears! You go and present my compliments to the gentleman in the\nschoolroom, and tell him, from my part, that the whole lot of Odes and\nold writings are of no use, as they are subjects for empty show; and\nthat he should, above all things, take the Four Books, and explain them\nto him, from first to last, and make him know them all thoroughly by\nheart,–that this is the most important thing!”",
        "Li Kuei signified his obedience with all promptitude, and perceiving\nthat Chia Cheng had nothing more to say, he retired out of the room.",
        "During this while, Pao-yü had been standing all alone outside in the\ncourt, waiting quietly with suppressed voice, and when they came out he\nat once walked away in their company.",
        "Li Kuei and his companions observed as they shook their clothes, “Did\nyou, worthy brother, hear what he said that he would first of all flay\nour skins off! People’s servants acquire some respectability from the\nmaster whom they serve, but we poor fellows fruitlessly wait upon you,\nand are beaten and blown up in the bargain. It would be well if we were,\nfrom henceforward, to be treated with a certain amount of regard.”",
        "Pao-yü smiled, “Dear Brother,” he added, “don’t feel aggrieved; I’ll\ninvite you to come round to-morrow!”",
        "“My young ancestor,” replied Li Kuei, “who presumes to look forward to\nan invitation? all I entreat you is to listen to one or two words I have\nto say, that’s all.”",
        "As they talked they came over once more to dowager lady Chia’s on this\nside.",
        "Ch’in Chung had already arrived, and the old lady was first having a\nchat with him. Forthwith the two of them exchanged salutations, and took\nleave of her ladyship; but Pao-yü, suddenly remembering that he had not\nsaid good-bye to Tai-yü, promptly betook himself again to Tai-yü’s\nquarters to do so.",
        "Tai-yü was, at this time, below the window, facing the mirror, and\nadjusting her toilette. Upon hearing Pao-yü mention that he was on his\nway to school, she smiled and remarked, “That’s right! you’re now going\nto school and you’ll be sure to reach the lunar palace and pluck the\nolea fragrans; but I can’t go along with you.”",
        "“My dear cousin,” rejoined Pao-yü, “wait for me to come out from school,\nbefore you have your evening meal; wait also until I come to prepare the\r\ncosmetic of rouge.”",
        "After a protracted chat, he at length tore himself away and took his\ndeparture.",
        "“How is it,” interposed Tai-yü, as she once again called out to him and\nstopped him, “that you don’t go and bid farewell to your cousin Pao\nCh’ai?”",
        "Pao-yü smiled, and saying not a word by way of reply he straightway\nwalked to school, accompanied by Ch’in Chung.",
        "This public school, which it must be noticed was also not far from his\nquarters, had been originally instituted by the founder of the\nestablishment, with the idea that should there be among the young\nfellows of his clan any who had not the means to engage a tutor, they\nshould readily be able to enter this class for the prosecution of their\nstudies; that all those of the family who held official position should\nall give (the institution) pecuniary assistance, with a view to meet the\r\nexpenses necessary for allowances to the students; and that they were to\nselect men advanced in years and possessed of virtue to act as tutors of\nthe family school.",
        "The two of them, Ch’in Chung and Pao-yü, had now entered the class, and\nafter they and the whole number of their schoolmates had made each\nother’s acquaintance, their studies were commenced. Ever since this\ntime, these two were wont to come together, go together, get up\ntogether, and sit together, till they became more intimate and close.\nBesides, dowager lady Chia got very fond of Ch’in Chung, and would again\nand again keep him to stay with them for three and five days at a time,\ntreating him as if he were one of her own great-grandsons. Perceiving\nthat in Ch’in Chung’s home there was not much in the way of sufficiency,\nshe also helped him in clothes and other necessaries; and scarcely had\none or two months elapsed before Ch’in Chung got on friendly terms with\nevery one in the Jung mansion.",
        "Pao-yü was, however, a human being who could not practise contentment\nand observe propriety; and as his sole delight was to have every caprice\ngratified, he naturally developed a craving disposition. “We two, you\nand I, are,” he was also wont secretly to tell Ch’in Chung, “of the same\nage, and fellow-scholars besides, so that there’s no need in the future\nto pay any regard to our relationship of uncle and nephew; and we should\ntreat each other as brothers or friends, that’s all.”",
        "Ch’in Chung at first (explained that) he could not be so presumptuous;\nbut as Pao-yü would not listen to any such thing, but went on to address\nhim as brother and to call him by his style Ch’ing Ch’ing, he had\nlikewise himself no help, but to begin calling him, at random, anything\nand anyhow.",
        "There were, it is true, a large number of pupils in this school, but\nthese consisted of the sons and younger brothers of that same clan, and\nof several sons and nephews of family connections. The proverb\nappositely describes that there are nine species of dragons, and that\neach species differs; and it goes of course without saying that in a\r\nlarge number of human beings there were dragons and snakes, confusedly\nadmixed, and that creatures of a low standing were included.",
        "Ever since the arrival of the two young fellows, Ch’in Chung and Pao-yü,\nboth of whom were in appearance as handsome as budding flowers, and\nthey, on the one hand, saw how modest and genial Ch’in Chung was, how he\nblushed before he uttered a word, how he was timid and demure like a\ngirl, and on the other hand, how that Pao-yü was naturally proficient in\nabasing and demeaning himself, how he was so affable and good-natured,\nconsiderate in his temperament and so full of conversation, and how that\nthese two were, in consequence, on such terms of intimate friendship, it\nwas, in fact, no matter of surprise that the whole company of\nfellow-students began to foster envious thoughts, that they, behind\ntheir backs, passed on their account, this one one disparaging remark\nand that one another, and that they insinuated slanderous lies against\nthem, which extended inside as well as outside the school-room.",
        "Indeed, after Hsüeh P’an had come over to take up his quarters in madame\nWang’s suite of apartments, he shortly came to hear of the existence of\na family school, and that this school was mainly attended by young\nfellows of tender years, and inordinate ideas were suddenly aroused in\nhim. While he therefore fictitiously gave out that he went to school,\n[he was as irregular in his attendance as the fisherman] who catches\nfish for three days, and suns his nets for the next two; simply\npresenting his school-fee gift to Chia Tai-jui and making not the least\nprogress in his studies; his sole dream being to knit a number of\nfamiliar friendships. Who would have thought it, there were in this\nschool young pupils, who, in their greed to obtain money, clothes and\neatables from Hsüeh P’an, allowed themselves to be cajoled by him, and\nplayed tricks upon; but on this topic, it is likewise superfluous to\ndilate at any length.",
        "There were also two lovable young scholars, relatives of what branch of\nthe family is not known, and whose real surnames and names have also not\nbeen ascertained, who, by reason of their good and winsome looks, were,\nby the pupils in the whole class, given two nicknames, to one that of\n“Hsiang Lin,” “Fragrant Love,” and to the other “Yü Ai,” “Precious\nAffection.” But although every one entertained feelings of secret\nadmiration for them, and had the wish to take liberties with the young\nfellows, they lived, nevertheless, one and all, in such terror of Hsüeh\nP’an’s imperious influence, that they had not the courage to come\nforward and interfere with them.",
        "As soon as Ch’in Chung and Pao-yü had, at this time, come to school, and\nthey had made the acquaintance of these two fellow-pupils, they too\ncould not help becoming attached to them and admiring them, but as they\nalso came to know that they were great friends of Hsüeh P’an, they did\nnot, in consequence, venture to treat them lightly, or to be unseemly in\ntheir behaviour towards them. Hsiang Lin and Yü Ai both kept to\nthemselves the same feelings, which they fostered for Ch’in Chung and\nPao-yü, and to this reason is to be assigned the fact that though these\nfour persons nurtured fond thoughts in their hearts there was however no\nvisible sign of them. Day after day, each one of them would, during\nschool hours, sit in four distinct places: but their eight eyes were\nsecretly linked together; and, while indulging either in innuendoes or\nin double entendres, their hearts, in spite of the distance between\nthem, reflected the whole number of their thoughts.",
        "But though their outward attempts were devoted to evade the detection of\nother people’s eyes, it happened again that, while least expected,\nseveral sly lads discovered the real state of affairs, with the result\nthat the whole school stealthily frowned their eyebrows at them, winked\ntheir eyes at them, or coughed at them, or raised their voices at them;\nand these proceedings were, in fact, not restricted to one single day.",
        "As luck would have it, on this day Tai-jui was, on account of business,\ncompelled to go home; and having left them as a task no more than a\nheptameter line for an antithetical couplet, explaining that they should\nfind a sentence to rhyme, and that the following day when he came back,\nhe would set them their lessons, he went on to hand the affairs\nconnected with the class to his elder grandson, Chia Jui, whom he asked\nto take charge.",
        "Wonderful to say Hsüeh P’an had of late not frequented school very\noften, not even so much as to answer the roll, so that Ch’in Chung\navailed himself of his absence to ogle and smirk with Hsiang Lin; and\nthese two pretending that they had to go out, came into the back court\nfor a chat.",
        "“Does your worthy father at home mind your having any friends?” Ch’in\nChung was the first to ask. But this sentence was scarcely ended, when\nthey heard a sound of coughing coming from behind. Both were taken much\naback, and, speedily turning their heads round to see, they found that\nit was a fellow-scholar of theirs, called Chin Jung.",
        "Hsiang Lin was naturally of somewhat hasty temperament, so that with\nshame and anger mutually impelling each other, he inquired of him,\n“What’s there to cough at? Is it likely you wouldn’t have us speak to\neach other?”",
        "“I don’t mind your speaking,” Chin Jung observed laughing; “but would\nyou perchance not have me cough? I’ll tell you what, however; if you\nhave anything to say, why not utter it in intelligible language? Were\nyou allowed to go on in this mysterious manner, what strange doings\nwould you be up to? But I have sure enough found you out, so what’s the\nneed of still prevaricating? But if you will, first of all, let me\npartake of a share in your little game, you and I can hold our tongue\nand utter not a word. If not, why the whole school will begin to turn\nthe matter over.”",
        "At these words, Ch’in Chung and Hsiang Lin were so exasperated that\ntheir blood rushed up to their faces. “What have you found out?” they\nhastily asked.",
        "“What I have now detected,” replied Chin Jung smiling, “is the plain\ntruth!” and saying this he went on to clap his hands and to call out\nwith a loud voice as he laughed: “They have moulded some nice well-baked\ncakes, won’t you fellows come and buy one to eat!” (These two have been\nup to larks, won’t you come and have some fun!)",
        "Both Ch’in Chung and Hsiang Lin felt resentful as well as fuming with\nrage, and with hurried step they went in, in search of Chia Jui, to whom\nthey reported Chin Jung, explaining that Chin Jung had insulted them\nboth, without any rhyme or reason.",
        "The fact is that this Chia Jui was, in an extraordinary degree, a man\nwith an eye to the main chance, and devoid of any sense of propriety.\nHis wont was at school to take advantage of public matters to serve his\nprivate interest, and to bring pressure upon his pupils with the intent\nthat they should regale him. While subsequently he also lent his\ncountenance to Hsüeh P’an, scheming to get some money or eatables out of\nhim, he left him entirely free to indulge in disorderly behaviour; and\nnot only did he not go out of his way to hold him in check, but, on the\ncontrary, he encouraged him, infamous though he was already, to become a\nbully, so as to curry favour with him.",
        "But this Hsüeh P’an was, by nature, gifted with a fickle disposition;\nto-day, he would incline to the east, and to-morrow to the west, so that\nhaving recently obtained new friends, he put Hsiang Lin and Yü Ai aside.\nChin Jung too was at one time an intimate friend of his, but ever since\nhe had acquired the friendship of the two lads, Hsiang Lin and Yü Ai, he\nforthwith deposed Chin Jung. Of late, he had already come to look down\nupon even Hsiang Lin and Yü Ai, with the result that Chia Jui as well\nwas deprived of those who could lend him support, or stand by him; but\nhe bore Hsüeh P’an no grudge, for wearying with old friends, as soon as\nhe found new ones, but felt angry that Hsiang Lin and Yü Ai had not put\nin a word on his behalf with Hsüeh P’an. Chia Jui, Chin Jung and in fact\nthe whole crowd of them were, for this reason, just harbouring a jealous\ngrudge against these two, so that when he saw Ch’in Chung and Hsiang Lin\ncome on this occasion and lodge a complaint against Chin Jung, Chia Jui\nreadily felt displeasure creep into his heart; and, although he did not\nventure to call Ch’in Chung to account, he nevertheless made an example\nof Hsiang Lin. And instead (of taking his part), he called him a\nbusybody and denounced him in much abusive language, with the result\nthat Hsiang Lin did not, contrariwise, profit in any way, but brought\ndispleasure upon himself. Even Ch’in Chung grumbled against the\ntreatment, as each of them resumed their places.",
        "Chin Jung became still more haughty, and wagging his head and smacking\nhis lips, he gave vent to many more abusive epithets; but as it happened\nthat they also reached Yü Ai’s ears, the two of them, though seated\napart, began an altercation in a loud tone of voice.",
        "Chin Jung, with obstinate pertinacity, clung to his version. “Just a\nshort while back,” he said, “I actually came upon them, as they were\nindulging in demonstrations of intimate friendship in the back court.\nThese two had resolved to be one in close friendship, and were eloquent\nin their protestations, mindful only in persistently talking their\ntrash, but they were not aware of the presence of another person.”",
        "But his language had, contrary to all expectations, given, from the very\nfirst, umbrage to another person, and who do you, (gentle reader,)\nimagine this person to have been?",
        "This person was, in fact, one whose name was Chia Se; a grandson\nlikewise of a main branch of the Ning mansion. His parents had died at\nan early period, and he had, ever since his youth, lived with Chia Chen.\r\nHe had at this time grown to be sixteen years of age, and was, as\ncompared with Chia Jung, still more handsome and good looking. These two\ncousins were united by ties of the closest intimacy, and were always\ntogether, whether they went out or stayed at home.",
        "The inmates of the Ning mansion were many in number, and their opinions\nof a mixed kind; and that whole bevy of servants, devoid as they were of\nall sense of right, solely excelled in the practice of inventing stories\nto backbite their masters; and this is how some mean person or other\nagain, who it was is not known, insinuated slanderous and opprobrious\nreports (against Chia Se). Chia Chen had, presumably, also come to hear\nsome unfavourable criticisms (on his account), and having, of course, to\nsave himself from odium and suspicion, he had, at this juncture, after\nall, to apportion him separate quarters, and to bid Chia Se move outside\nthe Ning mansion, where he went and established a home of his own to\nlive in.",
        "This Chia Se was handsome as far as external appearances went, and\nintelligent withal in his inward natural gifts, but, though he nominally\ncame to school, it was simply however as a mere blind; for he treated,\nas he had ever done, as legitimate occupations, such things as cock\nfighting, dog-racing and visiting places of easy virtue. And as, above,\nhe had Chia Chen to spoil him by over-indulgence; and below, there was\nChia Jung to stand by him, who of the clan could consequently presume to\nrun counter to him?",
        "Seeing that he was on the closest terms of friendship with Chia Jung,\nhow could he reconcile himself to the harsh treatment which he now saw\nCh’in Chung receive from some persons? Being now bent upon pushing\nhimself forward to revenge the injustice, he was, for the time, giving\nhimself up to communing with his own heart. “Chin Jung, Chia Jui and the\nrest are,” he pondered, “friends of uncle Hsüeh, but I too am on\nfriendly terms with him, and he with me, and if I do come forward and\nthey tell old Hsüeh, won’t we impair the harmony which exists between\nus? and if I don’t concern myself, such idle tales make, when spoken,\nevery one feel uncomfortable; and why shouldn’t I now devise some means\nto hold them in check, so as to stop their mouths, and prevent any loss\nof face!”",
        "Having concluded this train of thought, he also pretended that he had to\ngo out, and, walking as far as the back, he, with low voice, called to\nhis side Ming Yen, the page attending upon Pao-yü in his studies, and in\none way and another, he made use of several remarks to egg him on.",
        "This Ming Yen was the smartest of Pao-yü’s attendants, but he was also\nyoung in years and lacked experience, so that he lent a patient ear to\nwhat Chia Se had to say about the way Chin Jung had insulted Ch’in\nChung. “Even your own master, Pao-yü,” (Chia Se added), “is involved,\nand if you don’t let him know a bit of your mind, he will next time be\nstill more arrogant.”",
        "This Ming Yen was always ready, even with no valid excuse, to be\ninsolent and overbearing to people, so that after hearing the news and\nbeing furthermore instigated by Chia Se, he speedily rushed into the\nschoolroom and cried out “Chin Jung;” nor did he address him as Mr.\nChin, but merely shouted “What kind of fellow is this called Chin?”",
        "Chia Se presently shuffled his feet, while he designedly adjusted his\ndress and looked at the rays of the sun. “It’s time,” he observed and\nwalking forthwith, first up to Chia Jui, he explained to him that he had\nsomething to attend to and would like to get away a little early; and as\nChia Jui did not venture to stop him, he had no alternative but to let\nhim have his way and go.",
        "During this while, Ming Yen had entered the room and promptly seizing\nChin Jung in a grip: “What we do, whether proper or improper,” he said,\n“doesn’t concern you! It’s enough anyway that we don’t defile your\nfather! A fine brat you are indeed, to come out and meddle with your Mr.\nMing!”",
        "These words plunged the scholars of the whole class in such\nconsternation that they all wistfully and absently looked at him.",
        "“Ming Yen,” hastily shouted out Chia Jui, “you’re not to kick up a\nrumpus.”",
        "Chin Jung was so full of anger that his face was quite yellow. “What a\nsubversion of propriety! a slave and a menial to venture to behave in\nthis manner! I’ll just simply speak to your master,” he exclaimed as he\nreadily pushed his hands off and was about to go and lay hold of Pao-yü\nto beat him.",
        "Ch’in Chung was on the point of turning round to leave the room, when\nwith a sound of ’whiff’ which reached him from behind, he at once caught\nsight of a square inkslab come flying that way. Who had thrown it he\ncould not say, but it struck the desk where Chia Lan and Chia Chün were\nseated.",
        "These two, Chia Lan and Chia Chün, were also the great-grandsons of a\nclose branch of the Jung mansion. This Chia Chün had been left\nfatherless at an early age, and his mother doated upon him in an unusual\nmanner, and it was because at school he was on most friendly terms with\nChia Lan, that these two sat together at the same desk. Who would have\nbelieved that Chia Chün would, in spite of being young in years, have\nhad an extremely strong mind, and that he would be mostly up to mischief\nwithout the least fear of any one. He watched with listless eye from his\nseat Chin Jung’s friends stealthily assist Chin Jung, as they flung an\ninkslab to strike Ming Yen, but when, as luck would have it, it hit the\nwrong mark, and fell just in front of him, smashing to atoms the\nporcelain inkslab and water bottle, and smudging his whole book with\nink, Chia Chün was, of course, much incensed, and hastily gave way to\nabuse. “You consummate pugnacious criminal rowdies! why, doesn’t this\namount to all of you taking a share in the fight!” And as he uttered\nthis abuse, he too forthwith seized an inkslab, which he was bent upon\nflinging.",
        "Chia Lan was one who always tried to avoid trouble, so that he lost no\ntime in pressing down the inkslab, while with all the words his mouth\ncould express, he tried to pacify him, adding “My dear brother, it’s no\nbusiness of yours and mine.”",
        "Chia Chün could not repress his resentment; and perceiving that the\ninkslab was held down, he at once laid hold of a box containing books,\nwhich he flung in this direction; but being, after all, short of\nstature, and weak of strength, he was unable to send it anywhere near\nthe mark; so that it dropped instead when it got as far as the desk\nbelonging to Pao-yü and Ch’in Chung, while a dreadful crash became\naudible as it fell smash on the table. The books, papers, pencils,\ninkslabs, and other writing materials were all scattered over the whole\ntable; and Pao-yü’s cup besides containing tea was itself broken to\npieces and the tea spilt.",
        "Chia Chün forthwith jumped forward with the intent of assailing the\nperson who had flung the inkslab at the very moment that Chin Jung took\nhold of a long bamboo pole which was near by; but as the space was\nlimited, and the pupils many, how could he very well brandish a long\nstick? Ming Yen at an early period received a whack, and he shouted\nwildly, “Don’t you fellows yet come to start a fight.”",
        "Pao-yü had, besides, along with him several pages, one of whom was\ncalled Sao Hung, another Ch’u Yo, another Mo Yü. These three were\nnaturally up to every mischief, so that with one voice, bawling\nboisterously, “You children of doubtful mothers, have you taken up\narms?” Mo Yü promptly took up the bar of a door; while Sao Hung and Ch’u\nYo both laid hold of horsewhips, and they all rushed forward like a hive\nof bees.",
        "Chia Jui was driven to a state of exasperation; now he kept this one in\ncheck, and the next moment he reasoned with another, but who would\nlisten to his words? They followed the bent of their inclinations and\nstirred up a serious disturbance.",
        "Of the whole company of wayward young fellows, some there were who gave\nsly blows for fun’s sake; others there were who were not gifted with\nmuch pluck and hid themselves on one side; there were those too who\nstood on the tables, clapping their hands and laughing immoderately,\nshouting out: “Go at it.”",
        "The row was, at this stage, like water bubbling over in a cauldron, when\nseveral elderly servants, like Li Kuei and others, who stood outside,\nheard the uproar commence inside, and one and all came in with all haste\nand united in their efforts to pacify them. Upon asking “What’s the\nmatter?” the whole bevy of voices shouted out different versions; this\none giving this account, while another again another story. But Li Kuei\ntemporised by rebuking Ming Yen and others, four in all, and packing\nthem off.",
        "Ch’in Chung’s head had, at an early period, come into contact with Chin\nJung’s pole and had had the skin grazed off. Pao-yü was in the act of\nrubbing it for him, with the overlap of his coat, but realising that the\nwhole lot of them had been hushed up, he forthwith bade Li Kuei collect\nhis books.",
        "“Bring my horse round,” he cried; “I’m going to tell Mr. Chia Tai-ju\nthat we have been insulted. I won’t venture to tell him anything else,\nbut (tell him I will) that having come with all propriety and made our\nreport to Mr. Chia Jui, Mr. Chia Jui instead (of helping us) threw the\nfault upon our shoulders. That while he heard people abuse us, he went\nso far as to instigate them to beat us; that Ming Yen seeing others\ninsult us, did naturally take our part; but that they, instead (of\ndesisting,) combined together and struck Ming Yen and even broke open\nCh’in Chung’s head. And that how is it possible for us to continue our\nstudies in here?”",
        "“My dear sir,” replied Li Kuei coaxingly, “don’t be so impatient! As Mr.\nChia Tai-ju has had something to attend to and gone home, were you now,\nfor a trifle like this, to go and disturb that aged gentleman, it will\nmake us, indeed, appear as if we had no sense of propriety: my idea is\nthat wherever a thing takes place, there should it be settled; and\nwhat’s the need of going and troubling an old man like him. This is all\nyou, Mr. Chia Jui, who is to blame; for in the absence of Mr. Chia\nTai-ju, you, sir, are the head in this school, and every one looks to\nyou to take action. Had all the pupils been at fault, those who deserved\na beating should have been beaten, and those who merited punishment\nshould have been punished! and why did you wait until things came to\nsuch a pass, and didn’t even exercise any check?”",
        "“I blew them up,” pleaded Chia Jui, “but not one of them would listen.”",
        "“I’ll speak out, whether you, worthy sir, resent what I’m going to say\nor not,” ventured Li Kuei. “It’s you, sir, who all along have after all\nhad considerable blame attached to your name; that’s why all these young\nmen wouldn’t hear you! Now if this affair is bruited, until it reaches\nMr. Chia Tai-ju’s ears, why even you, sir, will not be able to escape\ncondemnation; and why don’t you at once make up your mind to disentangle\nthe ravelled mess and dispel all trouble and have done with it!”",
        "“Disentangle what?” inquired Pao-yü; “I shall certainly go and make my\nreport.”",
        "“If Chin Jung stays here,” interposed Ch’in Chung sobbing, “I mean to go\nback home.”",
        "“Why that?” asked Pao-yü. “Is it likely that others can safely come and\nthat you and I can’t? I feel it my bounden duty to tell every one\neverything at home so as to expel Chin Jung. This Chin Jung,” he went on\nto inquire as he turned towards Lei Kuei, “is the relative or friend of\nwhat branch of the family?”",
        "Li Kuei gave way to reflection and then said by way of reply: “There’s\nno need whatever for you to raise this question; for were you to go and\nreport the matter to the branch of the family to which he belongs, the\nharmony which should exist between cousins will be still more impaired.”",
        "“He’s the nephew of Mrs. Huang, of the Eastern mansion,” interposed Ming\nYen from outside the window. “What a determined and self-confident\nfellow he must be to even come and bully us; Mrs. Huang is his paternal\naunt! That mother of yours is only good for tossing about like a\nmillstone, for kneeling before our lady Lien, and begging for something\nto pawn. I’ve no eye for such a specimen of mistress.”",
        "“What!” speedily shouted Li Kuei, “does this son of a dog happen to know\nof the existence of all these gnawing maggots?” (these disparaging\nfacts).",
        "Pao-yü gave a sardonic smile. “I was wondering whose relative he was,\"\nhe remarked; “is he really sister-in-law Huang’s nephew? well, I’ll go\nat once and speak to her.”",
        "As he uttered these words, his purpose was to start there and then, and\nhe called Ming Yen in, to come and pack up his books. Ming Yen walked in\nand put the books away. “Master,” he went on to suggest, in an exultant\nmanner, “there’s no need for you to go yourself to see her; I’ll go to\nher house and tell her that our old lady has something to ask of her. I\ncan hire a carriage to bring her over, and then, in the presence of her\nvenerable ladyship, she can be spoken to; and won’t this way save a lot\nof trouble?”",
        "“Do you want to die?” speedily shouted Li Kuei; “mind, when you go back,\nwhether right or wrong, I’ll first give you a good bumping, and then go\nand report you to our master and mistress, and just tell them that it’s\nyou, and only you, who instigated Mr. Pao-yü! I’ve succeeded, after ever\nso much trouble, in coaxing them, and mending matters to a certain\nextent, and now you come again to continue a new plan. It’s you who\nstirred up this row in the school-room; and not to speak of your\nfinding, as would have been the proper course, some way of suppressing\nit, there you are instead still jumping into the fire.”",
        "Ming Yen, at this juncture, could not muster the courage to utter a\nsound. By this time Chia Jui had also apprehended that if the row came\nto be beyond clearing up, he himself would likewise not be clear of\nblame, so that circumstances compelled him to pocket his grievances and\nto come and entreat Ch’in Chung as well as to make apologies to Pao-yü.\nThese two young fellows would not at first listen to his advances, but\nPao-yü at length explained that he would not go and report the\noccurrence, provided only Chin Jung admitted his being in the wrong.\nChin Jung refused, at the outset, to agree to this, but he ultimately\ncould find no way out of it, as Chia Jui himself urged him to make some\ntemporising apology.",
        "Li Kuei and the others felt compelled to tender Chin Jung some good\nadvice: “It’s you,” they said, “who have given rise to the disturbance,\nand if you don’t act in this manner, how will the matter ever be brought\nto an end?” so that Chin Jung found it difficult to persist in his\nobstinacy, and was constrained to make a bow to Ch’in Chung.",
        "Pao-yü was, however, not yet satisfied, but would insist upon his\nknocking his head on the ground, and Chia Jui, whose sole aim was to\ntemporarily smother the affair, quietly again urged Chin Jung, adding\nthat the proverb has it: “That if you keep down the anger of a minute,\nyou will for a whole life-time feel no remorse.”",
        "Whether Chin Jung complied or not to his advice is not known, but the\nfollowing chapter will explain.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IBy Cao XueqinAt Amazon"
    ]
}