{
    "title": "Hung Lou Meng, Book I (A) - Chapter IV.",
    "author": "Cao Xueqin",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "  An ill-fated girl happens to meet an ill-fated young man.\n  The Hu Lu Bonze adjudicates the Hu Lu case.",
        "Tai-yü, for we shall now return to our story, having come, along with\nher cousin to madame Wang’s apartments, found madame Wang discussing\ncertain domestic occurrences with the messengers, who had arrived from\nher elder brother’s wife’s home, and conversing also about the case of\nhomicide, in which the family of her mother’s sister had become\ninvolved, and other such relevant topics. Perceiving how pressing and\nperplexing were the matters in which madame Wang was engaged, the young\nladies promptly left her apartments, and came over to the rooms of their\nwidow sister-in-law, Mrs. Li.",
        "This Mrs. Li had originally been the spouse of Chia Chu. Although Chu\nhad died at an early age, he had the good fortune of leaving behind him\na son, to whom the name of Chia Lan was given. He was, at this period,\njust in his fifth year, and had already entered school, and applied\nhimself to books.",
        "This Mrs. Li was also the daughter of an official of note in Chin Ling.\nHer father’s name was Li Shou-chung, who had, at one time, been Imperial\nLibationer. Among his kindred, men as well as women had all devoted\nthemselves to poetry and letters; but ever since Li Shou-chung continued\nthe line of succession, he readily asserted that the absence of literary\nattainments in his daughter was indeed a virtue, so that it soon came\nabout that she did not apply herself in real earnest to learning; with\nthe result that all she studied were some parts of the “Four Books for\nwomen,” and the “Memoirs of excellent women,” that all she read did not\nextend beyond a limited number of characters, and that all she committed\nto memory were the examples of these few worthy female characters of\ndynasties of yore; while she attached special importance to spinning and\nfemale handiwork. To this reason is to be assigned the name selected for\nher, of Li Wan (Li, the weaver), and the style of Kung Ts’ai (Palace\nSempstress).",
        "Hence it was that, though this Li Wan still continued, after the loss of\nher mate, while she was as yet in the spring of her life, to live amidst\naffluence and luxury, she nevertheless resembled in every respect a\nblock of rotten wood or dead ashes. She had no inclination whatsoever to\ninquire after anything or to listen to anything; while her sole and\nexclusive thought was to wait upon her relatives and educate her son;\nand, in addition to this, to teach her young sisters-in-law to do\nneedlework and to read aloud.",
        "Tai-yü was, it is true, at this period living as a guest in the Chia\nmansion, where she certainly had the several young ladies to associate\nwith her, but, outside her aged father, (she thought) there was really\nno need for her to extend affection to any of the rest.",
        "But we will now speak of Chia Yü-ts’un. Having obtained the appointment\nof Prefect of Ying T’ien, he had no sooner arrived at his post than a\ncharge of manslaughter was laid before his court. This had arisen from\nsome rivalry between two parties in the purchase of a slave-girl, either\nof whom would not yield his right; with the result that a serious\nassault occurred, which ended in homicide.",
        "Yü-ts’un had, with all promptitude, the servants of the plaintiffs\nbrought before him, and subjected them to an examination.",
        "“The victim of the assault,” the plaintiffs deposed, “was your servants’\nmaster. Having on a certain day, purchased a servant-girl, she\nunexpectedly turned out to be a girl who had been carried away and sold\nby a kidnapper. This kidnapper had, first of all, got hold of our\nfamily’s money, and our master had given out that he would on the third\nday, which was a propitious day, take her over into the house, but\nthis kidnapper stealthily sold her over again to the Hsüeh family. When\nwe came to know of this, we went in search of the seller to lay hold of\nhim, and bring back the girl by force. But the Hsüeh party has been all\nalong the bully of Chin Ling, full of confidence in his wealth,\nfull of presumption on account of his prestige; and his arrogant menials\nin a body seized our master and beat him to death. The murderous master\nand his crew have all long ago made good their escape, leaving no trace\nbehind them, while there only remain several parties not concerned in\nthe affair. Your servants have for a whole year lodged complaints, but\nthere has been no one to do our cause justice, and we therefore implore\nyour Lordship to have the bloodstained criminals arrested, and thus\nconduce to the maintenance of humanity and benevolence; and the living,\nas well as the dead, will feel boundless gratitude for this heavenly\nbounty.”",
        "When Yü-ts’un heard their appeal, he flew into a fiery rage. “What!” he\nexclaimed. “How could a case of such gravity have taken place as the\nmurder of a man, and the culprits have been allowed to run away\nscot-free, without being arrested? Issue warrants, and despatch\nconstables to at once lay hold of the relatives of the bloodstained\ncriminals and bring them to be examined by means of torture.”",
        "Thereupon he espied a Retainer, who was standing by the judgment-table,\nwink at him, signifying that he should not issue the warrants. Yü-t’sun\ngave way to secret suspicion, and felt compelled to desist.",
        "Withdrawing from the Court-room, he retired into a private chamber, from\nwhence he dismissed his followers, only keeping this single Retainer to\nwait upon him.",
        "The Retainer speedily advanced and paid his obeisance. “Your worship,\"\nhe said smiling, “has persistently been rising in official honours, and\nincreasing in wealth so that, in the course of about eight or nine\nyears, you have forgotten me.”",
        "“Your face is, however, extremely familiar,” observed Yü-ts’un, “but I\ncannot, for the moment, recall who you are.”",
        "“Honourable people forget many things,” remarked the Retainer, as he\nsmiled. “What! Have you even forgotten the place where you started in\nlife? and do you not remember what occurred, in years gone by, in the Hu\nLu Temple?”",
        "Yü-ts’un was filled with extreme astonishment; and past events then\nbegan to dawn upon him.",
        "The fact is that this Retainer had been at one time a young priest in\nthe Hu Lu temple; but as, after its destruction by fire, he had no place\nto rest his frame, he remembered how light and easy was, after all, this\nkind of occupation, and being unable to reconcile himself to the\nsolitude and quiet of a temple, he accordingly availed himself of his\nyears, which were as yet few, to let his hair grow, and become a\nretainer.",
        "Yü-ts’un had had no idea that it was he. Hastily taking his hand in his,\nhe smilingly observed, “You are, indeed, an old acquaintance!” and then\npressed him to take a seat, so as to have a chat with more ease, but the\nRetainer would not presume to sit down.",
        "“Friendships,” Yü-ts’un remarked, putting on a smiling expression,\n“contracted in poor circumstances should not be forgotten! This is a\nprivate room; so that if you sat down, what would it matter?”",
        "The Retainer thereupon craved permission to take a seat, and sat down\ngingerly, all awry.",
        "“Why did you, a short while back,” Yü-ts’un inquired, “not allow me to\nissue the warrants?”",
        "“Your illustrious office,” replied the Retainer, “has brought your\nworship here, and is it likely you have not transcribed some philactery\nof your post in this province!”",
        "“What is an office-philactery?” asked Yü-ts’un with alacrity.",
        "“Now-a-days,” explained the Retainer, “those who become local officers\nprovide themselves invariably with a secret list, in which are entered\nthe names and surnames of the most influential and affluent gentry of\nnote in the province. This is in vogue in every province. Should\ninadvertently, at any moment, one give umbrage to persons of this\nstatus, why, not only office, but I fear even one’s life, it would be\ndifficult to preserve. That’s why these lists are called\noffice-philacteries. This Hsüeh family, just a while back spoken of, how\ncould your worship presume to provoke? This case in question affords no\ndifficulties whatever in the way of a settlement; but the prefects, who\nhave held office before you, have all, by doing violence to the feelings\nand good name of these people, come to the end they did.”",
        "As he uttered these words, he produced, from inside a purse which he had\nhandy, a transcribed office-philactery, which he handed over to\nYü-ts’un; who upon perusal, found it full of trite and unpolished\nexpressions of public opinion, with regard to the leading clans and\nnotable official families in that particular district. They ran as\nfollows:",
        "The “Chia” family is not “chia,” a myth; white jade form the Halls; gold\ncompose their horses! The “A Fang” Palace is three hundred li in extent,\nbut is no fit residence for a “Shih” of Chin Ling. The eastern seas lack\nwhite jade beds, and the “Lung Wang,” king of the Dragons, has come to\nask for one of the Chin Ling Wang, (Mr. Wang of Chin Ling.) In a\nplenteous year, snow, (Hsüeh,) is very plentiful; their pearls and gems\nare like sand, their gold like iron.",
        "Scarcely had Yü-ts’un done reading, when suddenly was heard the\nannouncement, communicated by the beating of a gong, that Mr. Wang had\ncome to pay his respects.",
        "Yü-ts’un hastily adjusted his official clothes and hat, and went out of\nthe room to greet and receive the visitor. Returning after a short while\nhe proceeded to question the Retainer (about what he had been perusing.)",
        "“These four families,” explained the Retainer, “are all interlaced by\nties of relationship, so that if you offend one, you offend all; if you\nhonour one, you honour all. For support and protection, they all have\nthose to take care of their interests! Now this Hsüeh, who is charged\nwith homicide, is indeed the Hsüeh implied by ’in a plenteous year,\n(Hsüeh,) snow, is very plentiful.’ In fact, not only has he these three\nfamilies to rely upon, but his (father’s) old friends, and his own\nrelatives and friends are both to be found in the capital, as well as\nabroad in the provinces; and they are, what is more, not few in number.\nWho is it then that your Worship purposes having arrested?”",
        "When Yü-ts’un had heard these remarks, he forthwith put on a smile and\ninquired of the Retainer, “If what you say be true, how is then this\nlawsuit to be settled? Are you also perchance well aware of the place of\nretreat of this homicide?”",
        "“I don’t deceive your Worship,” the Retainer ventured smiling, “when I\nsay that not only do I know the hiding-place of this homicide, but that\nI also am acquainted with the man who kidnapped and sold the girl; I\nlikewise knew full well the poor devil and buyer, now deceased. But\nwait, and I’ll tell your worship all, with full details. This person,\nwho succumbed to the assault, was the son of a minor gentry. His name\nwas Feng Yüan. His father and mother are both deceased, and he has\nlikewise no brothers. He looked after some scanty property in order to\neke out a living. His age was eighteen or nineteen; and he had a strong\npenchant for men’s, and not much for women’s society. But this was too\nthe retribution (for sins committed) in a previous existence! for\ncoming, by a strange coincidence, in the way of this kidnapper, who was\nselling the maid, he straightway at a glance fell in love with this\ngirl, and made up his mind to purchase her and make her his second wife;\nentering an oath not to associate with any male friends, nor even to\nmarry another girl. And so much in earnest was he in this matter that he\nhad to wait until after the third day before she could enter his\nhousehold (so as to make the necessary preparations for the marriage).\nBut who would have foreseen the issue? This kidnapper quietly disposed\nof her again by sale to the Hsüeh family; his intention being to pocket\nthe price-money from both parties, and effect his escape. Contrary to\nhis calculations, he couldn’t after all run away in time, and the two\nbuyers laid hold of him and beat him, till he was half dead; but neither\nof them would take his coin back, each insisting upon the possession of\nthe girl. But do you think that young gentleman, Mr. Hsüeh, would yield\nhis claim to her person? Why, he at once summoned his servants and bade\nthem have recourse to force; and, taking this young man Feng, they\nassailed him till they made mincemeat of him. He was then carried back\nto his home, where he finally died after the expiry of three days. This\nyoung Mr. Hsüeh had previously chosen a day, on which he meant to set\nout for the capital, and though he had beaten the young man Feng to\ndeath, and carried off the girl, he nevertheless behaved in the manner\nof a man who had had no concern in the affair. And all he gave his mind\nto was to take his family and go along on his way; but not in any wise\nin order to evade (the consequences) of this (occurrence). This case of\nhomicide, (he looked upon) as a most trivial and insignificant matter,\nwhich, (he thought), his brother and servants, who were on the spot,\nwould be enough to settle. But, however, enough of this person. Now does\nyour worship know who this girl is who was sold?”",
        "“How could I possibly know?” answered Yü-ts’un.",
        "“And yet,” remarked the Retainer, as he laughed coldly, “this is a\nperson to whom you are indebted for great obligations; for she is no one\nelse than the daughter of Mr. Chen, who lived next door to the Hu Lu\ntemple. Her infant name is ’Ying Lien.’”",
        "“What! is it really she?” exclaimed Yü-ts’un full of surprise. “I heard\nthat she had been kidnapped, ever since she was five years old; but has\nshe only been sold recently?”",
        "“Kidnappers of this kind,” continued the Retainer, “only abduct infant\ngirls, whom they bring up till they reach the age of twelve or thirteen,\nwhen they take them into strange districts and dispose of them through\ntheir agents. In days gone by, we used daily to coax this girl, Ying\nLien, to romp with us, so that we got to be exceedingly friendly. Hence\nit is that though, with the lapse of seven or eight years, her mien has\nassumed a more surpassingly lovely appearance, her general features\nhave, on the other hand, undergone no change; and this is why I can\nrecognise her. Besides, in the centre of her two eyebrows, she had a\nspot, of the size of a grain of rice, of carnation colour, which she has\nhad ever since she was born into the world. This kidnapper, it also\nhappened, rented my house to live in; and on a certain day, on which the\nkidnapper was not at home, I even set her a few questions. She said,\n’that the kidnapper had so beaten her, that she felt intimidated, and\ncouldn’t on any account, venture to speak out; simply averring that the\nkidnapper was her own father, and that, as he had no funds to repay his\ndebts, he had consequently disposed of her by sale!’ I tried time after\ntime to induce her to answer me, but she again gave way to tears and\nadded no more than: ’I don’t really remember anything of my youth.’ Of\nthis, anyhow, there can be no doubt; on a certain day the young man Feng\nand the kidnapper met, said the money was paid down; but as the\nkidnapper happened to be intoxicated, Ying Lien exclaimed, as she\nsighed: ’My punishment has this day been consummated!’ Later on again,\nwhen she heard that young Feng would, after three days, have her taken\nover to his house, she once more underwent a change and put on such a\nsorrowful look that, unable to brook the sight of it, I waited till the\nkidnapper went out, when I again told my wife to go and cheer her by\nrepresenting to her that this Mr. Feng’s fixed purpose to wait for a\npropitious day, on which to come and take her over, was ample proof that\nhe would not look upon her as a servant-girl. ’Furthermore,’ (explained\nmy wife to her), ’he is a sort of person exceedingly given to fast\nhabits, and has at home ample means to live upon, so that if, besides,\nwith his extreme aversion to women, he actually purchases you now, at a\nfancy price, you should be able to guess the issue, without any\nexplanation. You have to bear suspense only for two or three days, and\nwhat need is there to be sorrowful and dejected?’ After these\nassurances, she became somewhat composed, flattering herself that she\nwould from henceforth have a home of her own.",
        "“But who would believe that the world is but full of disappointments! On\nthe succeeding day, it came about that the kidnapper again sold her to\nthe Hsüeh family! Had he disposed of her to any other party, no harm\nwould anyhow have resulted; but this young gentleman Hsüeh, who is\nnicknamed by all, ’the Foolish and overbearing Prince,’ is the most\nperverse and passionate being in the whole world. What is more, he\nthrows money away as if it were dust. The day on which he gave the\nthrashing with blows like falling leaves and flowing water, he dragged\n(_lit. pull alive, drag dead) Ying Lien away more dead than alive,\nby sheer force, and no one, even up to this date, is aware whether she\nbe among the dead or the living. This young Feng had a spell of empty\nhappiness; for (not only) was his wish not fulfilled, but on the\ncontrary he spent money and lost his life; and was not this a lamentable\ncase?”",
        "When Yü-ts’un heard this account he also heaved a sigh. “This was\nindeed,” he observed, “a retribution in store for them! Their encounter\nwas likewise not accidental; for had it been, how was it that this Feng\nYüan took a fancy to Ying Lien?",
        "“This Ying Lien had, during all these years, to endure much harsh\ntreatment from the hands of the kidnapper, and had, at length, obtained\nthe means of escape; and being besides full of warm feeling, had he\nactually made her his wife, and had they come together, the event would\ncertainly have been happy; but, as luck would have it, there occurred\nagain this contretemps.",
        "“This Hsüeh is, it is true, more laden with riches and honours than Feng\nwas, but when we bear in mind what kind of man he is he certainly, with\nhis large bevy of handmaids, and his licentious and inordinate habits,\ncannot ever be held equal to Feng Yüan, who had set his heart upon one\nperson! This may appositely be termed a fantastic sentimental destiny,\nwhich, by a strange coincidence, befell a couple consisting of an\nill-fated young fellow and girl! But why discuss third parties? The only\nthing now is how to decide this case, so as to put things right.”",
        "“Your worship,” remarked the Retainer smiling, “displayed, in years gone\nby, such great intelligence and decision, and how is it that today you,\non the contrary, become a person without any resources! Your servant has\nheard that the promotion of your worship to fill up this office is due\nto the exertions of the Chia and Wang families; and as this Hsüeh P’an\nis a relative of the Chia mansion, why doesn’t your worship take your\ncraft along with the stream, and bring, by the performance of a\nkindness, this case to an issue, so that you may again in days to come,\nbe able to go and face the two Dukes Chia and Wang?”",
        "“What you suggest,” replied Yü-ts’un, “is, of course, right enough; but\nthis case involves a human life, and honoured as I have been, by His\nMajesty the Emperor, by a restoration to office, and selection to an\nappointment, how can I at the very moment, when I may strain all my\nenergies to show my gratitude, by reason of a private consideration, set\nthe laws at nought? This is a thing which I really haven’t the courage\nto do.”",
        "“What your worship says is naturally right and proper,” remarked the\nRetainer at these words, smiling sarcastically, “but at the present\nstage of the world, such things cannot be done. Haven’t you heard the\nsaying of a man of old to the effect that great men take action suitable\nto the times. ’He who presses,’ he adds, ’towards what is auspicious and\navoids what is inauspicious is a perfect man.’ From what your worship\nsays, not only you couldn’t, by any display of zeal, repay your\nobligation to His Majesty, but, what is more, your own life you will\nfind it difficult to preserve. There are still three more considerations\nnecessary to insure a safe settlement.”",
        "Yü-ts’un drooped his head for a considerable time.",
        "“What is there in your idea to be done?” he at length inquired.",
        "“Your servant,” responded the Retainer, “has already devised a most\nexcellent plan. It’s this: To-morrow, when your Lordship sits in court,\nyou should, merely for form’s sake, make much ado, by despatching\nletters and issuing warrants for the arrest of the culprits. The\nmurderer will naturally not be forthcoming; and as the plaintiffs will\nbe strong in their displeasure, you will of course have some members of\nthe clan of the Hsüeh family, together with a few servants and others,\ntaken into custody, and examined under torture, when your servant will\nbe behind the scenes to bring matters to a settlement, by bidding them\nreport that the victim had succumbed to a sudden ailment, and by urging\nthe whole number of the kindred, as well as the headmen of the place, to\nhand in a declaration to that effect. Your Worship can aver that you\nunderstand perfectly how to write charms in dust, and conjure the\nspirit; having had an altar, covered with dust, placed in the court, you\nshould bid the military and people to come and look on to their heart’s\ncontent. Your Worship can give out that the divining spirit has\ndeclared: ’that the deceased, Feng Yüan, and Hsüeh P’an had been enemies\nin a former life, that having now met in the narrow road, their\ndestinies were consummated; that Hsüeh P’an has, by this time,\ncontracted some indescribable disease and perished from the effects of\nthe persecution of the spirit of Feng.’ That as the calamity had\noriginated entirely from the action of the kidnapper, exclusive of\ndealing with the kidnapper according to law, the rest need not be\ninterfered with, and so on. Your servant will be in the background to\nspeak to the kidnapper and urge him to make a full confession; and when\npeople find that the response of the divining spirit harmonizes with the\nstatements of the kidnapper, they will, as a matter of course, entertain\nno suspicion.",
        "“The Hsüeh family have plenty of money, so that if your Worship\nadjudicates that they should pay five hundred, they can afford it, or\none thousand will also be within their means; and this sum can be handed\nto the Feng family to meet the outlay of burning incense and burial\nexpenses. The Feng family are, besides, people of not much consequence,\nand (the fuss made by them) being simply for money, they too will, when\nthey have got the cash in hand, have nothing more to say. But may it\nplease your worship to consider carefully this plan and see what you\nthink of it?”",
        "“It isn’t a safe course! It isn’t a safe course!” Yü-ts’un observed as\nhe smiled. “Let me further think and deliberate; and possibly by\nsucceeding in suppressing public criticism, the matter might also be\nsettled.”",
        "These two closed their consultation by a fixed determination, and the\nnext day, when he sat in judgment, he marked off a whole company of the\nplaintiffs as well as of the accused, as were mentioned by name, and had\nthem brought before him. Yü-ts’un examined them with additional\nminuteness, and discovered in point of fact, that the inmates of the\nFeng family were extremely few, that they merely relied upon this charge\nwith the idea of obtaining some compensation for joss-sticks and\nburials; and that the Hsüeh family, presuming on their prestige and\nconfident of patronage, had been obstinate in the refusal to make any\nmutual concession, with the result that confusion had supervened, and\nthat no decision had been arrived at.",
        "Following readily the bent of his feelings, Yü-ts’un disregarded the\nlaws, and adjudicated this suit in a random way; and as the Feng family\ncame in for a considerable sum, with which to meet the expense for\nincense and the funeral, they had, after all, not very much to say (in\nthe way of objections.)",
        "With all despatch, Yü-ts’un wrote and forwarded two letters, one to Chia\nCheng, and the other to Wang Tzu-t’eng, at that time commander-in-chief\nof a Metropolitan Division, simply informing them: that the case, in\nwhich their worthy nephew was concerned, had come to a close, and that\nthere was no need for them to give way to any extreme solicitude.",
        "This case had been settled through the exclusive action of the young\npriest of the Hu Lu temple, now an official Retainer; and Yü-ts’un,\napprehending, on the other hand, lest he might in the presence of\nothers, divulge the circumstances connected with the days gone by, when\nhe was in a state of penury, naturally felt very unhappy in his mind.\nBut at a later period, he succeeded, by ultimately finding in him some\nshortcoming, and deporting him to a far-away place, in setting his fears\nat rest.",
        "But we will put Yü-ts’un on one side, and refer to the young man Hsüeh,\nwho purchased Ying Lien, and assaulted Feng Yuan to death.",
        "He too was a native of Chin Ling and belonged to a family literary\nduring successive generations; but this young Hsüeh had recently, when\nof tender age, lost his father, and his widowed mother out of pity for\nhis being the only male issue and a fatherless child, could not help\ndoating on him and indulging him to such a degree, that when he, in\ncourse of time, grew up to years of manhood, he was good for nothing.",
        "In their home, furthermore, was the wealth of a millionaire, and they\nwere, at this time, in receipt of an income from His Majesty’s privy\npurse, for the purvey of various articles.",
        "This young Hsüeh went at school under the name of P’an. His style was\nWen Ch’i. His natural habits were extravagant; his language haughty and\nsupercilious. He had, of course, also been to school, but all he knew\nwas a limited number of characters, and those not well. The whole day\nlong, his sole delight was in cock-fighting and horse-racing, rambling\nover hills and doing the sights.",
        "Though a Purveyor, by Imperial appointment, he had not the least idea of\nanything relating to matters of business or of the world. All he was\ngood for was: to take advantage of the friendships enjoyed by his\ngrandfather in days of old, to present himself at the Board of Revenue\nto perfunctorily sign his name and to draw the allowance and rations;\nwhile the rest of his affairs he, needless to say, left his partners and\nold servants of the family to manage for him.",
        "His widowed mother, a Miss Wang, was the youngest sister of Wang\nTzu-t’eng, whose present office was that of Commander-in-Chief of a\nMetropolitan Division; and was, with Madame Wang, the spouse of Chia\nCheng, of the Jung Kuo Mansion, sisters born of one mother. She was, in\nthis year, more or less forty years of age and had only one son: this\nHsüeh P’an.",
        "She also had a daughter, who was two years younger than Hsüeh P’an, and\nwhose infant name was Pao Ch’ai. She was beautiful in appearance, and\nelegant and refined in deportment. In days gone by, when her father\nlived, he was extremely fond of this girl, and had her read books and\nstudy characters, so that, as compared with her brother, she was\nactually a hundred times his superior. Having become aware, ever since\nher father’s death, that her brother could not appease the anguish of\nher mother’s heart, she at once dispelled all thoughts of books, and\ngave her sole mind to needlework, to the menage and other such concerns,\nso as to be able to participate in her mother’s sorrow, and to bear the\nfatigue in lieu of her.",
        "As of late the Emperor on the Throne held learning and propriety in high\nesteem, His Majesty called together and singled out talent and ability,\nupon which he deigned to display exceptional grace and favour. Besides\nthe number called forth from private life and chosen as Imperial\nsecondary wives, the daughters of families of hereditary official status\nand renown were without exception, reported by name to the authorities,\nand communicated to the Board, in anticipation of the selection for\nmaids in waiting to the Imperial Princesses and daughters of Imperial\nPrinces in their studies, and for filling up the offices of persons of\neminence, to urge them to become excellent.",
        "Ever since the death of Hsüeh P’an’s father, the various assistants,\nmanagers and partners, and other employes in the respective provinces,\nperceiving how youthful Hsüeh P’an was in years, and how much he lacked\nworldly experience, readily availed themselves of the time to begin\nswindling and defrauding. The business, carried on in various different\nplaces in the capital, gradually also began to fall off and to show a\ndeficit.",
        "Hsüeh P’an had all along heard that the capital was the one place\nfor gaieties, and was just entertaining the idea of going on a visit,\nwhen he eagerly jumped at the opportunity (that presented itself,) first\nof all to escort his sister, who was going to wait for the selection, in\nthe second place to see his relatives, and in the third to enter\npersonally the capital, (professedly) to settle up long-standing\naccounts, and to make arrangements for new outlays, but, in reality,\nwith the sole purpose of seeing the life and splendour of the\nmetropolis.",
        "He therefore, had, at an early period, got ready his baggage and small\nluggage, as well as the presents for relatives and friends, things of\nevery description of local production, presents in acknowledgment of\nfavours received, and other such effects, and he was about to choose a\nday to start on his journey when unexpectedly he came in the way of the\nkidnapper who offered Ying Lien for sale. As soon as Hsüeh P’an saw how\ndistinguée Ying Lien was in her appearance, he formed the\nresolution of buying her; and when he encountered Feng Yüan, come with\nthe object of depriving him of her, he in the assurance of superiority,\ncalled his sturdy menials together, who set upon Feng Yüan and beat him\nto death. Forthwith collecting all the affairs of the household, and\nentrusting them one by one to the charge of some members of the clan and\nseveral elderly servants of the family, he promptly took his mother,\nsister and others and after all started on his distant journey, while\nthe charge of homicide he, however, treated as child’s play, flattering\nhimself that if he spent a few filthy pieces of money, there was no\ndoubt as to its settlement.",
        "He had been on his journey how many days, he had not reckoned, when, on\na certain day, as they were about to enter the capital, he furthermore\nheard that his maternal uncle, Wang Tzu-t’eng, had been raised to the\nrank of Supreme Governor of nine provinces, and had been honoured with\nan Imperial command to leave the capital and inspect the frontiers.",
        "Hsüeh P’an was at heart secretly elated. “I was just lamenting,” he\nthought, “that on my visit to the capital, I would have my maternal\nuncle to exercise control over me, and that I wouldn’t be able to gambol\nand frisk to my heart’s content, but now that he is leaving the capital,\non promotion, it’s evident that Heaven accomplishes man’s wishes.”",
        "As he consequently held consultation with his mother; “Though we have,\"\nhe argued, “several houses of our own in the capital, yet for these last\nten years or so, there has been no one to live in them, and the people\ncharged with the looking after them must unavoidably have stealthily\nrented them to some one or other. It’s therefore needful to let servants\ngo ahead to sweep and get the place in proper order, before we can very\nwell go ourselves.”",
        "“What need is there to go to such trouble?” retorted his mother; “the\nmain object of our present visit to the capital is first of all to pay\nour respects to our relatives and friends; and it is, either at your\nelder uncle’s, my brother’s place, or at your other uncle’s, my sister’s\nhusband’s home, both of which families’ houses are extremely spacious,\nthat we can put up provisionally, and by and bye, at our ease, we can\nsend servants to make our house tidy. Now won’t this be a considerable\nsaving of trouble?”",
        "“My uncle, your brother,” suggested Hsüeh P’an, “has just been raised to\nan appointment in an outside province, so that, of course, in his house,\nthings must be topsy-turvey, on account of his departure; and should we\nbetake ourselves, like a hive of bees and a long trail, to him for\nshelter; won’t we appear very inconsiderate?”",
        "“Your uncle,” remarked his mother, “is, it is true, going on promotion,\nbut there’s besides the house of your aunt, my sister. What is more,\nduring these last few years from both your uncle’s and aunt’s have, time\nafter time, been sent messages, and letters forwarded, asking us to come\nover; and now that we’ve come, is it likely, though your uncle is busy\nwith his preparations to start on his journey, that your aunt of the\nChia family won’t do all she can to press us to stay? Besides, were we\nto have our house got ready in a scramble, won’t it make people think it\nstrange? I however know your idea very well that were we kept to stay at\nyour uncle’s and aunt’s, you won’t escape being under strict restraint,\nunlike what would be the case were we to live in our own house, as you\nwould be free then to act as you please! Such being the case, go, on\nyour own account, and choose some place to take up your quarters in,\nwhile I myself, who have been separated from your aunt and cousins for\nthese several years, would however like to stay with them for a few\ndays; and I’ll go along with your sister and look up your aunt at her\nhome. What do you say; will this suit you or not?”",
        "Hsüeh P’an, upon hearing his mother speak in this strain, knew well\nenough that he could not bring her round from her determination; and he\nhad no help but to issue the necessary directions to the servants to\nmake straight for the Jung Kuo mansion. Madame Wang had by this time\nalready come to know that in the lawsuit, in which Hsüeh P’an was\nconcerned, Chia Yü-ts’un had fortunately intervened and lent his good\noffices, and was at length more composed in her mind. But when she again\nsaw that her eldest brother had been advanced to a post on the frontier,\nshe was just deploring that, deprived of the intercourse of the\nrelatives of her mother’s family, how doubly lonely she would feel;\nwhen, after the lapse of a few days, some one of the household brought\nthe unexpected announcement that “our lady, your sister, has, with the\nyoung gentleman, the young lady and her whole household, entered the\ncapital and have dismounted from their vehicles outside the main\nentrance.” This news so delighted madame Wang that she rushed out, with\na few attendants, to greet them in the large Entrance Hall, and brought\nMrs. Hsüeh and the others into her house.",
        "The two sisters were now reunited, at an advanced period of their lives,\nso that mixed feelings of sorrow and joy thronged together, but on these\nit is, of course, needless to dilate.",
        "After conversing for a time on what had occurred, subsequent to their\nseparation, madame Wang took them to pay their obeisance to dowager lady\nChia. They then handed over the various kinds of presents and indigenous\narticles, and after the whole family had been introduced, a banquet was\nalso spread to greet the guests.",
        "Hsüeh P’an, having paid his respects to Chia Cheng and Chia Lien, was\nlikewise taken to see Chia She, Chia Chen and the other members.",
        "Chia Cheng sent a messenger to tell madame Wang that “’aunt’ Hsüeh had\nalready seen many springs and autumns, while their nephew was of tender\nage, with no experience, so that there was every fear, were he to live\noutside, that something would again take place. In the South-east corner\nof our compound,” (he sent word,) “there are in the Pear Fragrance\nCourt, over ten apartments, all of which are vacant and lying idle; and\nwere we to tell the servants to sweep them, and invite ’aunt’ Hsüeh and\nthe young gentleman and lady to take up their quarters there, it would\nbe an extremely wise thing.”",
        "Madame Wang had in fact been entertaining the wish to keep them to live\nwith them, when dowager lady Chia also sent some one to say that, “Mrs.\nHsüeh should be asked to put up in the mansion in order that a greater\nfriendliness should exist between them all.”",
        "Mrs. Hsüeh herself had all along been desirous to live in one place with\nher relatives, so as to be able to keep a certain check over her son,\nfearing that, if they lived in a separate house outside, the natural\nbent of his habits would run riot, and that some calamity would be\nbrought on; and she therefore, there and then, expressed her sense of\nappreciation, and accepted the invitation. She further privately told\nmadame Wang in clear terms, that every kind of daily expense and general\ncontribution would have to be entirely avoided and withdrawn as that\nwould be the only thing to justify her to make any protracted stay. And\nmadame Wang aware that she had, in her home, no difficulty in this line,\npromptly in fact complied with her wishes.",
        "From this date it was that “aunt” Hsüeh and her children took up their\nquarters in the Pear Fragrance Court.",
        "This Court of Pear Fragrance had, we must explain, been at one time used\nas a place for the quiet retirement of the Duke Jung in his advanced\nyears. It was on a small scale, but ingeniously laid out. There were, at\nleast, over ten structures. The front halls and the back houses were all\nin perfect style. There was a separate door giving on to the street, and\nthe people of the household of Hsüeh P’an used this door to go in and\nout. At the south-west quarter, there was also a side door, which\ncommunicated with a narrow roadway. Beyond this narrow road, was the\neastern court of madame Wang’s principal apartment; so that every day,\neither after her repast, or in the evening, Mrs. Hsüeh would readily\ncome over and converse, on one thing and another, with dowager lady\nChia, or have a chat with madame Wang; while Pao-ch’ai came together,\nday after day, with Tai yü, Ying-ch’un, her sisters and the other girls,\neither to read, to play chess, or to do needlework, and the pleasure\nwhich they derived was indeed perfect.\r\n\r\nHsüeh P’an however had all along from the first instance, been loth to\nlive in the Chia mansion, as he dreaded that with the discipline\nenforced by his uncle, he would not be able to be his own master; but\nhis mother had made up her mind so positively to remain there, and what\nwas more, every one in the Chia mansion was most pressing in their\nefforts to keep them, that there was no alternative for him but to take\nup his quarters temporarily there, while he at the same time directed\nservants to go and sweep the apartments of their own house, with a view\nthat they should move into them when they were ready.",
        "But, contrary to expectation, after they had been in their quarters for\nnot over a month, Hsüeh P’an came to be on intimate relations with all\nthe young men among the kindred of the Chia mansion, the half of whom\nwere extravagant in their habits, so that great was, of course, his\ndelight to frequent them. To-day, they would come together to drink\nwine; the next day to look at flowers. They even assembled to gamble, to\ndissipate and to go everywhere and anywhere; leading, with all their\nenticements, Hsüeh P’an so far astray, that he became far worse, by a\nhundred times, than he was hitherto.",
        "Although it must be conceded that Chia Cheng was in the education of his\nchildren quite correct, and in the control of his family quite\nsystematic, yet in the first place, the clan was so large and the\nmembers so numerous, that he was unable to attend to the entire\nsupervision; and, in the second place, the head of the family, at this\nperiod, was Chia Chen, who, as the eldest grandchild of the Ning\nmansion, had likewise now come into the inheritance of the official\nstatus, with the result that all matters connected with the clan\ndevolved upon his sole and exclusive control. In the third place, public\nas well as private concerns were manifold and complex, and being a man\nof negligent disposition, he estimated ordinary affairs of so little\nconsequence that any respite from his official duties he devoted to no\nmore than the study of books and the playing of chess.",
        "Furthermore, this Pear Fragrance Court was separated by two rows of\nbuildings from his quarters and was also provided with a separate door\nopening into the street, so that, being able at their own heart’s desire\nto go out and to come in, these several young fellows could well indulge\ntheir caprices, and gratify the bent of their minds.",
        "Hence it was that Hsüeh P’an, in course of time gradually extinguished\nfrom his memory every idea of shifting their quarters.",
        "But what transpired, on subsequent days, the following chapter will\nexplain.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IBy Cao XueqinAt Amazon"
    ]
}