{
    "title": "Hung Lou Meng, Book I (A) - Chapter VII.",
    "author": "Cao Xueqin",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "  Presentation of artificial flowers made in the Palace.\n  Chia Lien disports himself with Hsi-feng.\n  Pao-yü meets Ch’in Chung at a family party.",
        "To resume our narrative. Chou Jui’s wife having seen old goody Liu off,\nspeedily came to report the visit to madame Wang; but, contrary to her\nexpectation, she did not find madame Wang in the drawing-room; and it\nwas after inquiring of the waiting-maids that she eventually learnt that\nshe had just gone over to have a chat with “aunt” Hsüeh. Mrs. Chou, upon\nhearing this, hastily went out by the eastern corner door, and through\nthe yard on the east, into the Pear Fragrance Court.",
        "As soon as she reached the entrance, she caught sight of madame Wang’s\nwaiting-maid, Chin Ch’uan-erh, playing about on the terrace steps, with\na young girl, who had just let her hair grow. When they saw Chou Jui’s\nwife approach, they forthwith surmised that she must have some message\nto deliver, so they pursed up their lips and directed her to the\ninner-room. Chou Jui’s wife gently raised the curtain-screen, and upon\nentering discovered madame Wang, in voluble conversation with “aunt\"\nHsüeh, about family questions and people in general.",
        "Mrs. Chou did not venture to disturb them, and accordingly came into the\ninner room, where she found Hsüeh Pao-ch’ai in a house dress, with her\nhair simply twisted into a knot round the top of the head, sitting on\nthe inner edge of the stove-couch, leaning on a small divan table, in\nthe act of copying a pattern for embroidery, with the waiting-maid Ying\nErh. When she saw her enter, Pao Ch’ai hastily put down her pencil, and\nturning round with a face beaming with smiles, “Sister Chou,” she said,\n“take a seat.”",
        "Chou Jui’s wife likewise promptly returned the smile.",
        "“How is my young lady?” she inquired, as she sat down on the edge of the\ncouch. “I haven’t seen you come over on the other side for two or three\ndays! Has Mr. Pao-yü perhaps given you offence?”",
        "“What an idea!” exclaimed Pao Ch’ai, with a smile. “It’s simply that\nI’ve had for the last couple of days my old complaint again, and that\nI’ve in consequence kept quiet all this time, and looked after myself.”",
        "“Is that it?” asked Chou Jui’s wife; “but after all, what rooted kind of\ncomplaint are you subject to, miss? you should lose really no time in\nsending for a doctor to diagnose it, and give you something to make you\nall right. With your tender years, to have an organic ailment is indeed\nno trifle!”",
        "Pao Ch’ai laughed when she heard these remarks.",
        "“Pray,” she said, “don’t allude to this again; for this ailment of mine\nI’ve seen, I can’t tell you, how many doctors; taken no end of medicine\nand spent I don’t know how much money; but the more we did so, not the\nleast little bit of relief did I see. Lucky enough, we eventually came\nacross a bald-pated bonze, whose speciality was the cure of nameless\nillnesses. We therefore sent for him to see me, and he said that I had\nbrought this along with me from the womb as a sort of inflammatory\nvirus, that luckily I had a constitution strong and hale so that it\ndidn’t matter; and that it would be of no avail if I took pills or any\nmedicines. He then told me a prescription from abroad, and gave me also\na packet of a certain powder as a preparative, with a peculiar smell and\nstrange flavour. He advised me, whenever my complaint broke out, to take\na pill, which would be sure to put me right again. And this has, after\nall, strange to say, done me a great deal of good.”",
        "“What kind of prescription is this one from abroad, I wonder,” remarked\nMrs. Chou; “if you, miss, would only tell me, it would be worth our\nwhile bearing it in mind, and recommending it to others: and if ever we\ncame across any one afflicted with this disease, we would also be doing\na charitable deed.”",
        "“You’d better not ask for the prescription,” rejoined Pao Ch’ai smiling.\n“Why, its enough to wear one out with perplexity! the necessaries and\ningredients are few, and all easy to get, but it would be difficult to\nfind the lucky moment! You want twelve ounces of the pollen of the white\npeone, which flowers in spring, twelve ounces of the pollen of the white\nsummer lily, twelve ounces of the pollen of the autumn hibiscus flower,\nand twelve ounces of the white plum in bloom in the winter. You take the\nfour kinds of pollen, and put them in the sun, on the very day of the\nvernal equinox of the succeeding year to get dry, and then you mix them\nwith the powder and pound them well together. You again want twelve mace\nof water, fallen on ’rain water’ day.....”",
        "“Good gracious!” exclaimed Mrs. Chou promptly, as she laughed. “From all\nyou say, why you want three years’ time! and what if no rain falls on\n’rain water’ day! What would one then do?”",
        "“Quite so!” Pao Ch’ai remarked smilingly; “how can there be such an\nopportune rain on that very day! but to wait is also the best thing,\nthere’s nothing else to be done. Besides, you want twelve mace of dew,\ncollected on ’White Dew’ day, and twelve mace of the hoar frost,\ngathered on ’Frost Descent’ day, and twelve mace of snow, fallen on\n’Slight Snow’ day! You next take these four kinds of waters and mix them\nwith the other ingredients, and make pills of the size of a lungngan.\nYou keep them in an old porcelain jar, and bury them under the roots of\nsome flowers; and when the ailment betrays itself, you produce it and\ntake a pill, washing it down with two candareens of a yellow cedar\ndecoction.”",
        "“O-mi-to-fu!” cried Mrs. Chou, when she heard all this, bursting out\nlaughing. “It’s really enough to kill one! you might wait ten years and\nfind no such lucky moments!”",
        "“Fortunate for me, however,” pursued Pao Ch’ai, “in the course of a year\nor two, after the bonze had told me about this prescription, we got all\nthe ingredients; and, after much trouble, we compounded a supply, which\nwe have now brought along with us from the south to the north; and lies\nat present under the pear trees.”",
        "“Has this medicine any name or other of its own?” further inquired Mrs.\nChou.",
        "“It has a name,” replied Pao Ch’ai; “the mangy-headed bonze also told it\nme; he called it ’cold fragrance’ pill.”",
        "Chou Jui’s wife nodded her head, as she heard these words. “What do you\nfeel like after all when this complaint manifests itself?” she went on\nto ask.",
        "“Nothing much,” replied Pao Ch’ai; “I simply pant and cough a bit; but\nafter I’ve taken a pill, I get over it, and it’s all gone.”",
        "Mrs. Chou was bent upon making some further remark, when madame Wang was\nsuddenly heard to enquire, “Who is in here?”",
        "Mrs. Chou went out hurriedly and answered; and forthwith told her all\nabout old goody Liu’s visit. Having waited for a while, and seeing that\nmadame Wang had nothing to say, she was on the point of retiring, when\n“aunt” Hsueh unexpectedly remarked smiling: “Wait a bit! I’ve something\nto give you to take along with you.”",
        "And as she spoke, she called for Hsiang Ling. The sound of the\nscreen-board against the sides of the door was heard, and in walked the\nwaiting-maid, who had been playing with Chin Ch’uan-erh. “Did my lady\ncall?” she asked.",
        "“Bring that box of flowers,” said Mrs. Hsueh.",
        "Hsiang Ling assented, and brought from the other side a small\nembroidered silk box.",
        "“These,” explained “aunt” Hsüeh, “are a new kind of flowers, made in the\npalace. They consist of twelve twigs of flowers of piled gauze. I\nthought of them yesterday, and as they will, the pity is, only get old,\nif uselessly put away, why not give them to the girls to wear them in\ntheir hair! I meant to have sent them over yesterday, but I forgot all\nabout them. You come to-day most opportunely, and if you will take them\nwith you, I shall have got them off my hands. To the three young ladies\nin your family give two twigs each, and of the six that will remain give\na couple to Miss Lin, and the other four to lady Feng.”",
        "“Better keep them and give them to your daughter Pao Ch’ai to wear,\"\nobserved madame Wang, “and have done with it; why think of all the\nothers?”",
        "“You don’t know, sister,” replied “aunt” Hsüeh, “what a crotchety thing\nPao Ch’ai is! she has no liking for flower or powder.”",
        "With these words on her lips, Chou Jui’s wife took the box and walked\nout of the door of the room. Perceiving that Chin Ch’uan-erh was still\nsunning herself outside, Chou Jui’s wife asked her: “Isn’t this Hsiang\r\nLing, the waiting-maid that we’ve often heard of as having been\npurchased just before the departure of the Hsüeh family for the capital,\nand on whose account there occurred some case of manslaughter or other?”",
        "“Of course it’s she,” replied Chin Ch’uan. But as they were talking,\nthey saw Hsiang Ling draw near smirkingly, and Chou Jui’s wife at once\nseized her by the hand, and after minutely scrutinizing her face for a\ntime, she turned round to Chin Ch’uan-erh and smiled. “With these\nfeatures she really resembles slightly the style of lady Jung of our\nEastern Mansion.”",
        "“So I too maintain!” said Chin Ch’uan-erh.",
        "Chou Jui’s wife then asked Hsiang Ling, “At what age did you enter this\nfamily? and where are your father and mother at present?” and also\ninquired, “In what year of your teens are you? and of what place are you\na native?”",
        "But Hsiang Ling, after listening to all these questions, simply nodded\nher head and replied, “I can’t remember.”",
        "When Mrs. Chou and Chin Ch’uan-erh heard these words, their spirits\nchanged to grief, and for a while they felt affected and wounded at\nheart; but in a short time, Mrs. Chou brought the flowers into the room\nat the back of madame Wang’s principal apartment.",
        "The fact is that dowager lady Chia had explained that as her\ngranddaughters were too numerous, it would not be convenient to crowd\nthem together in one place, that Pao-yü and Tai-yü should only remain\nwith her in this part to break her loneliness, but that Ying Ch’un, T’an\nCh’un, and Hsi Ch’un, the three of them, should move on this side in the\nthree rooms within the antechamber, at the back of madame lady Wang’s\nquarters; and that Li Wan should be told off to be their attendant and\nto keep an eye over them.",
        "Chou Jui’s wife, therefore, on this occasion came first to these rooms\nas they were on her way, but she only found a few waiting-maids\nassembled in the antechamber, waiting silently to obey a call.",
        "Ying Ch’un’s waiting-maid, Ssu Chi, together with Shih Shu, T’an Ch’un’s\r\nwaiting-maid, just at this moment raised the curtain, and made their\negress, each holding in her hand a tea-cup and saucer; and Chou Jui’s\nwife readily concluding that the young ladies were sitting together also\nwalked into the inner room, where she only saw Ying Ch’un and T’an Ch’un\nseated near the window, in the act of playing chess. Mrs. Chou presented\nthe flowers and explained whence they came, and what they were.",
        "The girls forthwith interrupted their game, and both with a curtsey,\nexpressed their thanks, and directed the waiting-maids to put the\nflowers away.",
        "Mrs. Chou complied with their wishes (and handing over the flowers);\n“Miss Hsi Ch’un,” she remarked, “is not at home; and possibly she’s over\nthere with our old lady.”",
        "“She’s in that room, isn’t she?” inquired the waiting-maids.",
        "Mrs. Chou at these words readily came into the room on this side, where\nshe found Hsi Ch’un, in company with a certain Chih Neng, a young nun of\nthe “moon reflected on water” convent, talking and laughing together. On\nseeing Chou Jui’s wife enter, Hsi Ch’un at once asked what she wanted,\nwhereupon Chou Jui’s wife opened the box of flowers, and explained who\nhad sent them.",
        "“I was just telling Chih Neng,” remarked Hsi Ch’un laughing, “that I\nalso purpose shortly shaving my head and becoming a nun; and strange\nenough, here you again bring me flowers; but supposing I shave my head,\nwhere can I wear them?”",
        "They were all very much amused for a time with this remark, and Hsi\nCh’un told her waiting-maid, Ju Hua, to come and take over the flowers.",
        "“What time did you come over?” then inquired Mrs. Chou of Chih Neng.\n“Where is that bald-pated and crotchety superior of yours gone?”",
        "“We came,” explained Chih Neng, “as soon as it was day; after calling\nupon madame Wang, my superior went over to pay a visit in the mansion of\nMr. Yü, and told me to wait for her here.”",
        "“Have you received,” further asked Mrs. Chou, “the monthly allowance for\nincense offering due on the fifteenth or not?”",
        "“I can’t say,” replied Chih Neng.",
        "“Who’s now in charge of the issue of the monthly allowances to the\nvarious temples?” interposed Hsi Ch’un, addressing Mrs. Chou, as soon as\nshe heard what was said.",
        "“It’s Yü Hsin,” replied Chou Jui’s wife, “who’s intrusted with the\ncharge.”",
        "“That’s how it is,” observed Hsi Ch’un with a chuckle; “soon after the\narrival of the Superior, Yü Hsin’s wife came over and kept on whispering\nwith her for some time; so I presume it must have been about this\nallowance.”",
        "Mrs. Chou then went on to bandy a few words with Chih Neng, after which\nshe came over to lady Feng’s apartments. Proceeding by a narrow passage,\nshe passed under Li Wan’s back windows, and went along the wall\nornamented with creepers on the west. Going out of the western side\ngate, she entered lady Feng’s court, and walked over into the Entrance\nHall, where she only found the waiting-girl Feng Erh, sitting on the\ndoorsteps of lady Feng’s apartments.",
        "When she caught sight of Mrs. Chou approaching, she at once waved her\nhand, bidding her go to the eastern room. Chou Jui’s wife understood her\nmeaning, and hastily came on tiptoe to the chamber on the east, where\nshe saw a nurse patting lady Feng’s daughter to sleep.",
        "Mrs. Chou promptly asked the nurse in a low tone of voice: “Is the young\nlady asleep at this early hour? But if even she is I must wake her up.”",
        "The nurse nodded her head in assent, but as these inquiries were being\nmade, a sound of laughter came from over the other side, in which lady\nFeng’s voice could be detected; followed, shortly after, by the sound of\na door opening, and out came P’ing Erh, with a large brass basin in her\nhands, which she told Feng Erh to fill with water and take inside.",
        "P’ing Erh forthwith entered the room on this side, and upon perceiving\nChou Jui’s wife: “What have you come here again for, my old lady?” she\nreadily inquired.",
        "Chou Jui’s wife rose without any delay, and handed her the box. “I’ve\ncome,” said she, “to bring you a present of flowers.”",
        "Upon hearing this, P’ing Erh opened the box, and took out four sprigs,\nand, turning round, walked out of the room. In a short while she came\nfrom the inner room with two sprigs in her hand, and calling first of\nall Ts’ai Ming, she bade her take the flowers over to the mansion on the\nother side and present them to “madame” Jung, after which she asked Mrs.\nChou to express her thanks on her return.",
        "Chou Jui’s wife thereupon came over to dowager lady Chia’s room on this\nside of the compound, and as she was going through the Entrance Hall,\nshe casually came, face to face, with her daughter, got up in gala\ndress, just coming from the house of her mother-in-law.",
        "“What are you running over here for at this time?” promptly inquired\nMrs. Chou.",
        "“Have you been well of late, mother?” asked her daughter. “I’ve been\nwaiting for ever so long at home, but you never come out! What’s there\r\nso pressing that has prevented you from returning home? I waited till I\nwas tired, and then went on all alone, and paid my respects to our\nvenerable lady; I’m now, on my way to inquire about our lady Wang. What\nerrand haven’t you delivered as yet, ma; and what is it you’re holding?”",
        "“Ai! as luck would have it,” rejoined Chou Jui’s wife smilingly, “old\ngoody Liu came over to-day, so that besides my own hundred and one\nduties, I’ve had to run about here and there ever so long, and all for\nher! While attending to these, Mrs. Hsueh came across me, and asked me\nto take these flowers to the young ladies, and I’ve been at it up to\nthis very moment, and haven’t done yet! But coming at this time, you\nmust surely have something or other that you want me to do for you!\nwhat’s it?”",
        "“Really ma, you’re quick at guessing!” exclaimed her daughter with a\nsmile; “I’ll tell you what it’s all about. The day before yesterday,\nyour son-in-law had a glass of wine too many, and began altercating with\nsome person or other; and some one, I don’t know why, spread some evil\nreport, saying that his antecedents were not clear, and lodged a charge\nagainst him at the Yamen, pressing the authorities to deport him to his\nnative place. That’s why I’ve come over to consult with you, as to whom\nwe should appeal to, to do us this favour of helping us out of our\ndilemma!”",
        "“I knew at once,” Mrs. Chou remarked after listening, “that there was\nsomething wrong; but this is nothing hard to settle! Go home and wait\nfor me and I’ll come straightway, as soon as I’ve taken these flowers to\nMiss Lin; our madame Wang and lady Secunda have both no leisure (to\nattend to you now,) so go back and wait for me! What’s the use of so\nmuch hurry!”",
        "Her daughter, upon hearing this, forthwith turned round to go back, when\nshe added as she walked away, “Mind, mother, and make haste.”",
        "“All right,” replied Chou Jui’s wife, “of course I will; you are young\nyet, and without experience, and that’s why you are in this flurry.”",
        "As she spoke, she betook herself into Tai-yü’s apartments. Contrary to\nher expectation Tai-yü was not at this time in her own room, but in\nPao-yü’s; where they were amusing themselves in trying to solve the\n“nine strung rings” puzzle. On entering Mrs. Chou put on a smile.\n“’Aunt’ Hsüeh,” she explained, “has told me to bring these flowers and\npresent them to you to wear in your hair.”",
        "“What flowers?” exclaimed Pao-yü. “Bring them here and let me see them.”",
        "As he uttered these words, he readily stretched out his hands and took\nthem over, and upon opening the box and looking in, he discovered, in\nfact, two twigs of a novel and artistic kind of artificial flowers, of\npiled gauze, made in the palace.",
        "Tai-yü merely cast a glance at them, as Pao-yü held them. “Have these\nflowers,” she inquired eagerly, “been sent to me alone, or have all the\nother girls got some too?”",
        "“Each one of the young ladies has the same,” replied Mrs. Chou; “and\nthese two twigs are intended for you, miss.”",
        "Tai-yü forced a smile. “Oh! I see,” she observed. “If all the others\nhadn’t chosen, even these which remain over wouldn’t have been given to\nme.”",
        "Chou Jui’s wife did not utter a word in reply.",
        "“Sister Chou, what took you over on the other side?” asked Pao-yü.",
        "“I was told that our madame Wang was over there,” explained Mrs. Chou,\n“and as I went to give her a message, ’aunt’ Hsüeh seized the\nopportunity to ask me to bring over these flowers.”",
        "“What was cousin Pao Ch’ai doing at home?” asked Pao-yü. “How is it\nshe’s not even been over for these few days?”",
        "“She’s not quite well,” remarked Mrs. Chou.",
        "When Pao-yü heard this news, “Who’ll go,” he speedily ascertained of the\nwaiting-maids, “and inquire after her? Tell her that cousin Lin and I\nhave sent round to ask how our aunt and cousin are getting on! ask her\nwhat she’s ailing from and what medicines she’s taking, and explain to\nher that I know I ought to have gone over myself, but that on my coming\nback from school a short while back, I again got a slight chill; and\nthat I’ll go in person another day.”",
        "While Pao-yü was yet speaking, Hsi Hsüeh volunteered to take the\nmessage, and went off at once; and Mrs. Chou herself took her leave\nwithout another word.",
        "Mrs. Chou’s son-in-law was, in fact, Leng Tzu-hsing, the intimate friend\nof Yü-ts’un. Having recently become involved with some party in a\nlawsuit, on account of the sale of some curios, he had expressly charged\nhis wife to come and sue for the favour (of a helping hand). Chou Jui’s\nwife, relying upon her master’s prestige, did not so much as take the\naffair to heart; and having waited till evening, she simply went over\nand requested lady Feng to befriend her, and the matter was forthwith\nended.",
        "When the lamps were lit, lady Feng came over, after having disrobed\nherself, to see madame Wang. “I’ve already taken charge,” she observed,\n“of the things sent round to-day by the Chen family. As for the presents\nfrom us to them, we should avail ourselves of the return of the boats,\nby which the fresh delicacies for the new year were forwarded, to hand\nthem to them to carry back.”",
        "Madame Wang nodded her head in token of approval.",
        "“The birthday presents,” continued lady Feng, “for lady Ling Ngan, the\nmother of the Earl of Ling Ngan, have already been got together, and\nwhom will you depute to take them over?”",
        "“See,” suggested madame Wang, “who has nothing to do; let four maids go\nand all will be right! why come again and ask me?”",
        "“Our eldest sister-in-law Chen,” proceeded lady Feng, “came over to\ninvite me to go to-morrow to their place for a little change. I don’t\nthink there will be anything for me to do to-morrow.”",
        "“Whether there be or not,” replied madame Wang, “it doesn’t matter; you\nmust go, for whenever she comes with an invitation, it includes us, who\nare your seniors, so that, of course, it isn’t such a pleasant thing for\nyou; but as she doesn’t ask us this time, but only asks you, it’s\nevident that she’s anxious that you should have a little distraction,\nand you mustn’t disappoint her good intention. Besides it’s certainly\nright that you should go over for a change.”",
        "Lady Feng assented, and presently Li Wan, Ying Ch’un and the other\ncousins, likewise paid each her evening salutation and retired to their\nrespective rooms, where nothing of any notice transpired.",
        "The next day lady Feng completed her toilette, and came over first to\ntell madame Wang that she was off, and then went to say good-bye to\ndowager lady Chia; but when Pao-yü heard where she was going, he also\nwished to go; and as lady Feng had no help but to give in, and to wait\nuntil he had changed his clothes, the sister and brother-in-law got into\na carriage, and in a short while entered the Ning mansion.",
        "Mrs. Yu, the wife of Chia Chen, and Mrs. Ch’in, the wife of Mr. Chia\nJung, the two sisters-in-law, had, along with a number of maids,\nwaiting-girls, and other servants, come as far as the ceremonial gate to\nreceive them, and Mrs. Yu, upon meeting lady Feng, for a while indulged,\nas was her wont, in humorous remarks, after which, leading Pao-yü by the\nhand, they entered the drawing room and took their seats, Mrs. Ch’in\nhanded tea round.",
        "“What have you people invited me to come here for?” promptly asked lady\nFeng; “if you have anything to present me with, hand it to me at once,\nfor I’ve other things to attend to.”",
        "Mrs. Yu and Mrs. Ch’in had barely any time to exchange any further\nremarks, when several matrons interposed, smilingly: “Had our lady not\ncome to-day, there would have been no help for it, but having come, you\ncan’t have it all your own way.”",
        "While they were conversing about one thing and another, they caught\nsight of Chia Jung come in to pay his respects, which prompted Pao-yü to\ninquire, “Isn’t my elder brother at home to-day?”",
        "“He’s gone out of town to-day,” replied Mrs. Yu, “to inquire after his\ngrandfather. You’ll find sitting here,” she continued, “very dull, and\nwhy not go out and have a stroll?”",
        "“A strange coincidence has taken place to-day,” urged Mrs. Ch’in, with a\nsmile; “some time back you, uncle Pao, expressed a wish to see my\nbrother, and to-day he too happens to be here at home. I think he’s in\nthe library; but why not go and see for yourself, uncle Pao?”",
        "Pao-yü descended at once from the stove-couch, and was about to go, when\nMrs. Yu bade the servants to mind and go with him. “Don’t you let him\nget into trouble,” she enjoined. “It’s a far different thing when he\ncomes over under the charge of his grandmother, when he’s all right.”",
        "“If that be so,” remarked lady Feng, “why not ask the young gentleman to\ncome in, and then I too can see him. There isn’t, I hope, any objection\nto my seeing him?”",
        "“Never mind! never mind!” observed Mrs. Yu, smilingly; “it’s as well\nthat you shouldn’t see him. This brother of mine is not, like the boys\nof our Chia family, accustomed to roughly banging and knocking about.\nOther people’s children are brought up politely and properly, and not in\nthis vixenish style of yours. Why, you’d ridicule him to death!”",
        "“I won’t laugh at him then, that’s all,” smiled lady Feng; “tell them to\nbring him in at once.”",
        "“He’s shy,” proceeded Mrs. Ch’in, “and has seen nothing much of the\nworld, so that you are sure to be put out when you see him, sister.”",
        "“What an idea!” exclaimed lady Feng. “Were he even No Cha himself, I’d\nlike to see him; so don’t talk trash; if, after all, you don’t bring him\nround at once, I’ll give you a good slap on the mouth.”",
        "“I daren’t be obstinate,” answered Mrs. Ch’in smiling; “I’ll bring him\nround!”",
        "In a short while she did in fact lead in a young lad, who, compared with\nPao-yü, was somewhat more slight but, from all appearances, superior to\nPao-yü in eyes and eyebrows, (good looks), which were so clear and\nwell-defined, in white complexion and in ruddy lips, as well as graceful\nappearance and pleasing manners. He was however bashful and timid, like\na girl.",
        "In a shy and demure way, he made a bow to lady Feng and asked after her\nhealth.",
        "Lady Feng was simply delighted with him. “You take a low seat next to\nhim!” she ventured laughingly as she first pushed Pao-yü back. Then\nreadily stooping forward, she took this lad by the hand and asked him to\ntake a seat next to her. Presently she inquired about his age, his\nstudies and such matters, when she found that at school he went under\nthe name of Ch’in Chung.",
        "The matrons and maids in attendance on lady Feng, perceiving that this\nwas the first time their mistress met Ch’in Chung, (and knowing) that\nshe had not at hand the usual presents, forthwith ran over to the other\nside and told P’ing Erh about it.",
        "P’ing Erh, aware of the close intimacy that existed between lady Feng\nand Mrs. Ch’in, speedily took upon herself to decide, and selecting a\npiece of silk, and two small gold medals, (bearing the wish that he\nshould attain) the highest degree, the senior wranglership, she handed\nthem to the servants who had come over, to take away.",
        "Lady Feng, however, explained that her presents were too mean by far,\nbut Mrs. Ch’in and the others expressed their appreciation of them; and\nin a short time the repast was over, and Mrs. Yu, lady Feng and Mrs.\nCh’in played at dominoes, but of this no details need be given; while\nboth Pao-yü and Ch’in Chung sat down, got up and talked, as they\npleased.",
        "Since he had first glanced at Ch’in Chung, and seen what kind of person\nhe was, he felt at heart as if he had lost something, and after being\nplunged in a dazed state for a time, he began again to give way to\nfoolish thoughts in his mind.",
        "“There are then such beings as he in the world!” he reflected. “I now\nsee there are! I’m however no better than a wallowing pig or a mangy\ncow! Despicable destiny! why was I ever born in this household of a\nmarquis and in the mansion of a duke? Had I seen the light in the home\nof some penniless scholar, or poverty-stricken official, I could long\nago have enjoyed the communion of his friendship, and I would not have\nlived my whole existence in vain! Though more honourable than he, it is\nindeed evident that silk and satins only serve to swathe this rotten\ntrunk of mine, and choice wines and rich meats only to gorge the filthy\ndrain and miry sewer of this body of mine! Wealth! and splendour! ye are\nno more than contaminated with pollution by me!”",
        "Ever since Ch’in Chung had noticed Pao-yü’s unusual appearance, his\nsedate deportment, and what is more, his hat ornamented with gold, and\nhis dress full of embroidery, attended by beautiful maids and handsome\nyouths, he did not indeed think it a matter of surprise that every one\nwas fond of him.",
        "“Born as I have had the misfortune to be,” he went on to commune within\nhimself, “in an honest, though poor family, how can I presume to enjoy\nhis companionship! This is verily a proof of what a barrier poverty and\nwealth set between man and man. What a serious misfortune is this too in\nthis mortal world!”",
        "In wild and inane ideas of the same strain, indulged these two youths!",
        "Pao-yü by and by further asked of him what books he was reading, and\nCh’in Chung, in answer to these inquiries, told him the truth. A few\nmore questions and answers followed; and after about ten remarks, a\ngreater intimacy sprang up between them.",
        "Tea and fruits were shortly served, and while they were having their\ntea, Pao-yü suggested, “We two don’t take any wine, and why shouldn’t we\nhave our fruit served on the small couch inside, and go and sit there,\nand thus save you all the trouble?”",
        "The two of them thereupon came into the inner apartment to have their\ntea; and Mrs. Ch’in attended to the laying out of fruit and wines for\nlady Feng, and hurriedly entered the room and hinted to Pao-yü: “Dear\nuncle Pao, your nephew is young, and should he happen to say anything\ndisrespectful, do please overlook it, for my sake, for though shy, he’s\nnaturally of a perverse and wilful disposition, and is rather given to\nhaving his own way.”",
        "“Off with you!” cried Pao-yü laughing; “I know it all.” Mrs. Ch’in then\nwent on to give a bit of advice to her brother, and at length came to\nkeep lady Feng company. Presently lady Feng and Mrs. Yu sent another\nservant to tell Pao-yü that there was outside of everything they might\nwish to eat and that they should mind and go and ask for it; and Pao-yü\nsimply signified that they would; but his mind was not set upon drinking\nor eating; all he did was to keep making inquiries of Ch’in Chung about\nrecent family concerns.",
        "Ch’in Chung went on to explain that his tutor had last year relinquished\nhis post, that his father was advanced in years and afflicted with\ndisease, and had multifarious public duties to preoccupy his mind, so\nthat he had as yet had no time to make arrangements for another tutor,\nand that all he did was no more than to keep up his old tasks; that as\nregards study, it was likewise necessary to have the company of one or\ntwo intimate friends, as then only, by dint of a frequent exchange of\nideas and opinions, one could arrive at progress; and Pao-yü gave him no\ntime to complete, but eagerly urged, “Quite so! But in our household, we\nhave a family school, and those of our kindred who have no means\nsufficient to engage the services of a tutor are at liberty to come over\nfor the sake of study, and the sons and brothers of our relatives are\nlikewise free to join the class. As my own tutor went home last year, I\nam now also wasting my time doing nothing; my father’s intention was\nthat I too should have gone over to this school, so that I might at\nleast temporarily keep up what I have already read, pending the arrival\nof my tutor next year, when I could again very well resume my studies\nalone at home. But my grandmother raised objections; maintaining first\nof all, that the boys who attend the family classes being so numerous,\nshe feared we would be sure to be up to mischief, which wouldn’t be at\nall proper; and that, in the second place, as I had been ill for some\ntime, the matter should be dropped, for the present. But as, from what\nyou say, your worthy father is very much exercised on this score, you\nshould, on your return, tell him all about it, and come over to our\nschool. I’ll also be there as your schoolmate; and as you and I will\nreap mutual benefit from each other’s companionship, won’t it be nice!”",
        "“When my father was at home the other day,” Ch’in Chung smiled and said,\n“he alluded to the question of a tutor, and explained that the free\nschools were an excellent institution. He even meant to have come and\ntalked matters over with his son-in-law’s father about my introduction,\nbut with the urgent concerns here, he didn’t think it right for him to\ncome about this small thing, and make any trouble. But if you really\nbelieve that I might be of use to you, in either grinding the ink, or\nwashing the slab, why shouldn’t you at once make the needful\narrangements, so that neither you nor I may idle our time? And as we\nshall be able to come together often and talk matters over, and set at\nthe same time our parents’ minds at ease, and to enjoy the pleasure of\nfriendship, won’t it be a profitable thing!”",
        "“Compose your mind!” suggested Pao-yü. “We can by and by first of all,\ntell your brother-in-law, and your sister as well as sister-in-law\nSecunda Lien; and on your return home to-day, lose no time in explaining\nall to your worthy father, and when I get back, I’ll speak to my\ngrandmother; and I can’t see why our wishes shouldn’t speedily be\naccomplished.”",
        "By the time they had arrived at this conclusion, the day was far\nadvanced, and the lights were about to be lit; and they came out and\nwatched them once more for a time as they played at dominoes. When they\ncame to settle their accounts Mrs. Ch’in and Mrs. Yu were again the\nlosers and had to bear the expense of a theatrical and dinner party; and\nwhile deciding that they should enjoy this treat the day after the\nmorrow, they also had the evening repast.",
        "Darkness having set in, Mrs. Yu gave orders that two youths should\naccompany Mr. Ch’in home. The matrons went out to deliver the\ndirections, and after a somewhat long interval, Ch’in Chung said goodbye\nand was about to start on his way.",
        "“Whom have you told off to escort him?” asked Mrs. Yu.",
        "“Chiao Ta,” replied the matrons, “has been told to go, but it happens\nthat he’s under the effects of drink and making free use again of\nabusive language.”",
        "Mrs. Yu and Mrs. Chin remonstrated. “What’s the use,” they said, “of\nasking him? that mean fellow shouldn’t be chosen, but you will go again\nand provoke him.”",
        "“People always maintain,” added lady Feng, “that you are far too\nlenient. But fancy allowing servants in this household to go on in this\nway; why, what will be the end of it?”",
        "“You don’t mean to tell me,” observed Mrs. Yu, “that you don’t know this\nChiao Ta? Why, even the gentlemen one and all pay no heed to his doings!\nyour eldest brother, Chia Cheng, he too doesn’t notice him. It’s all\nbecause when he was young he followed our ancestor in three or four\nwars, and because on one occasion, by extracting our senior from the\nheap of slain and carrying him on his back, he saved his life. He\nhimself suffered hunger and stole food for his master to eat; they had\nno water for two days; and when he did get half a bowl, he gave it to\nhis master, while he himself had sewage water. He now simply presumes\nupon the sentimental obligations imposed by these services. When the\nseniors of the family still lived, they all looked upon him with\nexceptional regard; but who at present ventures to interfere with him?\nHe is also advanced in years, and doesn’t care about any decent manners;\nhis sole delight is wine; and when he gets drunk, there isn’t a single\nperson whom he won’t abuse. I’ve again and again told the stewards not\nto henceforward ask Chiao Ta to do any work whatever, but to treat him\nas dead and gone; and here he’s sent again to-day.”",
        "“How can I not know all about this Chiao Ta?” remarked lady Feng; “but\nthe secret of all this trouble is, that you won’t take any decisive\nstep. Why not pack him off to some distant farm, and have done with\nhim?” And as she spoke, “Is our carriage ready?” she went on to inquire.",
        "“All ready and waiting,” interposed the married women.",
        "Lady Feng also got up, said good-bye, and hand in hand with Pao-yü, they\nwalked out of the room, escorted by Mrs. Yu and the party, as far as the\nentrance of the Main Hall, where they saw the lamps shedding a brilliant\nlight and the attendants all waiting on the platforms. Chiao Ta,\nhowever, availing himself of Chia Chen’s absence from home, and elated\nby wine, began to abuse the head steward Lai Erh for his injustice.",
        "“You bully of the weak and coward with the strong,” he cried, “when\nthere’s any pleasant charge, you send the other servants, but when it’s\na question of seeing any one home in the dark, then you ask me, you\ndisorderly clown! a nice way you act the steward, indeed! Do you forget\nthat if Mr. Chiao Ta chose to raise one leg, it would be a good deal\nhigher than your head! Remember please, that twenty years ago, Mr. Chiao\nTa wouldn’t even so much as look at any one, no matter who it was; not\nto mention a pack of hybrid creatures like yourselves!”",
        "While he went on cursing and railing with all his might, Chia Jung\nappeared walking by lady Feng’s carriage. All the servants having tried\nto hush him and not succeeding, Chia Jung became exasperated; and\nforthwith blew him up for a time. “Let some one bind him up,” he cried,\n“and tomorrow, when he’s over the wine, I’ll call him to task, and we’ll\nsee if he won’t seek death.”",
        "Chiao Ta showed no consideration for Chia Jung. On the contrary, he\nshouted with more vigour. Going up to Chia Jung: “Brother Jung,” he\nsaid, “don’t put on the airs of a master with Chiao Ta. Not to speak of\na man such as you, why even your father and grandfather wouldn’t presume\nto display such side with Chiao Ta. Were it not for Chiao Ta, and him\nalone, where would your office, honours, riches and dignity be? Your\nancestor, whom I brought back from the jaws of death, heaped up all this\nestate, but up to this very day have I received no thanks for the\nservices I rendered! on the contrary, you come here and play the master;\ndon’t say a word more, and things may come right; but if you do, I’ll\nplunge the blade of a knife white in you and extract it red.”",
        "Lady Feng, from inside the carriage, remarked to Chia Jung: “Don’t you\nyet pack off this insolent fellow! Why, if you keep him in your house,\nwon’t he be a source of mischief? Besides, were relatives and friends to\nhear about these things, won’t they have a laugh at our expense, that a\nhousehold like ours should be so devoid of all propriety?”",
        "Chia Jung assented. The whole band of servants finding that Chiao Ta was\ngetting too insolent had no help but to come up and throw him over, and\nbinding him up, they dragged him towards the stables. Chiao Ta abused\neven Chia Chen with still more vehemence, and shouted in a boisterous\nmanner. “I want to go,” he cried, “to the family Ancestral Temple and\nmourn my old master. Who would have ever imagined that he would leave\nbehind such vile creatures of descendants as you all, day after day\nindulging in obscene and incestuous practices, ’in scraping of the\nashes’ and in philandering with brothers-in-law. I know all about your\ndoings; the best thing is to hide one’s stump of an arm in one’s\nsleeve!” (wash one’s dirty clothes at home).",
        "The servants who stood by, upon hearing this wild talk, were quite at\ntheir wits’ end, and they at once seized him, tied him up, and filled\nhis mouth to the fullest extent with mud mixed with some horse refuse.",
        "Lady Feng and Chia Jung heard all he said from a distance, but pretended\nnot to hear; but Pao-yü, seated in the carriage as he was, also caught\nthis extravagant talk and inquired of lady Feng: “Sister, did you hear\nhim say something about ’scraping of the ashes?’ What’s it?”",
        "“Don’t talk such rubbish!” hastily shouted lady Feng; “it was the\nmaudlin talk of a drunkard! A nice boy you are! not to speak of your\nlistening, but you must also inquire! wait and I’ll tell your mother and\nwe’ll see if she doesn’t seriously take you to task.”",
        "Pao-yü was in such a state of fright that he speedily entreated her to\nforgive him. “My dear sister,” he craved, “I won’t venture again to say\nanything of the kind”",
        "“My dear brother, if that be so, it’s all right!” rejoined lady Feng\nreassuringly; “on our return we’ll speak to her venerable ladyship and\nask her to send some one to arrange matters in the family school, and\ninvite Ch’in Chung to come to school for his studies.”",
        "While yet this conversation was going on, they arrived at the Jung\nMansion.",
        "Reader, do you wish to know what follows? if you do, the next chapter\nwill unfold it.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IBy Cao XueqinAt Amazon"
    ]
}