{
    "title": "Hung Lou Meng, Book II (A) - Chapter XXVI.",
    "author": "Cao Xueqin",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "  On the Feng Yao bridge, Hsiao Hung makes known sentimental matters in\n      equivocal language.\n  In the Hsiao Hsiang lodge, Tai-yü gives, while under the effects of\n      the spring lassitude, expression to her secret feelings.",
        "After thirty days’ careful nursing, Pao-yü, we will now notice, not only\ngot strong and hale in body, but the scars even on his face completely\nhealed up; so he was able to shift his quarters again into the garden of\nBroad Vista.",
        "But we will banish this topic as it does not deserve any additional\nexplanations. Let us now turn our attention elsewhere. During the time\nthat Pao-yü was of late laid up in bed, Chia Yün along with the young\npages of the household sat up on watch to keep an eye over him, and both\nday and night, they tarried on this side of the mansion. But Hsiao Hung\nas well as all the other waiting-maids remained in the same part to\nnurse Pao-yü, so (Chia Yün) and she saw a good deal of each other on\nseveral occasions, and gradually an intimacy sprung up between them.",
        "Hsiao Hung observed that Chia Yün held in his hand a handkerchief very\nmuch like the one she herself had dropped some time ago and was bent\nupon asking him for it, but she did, on the other hand, not think she\ncould do so with propriety. The unexpected visit of the bonze and Taoist\npriest rendered, however, superfluous the services of the various male\nattendants, and Chia-yün had therefore to go again and oversee the men\nplanting the trees. Now she had a mind to drop the whole question, but\nshe could not reconcile herself to it; and now she longed to go and ask\nhim about it, but fears rose in her mind lest people should entertain\nany suspicions as to the relations that existed between them. But just\nas she faltered, quite irresolute, and her heart was thoroughly\nunsettled, she unawares heard some one outside inquire: “Sister, are you\nin the room or not?”",
        "Hsiao Hung, upon catching this question, looked out through a hole in\nthe window; and perceiving at a glance that it was no one else than a\nyoung servant-girl, attached to the same court as herself, Chia Hui by\nname, she consequently said by way of reply: “Yes, I am; come in!”",
        "When these words reached her ear, Chia Hui ran in, and taking at once a\nseat on the bed, she observed with a smile: “How lucky I’ve been! I was\na little time back in the court washing a few things, when Pao-yü cried\nout that some tea should be sent over to Miss Lin, and sister Hua handed\nit to me to go on the errand. By a strange coincidence our old lady had\npresented some money to Miss Lin and she was engaged at the moment in\ndistributing it among their servant-girls. As soon therefore as she saw\nme get there, Miss Lin forthwith grasped two handfuls of cash and gave\nthem to me; how many there are I don’t know, but do keep them for me!”",
        "Speedily then opening her handkerchief, she emptied the cash. Hsiao Hung\ncounted them for her by fives and tens at a time. She was beginning to\nput them away, when Chia Hui remarked: “How are you, after all, feeling\nof late in your mind? I’ll tell you what; you should really go and stay\nat home for a couple of days. And were you to ask a doctor round and to\nhave a few doses of medicine you’ll get all right at once!”",
        "“What are you talking about?” Hsiao Hung replied. “What shall I go home\nfor, when there’s neither rhyme nor reason for it!”",
        "“Miss Lin, I remember, is naturally of a weak physique, and has\nconstantly to take medicines,” Chia Hui added, “so were you to ask her\nfor some and bring them over and take them, it would come to the same\nthing.”",
        "“Nonsense!” rejoined Hsiao Hung, “are medicines also to be recklessly\ntaken ?”",
        "“You can’t so on for ever like this,” continued Chia Hui; “you’re\nbesides loth to eat and loth to drink, and what will you be like in the\nlong run?”",
        "“What’s there to fear?” observed Hsiao Hung; “won’t it anyhow be better\nto die a little earlier? It would be a riddance!”",
        "“Why do you deliberately come out with all this talk?” Chia Hui\ndemurred.",
        "“How could you ever know anything of the secrets of my heart?” Hsiao\nHung inquired.",
        "Chia Hui nodded her head and gave way to reflection. “I don’t think it\nstrange on your part,” she said after a time; “for it is really\r\r\ndifficult to abide in this place! Yesterday, for instance, our dowager\nlady remarked that the servants in attendance had had, during all the\ndays that Pao-yü was ill, a good deal to put up with, and that now that\nhe has recovered, incense should be burnt everywhere, and the vows\nfulfilled; and she expressed a wish that those in his service should,\none and all, be rewarded according to their grade. I and several others\ncan be safely looked upon as young in years, and unworthy to presume so\nhigh; so I don’t feel in any way aggrieved; but how is it that one like\nyou couldn’t be included in the number? My heart is much annoyed at it!\nHad there been any fear that Hsi Jen would have got ten times more, I\ncould not even then have felt sore against her, for she really deserves\nit! I’ll just tell you an honest truth; who else is there like her? Not\nto speak of the diligence and carefulness she has displayed all along,\neven had she not been so diligent and careful, she couldn’t have been\nset aside! But what is provoking is that that lot, like Ch’ing Wen and\nCh’i Hsia, should have been included in the upper class. Yet it’s\nbecause every one places such reliance on the fine reputation of their\nfather and mother that they exalt them. Now, do tell me, is this\nsufficient to anger one or not?”",
        "“It won’t do to be angry with them!” Hsiao Hung observed. “The proverb\nsays: ’You may erect a shed a thousand li long, but there is no\nentertainment from which the guests will not disperse!’ And who is it\nthat will tarry here for a whole lifetime? In another three years or\nfive years every single one of us will have gone her own way; and who\nwill, when that time comes, worry her mind about any one else?”",
        "These allusions had the unexpected effect of touching Chia Hui to the\nheart; and in spite of herself the very balls of her eyes got red. But\nso uneasy did she feel at crying for no reason that she had to exert\nherself to force a smile. “What you say is true,” she ventured. “And\nyet, Pao-yü even yesterday explained how the rooms should be arranged by\nand bye; and how the clothes should be made, just as if he was bound to\nhang on to dear life for several hundreds of years.”",
        "Hsiao Hung, at these words, gave a couple of sardonic smiles. But when\nabout to pass some remark, she perceived a youthful servant-girl, who\nhad not as yet let her hair grow, walk in, holding in her hands several\npatterns and two sheets of paper. “You are asked,” she said, “to trace\nthese two designs!”",
        "As she spoke, she threw them at Hsiao Hung, and twisting herself round,\nshe immediately scampered away.",
        "“Whose are they, after all?” Hsiao Hung inquired, addressing herself\noutside. “Couldn’t you wait even so much as to conclude what you had to\nsay, but flew off at once? Who is steaming bread and waiting for you? Or\nare you afraid, forsooth, lest it should get cold?”",
        "“They belong to sister Ch’i,” the young servant-girl merely returned for\nanswer from outside the window; and raising her feet high, she ran\ntramp-tramp on her way back again.",
        "Hsiao Hung lost control over her temper, and snatching the designs, she\nflung them on one side. She then rummaged in a drawer for a pencil, but\nfinding, after a prolonged search, that they were all blunt; “Where did\nI,” she thereupon ejaculated, “put that brand-new pencil the other day?\nHow is it I can’t remember where it is?”",
        "While she soliloquised, she became wrapt in thought. After some\nreflection she, at length, gave a smile. “Of course!” she exclaimed,\n“the other evening Ying Erh took it away.” And turning towards Chia Hui,\n“Fetch it for me,” she shouted.",
        "“Sister Hua,” Chia Hui rejoined, “is waiting for me to get a box for\nher, so you had better go for it yourself!”",
        "“What!” remarked Hsiao Hung, “she’s waiting for you, and are you still\nsquatting here chatting leisurely? Hadn’t it been that I asked you to go\nand fetch it, she too wouldn’t have been waiting for you; you most\nperverse vixen!”",
        "With these words on her lips, she herself walked out of the room, and\nleaving the I Hung court, she straightway proceeded in the direction of\nPao-ch’ai’s court. As soon, however, as she reached the Hsin Fang\npavilion, she saw dame Li, Pao-yü’s nurse, appear in view from the\nopposite side; so Hsiao Hung halted and putting on a smile, “Nurse Li,\"\nshe asked, “where are you, old dame, bound for? How is it you’re coming\nthis way?”",
        "Nurse Li stopped short, and clapped her hands. “Tell me,” she said, “has\nhe deliberately again gone and fallen in love with that Mr. something or\nother like Yun (cloud), or Yü (rain)? They now insist upon my bringing\nhim inside, but if they get wind of it by and bye in the upper rooms, it\nwon’t again be a nice thing.”",
        "“Are you, old lady,” replied Hsiao Hung smiling, “taking things in such\nreal earnest that you readily believe them and want to go and ask him in\nhere?”",
        "“What can I do?” rejoined nurse Li.",
        "“Why, that fellow,” added Hsiao Hung laughingly, “will, if he has any\nidea of decency, do the right thing and not come.”",
        "“Besides, he’s not a fool!” pleaded nurse Li; “so why shouldn’t he come\nin?”",
        "“Well, if he is to come,” answered Hsiao Hung, “it will devolve upon\nyou, worthy dame, to lead him along with you; for were you by and bye to\nlet him penetrate inside all alone and knock recklessly about, why, it\nwon’t do at all.”",
        "“Have I got all that leisure,” retorted nurse Li, “to trudge along with\nhim? I’ll simply tell him to come; and later on I can despatch a young\nservant-girl or some old woman to bring him in, and have done.”",
        "Saying this, she continued her way, leaning on her staff.",
        "After listening to her rejoinder, Hsiao Hung stood still; and plunging\nin abstraction, she did not go and fetch the pencil. But presently, she\ncaught sight of a servant-girl running that way. Espying Hsiao Hung\nlingering in that spot, “Sister Hung,” she cried, “what are you doing in\nhere?”",
        "Hsiao Hung raised her head, and recognised a young waiting-maid called\nChui Erh. “Where are you off too?” Hsiao Hung asked.",
        "“I’ve been told to bring in master Secundus, Mr. Yün,” Chui Erh replied.\nAfter which answer, she there and then departed with all speed.",
        "Hsiao Hung reached, meanwhile, the Feng Yao bridge. As soon as she\napproached the gateway, she perceived Chui Erh coming along with Chia\nYün from the opposite direction. While advancing Chia Yün ogled Hsiao\nHung; and Hsiao Hung too, though pretending to be addressing herself to\nChui Erh, cast a glance at Chia Yün; and their four eyes, as luck would\nhave it, met. Hsiao Hung involuntarily blushed all over; and turning\nherself round, she walked off towards the Heng Wu court. But we will\nleave her there without further remarks.",
        "During this time, Chia Yün followed Chui Erh, by a circuitous way, into\nthe I Hung court. Chui Erh entered first and made the necessary\nannouncement. Then subsequently she ushered in Chia Yün. When Chia Yün\nscrutinised the surroundings, he perceived, here and there in the court,\nseveral blocks of rockery, among which were planted banana-trees. On the\nopposite side were two storks preening their feathers under the fir\ntrees. Under the covered passage were suspended, in a row, cages of\nevery description, containing all sorts of fairylike, rare birds. In the\nupper part were five diminutive anterooms, uniformly carved with, unique\ndesigns; and above the framework of the door was hung a tablet with the\ninscription in four huge characters–\"I Hung K’uai Lü, the happy red and\njoyful green.”",
        "“I thought it strange,” Chia Yün argued mentally, “that it should be\ncalled the I Hung court; but are these, in fact, the four characters\ninscribed on the tablet!”",
        "But while he was communing within himself, he heard some one laugh and\nthen exclaim from the inner side of the gauze window: “Come in at once!\nHow is it that I’ve forgotten you these two or three months?”",
        "As soon as Chia Yün recognised Pao-yü’s voice, he entered the room with\nhurried step. On raising his head, his eye was attracted by the\nbrilliant splendour emitted by gold and jade and by the dazzling lustre\nof the elegant arrangements. He failed, however, to detect where Pao-yü\nwas ensconced. The moment he turned his head round, he espied, on the\nleft side, a large cheval-glass; behind which appeared to view, standing\nside by side, two servant-girls of fifteen or sixteen years of age.\n“Master Secundus,” they ventured, “please take a seat in the inner\nroom.”",
        "Chia Yün could not even muster courage to look at them straight in the\nface; but promptly assenting, he walked into a green gauze\nmosquito-house, where he saw a small lacquered bed, hung with curtains\nof a deep red colour, with clusters of flowers embroidered in gold.\nPao-yü, wearing a house-dress and slipshod shoes, was reclining on the\nbed, a book in hand. The moment he perceived Chia Yün walk in, he\ndiscarded his book, and forthwith smiled and raised himself up. Chia Yün\nhurriedly pressed forward and paid his salutation. Pao-yü then offered\nhim a seat; but he simply chose a chair in the lower part of the\napartment.",
        "“Ever since the moon in which I came across you,” Pao-yü observed\nsmilingly, “and told you to come into the library, I’ve had, who would\nhave thought it, endless things to continuously attend to, so that I\nforgot all about you.”",
        "“It’s I, indeed, who lacked good fortune!” rejoined Chia Yün, with a\nlaugh; “particularly so, as it again happened that you, uncle, fell ill.\nBut are you quite right once more?”",
        "“All right!” answered Pao-yü. “I heard that you’ve been put to much\ntrouble and inconvenience on a good number of days!”",
        "“Had I even had any trouble to bear,” added Chia Yün, “it would have\r\nbeen my duty to bear it. But your complete recovery, uncle, is really a\nblessing to our whole family.”",
        "As he spoke, he discerned a couple of servant-maids come to help him to\na cup of tea. But while conversing with Pao-yü, Chia Yün was intent upon\nscrutinising the girl with slim figure, and oval face, and clad in a\nsilvery-red jacket, a blue satin waistcoat and a white silk petticoat\nwith narrow pleats.",
        "At the time of Pao-yü’s illness, Chia Yün had spent a couple of days in\nthe inner apartments, so that he remembered half of the inmates of note,\nand the moment he set eyes upon this servant-girl he knew that it was\nHsi Jen; and that she was in Pao-yü’s rooms on a different standing to\nthe rest. Now therefore that she brought the tea in herself and that\nPao-yü was, besides, sitting by, he rose to his feet with alacrity and\nput on a smile. “Sister,” he said, “how is it that you are pouring tea\nfor me? I came here to pay uncle a visit; what’s more I’m no stranger,\nso let me pour it with my own hands!”",
        "“Just you sit down and finish!” Pao-yü interposed; “will you also behave\nin this fashion with servant-girls?”",
        "“In spite of what you say;” remarked Chia Yün smiling, “they are young\nladies attached to your rooms, uncle, and how could I presume to be\ndisorderly in my conduct?”",
        "So saying, he took a seat and drank his tea. Pao-yü then talked to him\nabout trivial and irrelevant matters; and afterwards went on to tell him\nin whose household the actresses were best, and whose gardens were\npretty. He further mentioned to him in whose quarters the servant-girls\nwere handsome, whose banquets were sumptuous, as well as in whose home\nwere to be found strange things, and what family possessed remarkable\nobjects. Chia Yün was constrained to humour him in his conversation; but\nafter a chat, which lasted for some time, he noticed that Pao-yü was\nsomewhat listless, and he promptly stood up and took his leave. And\nPao-yü too did not use much pressure to detain him. “To-morrow, if you\nhave nothing to do, do come over!” he merely observed; after which, he\nagain bade the young waiting-maid, Chui Erh, see him out.",
        "Having left the I Hung court, Chia Yün cast a glance all round; and,\nrealising that there was no one about, he slackened his pace at once,\nand while proceeding leisurely, he conversed, in a friendly way, with\nChui Erh on one thing and another. First and foremost he inquired of her\nwhat was her age; and her name. “Of what standing are your father and\nmother?” he said, “How many years have you been in uncle Pao’s\napartments? How much money do you get a month? In all how many girls are\nthere in uncle Pao’s rooms?”",
        "As Chui Erh heard the questions set to her, she readily made suitable\nreply to each.",
        "“The one, who was a while back talking to you,” continued Chia Yün, “is\ncalled Hsiao Hung, isn’t she?”",
        "“Yes, her name is Hsiao Hung!” replied Chui Erh smiling; “but why do you\nask about her?”",
        "“She inquired of you just now about some handkerchief or other,\"\nanswered Chia Yün; “well, I’ve picked one up.”",
        "Chui Erh greeted this response with a smile. “Many are the times,” she\nsaid; “that she has asked me whether I had seen her handkerchief; but\nhave I got all that leisure to worry my mind about such things? She\nspoke to me about it again to-day; and she suggested that I should find\nit for her, and that she would also recompense me. This she told me when\nwe were just now at the entrance of the Heng Wu court, and you too, Mr.\nSecundus, overheard her, so that I’m not lying. But, dear Mr. Secundus,\nsince you’ve picked it up, give it to me. Do! And I’ll see what she will\ngive me as a reward.”",
        "The truth is that Chia Yün had, the previous moon when he had come into\nthe garden to attend to the planting of trees, picked up a handkerchief,\nwhich he conjectured must have been dropped by some inmate of those\ngrounds; but as he was not aware whose it was, he did not consequently\npresume to act with indiscretion. But on this occasion, he overheard\nHsiao Hung make inquiries of Chui Erh on the subject; and concluding\nthat it must belong to her, he felt immeasurably delighted. Seeing,\nbesides, how importunate Chui Erh was, he at once devised a plan within\nhimself, and vehemently producing from his sleeve a handkerchief of his\nown, he observed, as he turned towards Chui Erh with a smile: “As for\ngiving it to you, I’ll do so; but in the event of your obtaining any\npresent from her, you mustn’t impose upon me.”",
        "Chui Erh assented to his proposal most profusely; and, taking the\nhandkerchief, she saw Chia Yün out and then came back in search of Hsiao\nHung. But we will leave her there for the present.",
        "We will now return to Pao-yü. After dismissing Chia Yün, he lay in such\ncomplete listlessness on the bed that he betrayed every sign of being\nhalf asleep. Hsi Jen walked up to him, and seated herself on the edge of\nthe bed, and pushing him, “What are you about to go to sleep again,” she\nsaid. “Would it not do your languid spirits good if you went out for a\nbit of a stroll?”",
        "Upon hearing her voice, Pao-yü grasped her hand in his. “I would like to\ngo out,” he smiled, “but I can’t reconcile myself to the separation from\nyou!”",
        "“Get up at once!” laughed Hsi Jen. And as she uttered these words, she\npulled Pao-yü up.",
        "“Where can I go?” exclaimed Pao-yü. “I’m quite surfeited with\neverything.”",
        "“Once out you’ll be all right,” Hsi Jen answered, “but if you simply\ngive way to this languor, you’ll be more than ever sick of everything at\nheart.”",
        "Pao-yü could not do otherwise, dull and out of sorts though he was, than\naccede to her importunities. Strolling leisurely out of the door of the\nroom, he amused himself a little with the birds suspended under the\nverandah; then he wended his steps outside the court, and followed the\ncourse of the Hsin Fang stream; but after admiring the golden fish for a\ntime, he espied, on the opposite hillock, two young deer come rushing\ndown as swift as an arrow. What they were up to Pao-yü could not\ndiscern; but while abandoning himself to melancholy, he caught sight of\nChia Lan, following behind, with a small bow in his hand, and hurrying\ndown hill in pursuit of them.",
        "As soon as he realised that Pao-yü stood ahead of him, he speedily\nhalted. “Uncle Secundus,” he smiled, “are you at home? I imagined you\nhad gone out of doors!”",
        "“You are up to mischief again, eh?” Pao-yü rejoined. “They’ve done\nnothing to you, and why shoot at them with your arrows?”",
        "“I had no studies to attend to just now, so, being free with nothing to\ndo,” Chia Lan replied laughingly, “I was practising riding and archery.”",
        "“Shut up!” exclaimed Pao-yü. “When are you not engaged in practising?”",
        "Saying this, he continued his way and straightway reached the entrance\nof a court. Here the bamboo foliage was thick, and the breeze sighed\ngently. This was the Hsiao Hsiang lodge. Pao-yü listlessly rambled in.\nHe saw a bamboo portière hanging down to the ground. Stillness\nprevailed. Not a human voice fell on the ear. He advanced as far as the\nwindow. Noticing that a whiff of subtle scent stole softly through the\ngreen gauze casement, Pao-yü applied his face closely against the frame\nto peep in, but suddenly he caught the faint sound of a deep sigh and\nthe words: “Day after day my feelings slumber drowsily!” Upon\noverhearing this exclamation, Pao-yü unconsciously began to feel a prey\nto inward longings; but casting a second glance, he saw Tai-yü\nstretching herself on the bed.",
        "“Why is it,” smiled Pao-yü, from outside the window, “that your feelings\nday after day slumber drowsily?” So saying, he raised the portière and\nstepped in.",
        "The consciousness that she had not been reticent about her feelings made\nTai-yü unwittingly flush scarlet. Taking hold of her sleeve, she\nscreened her face; and, turning her body round towards the inside, she\npretended to be fast asleep. Pao-yü drew near her. He was about to pull\nher round when he saw Tai-yü’s nurse enter the apartment, followed by\ntwo matrons.",
        "“Is Miss asleep?” they said. “If so, we’ll ask her over, when she wakes\nup.”",
        "As these words were being spoken, Tai-yü eagerly twisted herself round\nand sat up. “Who’s asleep?” she laughed.",
        "“We thought you were fast asleep, Miss,” smiled the two or three matrons\nas soon as they perceived Tai-yü get up. This greeting over, they called\nTzu Chüan. “Your young mistress,” they said, “has awoke; come in and\nwait on her!”",
        "While calling her, they quitted the room in a body. Tai-yü remained\nseated on the bed. Raising her arms, she adjusted her hair, and\nsmilingly she observed to Pao-yü, “When people are asleep, what do you\nwalk in for?”",
        "At the sight of her half-closed starlike eyes and of her fragrant\ncheeks, suffused with a crimson blush, Pao-yü’s feelings were of a\nsudden awakened; so, bending his body, he took a seat on a chair, and\nasked with a smile: “What were you saying a short while back?”",
        "“I wasn’t saying anything,” Tai-yü replied.",
        "“What a lie you’re trying to ram down my throat!” laughed Pao-yü. “I\nheard all.”",
        "But in the middle of their colloquy, they saw Tzu Chüan enter. Pao-yü\nthen put on a smiling face. “Tzu Chüan!” he cried, “pour me a cup of\nyour good tea!”",
        "“Where’s the good tea to be had?” Tzu Chüan answered. “If you want good\ntea, you’d better wait till Hsi Jen comes.”",
        "“Don’t heed him!” interposed Tai-yü. “Just go first and draw me some\nwater.”",
        "“He’s a visitor,” remonstrated Tzu Chüan, “and, of course, I should\nfirst pour him a cup of tea, and then go and draw the water.”",
        "With this answer, she started to serve the tea.",
        "“My dear girl,” Pao-yü exclaimed laughingly, “If I could only share the\nsame bridal curtain with your lovable young mistress, would I ever be\nable (to treat you as a servant) by making you fold the covers and make\nthe beds.”",
        "Lin Tai-yü at once drooped her head. “What are you saying?” she\nremonstrated.",
        "“What, did I say anything?” smiled Pao-yü.",
        "Tai-yü burst into tears. “You’ve recently,” she observed, “got into a\nnew way. Whatever slang you happen to hear outside you come and tell me.\nAnd whenever you read any improper book, you poke your fun at me. What!\nhave I become a laughing-stock for gentlemen!”",
        "As she began to cry, she jumped down from bed, and promptly left the\nroom. Pao-yü was at a loss how to act. So agitated was he that he\nhastily ran up to her, “My dear cousin,” he pleaded, “I do deserve\ndeath; but don’t go and tell any one! If again I venture to utter such\nkind of language, may blisters grow on my mouth and may my tongue waste\naway!”",
        "But while appealing to her feelings, he saw Hsi Jen approach him. “Go\nback at once,” she cried, “and put on your clothes as master wants to\nsee you.”",
        "At the very mention of his father, Pao-yü felt suddenly as if struck by\nlightning. Regardless of everything and anything, he rushed, as fast as\npossible, back to his room, and changing his clothes, he came out into\nthe garden. Here he discovered Pei Ming, standing at the second gateway,\nwaiting for him.",
        "“Do you perchance know what he wants me for?” Pao-yü inquired.",
        "“Master, hurry out at once!” Pei Ming replied. “You must, of course, go\nand see him. When you get there, you are sure to find out what it’s all\nabout.”",
        "This said, he urged Pao-yü on, and together they turned past the large\npavilion. Pao-yü was, however, still labouring under suspicion, when he\nheard, from the corner of the wall, a loud outburst of laughter. Upon\nturning his head round, he caught sight of Hsüeh P’an jump out, clapping\nhis hands. “Hadn’t I said that my uncle wanted you?” he laughed. “Would\nyou ever have rushed out with such alacrity?”",
        "Pei Ming also laughed, and fell on his knees. But Pao-yü remained for a\nlong time under the spell of utter astonishment, before he, at length,\nrealised that it was Hsüeh P’au who had inveigled him to come out.",
        "Hsüeh P’an hastily made a salutation and a curtsey, and confessed his\nfault. He next gave way to entreaties, saying: “Don’t punish the young\nservant, for it is simply I who begged him go.”",
        "Pao-yü too had then no other alternative but to smile. “I don’t mind\nyour playing your larks on me; but why,” he inquired, “did you mention\nmy father? Were I to go and tell my aunt, your mother, to see to the\nrights and the wrongs of the case, how would you like it?”",
        "“My dear cousin,” remarked Hsüeh P’an vehemently, “the primary idea I\nhad in view was to ask you to come out a moment sooner and I forgot to\nrespectfully shun the expression. But by and bye, when you wish to chaff\nme, just you likewise allude to my father, and we’ll thus be square.”",
        "“Ai-ya!” exclaimed Pao-yü. “You do more than ever deserve death!!” Then\nturning again towards Pei Ming, “You ruffian!” he said, “what are you\nstill kneeling for?”",
        "Pei Ming began to bump his head on the ground with vehemence.",
        "“Had it been for anything else,” Hsüeh P’an chimed in, “I wouldn’t have\nmade bold to disturb you; but it’s simply in connection with my birthday\nwhich is to-morrow, the third day of the fifth moon. Ch’eng Jih-hsing,\nwho is in that curio shop of ours, unexpectedly brought along, goodness\nknows where he fished them from, fresh lotus so thick and so long, so\nmealy and so crisp; melons of this size; and a Siamese porpoise, that\nlong and that big, smoked with cedar, such as is sent as tribute from\nthe kingdom of Siam. Are not these four presents, pray, rare delicacies?\nThe porpoise is not only expensive, but difficult to get, and that kind\nof lotus and melon must have cost him no end of trouble to grow! I lost\nno time in presenting some to my mother, and at once sent some to your\nold grandmother, and my aunt. But a good many of them still remain now;\nand were I to eat them all alone, it would, I fear, be more than I\ndeserve; so I concluded, after thinking right and left, that there was,\nbesides myself, only you good enough to partake of some. That is why I\nspecially invite you to taste them. But, as luck would have it, a young\nsinging-boy has also come, so what do you say to you and I having a\njolly day of it?”",
        "As they talked, they walked; and, as they walked, they reached the\ninterior of the library. Here they discovered a whole assemblage\nconsisting of Tan Kuang, Ch’eng Jih-hsing, Hu Ch’i-lai, Tan T’ing-jen\nand others, and the singing-boy as well. As soon as these saw Pao-yü\nwalk in, some paid their respects to him; others inquired how he was;\nand after the interchange of salutations, tea was drunk. Hsüeh P’an then\ngave orders to serve the wine. Scarcely were the words out of his mouth\nthan the servant-lads bustled and fussed for a long while laying the\ntable. When at last the necessary arrangements had been completed, the\ncompany took their seats.",
        "Pao-yü verily found the melons and lotus of an exceptional description.\n“My birthday presents have not as yet been sent round,” he felt impelled\nto say, a smile on his lips, “and here I come, ahead of them, to\ntrespass on your hospitality.”",
        "“Just so!” retorted Hsüeh P’an, “but when you come to-morrow to\ncongratulate me we’ll consider what novel kind of present you can give\nme.”",
        "“I’ve got nothing that I can give you,” rejoined Pao-yü. “As far as\nmoney, clothes, eatables and other such articles go, they are not really\nmine: all I can call my own are such pages of characters that I may\nwrite, or pictures that I may draw.”",
        "“Your reference to pictures,” added Hsüeh P’an smiling, “reminds me of a\nbook I saw yesterday, containing immodest drawings; they were, truly,\nbeautifully done. On the front page there figured also a whole lot of\ncharacters. But I didn’t carefully look at them; I simply noticed the\nname of the person, who had executed them. It was, in fact, something or\nother like Keng Huang. The pictures were, actually, exceedingly good!”",
        "This allusion made Pao-yü exercise his mind with innumerable\nconjectures.",
        "“Of pictures drawn from past years to the present, I have,” he said,\n“seen a good many, but I’ve never come across any Keng Huang.”",
        "After considerable thought, he could not repress himself from bursting\nout laughing. Then asking a servant to fetch him a pencil, he wrote a\ncouple of words on the palm of his hand. This done, he went on to\ninquire of Hsüeh. P’an: “Did you see correctly that it read Keng Huang?”",
        "“How could I not have seen correctly?” ejaculated Hsüeh P’an.",
        "Pao-yü thereupon unclenched his hand and allowed him to peruse, what was\nwritten in it. “Were they possibly these two characters?” he remarked.\n“These are, in point of fact, not very dissimilar from what Keng Huang\nlook like?”",
        "On scrutinising them, the company noticed the two words T’ang Yin, and\nthey all laughed. “They must, we fancy, have been these two characters!\"\nthey cried. “Your eyes, Sir, may, there’s no saying, have suddenly grown\ndim!”",
        "Hsüeh P’an felt utterly abashed. “Who could have said,” he smiled,\n“whether they were T’ang Yin or Kuo Yin, (candied silver or fruit\nsilver).”",
        "As he cracked this joke, however, a young page came and announced that\nMr. Feng had arrived. Pao-yü concluded that the new comer must be Feng\nTzu-ying, the son of Feng T’ang, general with the prefix of Shen Wu.”",
        "“Ask him in at once,” Hsüeh P’an and his companions shouted with one\nvoice.",
        "But barely were these words out of their mouths, than they realised that\nFeng Tzu-ying had already stepped in, talking and laughing as he\napproached.",
        "The company speedily rose from table and offered him a seat.",
        "“That’s right!” smiled Feng Tzu-ying. “You don’t go out of doors, but\nremain at home and go in for high fun!”",
        "Both Pao-yü and Hsüeh P’an put on a smile. “We haven’t,” they remarked,\n“seen you for ever so long. Is your venerable father strong and hale?”",
        "“My father,” rejoined Tzu-ying, “is, thanks to you, strong and hale; but\nmy mother recently contracted a sudden chill and has been unwell for a\ncouple of days.”",
        "Hsüeh P’an discerned on his face a slight bluish wound. “With whom have\nyou again been boxing,” he laughingly inquired, “that you’ve hung up\nthis sign board?”",
        "“Since the occasion,” laughed Feng Tzu-ying, “on which I wounded\nlieutenant-colonel Ch’ou’s son, I’ve borne the lesson in mind, and never\nlost my temper. So how is it you say that I’ve again been boxing? This\nthing on my face was caused, when I was out shooting the other day on\nthe T’ieh Wang hills, by a flap from the wing of the falcon.”",
        "“When was that?” asked Pao-yü.",
        "“I started,” explained Tzu-ying, “on the 28th of the third moon and came\nback only the day before yesterday.”",
        "“It isn’t to be wondered at then,” observed Pao-yü, “that when I went\nthe other day, on the third and fourth, to a banquet at friend Shen’s\nhouse, I didn’t see you there. Yet I meant to have inquired about you;\nbut I don’t know how it slipped from my memory. Did you go alone, or did\nyour venerable father accompany you?”",
        "“Of course, my father went,” Tzu-ying replied, “so I had no help but to\ngo. For is it likely, forsooth, that I’ve gone mad from lack of anything\nto do! Don’t we, a goodly number as we are, derive enough pleasure from\nour wine-bouts and plays that I should go in quest of such kind of\nfatiguing recreation! But in this instance a great piece of good fortune\nturned up in evil fortune!”",
        "Hsüeh P’an and his companions noticed that he had finished his tea.\n“Come along,” they one and all proposed, “and join the banquet; you can\nthen quietly recount to us all your experiences.”",
        "At this suggestion Feng Tzu-ying there and then rose to his feet.\n“According to etiquette,” he said. “I should join you in drinking a few\ncups; but to-day I have still a very urgent matter to see my father\nabout on my return so that I truly cannot accept your invitation.”",
        "Hsüeh P’an, Pao-yü and the other young fellows would on no account\nlisten to his excuses. They pulled him vigorously about and would not\nlet him go.",
        "“This is, indeed, strange!” laughed Feng Tzu-ying. “When have you and I\nhad, during all these years, to have recourse to such proceedings! I\nreally am unable to comply with your wishes. But if you do insist upon\nmaking me have a drink, well, then bring a large cup and I’ll take two\ncups full and finish.”",
        "After this rejoinder, the party could not but give in. Hsüeh P’an took\nhold of the kettle, while Pao-yü grasped the cup, and they poured two\nlarge cups full. Feng Tzu-ying stood up and quaffed them with one\ndraught.",
        "“But do, after all,” urged Pao-yü, “finish this thing about a piece of\ngood fortune in the midst of misfortune before you go.”",
        "“To tell you this to-day,” smiled Feng Tzu-ying, “will be no great fun.\nBut for this purpose I intend standing a special entertainment, and\ninviting you all to come and have a long chat; and, in the second place,\nI’ve also got a favour to ask of you.”",
        "Saying this, he pushed his way and was going off at once, when Hsüeh\nP’an interposed. “What you’ve said,” he observed, “has put us more than\never on pins and needles. We cannot brook any delay. Who knows when you\nwill ask us round; so better tell us, and thus avoid keeping people in\nsuspense!”",
        "“The latest,” rejoined Feng Tzu-ying, “in ten days; the earliest in\neight.” With this answer he went out of the door, mounted his horse, and\ntook his departure.",
        "The party resumed their seats at table. They had another bout, and then\neventually dispersed.",
        "Pao-yü returned into the garden in time to find Hsi Jen thinking with\nsolicitude that he had gone to see Chia Cheng and wondering whether it\nforeboded good or evil. As soon as she perceived Pao-yü come back in a\ndrunken state, she felt urged to inquire the reason of it all. Pao-yü\ntold her one by one the particulars of what happened.",
        "“People,” added Hsi Jen, “wait for you with lacerated heart and anxious\nmind, and there you go and make merry; yet you could very well, after\nall, have sent some one with a message.”",
        "“Didn’t I purpose sending a message?” exclaimed Pao-yü. “Of course, I\ndid! But I failed to do so, as on the arrival of friend Feng, I got so\nmixed up that the intention vanished entirely from my mind.”",
        "While excusing himself, he saw Pao-ch’ai enter the apartment. “Have you\ntasted any of our new things?” she asked, a smile curling her lips.",
        "“Cousin,” laughed Pao-yü, “you must have certainly tasted what you’ve\ngot in your house long before us.”",
        "Pao-ch’ai shook her head and smiled. “Yesterday,” she said, “my brother\ndid actually make it a point to ask me to have some; but I had none; I\ntold him to keep them and send them to others, so confident am I that\nwith my mean lot and scanty blessings I little deserve to touch such\ndainties.”",
        "As she spoke, a servant-girl poured her a cup of tea and brought it to\nher. While she sipped it, she carried on a conversation on irrelevant\nmatters; which we need not notice, but turn our attention to Lin Tai-yü.",
        "The instant she heard that Chia Cheng had sent for Pao-yü, and that he\nhad not come back during the whole day, she felt very distressed on his\naccount. After supper, the news of Pao-yü’s return reached her, and she\nkeenly longed to see him and ask him what was up. Step by step she\ntrudged along, when espying Pao-ch’ai going into Pao-yü’s garden, she\nherself followed close in her track. But on their arrival at the Hsin\nFang bridge, she caught sight of the various kinds of water-fowl,\nbathing together in the pond, and although unable to discriminate the\nnumerous species, her gaze became so transfixed by their respective\nvariegated and bright plumage and by their exceptional beauty, that she\nhalted. And it was after she had spent some considerable time in\nadmiring them that she repaired at last to the I Hung court. The gate\nwas already closed. Tai-yü, however, lost no time in knocking. But\nCh’ing Wen and Pi Hen had, who would have thought it, been having a\ntiff, and were in a captious mood, so upon unawares seeing Pao-ch’ai\nstep on the scene, Ch’ing Wen at once visited her resentment upon\nPao-ch’ai. She was just standing in the court giving vent to her wrongs,\nshouting: “You’re always running over and seating yourself here, whether\nyou’ve got good reason for doing so or not; and there’s no sleep for us\nat the third watch, the middle of the night though it be,” when, all of\na sudden, she heard some one else calling at the door. Ch’ing Wen was\nthe more moved to anger. Without even asking who it was, she rapidly\nbawled out: “They’ve all gone to sleep; you’d better come to-morrow.”",
        "Lin Tai-yü was well aware of the natural peculiarities of the\nwaiting-maids, and of their habit of playing practical jokes upon each\nother, so fearing that the girl in the inner room had failed to\nrecognise her voice, and had refused to open under the misconception\nthat it was some other servant-girl, she gave a second shout in a higher\npitch. “It’s I!” she cried, “don’t you yet open the gate?”",
        "Ch’ing Wen, as it happened, did not still distinguish her voice; and in\nan irritable strain, she rejoined: “It’s no matter who you may be; Mr.\nSecundus has given orders that no one at all should be allowed to come\nin.”",
        "As these words reached Lin Tai-yü’s ear, she unwittingly was overcome\nwith indignation at being left standing outside. But when on the point\nof raising her voice to ask her one or two things, and to start a\nquarrel with her; “albeit,” she again argued mentally, “I can call this\nmy aunt’s house, and it should be just as if it were my own, it’s, after\nall, a strange place, and now that my father and mother are both dead,\nand that I am left with no one to rely upon, I have for the present to\ndepend upon her family for a home. Were I now therefore to give way to a\nregular fit of anger with her, I’ll really get no good out of it.”",
        "While indulging in reflection, tears trickled from her eyes. But just as\nshe was feeling unable to retrace her steps, and unable to remain\nstanding any longer, and quite at a loss what to do, she overheard the\nsound of jocular language inside, and listening carefully, she\ndiscovered that it was, indeed, Pao-yü and Pao-ch’ai. Lin Tai-yü waxed\nmore wroth. After much thought and cogitation, the incidents of the\nmorning flashed unawares through her memory. “It must, in fact,” she\nmused, “be because Pao-yü is angry with me for having explained to him\nthe true reasons. But why did I ever go and tell you? You should,\nhowever, have made inquiries before you lost your temper to such an\nextent with me as to refuse to let me in to-day; but is it likely that\nwe shall not by and bye meet face to face again?”",
        "The more she gave way to thought, the more she felt wounded and\nagitated; and without heeding the moss, laden with cold dew, the path\ncovered with vegetation, and the chilly blasts of wind, she lingered all\nalone, under the shadow of the bushes at the corner of the wall, so\nthoroughly sad and dejected that she broke forth into sobs.",
        "Lin Tai-yü was, indeed, endowed with exceptional beauty and with charms\nrarely met with in the world. As soon therefore as she suddenly melted\ninto tears, and the birds and rooks roosting on the neighbouring willow\nboughs and branches of shrubs caught the sound of her plaintive tones,\nthey one and all fell into a most terrific flutter, and, taking to their\nwings, they flew away to distant recesses, so little were they able to\nlisten with equanimity to such accents. But the spirits of the flowers\nwere, at the time, silent and devoid of feeling, the birds were plunged\nin dreams and in a state of stupor, so why did they start? A stanza\nappositely assigns the reason:–",
        "  P’in Erh’s mental talents and looks must in the world be rare–.\n  Alone, clasped in a subtle smell, she quits her maiden room.\n  The sound of but one single sob scarcely dies away,\n  And drooping flowers cover the ground and birds fly in dismay.",
        "Lin Tai-yü was sobbing in her solitude, when a creaking noise struck her\near and the door of the court was flung open. Who came out, is not yet\nascertained; but, reader, should you wish to know, the next chapter will\nexplain.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}