{
    "title": "Hung Lou Meng, Book I (B) - Chapter XXIV.",
    "author": "Cao Xueqin",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "  The drunken Chin Kang makes light of lucre and shows a preference for\n      generosity.\n  The foolish girl mislays her handkerchief and arouses mutual thoughts.",
        "But to return to our narrative. Lin Tai-yü’s sentimental reflections\nwere the while reeling and ravelling in an intricate maze, when\nunexpectedly some one from behind gave her a tap, saying: “What are you\nup to all alone here?” which took Lin Tai-yu so much by surprise that\nshe gave a start, and turning her head round to look and noticing that\nit was Hsiang Ling and no one else; “You stupid girl!” Lin Tai-yü\nreplied, “you’ve given me such a fright! But where do you come from at\nthis time?”",
        "Hsiang Ling giggled and smirked. “I’ve come,” she added, “in search of\nour young lady, but I can’t find her anywhere. But your Tzu Chuan is\nalso looking after you; and she says that lady Secunda has sent a\npresent to you of some tea. But you had better go back home and sit\ndown.”",
        "As she spoke, she took Tai-yü by the hand, and they came along back to\nthe Hsiao Hsiang Kuan; where lady Feng had indeed sent her two small\ncatties of a new season tea, of superior quality. But Lin Tai-yü sat\ndown, in company with Hsiang Ling, and began to converse on the merits\nof this tapestry and the fineness of that embroidery; and after they had\nalso had a game at chess, and read a few sentences out of a book, Hsiang\nLing took her departure. But we need not speak of either of them, but\nreturn now to Pao-yü. Having been found, and brought back home, by Hsi\nJen, he discovered Yuan Yang reclining on the bed, in the act of\nexamining Hsi Jen’s needlework; but when she perceived Pao-yü arrive,\nshe forthwith remarked: “Where have you been? her venerable ladyship is\nwaiting for you to tell you to go over and pay your obeisance to our\nSenior master, and don’t you still make haste to go and change your\nclothes and be off!”",
        "Hsi Jen at once walked into the room to fetch his clothes, and Pao-yü\nsat on the edge of the bed, and pushed his shoes off with his toes; and,\nwhile waiting for his boots to put them on, he turned round and\nperceiving that Yüan Yang, who was clad in a light red silk jacket and a\ngreen satin waistcoat, and girdled with a white crepe sash, had her face\nturned the other way, and her head lowered giving her attention to the\ncriticism of the needlework, while round her neck she wore a collar with\nembroidery, Pao-yü readily pressed his face against the nape of her\nneck, and as he sniffed the perfume about it, he did not stay his hand\nfrom stroking her neck, which in whiteness and smoothness was not below\nthat of Hsi Jen; and as he approached her, “My dear girl,” he said\nsmiling and with a drivelling face, “do let me lick the cosmetic off\nyour mouth!” clinging to her person, as he uttered these words, like\ntwisted sweetmeat.",
        "“Hsi Jen!” cried Yüan Yang at once, “come out and see! You’ve been with\nhim a whole lifetime, and don’t you give him any advice; but let him\nstill behave in this fashion!” Whereupon, Hsi Jen walked out, clasping\nthe clothes, and turning to Pao-yü, she observed, “I advise you in this\nway and it’s no good, I advise you in that way and you don’t mend; and\nwhat do you mean to do after all? But if you again behave like this, it\nwill then, in fact, be impossible for me to live any longer in this\nplace!”",
        "As she tendered these words of counsel, she urged him to put his clothes\non, and, after he had changed, he betook himself, along with Yuan Yang,\nto the front part of the mansion, and bade good-bye to dowager lady\nChia; after which he went outside, where the attendants and horses were\nall in readiness; but when he was about to mount his steed, he perceived\nChia Lien back from his visit and in the act of dismounting; and as the\ntwo of them stood face to face, and mutually exchanged some inquiries,\nthey saw some one come round from the side, and say: “My respects to\nyou, uncle Pao-yü!”",
        "When Pao-yü came to look at him, he noticed that this person had an\noblong face, that his body was tall and lanky, that his age was only\neighteen or nineteen, and that he possessed, in real truth, an air of\nrefinement and elegance; but though his features were, after all,\nexceedingly familiar, he could not recall to mind to what branch of the\nfamily he belonged, and what his name was.",
        "“What are you staring vacantly for?” Chia Lien inquired laughing.",
        "“Don’t you even recognise him? He’s Yün Erh, the son of our fifth\nsister-in-law, who lives in the back court!”",
        "“Of course!” Pao-yü assented complacently. “How is it that I had\nforgotten just now!” And having gone on to ask how his mother was, and\nwhat work he had to do at present; “I’ve come in search of uncle\nSecundus, to tell him something,” Chia Yün replied, as he pointed at\nChia Lien.",
        "“You’ve really improved vastly from what you were before,” added Pao-yü\nsmiling; “you verily look just is if you were my son!”",
        "“How very barefaced!” Chia Lien exclaimed as he burst out laughing;\n“here’s a person four or five years your senior to be made your son!”",
        "“How far are you in your teens this year?” Pao-yü inquired with a smile.",
        "“Eighteen!” Chia Yün rejoined.",
        "This Chia Yün was, in real deed, sharp and quick-witted; and when he\nheard Pao-yü remark that he looked like his son, he readily gave a\nsarcastic smile and observed, “The proverb is true which says, ’the\ngrandfather is rocked in the cradle while the grandson leans on a\nstaff.’ But though old enough in years, I’m nevertheless like a\nmountain, which, in spite of its height, cannot screen the sun from\nview. Besides, since my father’s death, I’ve had no one to look after\nme, and were you, uncle Pao, not to disdain your doltish nephew, and to\nacknowledge me as your son, it would be your nephew’s good fortune!”",
        "“Have you heard what he said?” Chia Lien interposed cynically. “But to\nacknowledge him as a son is no easy question to settle!” and with these\nwords, he walked in; whereupon Pao-yü smilingly said: “To-morrow when\nyou have nothing to do, just come and look me up; but don’t go and play\nany devilish pranks with them! I’ve just now no leisure, so come\nto-morrow, into the library, where I’ll have a chat with you for a whole\nday, and take you into the garden for some fun!”",
        "With this remark still on his lips, he laid hold of the saddle and\nmounted his horse; and, followed by the whole bevy of pages, he crossed\nover to Chia She’s on this side; where having discovered that Chia She\nhad nothing more the matter with him than a chill which he had suddenly\ncontracted, he commenced by delivering dowager lady Chia’s message, and\nnext paid his own obeisance. Chia She, at first, stood up and made\nsuitable answer to her venerable ladyship’s inquiries, and then calling\na servant, “Take the gentleman,” he said, “into my lady’s apartment to\nsit down.”",
        "Pao-yü withdrew out of the room, and came by the back to the upper\napartment; and as soon as madame Hsing caught sight of him, she, before\neverything else, rose to her feet and asked after old lady Chia’s\nhealth; after which, Pao-yü made his own salutation, and madame Hsing\ndrew him on to the stove-couch, where she induced him to take a seat,\nand eventually inquired after the other inmates, and also gave orders to\nserve the tea. But scarcely had they had tea, before they perceived Chia\nTsung come in to pay his respects to Pao-yü.",
        "“Where could one find such a living monkey as this!” madame Hsing\nremarked; “is that nurse of yours dead and gone that she doesn’t even\nkeep you clean and tidy, and that she lets you go about with those\neyebrows of yours so black and that mouth so filthy! you scarcely look\nlike the child of a great family of scholars.”",
        "While she spoke, she perceived both Chia Huan and Chia Lan, one of whom\nwas a young uncle and the other his nephew, also advance and present\ntheir compliments, and madame Hsing bade the two of them sit down on the\nchairs. But when Chia Huan noticed that Pao-yü sat on the same rug with\nmadame Hsing, and that her ladyship was further caressing and petting\nhim in every possible manner, he soon felt so very unhappy at heart,\nthat, after sitting for a short time, he forthwith made a sign to Chia\nLan that he would like to go; and as Chia Lan could not but humour him,\nthey both got up together to take their leave. But when Pao-yü perceived\nthem rise, he too felt a wish to go back along with them, but madame\nHsing remarked smilingly, “You had better sit a while as I’ve something\nmore to tell you,” so that Pao-yü had no alternative but to stay. “When\nyou get back,” madame Hsing added, addressing the other two, “present,\neach one of you, my regards to your respective mothers. The young\nladies, your cousins, are all here making such a row that my head is\ndazed, so that I won’t to-day keep you to have your repast here.” To\nwhich Chia Huan and Chia Lan assented and quickly walked out.",
        "“If it be really the case that all my cousins have come over,” Pao-yü\nventured with a smirk, “how is it that I don’t see them?”",
        "“After sitting here for a while,” madame Hsing explained, “they all went\nat the back; but in what rooms they have gone, I don’t know.”",
        "“My senior aunt, you said you had something to tell me, Pao-yü observed;\nwhat’s it, I wonder?”",
        "“What can there possibly be to tell you?” madame Hsing laughed; “it was\nsimply to make you wait and have your repast with the young ladies and\nthen go; but there’s also a fine plaything that I’ll give you to take\nback to amuse yourself with.”",
        "These two, the aunt and her nephew, were going on with their colloquy\nwhen, much to their surprise, it was time for dinner and the young\nladies were all invited to come. The tables and chairs were put in their\nplaces, and the cups and plates were arranged in proper order; and,\nafter the mother, her daughter and the cousins had finished their meal,\nPao-yü bade good-bye to Chia She and returned home in company with all\nthe young ladies; and when they had said good-night to dowager lady\nChia, madame Wang and the others, they each went back into their rooms\nand retired to rest; where we shall leave them without any further\ncomment and speak of Chia Yün’s visit to the mansion. As soon as he saw\nChia Lien, he inquired what business it was that had turned up, and Chia\nLien consequently explained: “The other day something did actually\npresent itself, but as it happened that your aunt had again and again\nentreated me, I gave it to Chia Ch’in; as she promised me that there\nwould be by and by in the garden several other spots where flowers and\ntrees would be planted; and that when this job did occur, she would, for\na certainty, give it to you and finish!”",
        "Chia Yün, upon hearing these words, suggested after a short pause; “If\nthat be so, there’s nothing for me to do than to wait; but, uncle, you\ntoo mustn’t make any allusion beforehand in the presence of aunt to my\nhaving come to-day to make any inquiries; for there will really be ample\ntime to speak to her when the job turns up!”",
        "“Why should I allude to it?” Chia Lien rejoined. “Have I forsooth got\nall this leisure to talk of irrelevant matters! But to-morrow, besides,\nI’ve got to go as far as Hsing Yi for a turn, and it’s absolutely\nnecessary that I should hurriedly come back the very same day; so off\nwith you now and go and wait; and the day after to-morrow, after the\nwatch has been set, come and ask for news; but mind at any earlier hour,\nI shan’t have any leisure!” With these words, he hastily went at the\nback to change his clothes. And from the time Chia Yun put his foot out\nof the door of the Jung Kuo mansion, he was, the whole way homeward,\nplunged in deep thought; but having bethought himself of some expedient,\nhe straightway wended his steps towards the house of his maternal uncle,\nPu Shih-jen. This Pu Shih-jen, it must be explained, kept, at the\npresent date, a shop for the sale of spices. He had just returned home\nfrom his shop, and as soon as he noticed Chia Yun, he inquired of him\nwhat business brought him there.",
        "“There’s something,” Chia Yun replied, “in which I would like to crave\nyour assistance, uncle; I’m in need of some baroos camphor and musk, so\nplease, uncle, give me on credit four ounces of each kind, and on the\nfestival of the eighth moon, I’ll bring you the amount in full.”",
        "Pu Shih-jen gave a sardonic smile. “Don’t,” he said, “again allude to\nany such thing as selling on tick! Some time back a partner in our\nestablishment got several ounces of goods for his relatives on credit,\nand up to this date the bill hasn’t as yet been settled; the result\nbeing that we’ve all had to make the amount good, so that we’ve entered\ninto an agreement that we should no more allow any one to obtain on tick\nanything on behalf of either relative or friend, and that whoever acted\ncontrary to this resolution should be, at once, fined twenty taels, with\nwhich to stand a treat. Besides, the stock of these articles is now\nshort, and were you also to come, with ready money to this our mean shop\nto buy any, we wouldn’t even have as much to give you. The best way\ntherefore is for you to go elsewhere. This is one side of the question;\nfor on the other, you can’t have anything above-board in view; and were\nyou to obtain what you want as a loan you would again go and play the\ngiddy dog! But you’ll simply say that on every occasion your uncle sees\nyou, he avails himself of it to find fault with you, but a young fellow\nlike you doesn’t know what’s good and what is bad; and you should,\nbesides, make up your mind to earn a few cash, wherewith to clothe and\nfeed yourself, so that, when I see you, I too may rejoice!”",
        "“What you, uncle, say,” Chia Yun rejoined smiling, “is perfectly right;\nthe only thing is that at the time of my father’s death, I was likewise\nso young in years that I couldn’t understand anything; but later on, I\nheard my mother explain how that for everything, it was lucky that you,\nafter all, my uncles, went over to our house and devised the ways and\nmeans, and managed the funeral; and is it likely you, uncle, aren’t\naware of these things? Besides, have I forsooth had a single acre of\nland or a couple of houses, the value of which I’ve run through as soon\nas it came into my hands? An ingenious wife cannot make boiled rice\nwithout raw rice; and what would you have me do? It’s your good fortune\nhowever that you’ve got to deal with one such as I am, for had it been\nany one else barefaced and shameless, he would have come, twice every\nthree days, to worry you, uncle, by asking for two pints of rice and two\nof beans, and you then, uncle, would have had no help for it.”",
        "“My dear child,” Pu Shih-jen exclaimed, “had I anything that I could\ncall my own, your uncle as I am, wouldn’t I feel bound to do something\nfor you? I’ve day after day mentioned to your aunt that the misfortune\nwas that you had no resources. But should you ever succeed in making up\nyour mind, you should go into that mighty household of yours, and when\nthe gentlemen aren’t looking, forthwith pocket your pride and hobnob\nwith those managers, or possibly with the butlers, as you may, even\nthrough them, be able to get some charge or other! The other day, when I\nwas out of town, I came across that old Quartus of the third branch of\nthe family, astride of a tall donkey, at the head of four or five\ncarriages, in which were about forty to fifty bonzes and Taoist priests\non their way to the family fane, and that man can’t lack brains, for\nsuch a charge to have fallen to his share!”",
        "Chia Yün, upon hearing these words, indulged in a long and revolting\nrigmarole, and then got up to take his leave.",
        "“What are you in such a hurry for?” Pu Shih-jen remarked. “Have your\nmeal and then go!”",
        "But this remark was scarcely ended when they heard his wife say: “Are\nyou again in the clouds? When I heard that there was no rice, I bought\nhalf a catty of dry rice paste, and brought it here for you to eat; and\ndo you pray now still put on the airs of a well-to-do, and keep your\nnephew to feel the pangs of hunger?”",
        "“Well, then, buy half a catty more, and add to what there is, that’s\nall,” Pu Shih-jen continued; whereupon her mother explained to her\ndaughter, Yin Chieh, “Go over to Mrs. Wang’s opposite, and ask her if\nshe has any cash, to lend us twenty or thirty of them; and to-morrow,\nwhen they’re brought over, we’ll repay her.”",
        "But while the husband and wife were carrying on this conversation, Chia\nYün had, at an early period, repeated several times: “There’s no need to\ngo to this trouble,” and off he went, leaving no trace or shadow behind.\nBut without passing any further remarks on the husband and wife of the\nPu family, we will now confine ourselves to Chia Yün. Having gone in\nhigh dudgeon out of the door of his uncle’s house, he started straight\non his way back home; but while distressed in mind, and preoccupied with\nhis thoughts, he paced on with drooping head, he unexpectedly came into\ncollision with a drunken fellow, who gripped Chia Yün, and began to\nabuse him, crying: “Are your eyes gone blind, that you come bang against\nme?”",
        "The tone of voice, when it reached Chia Yün ears, sounded like that of\nsome one with whom he was intimate; and, on careful scrutiny, he found,\nin fact, that it was his next-door neighbour, Ni Erh. This Ni Erh was a\ndissolute knave, whose only idea was to give out money at heavy rates of\ninterest and to have his meals in the gambling dens. His sole delight\nwas to drink and to fight.",
        "He was, at this very moment, coming back home from the house of a\ncreditor, whom he had dunned, and was already far gone with drink, so\nthat when, at an unforeseen moment, Chia Yün ran against him, he meant\nthere and then to start a scuffle with him.",
        "“Old Erh!” Chia Yün shouted, “stay your hand; it’s I who have hustled\nagainst you.”",
        "As soon as Ni Erh heard the tone of his voice, he opened wide his\ndrunken eyes and gave him a look; and realising that it was Chia Yün, he\nhastened to loosen his grasp and to remark with a smile, as he staggered\nabout, “Is it you indeed, master Chia Secundus? where were you off to\nnow?”",
        "“I couldn’t tell you!” Chia Yün rejoined; “I’ve again brought\ndispleasure upon me, and all through no fault of mine.”",
        "“Never mind!” urged Ni Erh, “if you’re in any trouble you just tell me,\nand I’ll give vent to your spite for you; for in these three streets,\nand six lanes, no matter who may give offence to any neighbours of mine,\r\nof me, Ni Erh, the drunken Chin Kang, I’ll wager that I compel that\nman’s family to disperse, and his home to break up!”",
        "“Old Ni, don’t lose your temper,” Chia Yün protested, “but listen and\nlet me tell you what happened!” After which, he went on to tell Ni Erh\nthe whole affair with Pu Shih-jen. As soon as Ni Erh heard him, he got\ninto a frightful rage; “Were he not,” he shouted, a “relative of yours,\nmaster Secundus, I would readily give him a bit of my mind! Really\nresentment will stifle my breath! but never mind! you needn’t however\ndistress yourself. I’ve got here a few taels ready at hand, which, if\nyou require, don’t scruple to take; and from such good neighbours as you\nare, I won’t ask any interest upon this money.”",
        "With this remark still on his lips, he produced from his pouch a bundle\nof silver.",
        "“Ni Erh has, it is true, ever been a rogue,” Chia Yün reflected in his\nown mind, “but as he is regulated in his dealings by a due regard to\npersons, he enjoys, to a great degree, the reputation of generosity; and\nwere I to-day not to accept this favour of his, he’ll, I fear, be put to\nshame; and it won’t contrariwise be nice on my part! and isn’t it better\nthat I should make use of his money, and by and by I can repay him\ndouble, and things will be all right!”",
        "“Old Erh,” he therefore observed aloud with a smile, “you’re really a\nfine fellow, and as you’ve shown me such eminent consideration, how can\nI presume not to accept your offer! On my return home, I’ll write the\ncustomary I.O.U., and send it to you, and all will be in order.”",
        "Ni Erh gave a broad grin. “It’s only fifteen taels and three mace,” he\nanswered, “and if you insist upon writing an I.O.U., I won’t then lend\nit to you!”",
        "Chia Yün at these words, took over the money, smiling the while. “I’ll\nreadily,” he retorted, “comply with your wishes and have done; for\nwhat’s the use of exasperating you!”",
        "“Well then that will be all right!” Ni Erh laughed; “but the day is\ngetting dark; and I shan’t ask you to have a cup of tea or stand you a\ndrink, for I’ve some small things more to settle. As for me, I’m going\nover there, but you, after all, should please wend your way homewards;\nand I shall also request you to take a message for me to my people. Tell\nthem to close the doors and turn in, as I’m not returning home; and that\nin the event of anything occurring, to bid our daughter come over\nto-morrow, as soon as it is daylight, to short-legged Wang’s house, the\nhorse-dealer’s, in search of me!” And as he uttered this remark he\nwalked away, stumbling and hobbling along. But we will leave him without\nfurther notice and allude to Chia Yün.",
        "He had, at quite an unexpected juncture, met this piece of luck, so that\nhis heart was, of course, delighted to the utmost degree. “This Ni Erh,\"\nhe mused, “is really a good enough sort of fellow, but what I dread is\nthat he may have been open-handed in his fit of drunkenness, and that he\nmayn’t, by and by, ask for his money to be paid twice over; and what\nwill I do then? Never mind,” he suddenly went on to ponder, “when that\njob has become an accomplished fact, I shall even have the means to pay\nhim back double the original amount.”",
        "Prompted by this resolution, he came over to a money-shop, and when he\nhad the silver weighed, and no discrepancy was discovered in the weight,\nhe was still more elated at heart; and on his way back, he first and\nforemost delivered Ni Erh’s message to his wife, and then returned to\nhis own home, where he found his mother seated all alone on a\nstove-couch spinning thread. As soon as she saw him enter, she inquired\nwhere he had been the whole day long, in reply to which Chia Yün,\nfearing lest his parent should be angry, forthwith made no allusion to\nwhat transpired with Pu Shih-jen, but simply explained that he had been\nin the western mansion, waiting for his uncle Secundus, Lien. This over,\nhe asked his mother whether she had had her meal or not, and his parent\nsaid by way of reply: “I’ve had it, but I’ve kept something for you in\r\nthere,” and calling to the servant-maid, she bade her bring it round,\nand set it before him to eat. But as it was already dark, when the lamps\nhad to be lit, Chia Yün, after partaking of his meal, got ready and\nturned in.",
        "Nothing of any notice transpired the whole night; but the next day, as\nsoon it was dawn, he got up, washed his face, and came to the main\nstreet, outside the south gate, and purchasing some musk from a\nperfumery shop, he, with rapid stride, entered the Jung Kuo mansion; and\nhaving, as a result of his inquiries, found out that Chia Lien had gone\nout of doors, Chia Yün readily betook himself to the back, in front of\nthe door of Chia Lien’s court, where he saw several servant-lads, with\nimmense brooms in their hands, engaged in that place in sweeping the\ncourt. But as he suddenly caught sight of Chou Jui’s wife appear outside\nthe door, and call out to the young boys; “Don’t sweep now, our lady is\ncoming out,” Chia Yün eagerly walked up to her and inquired, with a face\nbeaming with smiles: “Where’s aunt Secunda going to?”",
        "To this inquiry, Chou Jui’s wife explained: “Our old lady has sent for\nher, and I expect, it must be for her to cut some piece of cloth or\nother.” But while she yet spoke, they perceived a whole bevy of people,\npressing round lady Feng, as she egressed from the apartment.",
        "Chia Yün was perfectly aware that lady Feng took pleasure in flattery,\nand delighted in display, so that hastily dropping his arms, he with all\nreverence, thrust himself forward and paid his respects to her. But lady\nFeng did not even so much as turn to look at him with straight eyes; but\ncontinued, as hitherto, her way onwards, simply confining herself to\nascertaining whether his mother was all right, and adding: “How is it\nthat she doesn’t come to our house for a stroll?”",
        "“The thing is,” Chia Yün replied, “that she’s not well: she, however,\noften thinks fondly of you, aunt, and longs to see you; but as for\ncoming round, she’s quite unable to do so.”",
        "“You have, indeed, the knack of telling lies!” lady Feng laughed with\nirony; “for hadn’t I alluded to her, she would never have thought of\nme!”",
        "“Isn’t your nephew afraid,” Chia Yün protested smilingly, “of being\nblasted by lightning to have the audacity of telling lies in the\npresence of an elder! Even so late as yesterday evening, she alluded to\nyou, aunt! ’Though naturally,’ she said, ’of a weak constitution, you\nhad, however, plenty to attend to! that it’s thanks to your supremely\neminent energies, aunt, that you’re, after all, able to manage\neverything in such a perfect manner; and that had you ever made the\nslightest slip, there would have long ago crept up, goodness knows, what\ntroubles!’”",
        "As soon as lady Feng heard these words, her whole face beamed with\nsmiles, and she unconsciously halted her steps, while she proceeded to\nask: “How is it that, both your mother and yourself, tattle about me\nbehind my back, without rhyme or reason?”",
        "“There’s a reason for it,” Chia Yün observed, “which is simply this.\nI’ve an excellent friend with considerable money of his own at home, who\nrecently kept a perfumery shop; but as he obtained, by purchase, the\nrank of deputy sub-prefect, he was, the other day, selected for a post\nin Yunnan, in some prefecture or other unknown to me; whither he has\ngone together with his family. He even closed this shop of his, and\nforthwith collecting all his wares, he gave away, what he could give\naway, and what he had to sell at a discount, was sold at a loss; while\nsuch valuable articles, as these, were all presented to relatives or\nfriends; and that’s why it is that I came in for some baroos camphor and\nmusk. But I at the time, deliberated with my mother that to sell them\nbelow their price would be a pity, and that if we wished to give them as\na present to any one, there was no one good enough to use such perfumes.\nBut remembering how you, aunt, had all along in years gone by, even to\nthis day, to spend large bundles of silver, in purchasing such articles,\nand how, not to speak of this year with an imperial consort in the\nPalace, what’s even required for this dragon boat festival, will also\nnecessitate the addition of hundred times as much as the quantity of\nprevious years, I therefore present them to you, aunt, as a token of my\nesteem!”",
        "With these words still on his lips, he simultaneously produced an\nornamented box, which he handed over to her. And as lady Feng was, at\nthis time, making preparations for presents for the occasion of the\ndragon boat festival, for which perfumes were obligatory, she, with all\npromptitude, directed Feng Erh: “Receive Mr. Yün’s present and take it\nhome and hand it over to P’ing Erh. To one,” she consequently added,\n“who seems to me so full of discrimination, it isn’t a wonder that your\nuncle is repeatedly alluding, and that he speaks highly of you; how that\nyou talk with all intelligence and that you have experience stored up in\nyour mind.”",
        "Chia Yün upon hearing this propitious language, hastily drew near one\nstep, and designedly asked: “Does really uncle often refer to me?”",
        "The moment lady Feng caught this question, she was at once inclined to\ntell him all about the charge to be entrusted to him, but on second\nthought, she again felt apprehensive lest she should be looked lightly\nupon by him, by simply insinuating that she had promptly and needlessly\npromised him something to do, so soon as she got a little scented ware;\nand this consideration urged her to once more restrain her tongue, so\nthat she never made the slightest reference even to so much as one word\nabout his having been chosen to look after the works of planting the\nflowers and trees. And after confining herself to making the first few\nirrelevant remarks which came to her lips, she hastily betook herself\ninto dowager lady Chia’s apartments.",
        "Chia Yün himself did not feel as if he could very well advert to the\nsubject, with the result that he had no alternative but to retrace his\nsteps homewards. But as when he had seen Pao-yü the previous day, he had\nasked him to go into the outer library and wait for him, he therefore\nfinished his meal and then once again entered the mansion and came over\ninto the I Hsia study, situated outside the ceremonial gate, over at old\nlady Chia’s part of the compound, where he discovered the two lads Ming\nYen, whose name had been changed into Pei Ming, and Chu Yo playing at\nchess, and just arguing about the capture of a castle; and besides them,\nYin Ch’uan, Sao Hua, T’iao Yün, Pan Ho, these four or five of them, up\nto larks, stealing the young birds from the nests under the eaves of the\nhouse.",
        "As soon as Chia Yün entered the court, he stamped his foot and shouted,\n“The monkeys are up to mischief! Here I am, I’ve come;” and when the\ncompany of servant-boys perceived him, they one and all promptly\ndispersed; while Chia Yün walked into the library, and seating himself\nat once in a chair, he inquired, “Has your master Secundus, Mr. Pao,\ncome down?”",
        "“He hasn’t been down here at all to-day,” Pei Ming replied, “but if you,\nMr. Secundus, have anything to tell him, I’ll go and see what he’s up to\nfor you.”",
        "Saying this he there and then left the room; and Chia Yün meanwhile gave\nhimself to the inspection of the pictures and nicknacks. But some\nconsiderable time elapsed, and yet he did not see him arrive; and\nnoticing besides that the other lads had all gone to romp, he was just\nplunged in a state of despondency, when he heard outside the door a\nvoice cry out, with winning tone, and tender accents: “My elder\nbrother!”",
        "Chia Yün looked out, and saw that it was a servant-maid of fifteen or\nsixteen, who was indeed extremely winsome and spruce. As soon however as\nthe maid caught a glimpse of Chia Yün, she speedily turned herself round\nand withdrew out of sight. But, as luck would have it, it happened that\nPei Ming was coming along, and seeing the servant-maid in front of the\ndoor, he observed: “Welcome, welcome! I was quite at a loss how to get\r\nany news of Pao-yü.” And as Chia Yün discerned Pei Ming, he hastily too,\nran out in pursuit of him, and ascertained what was up; whereupon Pei\nMing returned for answer: “I waited a whole day long, and not a single\nsoul came over; but this girl is attached to master Secundus’ (Mr.\nPao’s) rooms!” and, “My dear girl,” he consequently went on to say, “go\nin and take a message. Say that Mr. Secundus, who lives under the\nportico, has come!”",
        "The servant-maid, upon hearing these words, knew at once that he was a\nyoung gentleman belonging to the family in which she served, and she did\nnot skulk out of sight, as she had done in the first instance; but with\na gaze sufficient to kill, she fixed her two eyes upon Chia Yün, when\nshe heard Chia Yün interpose: “What about over the portico and under the\nportico; you just tell him that Yün Erh is come, that’s all.”",
        "After a while this girl gave a sarcastic smile. “My idea is,” she\nventured, “that you, master Secundus, should really, if it so please\nyou, go back, and come again to-morrow; and to-night, if I find time,\nI’ll just put in a word with him!”",
        "“What’s this that you’re driving at?” Pei Ming then shouted.",
        "And the maid rejoined: “He’s not even had a siesta to-day, so that he’ll\nhave his dinner at an early hour, and won’t come down again in the\nevening; and is it likely that you would have master Secundus wait here\nand suffer hunger? and isn’t it better than he should return home? The\nright thing is that he should come to-morrow; for were even by and by\nsome one to turn up, who could take a message, that person would simply\nacquiesce with the lips, but would he be willing to deliver the message\nin for you?”",
        "Chia Yün, upon finding how concise and yet how well expressed this\ngirl’s remarks had been, was bent upon inquiring what her name was; but\nas she was a maid employed in Pao-yü’s apartments, he did not therefore\nfeel justified in asking the question, and he had no other course but to\nadd, “What you say is quite right, I’ll come to-morrow!” and as he\nspoke, he there and then was making his way outside, when Pei Ming\nremarked: “I’ll go and pour a cup of tea; and master Secundus, have your\ntea and then go.”",
        "Chia Yün turned his head round, as he kept on his way, and said by way\nof rejoinder: “I won’t have any tea; for I’ve besides something more to\nattend to!” and while with his lips he uttered these words, he, with his\neyes, stared at the servant-girl, who was still standing in there.",
        "Chia Yün wended his steps straightway home; and the next day, he came to\nthe front entrance, where, by a strange coincidence, he met lady Feng on\nher way to the opposite side to pay her respects. She had just mounted\nher carriage, but perceiving Chia Yün arrive, she eagerly bade a servant\nstop him, and, with the window between them, she smiled and observed:\n“Yün Erh, you’re indeed bold in playing your pranks with me! I thought\nit strange that you should give me presents; but the fact is you had a\nfavour to ask of me; and your uncle told me even yesterday that you had\nappealed to him!”",
        "Chia Yün smiled. “Of my appeal to uncle, you needn’t, aunt, make any\nmention; for I’m at this moment full of regret at having made it. Had I\nknown, at an early hour, that things would have come to this pass, I\nwould, from the very first, have made my request to you, aunt; and by\nthis time everything would have been settled long ago! But who would\nhave anticipated that uncle was, after all, a man of no worth!”",
        "“Strange enough,” lady Feng remarked sneeringly, “when you found that\nyou didn’t succeed in that quarter, you came again yesterday in search\nof me!”",
        "“Aunt, you do my filial heart an injustice,” Chia Yün protested; “I\nnever had such a thought; had I entertained any such idea, wouldn’t I,\naunt, have made my appeal to you yesterday? But as you are now aware of\neverything, I’ll really put uncle on one side, and prefer my request to\nyou; for circumstances compel me to entreat you, aunt, to be so good as\nto show me some little consideration!”",
        "Lady Feng laughed sardonically. “You people will choose the long road to\nfollow and put me also in a dilemma! Had you told me just one word at an\nearly hour, what couldn’t have been brought about? an affair of state\nindeed to be delayed up to this moment! In the garden, there are to be\nmore trees planted and flowers laid down, and I couldn’t think of any\nperson that I could have recommended, and had you spoken before this,\nwouldn’t the whole question have been settled soon enough?”",
        "“Well, in that case, aunt,” ventured Chia Yün with a smile, “you had\nbetter depute me to-morrow, and have done!”",
        "“This job,” continued lady Feng after a pause, “is not, my impression\nis, very profitable; and if you were to wait till the first moon of next\nyear, when the fireworks, lanterns, and candles will have to be\npurveyed, I’ll depute you as soon as those extensive commissions turn\nup.”",
        "“My dear aunt,” pleaded Chia Yün, “first appoint me to this one, and if\nI do really manage this satisfactorily, you can then commission me with\nthat other!”",
        "“You know in truth how to draw a long thread,” lady Feng observed\nlaughing. “But hadn’t it been that your uncle had spoken to me on your\naccount, I wouldn’t have concerned myself about you. But as I shall\ncross over here soon after the repast, you had better come at eleven\na.m., and fetch the money, for you to enter into the garden the day\nafter to-morrow, and have the flowers planted!”",
        "As she said this, she gave orders to drive the “scented” carriage, and\nwent on her way by the quickest cut; while Chia Yün, who was\nirrepressibly delighted, betook himself into the I Hsia study, and\ninquired after Pao-yü. But, who would have thought it, Pao-yü had, at an\nearly hour, gone to the mansion of the Prince of Pei Ching, so that Chia\nYün had to sit in a listless mood till noon; and when he found out that\nlady Feng had returned, he speedily wrote an acknowledgment and came to\nreceive the warrant. On his arrival outside the court, he commissioned a\nservant to announce him, and Ts’ai Ming thereupon walked out, and merely\nasking for the receipt, went in, and, after filling in the amount, the\nyear and moon, he handed it over to Chia Yün together with the warrant.\nChia Yün received them from him, and as the entry consisted of two\nhundred taels, his heart was full of exultant joy; and turning round, he\nhurried to the treasury, where after he had taken over the amount in\nsilver, he returned home and laid the case before his mother, and\nneedless to say, that both the parent and her son were in high spirits.\nThe next day, at the fifth watch, Chia Yun first came in search of Ni\nErh, to whom he repaid the money, and then taking fifty taels along with\nhim, he sped outside the western gate to the house of Fang Ch’un, a\ngardener, to purchase trees, where we will leave him without saying\nanything more about him.",
        "We will now resume our story with Pao-yü. The day on which he\nencountered Chia Yün, he asked him to come in on the morrow and have a\nchat with him, but this invitation was practically the mere formal talk\nof a rich and well-to-do young man, and was not likely to be so much as\nborne in mind; and so it was that it readily slipped from his memory. On\nthe evening of the day, however, on which he returned home from the\nmansion of the Prince Pei Ching, he came, after paying his salutations\nto dowager lady Chia, madame Wang, and the other inmates, back into the\ngarden; but upon divesting himself of all his fineries, he was just\nabout to have his bath, when, as Hsi Jen had, at the invitation of Hsüeh\nPao-ch’ai, crossed over to tie a few knotted buttons, as Ch’in Wen and\nPi Hen had both gone to hurry the servants to bring the water, as T’an\nYun had likewise been taken home, on account of her mother’s illness,\nand She Yueh, on the other hand, was at present ailing in her quarters,\nwhile the several waiting-maids, who were in there besides to attend to\nthe dirty work, and answer the calls, had, surmising that he would not\nrequisition their services, one and all gone out in search of their\nfriends and in quest of their companions, it occurred, contrary to their\ncalculations, that Pao-yü remained this whole length of time quite alone\nin his apartments; and as it so happened that Pao-yü wanted tea to\ndrink, he had to call two or three times before he at last saw three old\nmatrons walk in. But at the sight of them, Pao-yü hastily waved his hand\nand exclaimed: “No matter, no matter; I don’t want you,” whereupon the\nmatrons had no help but to withdraw out of the rooms; and as Pao-yü\nperceived that there were no waiting-maids at hand, he had to come down\nand take a cup and go up to the teapot to pour the tea; when he heard\nsome one from behind him observe: “Master Secundus, beware, you’ll\nscorch your hand; wait until I come to pour it!” And as she spoke, she\nwalked up to him, and took the cup from his grasp, to the intense\nsurprise, in fact, of Pao-yü, who inquired: “Where were you that you\nhave suddenly come to give me a start?”",
        "The waiting-maid smiled as she handed him the tea. “I was in the back\ncourt,” she replied, “and just came in from the back door of the inner\nrooms; and is it likely that you didn’t, sir, hear the sound of my\nfootsteps?”",
        "Pao-yü drank his tea, and as he simultaneously passed the servant-girl\nunder a minute inspection, he found that though she wore several\narticles of clothing the worse for wear, she was, nevertheless, with\nthat head of beautiful hair, as black as the plumage of a raven, done up\nin curls, her face so oblong, her figure so slim and elegant, indeed,\nsupremely beautiful, sweet, and spruce, and Pao-yü eagerly inquired:\n“Are you also a girl attached to this room of mine?”",
        "“I am,” rejoined that waiting-maid.",
        "“But since you belong to this room, how is it I don’t know you?” Pao-yü\nadded.",
        "When the maid heard these words, she forced a laugh. “There are even\nmany,” she explained, “that are strangers to you; and is it only myself?\nI’ve never, before this, served tea, or handed water, or brought in\nanything; nor have I attended to a single duty in your presence, so how\ncould you know me?”",
        "“But why don’t you attend to any of those duties that would bring you to\nmy notice?” Pao-yü questioned.",
        "“I too,” answered the maid, “find it as difficult to answer such a\nquestion. There’s however one thing that I must report to you, master\nSecundus. Yesterday, some Mr. Yün Erh or other came to see you; but as I\nthought you, sir, had no leisure, I speedily bade Pei Ming tell him to\ncome early to-day. But you unexpectedly went over again to the mansion\nof the Prince of Pei Ching.”",
        "When she had spoken as far as this, she caught sight of Ch’iu Wen and Pi\nHen enter the court, giggling and laughing; the two of them carrying\nbetween them a bucket of water; and while raising their skirts with one\nhand, they hobbled along, as the water spurted and plashed. The\nwaiting-maid hastily come out to meet them so as to relieve them of\ntheir burden, but Ch’iu Wen and Pi Hen were in the act of standing face\nto face and finding fault with each other; one saying, “You’ve wetted my\nclothes,” the other adding, “You’ve trod on my shoes,” and upon, all of\na sudden, espying some one walk out to receive the water, and\ndiscovering, when they came to see, that it was actually no one else\nthan Hsiao Hung, they were at once both so taken aback that, putting\ndown the bucket, they hurried into the room; and when they looked about\nand saw that there was no other person inside besides Pao-yü they were\nat once displeased. But as they were meanwhile compelled to get ready\nthe articles necessary for his bath, they waited until Pao-yü was about\nto divest himself of his clothes, when the couple of them speedily\npulled the door to behind them, as they went out, and walked as far as\nthe room on the opposite side, in search of Hsiao Hung; of whom they\ninquired: “What were you doing in his room a short while back?”",
        "“When was I ever in the room?” Hsiao Hung replied; “simply because I\nlost sight of my handkerchief, I went to the back to try and find it,\nwhen unexpectedly Mr. Secundus, who wanted tea, called for you sisters;\nand as there wasn’t one even of you there, I walked in and poured a cup\nfor him, and just at that very moment you sisters came back.”",
        "“You barefaced, low-bred thing!” cried Ch’iu Wen, turning towards her\nand spurting in her face. “It was our bounden duty to tell you to go and\nhurry them for the water, but you simply maintained that you were busy\nand made us go instead, in order to afford you an opportunity of\nperforming these wily tricks! and isn’t this raising yourself up li by\nli? But don’t we forsooth, even so much as come up to you? and you just\ntake that looking-glass and see for yourself, whether you be fit to\nserve tea and to hand water or not?”",
        "“To-morrow,” continued Pi Hea, “I’ll tell them that whenever there’s\nanything to do connected with his wanting tea, or asking for water, or\nwith fetching things for him, not one of us should budge, and that\nshe alone should be allowed to go, and have done!”",
        "“If this be your suggestion,” remarked Ch’iu Wen, “wouldn’t it be still\nbetter that we should all disperse, and let her reign supreme in this\nroom!”",
        "But while the two of them were up to this trouble, one saying one thing,\nand another, another, they caught sight of two old nurses walk in to\ndeliver a message from lady Feng; who explained: “To-morrow, someone\nwill bring in gardeners to plant trees, and she bids you keep under more\nrigorous restraint, and not sun your clothes and petticoats anywhere and\neverywhere; nor air them about heedlessly; that the artificial hill\nwill, all along, be entirely shut in by screening curtains, and that you\nmustn’t he running about at random.”",
        "“I wonder,” interposed Ch’iu Wen with alacrity, “who it is that will\nbring the workmen to-morrow, and supervise the works?”",
        "“Some one or other called Mr. Yün, living at the back portico,” the old\nwoman observed.",
        "But Ch’iu Wen and Pi Hen were neither of them acquainted with him, and\nthey went on promiscuously asking further questions on his account, but\nHsiao Hung knew distinctly in her mind who it was, and was well aware\nthat it was the person whom she had seen, the previous day, in the outer\nlibrary.",
        "The surname of this Hsiao Hung had, in fact, been originally Lin, while\nher infant name had been Hung Yü; but as the word Yü improperly\ncorresponded with the names of Pao-yü and Tai-yü, she was, in due\ncourse, simply called Hsiao Hung. She was indeed an hereditary servant\nof the mansion; and her father had latterly taken over the charge of all\nmatters connected with the farms and farmhouses in every locality. This\nHung-yü came, at the age of sixteen, into the mansion, to enter into\nservice, and was attached to the Hung Yuan, where in point of fact she\nfound both a quiet and pleasant home; and when contrary to all\nexpectation, the young ladies as well as Pao-yü, were subsequently\npermitted to move their quarters into the garden of Broad Vista, it so\nhappened that this place was, moreover, fixed upon by Pao-yü. This Hsiao\nHung was, it is true, a girl without any experience, but as she could,\nto a certain degree, boast of a pretty face, and as, in her own heart,\nshe recklessly fostered the idea of exalting herself to a higher\nstandard, she was ever ready to thrust herself in Pao-yü’s way, with a\nview to showing herself off. But attached to Pao-yü’s personal service\nwere a lot of servants, all of whom were glib and specious, so that how\ncould she ever find an opportunity of thrusting herself forward? But\ncontrary to her anticipations, there turned up, eventually on this day,\nsome faint glimmer of hope, but as she again came in for a spell of\nspiteful abuse from Ch’iu Wen and her companion, her expectations were\nsoon considerably frustrated, and she was just plunged in a melancholy\nmood, when suddenly she heard the old nurse begin the conversation about\nChia Yün, which unconsciously so affected her heart that she hastily\nreturned, quite disconsolate, into her room, and lay herself down on her\nbed, giving herself quietly to reflection. But while she was racking and\ntorturing her brain and at a moment when she was at a loss what decision\nto grasp, her ear unexpectedly caught, emanating from outside the\nwindow, a faint voice say: “Hsiao Hung, I’ve picked up your pocket\nhandkerchief in here!” and as soon as Hsiao Hung heard these words, she\nwalked out with hurried step and found that it was no one else than Chia\nYün in person; and as Hsiao Hung unwillingly felt her powdered face\nsuffused with brushes: “Where did you pick it up, Mr. Secundus?” she\nasked.",
        "“Come over,” Chia Yün smiled, “and I’ll tell you!” And as he uttered\nthese words, he came up and drew her to him; but Hsiao Hung twisted\nherself round and ran away; but was however tripped over by the step of\nthe door.",
        "Now, reader, do you want to know the sequel? If so the next chapter will\nexplain.",
        " ",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}