{
    "title": "Hung Lou Meng, Book I (B) - Chapter XII.",
    "author": "Cao Xueqin",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "  Wang Hsi-feng maliciously lays a trap for Chia Jui, under pretence\n      that his affection is reciprocated.\n  Chia T’ien-hsiang gazes at the face of the mirror of Voluptuousness.",
        "Lady Feng, it must be noticed in continuation of our narrative, was just\nengaged in talking with P’ing Erh, when they heard some one announce\nthat Mr. Jui had come. Lady Feng gave orders that he should be invited\nto step in, and Chia Jui perceiving that he had been asked to walk in\nwas at heart elated at the prospect of seeing her.",
        "With a face beaming with smiles, Lady Feng inquired again and again how\nhe was; and, with simulated tenderness she further pressed him to take a\nseat and urged him to have a cup of tea.",
        "Chia Jui noticed how still more voluptuous lady Feng looked in her\npresent costume, and, as his eyes burnt with love, “How is it,” he\ninquired, “that my elder brother Secundus is not yet back?”",
        "“What the reason is I cannot tell,” lady Feng said by way of reply.",
        "“May it not be,” Chia Jui smilingly insinuated, “that some fair damsel\nhas got hold of him on the way, and that he cannot brook to tear himself\nfrom her to come home?”",
        "“That makes it plain that there are those among men who fall in love\nwith any girl they cast their eyes on,” hinted lady Feng.",
        "“Your remarks are, sister-in-law, incorrect, for I’m none of this kind!\"\nChia Jui explained smirkingly.",
        "“How many like you can there be!” rejoined lady Feng with a sarcastic\nsmile; “in ten, not one even could be picked out!”",
        "When Chia Jui heard these words, he felt in such high glee that he\nrubbed his ears and smoothed his cheeks. “My sister-in-law,” he\ncontinued, “you must of course be extremely lonely day after day.”",
        "“Indeed I am,” observed lady Feng, “and I only wish some one would come\nand have a chat with me to break my dull monotony.”",
        "“I daily have ample leisure,” Chia Jui ventured with a simper, “and\nwouldn’t it be well if I came every day to dispel your dulness,\nsister-in-law?”",
        "“You are simply fooling me,” exclaimed lady Feng laughing. “It isn’t\nlikely you would wish to come over here to me?”",
        "“If in your presence, sister-in-law, I utter a single word of falsehood,\nmay the thunder from heaven blast me!” protested Chia Jui. “It’s only\nbecause I had all along heard people say that you were a dreadful\nperson, and that you cannot condone even the slightest shortcoming\ncommitted in your presence, that I was induced to keep back by fear; but\nafter seeing you, on this occasion, so chatty, so full of fun and most\nconsiderate to others, how can I not come? were it to be the cause of my\ndeath, I would be even willing to come!”",
        "“You’re really a clever person,” lady Feng observed sarcastically. “And\noh so much superior to both Chia Jung and his brother! Handsome as their\npresence was to look at, I imagined their minds to be full of\nintelligence, but who would have thought that they would, after all, be\na couple of stupid worms, without the least notion of human affection!”",
        "The words which Chia Jui heard, fell in so much the more with his own\nsentiments, that he could not restrain himself from again pressing\nforward nearer to her; and as with eyes strained to give intentness to\nhis view, he gazed at lady Feng’s purse: “What rings have you got on?\"\nhe went on to ask.",
        "“You should be a little more deferential,” remonstrated lady Feng in a\nlow tone of voice, “so as not to let the waiting-maids detect us.”",
        "Chia Jui withdrew backward with as much alacrity as if he had received\nan Imperial decree or a mandate from Buddha.",
        "“You ought to be going!” lady Feng suggested, as she gave him a smile.",
        "“Do let me stay a while longer,” entreated Chia Jui, “you are indeed\nruthless, my sister-in-law.”",
        "But with gentle voice did lady Feng again expostulate. “In broad\ndaylight,” she said, “with people coming and going, it is not really\nconvenient that you should abide in here; so you had better go, and when\nit’s dark and the watch is set, you can come over, and quietly wait for\nme in the corridor on the Eastern side!”",
        "At these words, Chia Jui felt as if he had received some jewel or\nprecious thing. “Don’t make fun of me!” he remarked with vehemence. “The\nonly thing is that crowds of people are ever passing from there, and how\nwill it be possible for me to evade detection?”",
        "“Set your mind at ease!” lady Feng advised; “I shall dismiss on leave\nall the youths on duty at night; and when the doors, on both sides, are\nclosed, there will be no one else to come in!”",
        "Chia Jui was delighted beyond measure by the assurance, and with\nimpetuous haste, he took his leave and went off; convinced at heart of\nthe gratification of his wishes. He continued, up to the time of dusk, a\nprey to keen expectation; and, when indeed darkness fell, he felt his\nway into the Jung mansion, availing himself of the moment, when the\ndoors were being closed, to slip into the corridor, where everything was\nactually pitch dark, and not a soul to be seen going backwards or\nforwards.",
        "The door leading over to dowager lady Chia’s apartments had already been\nput under key, and there was but one gate, the one on the East, which\nhad not as yet been locked. Chia Jui lent his ear, and listened for ever\nso long, but he saw no one appear. Suddenly, however, was heard a sound\nlike “lo teng,” and the east gate was also bolted; but though Chia Jui\nwas in a great state of impatience, he none the less did not venture to\nutter a sound. All that necessity compelled him to do was to issue, with\nquiet steps, from his corner, and to try the gates by pushing; but they\nwere closed as firmly as if they had been made fast with iron bolts; and\nmuch though he may, at this juncture, have wished to find his way out,\nescape was, in fact, out of the question; on the south and north was one\ncontinuous dead wall, which, even had he wished to scale, there was\nnothing which he could clutch and pull himself up by.",
        "This room, besides, was one the interior (of which was exposed) to the\nwind, which entered through (the fissure) of the door; and was perfectly\nempty and bare; and the weather being, at this time, that of December,\nand the night too very long, the northerly wind, with its biting gusts,\nwas sufficient to penetrate the flesh and to cleave the bones, so that\nthe whole night long he had a narrow escape from being frozen to death;\nand he was yearning, with intolerable anxiety for the break of day, when\nhe espied an old matron go first and open the door on the East side, and\nthen come in and knock at the western gate.",
        "Chia Jui seeing that she had turned her face away, bolted out, like a\nstreak of smoke, as he hugged his shoulders with his hands (from intense\ncold.) As luck would have it, the hour was as yet early, so that the\ninmates of the house had not all got out of bed; and making his escape\nfrom the postern door, he straightaway betook himself home, running back\nthe whole way.",
        "Chia Jui’s parents had, it must be explained, departed life at an early\nperiod, and he had no one else, besides his grandfather Tai-ju, to take\r\ncharge of his support and education. This Tai-ju had, all along,\nexercised a very strict control, and would not allow Chia Jui to even\nmake one step too many, in the apprehension that he might gad about out\nof doors drinking and gambling, to the neglect of his studies.",
        "Seeing, on this unexpected occasion, that he had not come home the whole\nnight, he simply felt positive, in his own mind, that he was certain to\nhave run about, if not drinking, at least gambling, and dissipating in\nhouses of the demi-monde up to the small hours; but he never even gave\nso much as a thought to the possibility of a public scandal, as that in\nwhich he was involved. The consequence was that during the whole length\nof the night he boiled with wrath.",
        "Chia Jui himself, on the other hand, was (in such a state of\ntrepidation) that he could wipe the perspiration (off his face) by\nhandfuls; and he felt constrained on his return home, to have recourse\nto deceitful excuses, simply explaining that he had been at his eldest\nmaternal uncle’s house, and that when it got dark, they kept him to\nspend the night there.",
        "“Hitherto,” remonstrated Tai-ju, “when about to go out of doors, you\nnever ventured to go, on your own hook, without first telling me about\nit, and how is it that yesterday you surreptitiously left the house? for\nthis offence alone you deserve a beating, and how much more for the lie\nimposed upon me.”",
        "Into such a violent fit of anger did he consequently fly that laying\nhands on him, he pulled him over and administered to him thirty or forty\nblows with a cane. Nor would he allow him to have anything to eat, but\nbade him remain on his knees in the court conning essays; impressing on\nhis mind that he would not let him off, before he had made up for the\nlast ten days’ lessons.",
        "Chia Jui had in the first instance, frozen the whole night, and, in the\nnext place, came in for a flogging. With a stomach, besides, gnawed by\nthe pangs of hunger, he had to kneel in a place exposed to drafts\nreading the while literary compositions, so that the hardships he had to\nendure were of manifold kinds.",
        "Chia Jui’s infamous intentions had at this junction undergone no change;\nbut far from his thoughts being even then any idea that lady Feng was\nhumbugging him, he seized, after the lapse of a couple of days, the\nfirst leisure moments to come again in search of that lady.",
        "Lady Feng pretended to bear him a grudge for his breach of faith, and\nChia Jui was so distressed that he tried by vows and oaths (to establish\nhis innocence.) Lady Feng perceiving that he had, of his own accord,\nfallen into the meshes of the net laid for him, could not but devise\nanother plot to give him a lesson and make him know what was right and\nmend his ways.",
        "With this purpose, she gave him another assignation. “Don’t go over\nthere,” she said, “to-night, but wait for me in the empty rooms giving\non to a small passage at the back of these apartments of mine. But\nwhatever you do, mind don’t be reckless.”",
        "“Are you in real earnest?” Chia Jui inquired.",
        "“Why, who wants to play with you?” replied lady Feng; “if you don’t\nbelieve what I say, well then don’t come!”",
        "“I’ll come, I’ll come, yea I’ll come, were I even to die!” protested\nChia Jui.",
        "“You should first at this very moment get away!” lady Feng having\nsuggested, Chia Jui, who felt sanguine that when evening came, success\nwould for a certainty crown his visit, took at once his departure in\nanticipation (of his pleasure.)",
        "During this interval lady Feng hastily set to work to dispose of her\nresources, and to add to her stratagems, and she laid a trap for her\nvictim; while Chia Jui, on the other hand, was until the shades of\ndarkness fell, a prey to incessant expectation.",
        "As luck would have it a relative of his happened to likewise come on\nthat very night to their house and to only leave after he had dinner\nwith them, and at an hour of the day when the lamps had already been\nlit; but he had still to wait until his grandfather had retired to rest\nbefore he could, at length with precipitate step, betake himself into\nthe Jung mansion.",
        "Straightway he came into the rooms in the narrow passage, and waited\nwith as much trepidation as if he had been an ant in a hot pan. He\nhowever waited and waited, but he saw no one arrive; he listened but not\neven the sound of a voice reached his ear. His heart was full of intense\nfear, and he could not restrain giving way to surmises and suspicion.\n“May it not be,” he thought, “that she is not coming again; and that I\nmay have once more to freeze for another whole night?”",
        "While indulging in these erratic reflections, he discerned some one\ncoming, looking like a black apparition, who Chia Jui readily concluded,\nin his mind, must be lady Feng; so that, unmindful of distinguishing\nblack from white, he as soon as that person arrived in front of him,\nspeedily clasped her in his embrace, like a ravenous tiger pouncing upon\nits prey, or a cat clawing a rat, and cried: “My darling sister, you\nhave made me wait till I’m ready to die.”",
        "As he uttered these words, he dragged the comer, in his arms, on to the\ncouch in the room; and while indulging in kisses and protestations of\nwarm love, he began to cry out at random epithets of endearment.",
        "Not a sound, however, came from the lips of the other person; and Chia\nJui had in the fulness of his passion, exceeded the bounds of timid love\nand was in the act of becoming still more affectionate in his\nprotestations, when a sudden flash of a light struck his eye, by the\nrays of which he espied Chia Se with a candle in hand, casting the light\nround the place, “Who’s in this room?” he exclaimed.",
        "“Uncle Jui,” he heard some one on the couch explain, laughing, “was\ntrying to take liberties with me!”",
        "Chia Jui at one glance became aware that it was no other than Chia Jung;\nand a sense of shame at once so overpowered him that he could find\nnowhere to hide himself; nor did he know how best to extricate himself\nfrom the dilemma. Turning himself round, he made an attempt to make good\r\nhis escape, when Chia Se with one grip clutched him in his hold.",
        "“Don’t run away,” he said; “sister-in-law Lien has already reported your\nconduct to madame Wang; and explained that you had tried to make her\ncarry on an improper flirtation with you; that she had temporised by\nhaving recourse to a scheme to escape your importunities, and that she\nhad imposed upon you in such a way as to make you wait for her in this\nplace. Our lady was so terribly incensed, that she well-nigh succumbed;\nand hence it is that she bade me come and catch you! Be quick now and\nfollow me, and let us go and see her.”",
        "After Chia Jui had heard these words, his very soul could not be\ncontained within his body.",
        "“My dear nephew,” he entreated, “do tell her that it wasn’t I; and I’ll\nshow you my gratitude to-morrow in a substantial manner.”",
        "“Letting you off,” rejoined Chia Se, “is no difficult thing; but how\nmuch, I wonder, are you likely to give? Besides, what you now utter with\nyour lips, there will be no proof to establish; so you had better write\na promissory note.”",
        "“How could I put what happened in black and white on paper?” observed\nChia Jui.",
        "“There’s no difficulty about that either!” replied Chia Se; “just write\nan account of a debt due, for losses in gambling, to some one outside;\nfor payment of which you had to raise funds, by a loan of a stated\nnumber of taels, from the head of the house; and that will be all that\nis required.”",
        "“This is, in fact, easy enough!” Chia Jui having added by way of answer;\nChia Se turned round and left the room; and returning with paper and\npencils, which had been got ready beforehand for the purpose, he bade\nChia Jui write. The two of them (Chia Jung and Chia Se) tried, the one\nto do a good turn, and the other to be perverse in his insistence; but\n(Chia Jui) put down no more than fifty taels, and appended his\nsignature.",
        "Chia Se pocketed the note, and endeavoured subsequently to induce Chia\nJung to come away; but Chia Jung was, at the outset, obdurate and\nunwilling to give in, and kept on repeating; “To-morrow, I’ll tell the\nmembers of our clan to look into your nice conduct!”",
        "These words plunged Chia Jui in such a state of dismay, that he even\nwent so far as to knock his head on the ground; but, as Chia Se was\ntrying to get unfair advantage of him though he had at first done him a\ngood turn, he had to write another promissory note for fifty taels,\nbefore the matter was dropped.",
        "Taking up again the thread of the conversation, Chia Se remarked, “Now\nwhen I let you go, I’m quite ready to bear the blame! But the gate at\nour old lady’s over there is already bolted, and Mr. Chia Cheng is just\nnow engaged in the Hall, looking at the things which have arrived from\nNanking, so that it would certainly be difficult for you to pass through\nthat way. The only safe course at present is by the back gate; but if\nyou do go by there, and perchance meet any one, even I will be in for a\nmess; so you might as well wait until I go first and have a peep, when\nI’ll come and fetch you! You couldn’t anyhow conceal yourself in this\nroom; for in a short time they’ll be coming to stow the things away, and\nyou had better let me find a safe place for you.”",
        "These words ended, he took hold of Chia Jui, and, extinguishing again\nthe lantern, he brought him out into the court, feeling his way up to\nthe bottom of the steps of the large terrace. “It’s safe enough in this\nnest,” he observed, “but just squat down quietly and don’t utter a\nsound; wait until I come back before you venture out.”",
        "Having concluded this remark, the two of them (Chia Se and Chia Jung)\nwalked away; while Chia Jui was, all this time, out of his senses, and\nfelt constrained to remain squatting at the bottom of the terrace\nstairs. He was about to consider what course was open for him to adopt,\nwhen he heard a noise just over his head; and, with a splash, the\ncontents of a bucket, consisting entirely of filthy water, was emptied\nstraight down over him from above, drenching, as luck would have it, his\nwhole person and head.",
        "Chia Jui could not suppress an exclamation. “Ai ya!” he cried, but he\nhastily stopped his mouth with his hands, and did not venture to give\nvent to another sound. His whole head and face were a mass of filth, and\nhis body felt icy cold. But as he shivered and shook, he espied Chia Se\ncome running. “Get off,” he shouted, “with all speed! off with you at\nonce!”",
        "As soon as Chia Jui returned to life again, he bolted with hasty\nstrides, out of the back gate, and ran the whole way home. The night had\nalready reached the third watch, so that he had to knock at the door for\nit to be opened.",
        "“What’s the matter?” inquired the servants, when they saw him in this\nsorry plight; (an inquiry) which placed him in the necessity of making\nsome false excuse. “The night was dark,” he explained, “and my foot\nslipped and I fell into a gutter.”",
        "Saying this, he betook himself speedily to his own apartment; and it was\nonly after he had changed his clothes and performed his ablutions, that\nhe began to realise that lady Feng had made a fool of him. He\nconsequently gave way to a fit of wrath; but upon recalling to mind the\ncharms of lady Feng’s face, he felt again extremely aggrieved that he\ncould not there and then clasp her in his embrace, and as he indulged in\nthese wild thoughts and fanciful ideas, he could not the whole night\nlong close his eyes.",
        "From this time forward his mind was, it is true, still with lady Feng,\nbut he did not have the courage to put his foot into the Jung mansion;\nand with Chia Jung and Chia Se both coming time and again to dun him for\nthe money, he was likewise full of fears lest his grandfather should\ncome to know everything.",
        "His passion for lady Feng was, in fact, already a burden hard to bear,\nand when, moreover, the troubles of debts were superadded to his tasks,\nwhich were also during the whole day arduous, he, a young man of about\ntwenty, as yet unmarried, and a prey to constant cravings for lady Feng,\nwhich were difficult to gratify, could not avoid giving way, to a great\nextent, to such evil habits as exhausted his energies. His lot had, what\nis more, been on two occasions to be frozen, angered and to endure much\nhardship, so that with the attacks received time and again from all\nsides, he unconsciously soon contracted an organic disease. In his heart\ninflammation set in; his mouth lost the sense of taste; his feet got as\nsoft as cotton from weakness; his eyes stung, as if there were vinegar\nin them. At night, he burnt with fever. During the day, he was\nrepeatedly under the effects of lassitude. Perspiration was profuse,\nwhile with his expectorations of phlegm, he brought up blood. The whole\nnumber of these several ailments came upon him, before the expiry of a\nyear, (with the result that) in course of time, he had not the strength\nto bear himself up. Of a sudden, he would fall down, and with his eyes,\nalbeit closed, his spirit would be still plunged in confused dreams,\nwhile his mouth would be full of nonsense and he would be subject to\nstrange starts.",
        "Every kind of doctor was asked to come in, and every treatment had\nrecourse to; and, though of such medicines as cinnamon, aconitum seeds,\nturtle shell, ophiopogon, Yü-chü herb, and the like, he took several\ntens of catties, he nevertheless experienced no change for the better;\nso that by the time the twelfth moon drew once again to an end, and\nspring returned, this illness had become still more serious.",
        "Tai-ju was very much concerned, and invited doctors from all parts to\nattend to him, but none of them could do him any good. And as later on,\nhe had to take nothing else but decoctions of pure ginseng, Tai-ju could\nnot of course afford it. Having no other help but to come over to the\nJung mansion, and make requisition for some, Madame Wang asked lady Feng\nto weigh two taels of it and give it to him. “The other day,” rejoined\nlady Feng, “not long ago, when we concocted some medicine for our\ndowager lady, you told us, madame, to keep the pieces that were whole,\r\nto present to the spouse of General Yang to make physic with, and as it\nhappens it was only yesterday that I sent some one round with them.”",
        "“If there’s none over here in our place,” suggested madame Wang, “just\nsend a servant to your mother-in-law’s, on the other side, to inquire\nwhether they have any. Or it may possibly be that your elder\nbrother-in-law Chen, over there, might have a little. If so, put all you\nget together, and give it to them; and when he shall have taken it, and\ngot well and you shall have saved the life of a human being, it will\nreally be to the benefit of you all.”",
        "Lady Feng acquiesced; but without directing a single person to institute\nany search, she simply took some refuse twigs, and making up a few mace,\nshe despatched them with the meagre message that they had been sent by\nmadame Wang, and that there was, in fact, no more; subsequently\nreporting to madame Wang that she had asked for and obtained all there\nwas and that she had collected as much as two taels, and forwarded it to\nthem.",
        "Chia Jui was, meanwhile, very anxious to recover his health, so that\nthere was no medicine that he would not take, but the outlay of money\nwas of no avail, for he derived no benefit.",
        "On a certain day and at an unexpected moment, a lame Taoist priest came\nto beg for alms, and he averred that he had the special gift of healing\ndiseases arising from grievances received, and as Chia Jui happened,\nfrom inside, to hear what he said, he forthwith shouted out: “Go at\nonce, and bid that divine come in and save my life!” while he\nreverentially knocked his head on the pillow.",
        "The whole bevy of servants felt constrained to usher the Taoist in; and\nChia Jui, taking hold of him with a dash, “My Buddha!” he repeatedly\ncried out, “save my life!”",
        "The Taoist heaved a sigh. “This ailment of yours,” he remarked, “is not\none that could be healed with any medicine; I have a precious thing here\nwhich I’ll give you, and if you gaze at it every day, your life can be\nsaved!”",
        "When he had done talking, he produced from his pouch a looking-glass\nwhich could reflect a person’s face on the front and back as well. On\nthe upper part of the back were engraved the four characters: “Precious\nMirror of Voluptuousness.” Handing it over to Chia Jui: “This object,\"\nhe proceeded, “emanates from the primordial confines of the Great Void\nand has been wrought by the Monitory Dream Fairy in the Palace of\nUnreality and Spirituality, with the sole intent of healing the\nillnesses which originate from evil thoughts and improper designs.\nPossessing, as it does, the virtue of relieving mankind and preserving\nlife, I have consequently brought it along with me into the world, but I\nonly give it to those intelligent preëminent and refined princely men to\nset their eyes on. On no account must you look at the front side; and\nyou should only gaze at the back of it; this is urgent, this is\nexpedient! After three days, I shall come and fetch it away; by which\ntime, I’m sure, it will have made him all right.”",
        "These words finished, he walked away with leisurely step, and though all\ntried to detain him, they could not succeed.",
        "Chia Jui received the mirror. “This Taoist,” he thought, “would seem to\nspeak sensibly, and why should I not look at it and try its effect?” At\nthe conclusion of these thoughts, he took up the Mirror of\nVoluptuousness, and cast his eyes on the obverse side; but upon\nperceiving nought else than a skeleton standing in it, Chia Jui\nsustained such a fright that he lost no time in covering it with his\nhands and in abusing the Taoist. “You good-for-nothing!” he exclaimed,\n“why should you frighten me so? but I’ll go further and look at the\nfront and see what it’s like.”",
        "While he reflected in this manner, he readily looked into the face of\nthe mirror, wherein he caught sight of lady Feng standing, nodding her\nhead and beckoning to him. With one gush of joy, Chia Jui felt himself,\nin a vague and mysterious manner, transported into the mirror, where he\nheld an affectionate tête-à-tête with lady Feng. Lady Feng escorted him\nout again. On his return to bed, he gave vent to an exclamation of “Ai\nyah!” and opening his eyes, he turned the glass over once more; but\nstill, as hitherto, stood the skeleton in the back part.",
        "Chia Jui had, it is true, experienced all the pleasant sensations of a\ntête-à-tête, but his heart nevertheless did not feel gratified; so that\nhe again turned the front round, and gazed at lady Feng, as she still\nwaved her hand and beckoned to him to go. Once more entering the mirror,\nhe went on in the same way for three or four times, until this occasion,\nwhen just as he was about to issue from the mirror, he espied two\npersons come up to him, who made him fast with chains round the neck,\nand hauled him away. Chia Jui shouted. “Let me take the mirror and I’ll\ncome along.” But only this remark could he utter, for it was forthwith\nbeyond his power to say one word more. The servants, who stood by in\nattendance, saw him at first still holding the glass in his hand and\nlooking in, and then, when it fell from his grasp, open his eyes again\nto pick it up, but when at length the mirror dropped, and he at once\nceased to move, they in a body came forward to ascertain what had\nhappened to him. He had already breathed his last. The lower part of his\nbody was icy-cold; his clothes moist from profuse perspiration. With all\npromptitude they changed him there and then, and carried him to another\nbed.",
        "Tai-ju and his wife wept bitterly for him, to the utter disregard of\ntheir own lives, while in violent terms they abused the Taoist priest.\n“What kind of magical mirror is it?” they asked. “If we don’t destroy\nthis glass, it will do harm to not a few men in the world!”",
        "Having forthwith given directions to bring fire and burn it, a voice was\nheard in the air to say, “Who told you to look into the face of it? You\nyourselves have mistaken what is false for what is true, and why burn\nthis glass of mine?”",
        "Suddenly the mirror was seen to fly away into the air; and when Tai-ju\nwent out of doors to see, he found no one else than the limping Taoist,\nshouting, “Who is he who wishes to destroy the Mirror of\nVoluptuousness?” While uttering these words, he snatched the glass, and,\nas all eyes were fixed upon him, he moved away lissomely, as if swayed\nby the wind.",
        "Tai-ju at once made preparations for the funeral and went everywhere to\ngive notice that on the third day the obsequies would commence, that on\nthe seventh the procession would start to escort the coffin to the Iron\nFence Temple, and that on the subsequent day, it would be taken to his\noriginal home.",
        "Not much time elapsed before all the members of the Chia family came, in\na body, to express their condolences. Chia She, of the Jung Mansion,\npresented twenty taels, and Chia Cheng also gave twenty taels. Of the\nNing Mansion, Chia Chen likewise contributed twenty taels. The remainder\nof the members of the clan, of whom some were poor and some rich, and\nnot equally well off, gave either one or two taels, or three or four,\nsome more, some less. Among strangers, there were also contributions,\nrespectively presented by the families of his fellow-scholars,\namounting, likewise, collectively to twenty or thirty taels.",
        "The private means of Tai-ju were, it is true, precarious, but with the\nmonetary assistance he obtained, he anyhow performed the funeral rites\nwith all splendour and éclat.",
        "But who would have thought it, at the close of winter of this year, Lin\nJu-hai contracted a serious illness, and forwarded a letter, by some\none, with the express purpose of fetching Lin Tai-yü back. These\ntidings, when they reached dowager lady Chia, naturally added to the\ngrief and distress (she already suffered), but she felt compelled to\nmake speedy preparations for Tai-yü’s departure. Pao-yü too was\nintensely cut up, but he had no alternative but to defer to the\naffection of father and daughter; nor could he very well place any\nhindrance in the way.",
        "Old lady Chia, in due course, made up her mind that she would like Chia\nLien to accompany her, and she also asked him to bring her back again\nalong with him. But no minute particulars need be given of the manifold\nlocal presents and of the preparations, which were, of course,\neverything that could be wished for in excellence and perfectness.\nForthwith the day for starting was selected, and Chia Lien, along with\nLin Tai-yü, said good-bye to all the members of the family, and,\nfollowed by their attendants, they went on board their boats, and set\nout on their journey for Yang Chou.",
        "But, Reader, should you have any wish to know fuller details, listen to\nthe account given in the subsequent Chapter.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book I” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}