{
    "title": "Hung Lou Meng, Book II (A)",
    "author": "Cao Xueqin",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "  By a demoniacal art, a junior uncle and an elder brother’s wife\n      (Pao-yü and lady Feng) come across five devils.\n  The gem of Spiritual Perception meets, in a fit of torpor, the two\n      perfect men.",
        "Hsiao Hung, the story continues, was much unsettled in her mind. Her\nthoughts rolled on in one connected string. But suddenly she became\ndrowsy, and falling asleep, she encountered Chia Yün, who tried to carry\nout his intention to drag her near him. She twisted herself round, and\nendeavoured to run away; but was tripped over by the doorstep. This gave\nher such a start that she woke up. Then, at length, she realised that it\nwas only a dream. But so restlessly did she, in consequence of this\nfright, keep on rolling and tossing that she could not close her eyes\nduring the whole night. As soon as the light of the next day dawned, she\ngot up. Several waiting-maids came at once to tell her to go and sweep\nthe floor of the rooms, and to bring water to wash the face with. Hsiao\nHung did not even wait to arrange her hair or perform her ablutions;\nbut, turning towards the looking-glass, she pinned her chevelure up\nanyhow; and, rinsing her hands, and, tying a sash round her waist, she\nrepaired directly to sweep the apartments.",
        "Who would have thought it, Pao-yü also had set his heart upon her the\nmoment he caught sight of her the previous day. Yet he feared, in the\nfirst place, that if he mentioned her by name and called her over into\nhis service, Hsi Jen and the other girls might feel the pangs of\njealousy. He did not, either in the second place, have any idea what her\ndisposition was like. The consequence was that he felt downcast; so much\nso, that when he got up at an early hour, he did not even comb his hair\nor wash, but simply remained seated, and brooded in a state of\nabstraction. After a while, he lowered the window. Through the gauze\nframe, from which he could distinctly discern what was going on outside,\nhe espied several servant-girls, engaged in sweeping the court. All of\nthem were rouged and powdered; they had flowers inserted in their hair,\nand were grandly got up. But the only one, of whom he failed to get a\nglimpse, was the girl he had met the day before.",
        "Pao-yü speedily walked out of the door with slipshod shoes. Under the\npretence of admiring the flowers, he glanced, now towards the east; now\ntowards the west. But upon raising his head, he descried, in the\nsouthwest corner, some one or other leaning by the side of the railing\nunder the covered passage. A crab-apple tree, however, obstructed the\nview and he could not see distinctly who it was, so advancing a step\nfurther in, he stared with intent gaze. It was, in point of fact, the\nwaiting-maid of the day before, tarrying about plunged in a reverie. His\nwish was to go forward and meet her, but he did not, on the other hand,\nsee how he could very well do so. Just as he was cogitating within\nhimself, he, of a sudden, perceived Pi Hen come and ask him to go and\nwash his face. This reminder placed him under the necessity of betaking\nhimself into his room. But we will leave him there, without further\ndetails, so as to return to Hsiao Hung.",
        "She was communing with her own thoughts. But unawares perceiving Hsi Jen\r\r\nwave her hand and call her by name, she had to walk up to her.",
        "“Our watering-pot is spoilt,” Hsi Jen smiled and said, “so go to Miss\nLin’s over there and find one for us to use.”",
        "Hsiao Hung hastened on her way towards the Hsiao Hsiang Kuan.",
        "When she got as far as the Ts’ui Yen bridge, she saw, on raising her\nhead and looking round, the mounds and lofty places entirely shut in by\nscreens, and she bethought herself that labourers were that day to plant\ntrees in that particular locality.",
        "At a great distance off, a band of men were, in very deed, engaged in\ndigging up the soil, while Chia Yün was seated on a boulder on the hill,\nsuperintending the works. The time came for Hsiao Hung to pass by, but\nshe could not muster the courage to do so. Nevertheless she had no other\ncourse than to quietly proceed to the Hsiao Hsiang Kuan. Then getting\nthe watering-pot, she sped on her way back again. But being in low\nspirits, she retired alone into her room and lay herself down. One and\nall, however, simply maintained that she was out of sorts, so they did\nnot pay any heed to her.",
        "A day went by. On the morrow fell, in fact, the anniversary of the birth\nof Wang Tzu-t’eng’s spouse, and some one was despatched from his\nresidence to come and invite dowager lady Chia and Madame Wang. Madame\nWang found out however that dowager lady Chia would not avail herself of\nthe invitation, and neither would she go. So Mrs. Hsüeh went along with\nlady Feng, and the three sisters of the Chia family, and Pao-ch’ai and\nPao-yü, and only returned home late in the evening.",
        "Madame Wang was sitting in Mrs. Hsüeh’s apartments, whither she had just\ncrossed, when she perceived Chia Huan come back from school, and she\nbade him transcribe incantations out of the Chin Kang Canon and intonate\nthem. Chia Huan accordingly came and seated himself on the stove-couch,\noccupied by Madame Wang, and, directing a servant to light the candles,\nhe started copying in an ostentatious and dashing manner. Now he called\nTs’ai Hsia to pour a cup of tea for him. Now he asked Yu Ch’uan to take\nthe scissors and cut the snuff of the wick. “Chin Ch’uan!” he next\ncried, “you’re in the way of the rays of the lamp.”",
        "The servant-girls had all along entertained an antipathy for him, and\nnot one of them therefore worried her mind about what he said. Ts’ai\nHsia was the only one who still got on well with him, so pouring a cup\nof tea, she handed it to him. But she felt prompted to whisper to him:\n“Keep quiet a bit! what’s the use of making people dislike you?”",
        "“I know myself how matters stand,” Chia Huan rejoined, as he cast a\nsteady glance at her; “so don’t you try and befool me! Now that you are\non intimate terms with Pao-yü, you don’t pay much heed to me. I’ve also\nseen through it myself.”",
        "Ts’ai Hsiao set her teeth together, and gave him a fillip on the head.\n“You heartless fellow!” she cried. “You’re like the dog, that bit Lü\nT’ung-pin. You have no idea of what’s right and what’s wrong!”",
        "While these two nagged away, they noticed lady Feng and Madame Wang\ncross together over to them. Madame Wang at once assailed him with\nquestions. She asked him how many ladies had been present on that day,\nwhether the play had been good or bad, and what the banquet had been\nlike.",
        "But a brief interval over, Pao-yü too appeared on the scene. After\nsaluting Madame Wang, he also made a few remarks, with all decorum; and\nthen bidding a servant remove his frontlet, divest him of his long gown\nand pull off his boots, he rushed head foremost, into his mother’s lap.",
        "Madame Wang caressed and patted him. But while Pao-yü clung to his\nmother’s neck, he spoke to her of one thing and then another.",
        "“My child,” said Madame Wang, “you’ve again had too much to drink; your\nface is scalding hot, and if you still keep on rubbing and scraping it,\nwhy, you’ll by and bye stir up the fumes of wine! Don’t you yet go and\nlie down quietly over there for a little!”",
        "Chiding him the while, she directed a servant to fetch a pillow. Pao-yü\ntherefore lay himself down at the back of Madame Wang, and called Ts’ai\nHsia to come and stroke him.",
        "Pao-yü then began to bandy words with Ts’ai Hsia. But perceiving that\nTs’ai Hsia was reserved, and, that instead of paying him any attention,\nshe kept her eyes fixed upon Chia Huan, Pao-yü eagerly took her hand.\n“My dear girl!” he said; “do also heed me a little;” and as he gave\nutterance to this appeal, he kept her hand clasped in his.",
        "Ts’ai Hsia, however, drew her hand away and would not let him hold it.\n“If you go on in this way,” she vehemently exclaimed, “I’ll shout out at\nonce.”",
        "These two were in the act of wrangling, when verily Chia Huan overheard\nwhat was going on. He had, in fact, all along hated Pao-yü; so when on\nthis occasion, he espied him up to his larks with Ts’ai Hsia, he could\nmuch less than ever stifle feelings of resentment in his heart. After\nsome reflection, therefore, an idea suggested itself to his mind, and\npretending that it was by a slip of the hand, he shoved the candle,\noverflowing with tallow, into Pao-yü’s face.",
        "“Ai ya!” Pao-yü was heard to exclaim. Every one in the whole room was\nplunged in consternation. With precipitate haste, the lanterns, standing\non the floor, were moved over; and, with the first ray of light, they\ndiscovered that Pao-yü’s face was one mass of tallow.",
        "Madame Wang gave way to anger as well as anxiety. At one time, she\nissued directions to the servants to rub and wash Pao-yü clean. At\nanother, she heaped abuse upon Chia Huan.",
        "Lady Feng jumped on to the stone-couch by leaps and bounds. But while\nintent upon removing the stuff from Pao-yü’s face, she simultaneously\nejaculated: “Master Tertius, are you still such a trickster! I’ll tell\nyou what, you’ll never turn to any good account! Yet dame Chao should\never correct and admonish him.”",
        "This single remark suggested the idea to Madame Wang, and she lost no\ntime in sending for Mrs. Chao to come round.",
        "“You bring up,” she berated her, “such a black-hearted offspring like\nthis, and don’t you, after all, advise and reprove him? Time and again I\npaid no notice whatever to what happened, and you and he have become\nmore audacious, and have gone from worse to worse!”",
        "Mrs. Chao had no alternative but to suppress every sense of injury,\nsilence all grumblings, and go herself and lend a hand to the others in\ntidying Pao-yü. She then perceived that a whole row of blisters had\nrisen on the left side of Pao-yü’s face, but that fortunately no injury\nhad been done to his eyes.",
        "When Madame Wang’s attention was drawn to them she felt her heart sore.\nIt fell a prey to fears also lest when dowager lady Chia made any\ninquiries about them she should find it difficult to give her any\nsatisfactory reply. And so distressed did she get that she gave Mrs.\nChao another scolding. But while she tried to comfort Pao-yü, she, at\nthe same time, fetched some powder for counteracting the effects of the\nvirus, and applied it on his face.",
        "“It’s rather sore,” said Pao-yü, “but it’s nothing to speak of. Tomorrow\nwhen my old grandmother asks about it, I can simply explain that I\nscalded it myself; that will be quite enough to tell her.”",
        "“If you say that you scalded it yourself,” lady Feng observed, “why,\nshe’ll also call people to task for not looking out; and a fit of rage\nwill, beyond doubt, be the outcome of it all.”",
        "Madame Wang then ordered the servants to take care and escort Pao-yü\nback to his room. On their arrival, Hsi Jen and his other attendants saw\nhim, and they were all in a great state of flurry.",
        "As for Lin Tai-yü, when she found that Pao-yü had gone out of doors, she\ncontinued the whole day a prey to ennui. In the evening, she deputed\nmessengers two and three times to go and inquire about him. But when she\ncame to know that he had been scalded, she hurried in person to come and\nsee him. She then discovered Pao-yü all alone, holding a glass and\nscanning his features in it; while the left side of his face was\nplastered all over with some medicine.",
        "Lin Tai-yü imagined that the burn was of an extremely serious nature,\nand she hastened to approach him with a view to examine it. Pao-yü,\nhowever, screened his face, and, waving his hand, bade her leave the\nroom; for knowing her usual knack for tidiness he did not feel inclined\nto let her get a glimpse of his face. Tai-yü then gave up the attempt,\nand confined herself to asking him: “whether it was very painful?”",
        "“It isn’t very sore,” replied Pao-yü, “if I look after it for a day or\ntwo, it will get all right.”",
        "But after another short stay, Lin Tai-yü repaired back to her quarters.",
        "The next day Pao-yü saw dowager lady Chia. But in spite of his\nconfession that he himself was responsible for the scalding of his face,\nhis grandmother could not refrain from reading another lecture to the\nservants who had been in attendance.",
        "A day after, Ma, a Taoist matron, whose name was recorded as Pao-yü’s\ngodmother, came on a visit to the mansion. Upon perceiving Pao-yü, she\nwas very much taken aback, and asked all about the circumstances of the\naccident. When he explained that he had been scalded, she forthwith\nshook her head and heaved a sigh; then while making with her fingers a\nfew passes over Pao-yü’s face, she went on to mutter incantations for\nseveral minutes. “I can guarantee that he’ll get all right,” she added,\n“for this is simply a sadden and fleeting accident!”",
        "Turning towards dowager lady Chia: “Venerable ancestor,” she observed,\n“Venerable Buddha! how could you ever be aware of the existence of the\nportentous passage in that Buddhistic classic, ’to the effect that a son\nof every person, who holds the dignity of prince, duke or high\nfunctionary, has no sooner come into the world and reached a certain age\nthan numerous evil spirits at once secretly haunt him, and pinch him,\nwhen they find an opportunity; or dig their nails into him; or knock his\nbowl of rice down, during, meal-time; or give him a shove and send him\nover, while he is quietly seated.’ So this is the reason why the\nmajority of the sons and grandsons of those distinguished families do\nnot grow up to attain manhood.”",
        "Dowager lady Chia, upon hearing her speak in this wise, eagerly asked:\n“Is there any Buddhistic spell, by means of which to check their\ninfluence or not?”",
        "“This is an easy job!” rejoined the Taoist matron Ma, “all one need do\nis to perform several meritorious deeds on his account so as to\ncounteract the consequences of retribution and everything will then be\nput right. That canon further explains: ’that in the western part of the\nworld there is a mighty Buddha, whose glory illumines all things, and\nwhose special charge is to cast his lustre on the evil spirits in dark\nplaces; that if any benevolent man or virtuous woman offers him\noblations with sincerity of heart, he is able to so successfully\nperpetuate the peace and quiet of their sons and grandsons that these\nwill no more meet with any calamities arising from being possessed by\nmalevolent demons.’”",
        "“But what, I wonder,” inquired dowager lady Chia, “could be offered to\nthis god?”",
        "“Nothing of any great value,” answered the Taoist matron, Ma. “Exclusive\nof offerings of scented candles, several catties of scented oil can be\nadded, each day, to keep the lantern of the Great Sea alight. This\n’Great Sea’ lantern is the visible embodiment and Buddhistic\nrepresentation of this divinity, so day and night we don’t venture to\nlet it go out!”",
        "“For a whole day and a whole night,” asked dowager lady Chia, “how much\noil is needed, so that I too should accomplish a good action?”",
        "“There is really no limit as to quantity. It rests upon the goodwill of\nthe donor,” Ma, the Taoist matron, put in by way of reply. “In my\nquarters, for instance, I have several lanterns, the gifts of the\nconsorts of princes and the spouses of high officials living in various\nlocalities. The consort of the mansion of the Prince of Nan Au has been\nprompted in her beneficence by a liberal spirit; she allows each day\nforty-eight catties of oil, and a catty of wick; so that her ’Great Sea’\nlamp is only a trifle smaller than a water-jar. The spouse of the\nmarquis of Chin Hsiang comes next, with no more than twenty catties a\nday. Besides these, there are several other families; some giving ten\ncatties; some eight catties; some three; some five; subject to no fixed\nrule; and of course I feel bound to keep the lanterns alight on their\nbehalf.”",
        "Dowager lady Chia nodded her head and gave way to reflection.",
        "“There’s still another thing,” continued the Taoist matron, Ma. “If it\nbe on account of father or mother or seniors, any excessive donation\nwould not matter. But were you, venerable ancestor, to bestow too much\nin your offering for Pao-yü, our young master won’t, I fear, be equal to\nthe gift; and instead of being benefited, his happiness will be snapped.\nIf you therefore want to make a liberal gift seven catties will do; if a\nsmall one, then five catties will even be sufficient.”",
        "“Well, in that case,” responded dowager lady Chia, “let us fix upon five\ncatties a day, and every month come and receive payment of the whole\nlump sum!”",
        "“O-mi-to-fu!” exclaimed Ma, the Taoist matron, “Oh merciful, and mighty\nP’u Sa!”",
        "Dowager lady Chia then called the servants and impressed on their minds\nthat whenever Pao-yü went out of doors in the future, they should give\nseveral strings of cash to the pages to bestow on charity among the\nbonzes and Taoist priests, and the poor and needy they might meet on the\nway.",
        "These directions concluded, the Taoist matron trudged into the various\nquarters, and paid her respects, and then strolled leisurely about.\nPresently, she entered Mrs. Chao’s apartments. After the two ladies had\nexchanged salutations, Mrs. Chao bade a young servant-girl hand her\nguest a cup of tea. While Mrs. Chao busied herself pasting shoes, Ma,\nthe Taoist matron, espied, piled up in a heap on the stove-couch, sundry\npieces of silks and satins. “It just happens,” she consequently\nremarked, “that I have no facings for shoes, so my lady do give me a few\nodd cuttings of silk and satin, of no matter what colour, to make myself\na pair of shoes with.”",
        "Mrs. Chao heaved a sigh. “Look,” she said, “whether there be still among\nthem any pieces good for anything. But anything that’s worth anything\ndoesn’t find its way in here. If you don’t despise what’s worthless,\nyou’re at liberty to select any two pieces and to take them away, and\nhave done.”",
        "The Taoist matron, Ma, chose with alacrity several pieces and shoved\nthem in her breast.",
        "“The other day,” Mrs. Chao went on to inquire, “I sent a servant over\nwith five hundred cash; have you presented any offerings before the god\nof medicine or not?”",
        "“I’ve offered them long ago for you,” the Taoist matron Ma rejoined.",
        "“O-mi-to-fu!” ejaculated Mrs. Chao with a sigh, “were I a little better\noff, I’d also come often and offer gifts; but though my will be\nboundless, my means are insufficient!”",
        "“Don’t trouble your mind on this score,” suggested Ma, the Taoist\nmatron. “By and bye, when Mr. Huan has grown up into a man and obtained\nsome official post or other, will there be then any fear of your not\nbeing able to afford such offerings as you might like to make?”",
        "At these words Mrs. Chao gave a smile. “Enough, enough!” she cried.\n“Don’t again refer to such contingencies! the present is a fair\ncriterion. For up to whom in this house can my son and I come? Pao-yü is\nstill a mere child; but he is such that he wins people’s love. Those big\npeople may be partial to him, and love him a good deal, I’ve nothing to\nsay to it; but I can’t eat humble pie to this sort of mistress!”",
        "While uttering this remark, she stretched out her two fingers.",
        "Ma, the Taoist matron, understood the meaning she desired to convey.\n“It’s your lady Secunda, Lien, eh?” she forthwith asked.",
        "Mrs. Chao was filled with trepidation. Hastily waving her hand, she got\nto her feet, raised the portiere, and peeped outside. Perceiving that\nthere was no one about, she at length retraced her footsteps.\n“Dreadful!” she then said to the Taoist matron. “Dreadful! But speaking\nof this sort of mistress, I’m not so much as a human being, if she\ndoesn’t manage to shift over into her mother’s home the whole of this\nfamily estate.”",
        "“Need you tell me this!” Ma, the Taoist matron, at these words, remarked\nwith a view to ascertain what she implied. “Haven’t I, forsooth,\ndiscovered it all for myself? Yet it’s fortunate that you don’t trouble\nyour minds about her; for it’s far better that you should let her have\nher own way.”",
        "“My dear woman,” rejoined Mrs. Chao, “Not let her have her own way! why,\nis it likely that any one would have the courage to tell her anything?”",
        "“I don’t mean to utter any words that may bring upon me retribution,\"\nadded Ma, the Taoist matron, “but you people haven’t got the wits. But\nit’s no matter of surprise. Yet if you daren’t openly do anything, why,\nyou could stealthily have devised some plan. And do you still tarry up\nto this day?”",
        "Mrs. Chao realised that there lurked something in her insinuation, and\nshe felt an inward secret joy. “What plan could I stealthily devise?\"\nshe asked. “I’ve got the will right enough, but I’m not a person gifted\nwith this sort of gumption. So were you to impart to me some way or\nother, I would reward you most liberally.”",
        "When the Taoist matron, Ma, heard this, she drew near to her.\n“O-mi-to-fu! desist at once from asking me!” she designedly exclaimed.\n“How can I know anything about such matters, contrary as they are to\nwhat is right?”",
        "“There you are again!” Mrs. Chao replied. “You’re one ever most ready to\nsuccour those in distress, and to help those in danger, and is it likely\nthat you’ll quietly look on, while some one comes and compasses my death\nas well as that of my son? Are you, pray, fearful lest I shouldn’t give\nyou any reward?”",
        "Ma, the Taoist matron, greeted this remark with a smile. “You’re right\nenough in what you say,” she ventured, “of my being unable to bear the\nsight of yourself and son receiving insult from a third party; but as\nfor your mention of rewards, why, what’s there of yours that I still\ncovet?”",
        "This answer slightly reassured Mrs. Chao’s mind. “How is it,” she\nspeedily urged, “that an intelligent person like you should have become\nso dense? If, indeed, the spell prove efficacious, and we exterminate\nthem both, is there any apprehension that this family estate won’t be\nours? and when that time comes, won’t you get all you may wish?”",
        "At this disclosure, Ma, the Taoist matron, lowered her head for a long\ntime. “When everything,” she observed, “shall have been settled\nsatisfactorily, and when there’ll be, what’s more, no proof at all, will\nyou still pay any heed to me?”",
        "“What’s there hard about this?” remarked Mrs. Chao. “I’ve saved several\ntaels from my own pin-money, and have besides a good number of clothes\nand head-ornaments. So you can first take several of these away with\nyou. And I’ll further write an I.O.U., and entrust it to you, and when\nthat time does come, I’ll pay you in full.”",
        "“That will do!” answered the Taoist matron, Ma.",
        "Mrs. Chao thereupon dismissed even a young servant-girl, who happened to\nbe in the room, and hastily opening a trunk, she produced several\narticles of clothing and jewelry, as well as a few odd pieces of silver\nfrom her own pocket-money. Then also writing a promissory note for fifty\ntaels, she surrendered the lot to Ma, the Taoist matron. “Take these,\"\nshe said, “in advance for presents in your temple.”",
        "At the sight of the various articles and of the promissory note, the\nTaoist matron became at once unmindful of what was right and what was\nwrong; and while her mouth was full of assent, she stretched out her\narm, and first and foremost laid hold of the hard cash, and next\nclutched the I.O.U. Turning then towards Mrs. Chao, she asked for a\nsheet of paper; and taking up a pair of scissors, she cut out two human\nbeings and gave them to Mrs. Chao, enjoining her to write on the upper\npart of them the respective ages of the two persons in question. Looking\nfurther for a sheet of blue paper, she cut out five blue-faced devils,\nwhich she bade her place together side by side with the paper men, and\ntaking a pin she made them fast. “When I get home,” she remarked, “I’ll\nhave recourse to some art, which will, beyond doubt, prove efficacious.”",
        "When she however had done speaking, she suddenly saw Madame Wang’s\nwaiting-maid make her appearance inside the room. “What! my dame, are\nyou in here!” the girl exclaimed. “Why, our lady is waiting for you!”",
        "The two dames then parted company.",
        "But passing them over, we will now allude to Lin Tai-yµ. As Pao-yü had\nscalded his face, and did not go out of doors very much, she often came\nto have a chat with him. On this particular day she took up, after her\nmeal, some book or other and read a couple of pages out of it. Next, she\nbusied herself a little with needlework, in company with Tzu Chuan. She\nfelt however thoroughly dejected and out of sorts. So she strolled out\nof doors along with her. But catching sight of the newly sprouted bamboo\nshoots, in front of the pavilion, they involuntarily stepped out of the\nentrance of the court, and penetrated into the garden. They cast their\neyes on all four quarters; but not a soul was visible. When they became\nconscious of the splendour of the flowers and the chatter of the birds,\nthey, with listless step, turned their course towards the I Hung court.\nThere they found several servant-girls baling out water; while a bevy of\nthem stood under the verandah, watching the thrushes having their bath.\nThey heard also the sound of laughter in the rooms.",
        "The fact is that Li Kung-ts’ai, lady Feng, and Pao-ch’ai were assembled\ninside. As soon as they saw them walk in, they with one voice shouted,\nsmiling: “Now, are not these two more!”",
        "“We are a full company to-day,” laughed Tai-yü, “but who has issued the\ncards and invited us here?”",
        "“The other day,” interposed lady Feng, “I sent servants with a present\nof two caddies of tea for you, Miss Lin; was it, after all, good?”",
        "“I had just forgotten all about it,” Tai-yü rejoined, “many thanks for\nyour kind attention!",
        "“I tasted it,” observed Pao-yü. “I did not think it anything good. But I\ndon’t know how others, who’ve had any of it, find it.”",
        "“Its flavour,” said Tai-yü, “is good; the only thing is, it has no\ncolour.”",
        "“It’s tribute tea from the Laos Kingdom,” continued lady Feng. “When I\ntried it, I didn’t either find it anything very fine. It’s not up to\nwhat we ordinarily drink.”",
        "“To my taste, it’s all right,” put in Tai-yü. “But what your palates are\nlike, I can’t make out.”",
        "“As you say it’s good,” suggested Pao-yü, “you’re quite at liberty to\ntake all I have for your use.”",
        "“I’ve got a great deal more of it over there,” lady Feng remarked.",
        "“I’ll tell a servant-girl to go and fetch it,” Tai-yü replied.",
        "“No need,” lady Feng went on. “I’ll send it over with some one. I also\nhave a favour to ask of you to-morrow, so I may as well tell the servant\nto bring it along at the same time.”",
        "When Lin Tai-yü heard these words, she put on a smile. “You just mark\nthis,” she observed. “I’ve had to-day a little tea from her place, and\nshe at once begins making a tool of me!”",
        "“Since you’ve had some of our tea,” lady Feng laughed, “how is it that\nyou have not yet become a wife in our household?”",
        "The whole party burst out laughing aloud. So much so, that they found it\ndifficult to repress themselves. But Tai-yü’s face was suffused with\nblushes. She turned her head the other way, and uttered not a word.",
        "“Our sister-in-law Secunda’s jibes are first-rate!” Pao-ch’ai chimed in\nwith a laugh.",
        "“What jibes!” exclaimed Tai-yü; “they’re purely and simply the prattle\nof a mean mouth and vile tongue! They’re enough to evoke people’s\ndispleasure!”",
        "Saying this, she went on to sputter in disgust.",
        "“Were you,” insinuated lady Feng, “to become a wife in my family, what\nis there that you would lack?” Pointing then at Pao-yü, “Look here!” she\ncried–\"Is not this human being worthy of you? Is not his station in\nlife good enough for you? Are not our stock and estate sufficient for\nyou? and in what slight degree can he make you lose caste?”",
        "Tai-yü rose to her feet, and retired immediately. But Pao-ch’ai shouted\nout: “Here’s P’in Erh in a huff! Don’t you yet come back? when you’ve\ngone, there will really be no fun!”",
        "While calling out to her, she jumped up to pull her back. As soon,\nhowever, as she reached the door of the room, she beheld Mrs. Chao,\naccompanied by Mrs. Chou; both coming to look up Pao-yü. Pao-yü and his\ncompanions got up in a body and pressed them into a seat. Lady Feng was\nthe sole person who did not heed them.",
        "But just as Pao-ch’ai was about to open her lips, she perceived a\nservant-girl, attached to Madame Wang’s apartments, appear on the scene.\n“Your maternal uncle’s wife has come,” she said, “and she requests you,\nladies and young ladies, to come out and see her.”",
        "Li Kung-ts’ai hurriedly walked away in company with lady Feng. The two\ndames, Mrs. Chao and Mrs. Chou, in like manner took their leave and\nquitted the room.",
        "“As for me, I can’t go out,” Pao-yü shouted. “But whatever you do, pray,\ndon’t ask aunt to come in here.” “Cousin Lin,” he went on to say, “do\nstay on a while; I’ve got something to tell you.”",
        "Lady Feng overheard him. Turning her head towards Lin Tai-yü, “There’s\nsome one,” she cried; “who wants to speak to you.” And forthwith laying\nhold of Lin Tai-yü, she pushed her back and then trudged away, along\nwith Li Kung-ts’ai.",
        "During this time, Pao-yü clasped Tai-yü’s hand in his. He did nothing\nthan smile. But not a word did he utter. Tai-yü naturally, therefore,\ngot crimson in the face, and struggled to escape his importunities.",
        "“Ai-ya!” exclaimed Pao-yü. “How my head is sore!”",
        "“It should be!” rejoined Tai-yü. “O-mi-to-fu.”",
        "Pao-yü then gave vent to a loud shout. His body bounced three or four\nfeet high from the ground. His mouth was full of confused shrieks. But\nall he said was rambling talk.",
        "Tai-yü and the servant-girls were full of consternation, and, with all\npossible haste, they ran and apprised Madame Wang and dowager lady Chia.",
        "Wang Tzu-t’eng’s wife was, at this time, also with them, so they all\ncame in a body to see him. Pao-yü behaved more and more as if determined\nto clutch a sword or seize a spear to put an end to his existence. He\nraged in a manner sufficient to subvert the heavens and upset the earth.",
        "As soon as dowager lady Chia and Madame Wang caught sight of him, they\nwere struck with terror. They trembled wildly like a piece of clothing\nthat is being shaken. Uttering a shout of: “My son,” and another of: “My\nflesh,” they burst out into a loud fit of crying. Presently, all the\ninmates were seized with fright. Even Chia She, Madame Hsing, Chia\nCheng, Chia Chen, Chia Lien, Chia Jung, Chia Yün, Chia P’ing, Mrs.\nHsüeh, Hsüeh P’an, Chou Jui’s wife, and the various members of the\nhousehold, whether high or low, and the servant-girls and married women\ntoo, rushed into the garden to see what was up.",
        "The confusion that prevailed was, at the moment, like entangled flax.\nEvery one was at a loss what to do, when they espied lady Feng dash into\nthe garden, a glistening sword in hand, and try to cut down everything\nthat came in her way, ogle vacantly whomsoever struck her gaze, and make\nforthwith an attempt to despatch them. A greater panic than ever broke\nout among the whole assemblage. But placing herself at the head of a\nhandful of sturdy female servants, Chou Jui’s wife precipitated herself\nforward, and clasping her tight, they succeeded in snatching the sword\nfrom her grip, and carrying her back into her room.",
        "P’ing Erh, Feng Erh, and the other girls began to weep. They invoked the\nheavens and appealed to the earth. Even Chia Cheng was distressed at\nheart. One and all at this stage started shouting, some, one thing;\nsome, another. Some suggested exorcists. Some cried out for the\nposture-makers to attract the devils. Others recommended that Chang, the\nTaoist priest, of the Yü Huang temple, should catch the evil spirits. A\nthorough turmoil reigned supreme for a long time. The gods were\nimplored. Prayers were offered. Every kind of remedy was tried, but no\nbenefit whatever became visible.",
        "After sunset, the spouse of Wang Tzu-t’eng said good-bye and took her\ndeparture. On the ensuing day, Wang Tzu-t’eng himself also came to make\ninquiries. Following closely upon him, arrived, in a body, messengers\nfrom the young marquis Shih, Madame Hsing’s young brother, and their\nvarious relatives to ascertain for themselves how (lady Feng and Pao-yü)\nwere progressing. Some brought charm-water. Some recommended bonzes and\nTaoist priests. Others spoke highly of doctors. But that young fellow\nand his elder brother’s wife fell into such greater and greater stupor\nthat they lost all consciousness. Their bodies were hot like fire. As\nthey lay prostrate on their beds, they talked deliriously. With the fall\nof the shades of night their condition aggravated. So much so, that the\nmatrons and servant-girls did not venture to volunteer their attendance.\nThey had, therefore, to be both moved into Madame Wang’s quarters, where\nservants were told off to take their turn and watch them.",
        "Dowager lady Chia, Madame Wang, Madame Hsing and Mrs. Hsüeh did not\nbudge an inch or a step from their side. They sat round them, and did\nnothing but cry. Chia She and Chia Cheng too were a prey, at this\njuncture, to misgivings lest weeping should upset dowager lady Chia. Day\nand night oil was burnt and fires were, mindless of expense, kept\nalight. The bustle and confusion was such that no one, either master or\nservant, got any rest.",
        "Chia She also sped on every side in search of Buddhist and Taoist\npriests. But Chia Cheng had witnessed how little relief these things\ncould afford, and he felt constrained to dissuade Chia She from his\nendeavours. “The destiny,” he argued, “of our son and daughter is\nentirely dependent upon the will of Heaven, and no human strength can\nprevail. The malady of these two persons would not be healed, even were\nevery kind of treatment tried, and as I feel confident that it is the\ndesign of heaven that things should be as they are, all we can do is to\nallow it to carry out its purpose.”",
        "Chia She, however, paid no notice to his remonstrances and continued as\nhitherto to fuss in every imaginable way. In no time three days elapsed.\nLady Feng and Pao-yü were still confined to their beds. Their very\nbreaths had grown fainter. The whole household, therefore, unanimously\narrived at the conclusion that there was no hope, and with all despatch\nthey made every necessary preparation for the subsequent requirements of\nboth their relatives.",
        "Dowager lady Chia, Madame Wang, Chia Lien, P’ing Erh, Hsi Jen and the\nothers indulged in tears with keener and keener anguish. They hung\nbetween life and death. Mrs. Chao alone was the one who assumed an\noutward sham air of distress, while in her heart she felt her wishes\ngratified.",
        "The fourth day arrived. At an early hour Pao-yü suddenly opened his eyes\nand addressed himself to his grandmother Chia. “From this day forward,\"\nhe said, “I may no longer abide in your house, so you had better send me\noff at once!”",
        "These words made dowager lady Chia feel as if her very heart had been\nwrenched out of her. Mrs. Chao, who stood by, exhorted her. “You\nshouldn’t, venerable lady,” she said, “indulge in excessive grief. This\nyoung man has been long ago of no good; so wouldn’t it be as well to\ndress him up and let him go back a moment sooner from this world. You’ll\nalso be thus sparing him considerable suffering. But, if you persist, in\nnot reconciling yourself to the separation and this breath of his is not\ncut off, he will lie there and suffer without any respite....”",
        "Her arguments were scarcely ended, when she was spat upon by dowager\nlady Chia. “You rotten-tongued, good-for-nothing hag!” she cried\nabusively. “What makes you fancy him of no good! You wish him dead and\ngone; but what benefit will you then derive? Don’t give way to any\ndreams; for, if he does die, I’ll just exact your lives from you! It’s\nall because you’ve been continuously at him, inciting and urging him to\nread and write, that his spirit has become so intimidated that, at the\nsight of his father, he behaves just like a rat trying to get out of the\nway of a cat! And is not all this the result of the bullying of such a\nmean herd of women as yourselves! Could you now drive him to death, your\nwishes would immediately be fulfilled; but which of you will I let off?”",
        "Now she shed tears; now she gave vent to abuse.",
        "Chia Cheng, who stood by, heard these invectives; and they so enhanced\nhis exasperation that he promptly shouted out and made Mrs. Chao\nwithdraw. He then exerted himself for a time to console (his senior) by\nusing kindly accents. But suddenly some one came to announce that the\ntwo coffins had been completed. This announcement pierced, like a\ndagger, dowager lady Chia to the heart; and while weeping with despair\nmore intense, she broke forth in violent upbraidings.",
        "“Who is it,\"–she inquired; “who gave orders to make the coffins? Bring\nat once the coffin-makers and beat them to death!”",
        "A stir ensued sufficient to convulse the heavens and to subvert the\nearth. But at an unforeseen moment resounded in the air the gentle\nrapping of a ’wooden fish’ bell. A voice recited the sentence: “Ave!\nBuddha able to unravel retribution and dispel grievances! Should any\nhuman being lie in sickness, and his family be solicitous on his\naccount; or should any one have met with evil spirits and come across\nany baleful evils, we have the means to effect a cure.”",
        "Dowager lady Chia and Madame Wang at once directed servants to go out\ninto the street and find out who it was. It turned out to be, in fact, a\nmangy-headed bonze and a hobbling Taoist priest. What was the appearance\nof the bonze?",
        "  His nose like a suspended gall; his two eyebrows so long,\n  His eyes, resembling radiant stars, possessed a precious glow,\n  His coat in tatters and his shoes of straw, without a home;\n  Rolling in filth, and, a worse fate, his head one mass of boils.",
        "And the Taoist priest, what was he like?",
        "  With one leg perchèd high he comes, with one leg low;\n  His whole frame drenching wet, bespattered all with mud.\n  If you perchance meet him, and ask him where’s his home,\n  “In fairyland, west of the ’Weak Water,’ he’ll say.”",
        "Chia Cheng ordered the servants to invite them to walk in. “On what\nhill,” he asked those two persons, “do you cultivate the principles of\nreason?",
        "“Worthy official!” the bonze smiled, “you must not ask too many\nquestions! It’s because we’ve learnt that there are inmates of your\nhonourable mansion in a poor state of health that we come with the\nexpress design of working a cure.”",
        "“There are,” explained Chia Cheng, “two of our members, who have been\npossessed of evil spirits. But, is there, I wonder, any remedy by means\nof which they could he healed?”",
        "“In your family,” laughingly observed the Taoist priest, “you have ready\nat hand a precious thing, the like of which is rare to find in the\nworld. It possesses the virtue of alleviating the ailment, so why need\nyou inquire about remedies?”",
        "Chia Cheng’s mind was forthwith aroused. “It’s true,” he consequently\nrejoined, “that my son brought along with him, at the time of his birth,\na piece of jade, on the surface of which was inscribed that it had the\nvirtue of dispelling evil influences, but we haven’t seen any efficacy\nin it.”",
        "“There is, worthy officer,” said the bonze, “something in it which you\ndo not understand. That precious jade was, in its primitive state,\nefficacious, but consequent upon its having been polluted by music,\nlewdness, property and gain it has lost its spiritual properties. But\nproduce now that valuable thing and wait till I have taken it into my\nhands and pronounced incantations over it, when it will become as full\nof efficacy as of old!”",
        "Chia Cheng accordingly unclasped the piece of jade from Pao-yü’s neck,\nand handed it to the two divines. The Buddhist priest held it with\nreverence in the palm of his hand and heaving a deep sigh, “Since our\nparting,” he cried, “at the foot of the Ch’ing Keng peak, about thirteen\nyears have elapsed. How time flies in the mortal world! Thine earthly\ndestiny has not yet been determined. Alas, alas! how admirable were the\nqualities thou did’st possess in those days!",
        " “By Heaven unrestrained, without constraint from Earth,\n  No joys lived in thy heart, but sorrows none as well;\n  Yet when perception, through refinement, thou did’st reach,\n  Thou went’st among mankind to trouble to give rise.\n  How sad the lot which thou of late hast had to hear!\n  Powder prints and rouge stains thy precious lustre dim.\n  House bars both day and night encage thee like a duck.\n  Deep wilt thou sleep, but from thy dream at length thou’lt wake,\n  Thy debt of vengeance, once discharged, thou wilt depart.”",
        "At the conclusion of this recital, he again rubbed the stone for a\nwhile, and gave vent to some nonsensical utterances, after which he\nsurrendered it to Chia Cheng. “This object,” he said, “has already\nresumed its efficacy; but you shouldn’t do anything to desecrate it.\nHang it on the post of the door in his bed-room, and with the exception\nof his own relatives, you must not let any outside female pollute it.\nAfter the expiry of thirty-three days, he will, I can guarantee, be all\nright.”",
        "Chia Cheng then gave orders to present tea; but the two priests had\nalready walked away. He had, however, no alternative but to comply with\ntheir injunctions, and lady Feng and Pao-yü, in point of fact, got\nbetter from day to day. Little by little they returned to their senses\nand experienced hunger. Dowager lady Chia and Madame Wang, at length,\nfelt composed in their minds. All the cousins heard the news outside.\nTai-yü, previous to anything else, muttered a prayer to Buddha; while\nPao-ch’ai laughed and said not a word.",
        "“Sister Pao,” inquired Hsi Ch’un, “what are you laughing for?”",
        "“I laugh,” replied Pao-ch’ai, “because the ’Thus-Come’ Joss has more to\ndo than any human being. He’s got to see to the conversion of all\nmankind, and to take care of the ailments, to which all flesh is heir;\nfor he restores every one of them at once to health; and he has as well\nto control people’s marriages so as to bring them about through his aid;\nand what do you say, has he ample to do or not? Now, isn’t this enough\nto make one laugh, eh?”",
        "Lin Tai-yü blushed. “Ts’ui!” she exclaimed; “none of you are good\npeople. Instead of following the example of worthy persons, you try to\nrival the mean mouth of that hussey Feng.”",
        "As she uttered these words, she raised the portiere and made her exit.",
        "But, reader, do you want to know any further circumstances? If so, the\nnext chapter will explain them to you.",
        "Continue...",
        "\nThis eBook of “Hung Lou Meng, Book II” (Or, the Dream of the Red Chamber,\na Chinese Novel in Two Books - by Cao Xueqin - translated by H. Bencraft\nJoly) belongs to the public domain.\n\nAll books:\nPart I (A),\nPart I (B),\nPart II (A),\nPart II (B).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Hung Lou Meng: Book IIBy Cao XueqinAt Amazon"
    ]
}