{
    "title": "Indian Games - Platter or Dice.",
    "author": "Andrew McFarland Davis",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "The second in the list of games given by Father Brebeuf is that which\nhe calls “platter.” Writers who describe the habits of the Indians at\nthe north have much to say concerning this game. According to\nLescarbot, Jacques Cartier saw it played, and recorded his\nobservations. [Footnote: Histoire de la Nouvelle France par Marc\nLescarbot, Nouvelle Edition, Paris 1856, Vol. III, p. 734.]",
        "Sagard Theodat [Footnote: Histoire du Canada, etc., par Gabriel Sagard\nTheodat; Nouvelle Edition, Paris, 1856, Vol. I, pp. 243-244.] devotes\nconsiderable space to it. Both Father Brebeuf, in his Relation in 1636,\nand Father Lalemant, in his Relation in 1639, give long accounts of the\ngame, the causes for its being played, the excesses in gambling to\nwhich it leads, and the methods which prevail in its practice. In\nPerrot’s [Footnote: p. 50.] work there is a good description of the\ngame, although not so full as his account of lacrosse, from which we\nhave already quoted. La Potherie and LaHontan barely mention it.\nLatitau [Footnote: Mours des Sauvages Ameriquains, erc, par le P.\nLatitau, Paris, 1724, Vol. II, p. 339.] in his searching analysis of\nthe manuscripts deposited at Quebec, while seeking for traces of his\ntheory that a resemblance existed between the habits of the Indians and\nthose of the ancient dwellers in eastern Europe, found an unusual\nquantity of material bearing on this particular topic, which he has\nreproduced in his book. Charlevoix [Footnote: Vol. III, pp. 260-1.], in\na letter dated June 8, 1721, says, “As I was returning through a\nquarter of the Huron village, I perceived a number of these Indians,\nwho seemed much heated at play. I approached them and found that the\ngame they were playing at was what they called the game of platter.\nThis is the game to which the Indians are addicted above all others.\nThey sometimes lose their rest and in some degree their very senses at\nit. They stake all they are worth, and several of them have been known\nto continue at it till they have stript themselves stark naked and lost\nall their movables in their cabin. Some have been known to stake their\nliberty for a certain time. This circumstance proves beyond all doubt\nhow passionately fond they are of it, there being no people in the\nworld more jealous of their liberty than our Indians.”",
        "In the description which Charlevoix then gives, he is relied partly\nupon personal observations and also to some extent, upon accounts which\nwere at that time in manuscript in Quebec mid which were easily\naccessible to him. He was himself an intelligent observer and a\ncultivated man. His history and his letters, although not free from the\nlooseness of expression which pervades contemporaneous accounts show on\nthe whole the discipline of an educated mind. We learn from him and\nfrom the authorities heretofore enumerated that two players only from\neach side could participate in this game at any given time during its\nprogress. The necessary implements were a bowl and a number of dice\nfashioned somewhat like apricot seeds, and colored differently upon the\nupper and lower sides. Generally, one side was white and the other\nblack. The number of these dice was generally six. There was no fixed\nrule as to the materials of which they were made; sometimes they were\nof bone; sometimes the stones of fruits were used. The important point\nwas that the centre of gravity of each die should be so placed, that\nwhen it was thrown into the air, or when the bowl in which it was\nplaced, was violently twirled, there would be an even chance as to\nwhich of its two sides the die would settle upon when it lodged; and in\nthe game as it was played in early times that the whole number of dice\nused should be uniform in the coloring of the sides, each die having\nthe different sides of different colors. The dice were placed in the\nbowl which was generally of wood, between the two players who were to\ncast them in behalf of their respective sides. These casters or\nthrowers were selected by each side and the prevailing motives in their\nchoice were generally based upon some superstitious belief in their\nluck. Perhaps this one had dreamed that he would win. Perhaps that one\nwas believed to possess some magic power, or some secret ointment which\nwhen applied to the dice would cause them to turn up favorably for his\nside. [Footnote: Relations des Jesuites, Relation en l’Annue, 1636, p.\n113.] The spectators were generally arranged in seats along the sides\nof the cabin [Footnote: Ibid, Relation en l’Annue, 1639, p. 95.],\nplaced in tiers so that each person could have a view of the players.\nThey were in more senses than one deeply interested in the game. When\nthe cast was to be made the player would strike the bowl upon the\nground so as to make the dice jump into the air [Footnote: Sigud\nTheodat Vol. 1, p. 213.] and would then twirl the bowl rapidly around.\nDuring this process and until it stopped its revolutions and the dice\nfinally settled, the players addressed the dice and beat themselves on\ntheir breasts. [Footnote: Shea’s Hennepin, p. 300.] The spectators\nduring the same period filled the air with shouts and invoked aid from\ntheir own protecting powers, while in the same breath they poured forth\nimprecations on those of their adversaries. The number of points\naffected the length of the game and as entirely optional. If six dice\nwere used and all came up of the same color, the throw counted five.\n[Footnote: Among the Delawares it required eight counts of five to win.\nHistory of the Mission of the United Brethren among the Indians etc. G\nH Loskiel. Translated by I Latrobe, Part I, Ch. VIII, p. 106.] If five\nof them were of the same color it counted one. Any lower number failed\nto count. If the caster was unsuccessful he gave place to another, but\nso long as he continued to win his side would retain him in that\nposition. [Footnote: Charlevoix Vol. III, p. 264.] The game was often\nushered in with singing. Like lacrosse it was prescribed as a remedy\nfor sickness or in consequence of dreams, and the sufferer in whose\nbehalf the game was played was borne to the cabin in which it was to\ntake place. Preliminary fasting and continence were observed, and every\neffort made that superstition could suggest to discover who would be\nthe lucky thrower and who could aid the caster by his presence at the\ncontest. Old men, unable to walk thither, were brought up on the\nshoulders of the young men that their presence might be propitious to\nthe chances of the game. [Footnote: Ibid p. 202.] The excitement which\nattended one of these games of chance was intense, especially when the\ngame reached a critical point and some particular throw was likely to\nterminate it. Charlevoix says the games often lasted for five or six\ndays [Footnote: Loskiel (p. 106) saw a game between two Iroquois towns\nwhich lasted eight days. Sacrifices for luck were offered by the sides\neach night.] and oftentimes the spectators concerned in the game, “are\nin such an agitation as to be transported out of themselves to such a\ndegree that they quarrel and fight, which never happens to the Hurons,\nexcept on these occasions or when they are drunk.”",
        "Perhaps rum was responsible also for these quarrels; for in the early\naccounts we are told that losses were philosophically accepted. Father\nBiebeuf tells of a party who had lost their leggings at one of these\ngames and who returned to their village in three feet of snow as\ncheerful in appearance as if they had won. There seems to have been no\nlimit to which they would not go in their stakes while under the\nexcitement of the game. Clothing, wife, family and sometimes the\npersonal liberty of the player himself rested in the hazard of the die.\n[Footnote: Cheulevoix Vol. III, p. 261. Le Grand Voyage du Pays Des\nHurons, pan Gabriel Sigud Theodat Puis 1632, Nouvelle Edition, Paris,\n1835, p. 85, Relations de Jesuites, Relation de la Nouvelle France en\nl’Annee 1639, pp. 95-96, Lafitau, Vol. II, p. 341.]",
        "The women often played the game by themselves, though apparently with\nless formality than characterized the great matches. The latter\nfrequently assumed the same local characteristics that we have seen in\nthe game of lacrosse, and we hear of village being pitted against\nvillage as a frequent feature of the game. [Footnote: Penot p. 43,\nHistoire du Canada par F. X. Garneau, Vol. I, p. 115.]",
        "Morgan [Footnote: League of the Iroquois, p. 602.] describes a game\nplayed by the Iroquois with buttons or dice made of elk-horn, rounded\nand polished and blackened on one side. The players spread a blanket on\nthe ground; and the dice were tossed with the hand in the air and\npermitted to fall on the blanket. The counts were determined as in the\ngame of platter by the color of the sides of the dice which were\nexposed when they settled. The number of the dice was eight.",
        "In Perrot’s [Footnote: Periot, p. 50.] description of the game of\nplatter he, alludes to a game, played with eight dice, on a blanket in\nprecisely this way, but he adds that it was practised by women and\ngirls. La Potherie [Footnote: La Potherie, Vol. III, p. 23.] says that\nthe women sometimes play at platter, but ordinarily they cast the fruit\nstones with the hand as one throws dice.",
        "Under the name of “hubbub” this game has also been described by\nobservers among the Abenakis. Ogilby [Footnote: America, being an\nAccurate Description of the New World, etc. Collected and Translated by\nJohn Ogilby. London, 1670, Book II, Ch. II, p. 155.] says: “Hubbub is\nfive small Bones in a small Tray; the Bones be like a Die, but\nsomething flatter, black on the one side and white on the other, which\nthey place on the Ground, against which violently thumping the Platter,\nthe Bones mount, changing Colour with the windy whisking of their Hands\nto and fro; which action in that sport they much use, smiting\nthemselves on the Breasts and Thighs, crying out Hub Hub Hub; they may\nbe heard playing at this game a quarter of a mile off. The Bones being\nall black or white make a double Game; if three of one colour, and two\nof another, then they afford but a single game; four of a colour and\none differing is nothing. So long as the Man wins he keeps the Tray,\nbut if he lose the next Man takes it.”",
        "There is but little said about this game in the south by writers. It\nevidently had no such hold there as among the Hurons and the tribes\nalong the Lakes. Lawson [Footnote: History of North Carolina by John\nLawson, London, 1718, p. 176.] saw it played in North Carolina with\npersimmon stones as dice. While this fixes the fact that the game had a\nhome among the southern Indians, the way in which it has been slighted\nby the majority of writers who treat of that section shows that it was\nnot a favorite game there.",
        "To what shall we ascribe this? Its hold upon the northern Indians shows\nthat it was peculiarly adapted to the temperament of the natives, and\nwe should naturally expect to find it as much in use among the tribes\nof the south as with those of the north. An explanation for this may\npossibly be found in the difference of the climate. The game was\nespecially adapted for the winter, and while its practice was evidently\nnot exclusively confined to that season, it is possible that its\ngreater hold upon the affections of the Indians of the north arose from\ntheir being obliged to resort to in-door amusements during the\nprotracted winters in that region. From this necessity the southern\nIndians being in a measure exempt, they continued their out-door games\nas usual and never became so thoroughly infatuated with this game.",
        "Informal contests were often held between players, in which the use of\nthe bowl or platter was dispensed with. The dice were held in the hand\nand then tossed in the air. They were allowed to fall upon some prepared\nsurface, generally a deerskin spread for the purpose. The same rules as\nto the color of the surfaces of the dice when they settled in their\nplaces governed the count. This form of the game is sometimes described\nas a separate game. Boucher [Footnote: True and Genuine Description of\nNew France, etc, by Pierre Boucher, Paris, 1644 Translated under title\n“Canada to the Seventeenth Century,” Montreal, 1883, p. 57.] calls it\nPaquessen. [Footnote: Played by women and girls. Sagard Theodat,\nHistoire du Canada, Vol. I, p. 244.] The women of Oregon played it with\nmarked beaver teeth. [Footnote: Contributions to North American\nEthnology, Vol. I, p. 206, George Gibbs; H. H. Bancroft’s Native Races,\nVol. I, p. 244, The Northwest Coast by James G. Swan, p. 158.] Among the\nTwanas it was played with beaver or muskrat teeth. [Footnote: Bulletin U\nS Geological Survey, Vol. III, No. 1, April 5, 1877. Rev. M. Eels.]\nPowers [Footnote: Contributions to North American Ethnology, Vol. III,\np. 332.] says that among the Nishmams, a tribe living on--the slopes of\nthe Sierra Nevada between the Yuba and Cosumnes rivers, a game of dice\nis played by men or women, two, three or four together. The dice, four\nin number, consist of two acorns split lengthwise into halves, with the\noutsides scraped and painted red or black. They are shaken in the hand\nand thrown into a wide flat basket, woven in ornamental patterns. One\npaint and three whites, or vice versa, score nothing; two of each\nscore one; four alike score four. The thrower keeps on throwing until he\nmakes a blank throw, when another takes the dice. When all the players\nhave stood their turn, the one who has scored the most takes the\nstakes.”",
        "The women of the Yokuts, [Footnote: Contributions to North American\nEthnology, Vol. III, p. 377.] a Californian tribe which lived in the\nSan Joaquin valley near Tulare Lake, had a similar game. Each die was\nhalf a large acorn or walnut shell filled with pitch and powdered\ncharcoal and inlaid with bits of bright colored abaloni shell. Four\nsquaws played and a fifth kept tally with fifteen sticks. There were\neight dice and they scooped them up with their hands and dashed them\ninto the basket, counting one when two or five flat surfaces turned up.",
        "Schoolcraft [Footnote: Schoolcraft’s Indian Tribes, Vol. II, pp. 71,\n72.] says “one of the principal amusements of a sedentary character is\nthat of various games, success in which depends on luck in numbers.\nThese games, to which both the prairie and forest tribes are addicted,\nassume the fascination and intensity of gambling; and the most valued\narticles are often staked upon the luck of a throw. For this purpose\nthe prairie tribes commonly use the stones of the wild plum or some\nanalogous fruit, upon which various devices indicating their\narithmetical value are burned in, or engraved and colored, so as at a\nglance to reveal the character of the pieces.” Among the Dacota tribes\nthis is known by a term which is translated the “game of plum stones.\"\nHe gives illustrations of the devices on five sets of stones, numbering\neight each. “To play this game a little orifice is made in the ground\nand a skin put in it; often it is also played on a robe.” [Footnote:\nDomenech. Vol. II, p. 191, First Annual Report of Bureau of Ethnology.\nSmithsonian, 1881, p. 195.] The women and the young men play this game.\nThe bowl is lifted with one hand and rudely pushed down to its place.\nThe plum stones fly over several times. The stake is first put up by\nall who wish to play. A dozen can play at once if desirable.",
        "Schoolcraft [Footnote: Vol. n, p. 72.] describes still another form of,\nthe game which he found among the Chippewas, in which thirteen pieces or\ndice were used. Nine of them were of bone and were fashioned in figures\ntypifying fish, serpents, etc. One side of each was painted red and had\ndots burned in with a hot iron. The brass pieces were circular having\none side convex and the other concave. The convex side was bright, the\nconcave dark or dull. The red pieces were the winning pieces and each\nhad an arithmetical value. Any number of players might play. A wooden\nbowl, curiously carved and ornamented, was used. This form of the game\nmay have been modified by contact with the whites. It seems to be the\nmost complex [Footnote: See also a simpler form of the game described by\nPhilander Prescott among the Dacotas--Schoolcraft, Vol. IV, p. 64. The\ntendency of the modern Indians to elaborate the game may be traced in\nthe description of “Plumstone shooting” given in “Omaha Sociology” by\nRev. J. Owen Dorsey. Third Annual Report of the Bureau of Ethnology to\nthe Secretary of the Smithsonian Institution. Washington, 1884, p. 335.]\nform in which the game appears. The fact still remains however, that in\nsome form or other we find the game in use across the entire breadth of\nthe continent. [Footnote: Col. James Smith describes the game among the\nWyandots. An Account of the Remarkable Occurrences in the Life and\nTravels of Col. James Smith, during his Captivity with the Indians in\nthe Years 1755-1759. Cincinnati, 1870, p. 46. Tanner also describes it.\nHe calls it Beg-ga sah or dice. Tanner’s Narrative, New York, 1830, p.\n114.]",
        "Continue...",
        "\nThis full text of Andrew McFarland Davis’ “Indian Games” belongs to the public domain (thanks to Project Gutenberg).\n\n\nAt Amazon: American Indian Games\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}