{
    "title": "Indian Fairy Tales - Notes and References",
    "author": "Joseph Jacobs",
    "chapter": "31",
    "content": [
        "\n",
        "\n\n",
        "The story literature of India is in a large measure the outcome of the\nmoral revolution of the peninsula connected with the name of Gautama\nBuddha. As the influence of his life and doctrines grew, a tendency\narose to connect all the popular stories of India round the great\nteacher. This could be easily effected owing to the wide spread of the\nbelief in metempsychosis. All that was told of the sages of the past\ncould be interpreted of the Buddha by representing them as pre-\nincarnations of him. Even with Fables, or beast-tales, this could be\ndone, for the Hindoos were Darwinists long before Darwin, and regarded\nbeasts as cousins of men and stages of development in the progress of\nthe soul through the ages. Thus, by identifying the Buddha with the\nheroes of all folk-tales and the chief characters in the beast-drolls,\nthe Buddhists were enabled to incorporate the whole of the story-store\nof Hindostan in their sacred books, and enlist on their side the tale-\ntelling instincts of men.",
        "In making Buddha the centre figure of the popular literature of India,\nhis followers also invented the Frame as a method of literary art. The\nidea of connecting a number of disconnected stories familiar to us from\nThe Arabian Nights, Boccaccio’s Decamerone, Chaucer’s Canterbury\nTales, or even Pickwick, is directly traceable to the plan of\nmaking Buddha the central figure of India folk-literature. Curiously\nenough, the earliest instance of this in Buddhist literature was intended\nto be a Decameron, ten tales of Buddha’s previous births, told of each\nof the ten Perfections. Asvagosha, the earlier Boccaccio, died when he\nhad completed thirty-four of the Birth-Tales. But other collections were\nmade, and at last a corpus of the JATAKAS, or Birth-Tales of the Buddha,\nwas carried over to Ceylon, possibly as early as the first introduction of\nBuddhism, 241 B.C. There they have remained till the present day, and\nhave at last been made accessible in a complete edition in the original\nPali by Prof. Fausböll.",
        "These JATAKAS, as we now have them, are enshrined in a commentary on\nthe gathas, or moral verses, written in Ceylon by one of\nBuddhaghosa’s school in the fifth century A.D. They invariably begin\nwith a “Story of the Present,” an incident in Buddha’s life which\ncalls up to him a “Story of the Past,” a folk-tale in which he had\nplayed a part during one of his former incarnations. Thus the fable of\nthe Lion and the Crane, which opens the present collection, is\nintroduced by a “Story of the Present” in the following words:–",
        "“A service have we done thee” [the opening words of the gatha or\nmoral verse]. “This the Master told while living at Jetavana concerning\nDevadatta’s treachery. Not only now, O Bhickkus, but in a former\nexistence was Devadatta ungrateful. And having said this he told a\ntale” Then follows the tale as given above, and the commentary\nconcludes: “The Master, having given the lesson, summed up the Jataka\nthus: ’At that time, the Lion was Devadatta, and the Crane was I\nmyself.’” Similarly, with each story of the past the Buddha identifies\nhimself, or is mentioned as identical with, the virtuous hero of the\nfolk-tale. These Jatakas are 550 in number, and have been reckoned to\ninclude some 2000 tales. Some of these had been translated by Mr.\nRhys-Davids (Buddhist Birth Stories, I., Trübner’s Oriental\nLibrary, 1880), Prof. Fausböll (Five Jatakas, Copenhagen), and Dr.\nR. Morris (Folk-Lore Journal, vols. ii.-v.). A few exist sculptured\non the earliest Buddhist Stupas. Thus several of the circular figure\ndesigns on the reliefs from Amaravati, now on the grand staircase of the\nBritish Museum, represent Jatakas, or previous births of the Buddha.",
        "Some of the Jatakas bear a remarkable resemblance to some of the most\nfamiliar FABLES OF AESOP. So close is the resemblance, indeed, that it\nis impossible not to surmise an historical relation between the two.\nWhat this relation is I have discussed at considerable length in the\n“History of the Aesopic Fable,” which forms the introductory volume to\nmy edition of Caxton’s Esope (London, D. Nutt, “Bibliothèque de\nCarabas,” 1889). In this place I can only roughly summarise my results.\nI conjecture that a collection of fables existed in India before Buddha\nand independently of the Jatakas, and connected with the name of\nKasyapa, who was afterwards made by the Buddhists into the latest of\nthe twenty-seven pre-incarnations of the Buddha. This collection of the\nFables of Kasyapa was brought to Europe with a deputation from the\nCingalese King Chandra Muka Siwa (obiit 52 A.D.) to the Emperor\nClaudius about 50 A.D., and was done into Greek as the [Greek: Logoi\nLubikoi] of “Kybises.” These were utilised by Babrius (from whom the\nGreek Aesop is derived) and Avian, and so came into the European Aesop.\nI have discussed all those that are to be found in the Jatakas in the\n“History” before mentioned, i. pp. 54-72 (see Notes i. xv. xx.). In\nthese Notes henceforth I refer to this “History” as my Aesop.",
        "There were probably other Buddhist collections of a similar nature to\nthe Jatakas with a framework. When the Hindu reaction against Buddhism\ncame, the Brahmins adapted these, with the omission of Buddha as the\ncentral figure. There is scarcely any doubt that the so-called FABLES\nOF BIDPAI were thus derived from Buddhistic sources. In its Indian form\nthis is now extant as a Panchatantra or Pentateuch, five books\nof tales connected by a Frame. This collection is of special interest\nto us in the present connection, as it has come to Europe in various\nforms and shapes. I have edited Sir Thomas North’s English version of\nan Italian adaptation of a Spanish translation of a Latin version of a\nHebrew translation of an Arabic adaptation of the Pehlevi version of\nthe Indian original (Fables of Bidpai, London, D. Nutt,\n“Bibliothèque de Carabas,” 1888). In this I give a genealogical table\nof the various versions, from which I calculate that the tales have\nbeen translated into thirty-eight languages in 112 different versions,\ntwenty different ones in English alone. Their influence on European\nfolk-tales has been very great: it is probable that nearly one-tenth of\nthese can be traced to the Bidpai literature. (See Notes v. ix. x.\nxiii. xv.)",
        "Other collections of a similar character, arranged in a frame, and\nderived ultimately from Buddhistic sources, also reached Europe and\nformed popular reading in the Middle Ages. Among these may be mentioned\nTHE TALES OF SINDIBAD, known to Europe as The Seven Sages of\nRome: from this we get the Gellert story (cf. Celtic Fairy\nTales), though it also occurs in the Bidpai. Another popular\ncollection was that associated with the life of St. Buddha, who has\nbeen canonised as St. Josaphat: BARLAAM AND JOSAPHAT tells of his\nconversion and much else besides, including the tale of the Three\nCaskets, used by Shakespeare in the Merchant of Venice.",
        "Some of the Indian tales reached Europe at the time of the Crusades,\neither orally or in collections no longer extant. The earliest\nselection of these was the Disciplina Clericalis of Petrus\nAlphonsi, a Spanish Jew converted about 1106: his tales were to be used\nas seasoning for sermons, and strong seasoning they must have proved.\nAnother Spanish collection of considerably later date was entitled\nEl Conde Lucanor (Eng. trans. by W. York): this contains the\nfable of The Man, his Son, and their Ass, which they ride or\ncarry as the popular voice decides. But the most famous collection of\nthis kind was that known as GESTA ROMANORUM, much of which was\ncertainly derived from Oriental and ultimately Indian sources, and so\nmight more appropriately be termed Gesta Indorum.",
        "All these collections, which reached Europe in the twelfth and\nthirteenth centuries, became very popular, and were used by monks and\nfriars to enliven their sermons as EXEMPLA. Prof. Crane has given a\nfull account of this very curious phenomenon in his erudite edition of\nthe Exempla of Jacques de Vitry (Folk Lore Society, 1890). The\nIndian stories were also used by the Italian Novellieri, much of\nBoccaccio and his school being derived from this source. As these again\ngave material for the Elizabethan Drama, chiefly in W. Painter’s\nPalace of Pleasure, a collection of translated Novelle which\nI have edited (Lond., 3 vols. 1890), it is not surprising that we can at\ntimes trace portions of Shakespeare back to India. It should also be\nmentioned that one-half of La Fontaine’s Fables (Bks. vii.-xii.) are\nderived from Indian sources. (See Note on No. v.)",
        "In India itself the collection of stories in frames went on and still\ngoes on. Besides those already mentioned there are the stories of\nVikram and the Vampire (Vetala), translated among others by the\nlate Sir Richard Burton, and the seventy stories of a parrot (Suka\nSaptati.) The whole of this literature was summed up by Somnadeva,\nc. 1200 A.D. in a huge compilation entitled Katha Sarit Sagara\n(\"Ocean of the Stream of Stories”). Of this work, written in very\nflorid style, Mr. Tawney has produced a translation in two volumes in\nthe Bibliotheca Indica. Unfortunately, there is a Divorce Court\natmosphere about the whole book, and my selections from it have been\naccordingly restricted. (Notes, No. xi.)",
        "So much for a short sketch of Indian folk-tales so far as they have\nbeen reduced to writing in the native literature. [Footnote: An\nadmirable and full account of this literature was given by M. A. Barth\nin Mélusine, t. iv. No. 12, and t. v. No. 1. See also Table i.\nof Prof. Rhys-Davids’ Birth Stories.] The Jatakas are probably\nthe oldest collection of such tales in literature, and the greater part\nof the rest are demonstrably more than a thousand years old. It is\ncertain that much (perhaps one-fifth) of the popular literature of\nmodern Europe is derived from those portions of this large bulk which\ncame west with the Crusades through the medium of Arabs and Jews. In\nhis elaborate Einleitung to the Pantschatantra, the Indian\nversion of the Fables of Bidpai, Prof. Benfey contended with enormous\nerudition that the majority of folk-tale incidents were to be found in the\nBidpai literature. His introduction consisted of over 200 monographs on\nthe spread of Indian tales to Europe. He wrote in 1859, before the great\noutburst of folk-tale collection in Europe, and he had not thus adequate\nmaterials to go about in determining the extent of Indian influence on\nthe popular mind of Europe. But he made it clear that for beast-tales and\nfor drolls, the majority of those current in the mouths of occidental\npeople were derived from Eastern and mainly Indian sources. He was\nnot successful, in my opinion, in tracing the serious fairy tale to India.\nFew of the tales in the Indian literary collections could be dignified by\nthe name of fairy tales, and it was clear that if these were to be traced\nto India, an examination of the contemporary folk-tales of the peninsula\nwould have to be attempted.",
        "The collection of current Indian folk-tales has been the work of the\nlast quarter of a century, a work, even after what has been achieved,\nstill in its initial stages. The credit of having begun the process is\ndue to Miss Frere, who, while her father was Governor of the Bombay\nPresidency, took down from the lips of her ayah, Anna de Souza,\none of a Lingaet family from Goa who had been Christian for three\ngenerations, the tales she afterwards published with Mr. Murray in\n1868, under the title, “Old Deccan Days, or, Indian Fairy Legends\ncurrent in Southern India, collected from oral tradition by M. Frere,\nwith an introduction and notes by Sir Bartle Frere.” Her example\nwas followed by Miss Stokes in her Indian Fairy Tales (London,\nEllis & White, 1880), who took down her tales from two ayahs and\na Khitmatgar, all of them Bengalese–the ayahs Hindus, and\nthe man a Mohammedan. Mr. Ralston introduced the volume with some\nremarks which dealt too much with sun-myths for present-day taste.\nAnother collection from Bengal was that of Lal Behari Day, a Hindu\ngentleman, in his Folk-Tales of Bengal (London, Macmillan,\n1883). The Panjab and the Kashmir then had their turn: Mrs. Steel\ncollected, and Captain (now Major) Temple edited and annotated, their\nWideawake Stories (London, Trübner, 1884), stories capitally\ntold and admirably annotated. Captain Temple increased the value of\nthis collection by a remarkable analysis of all the incidents contained\nin the two hundred Indian folk-tales collected up to this date. It is\nnot too much to say that this analysis marks an onward step in the\nscientific study of the folk-tale: there is such a thing, derided as it\nmay be. I have throughout the Notes been able to draw attention to\nIndian parallels by a simple reference to Major Temple’s Analysis.",
        "Major Temple has not alone himself collected: he has been the cause\nthat many others have collected. In the pages of the Indian\nAntiquary, edited by him, there have appeared from time to time\nfolk-tales collected from all parts of India. Some of these have been\nissued separately. Sets of tales from Southern India, collected by the\nPandit Natesa Sastri, have been issued under the title Folk-Lore of\nSouthern India, three fascicules of which have been recently re-\nissued by Mrs. Kingscote under the title, Tales of the Sun (W.\nH. Allen, 1891): it would have been well if the identity of the two\nworks had been clearly explained. The largest addition to our knowledge\nof the Indian folk-tale that has been made since Wideawake\nStories is that contained in Mr. Knowles’ Folk-Tales of\nKashmir (Trübner’s Oriental Library, 1887), sixty-three stories,\nsome of great length. These, with Mr. Campbell’s Santal Tales\n(1892); Ramaswami Raju’s Indian Fables (London, Sonnenschein,\nn. d.); M. Thornhill, Indian Fairy Tales (London, 1889); and E.\nJ. Robinson, Tales of S. India (1885), together with those\ncontained in books of travel like Thornton’s Bannu or Smeaton’s\nKarens of Burmah bring up the list of printed Indian folk-tales\nto over 350–a respectable total indeed, but a mere drop in the\nocean of the stream of stories that must exist in such a huge\npopulation as that of India: the Central Provinces in particular are\npractically unexplored. There are doubtless many collections still\nunpublished. Col. Lewin has large numbers, besides the few published in\nhis Lushai Grammar; and Mr. M. L. Dames has a number of Baluchi\ntales which I have been privileged to use. Altogether, India now ranks\namong the best represented countries for printed folk-tales, coming\nonly after Russia (1500), Germany (1200), Italy and France (1000 each.)\n[Footnote: Finland boasts of 12,000 but most of these lie unprinted\namong the archives of the Helsingfors Literary Society.] Counting the\nancient with the modern, India has probably some 600 to 700 folk-tales\nprinted and translated in accessible form. There should be enough\nmaterial to determine the vexed question of the relations between the\nEuropean and the Indian collections.",
        "This question has taken a new departure with the researches of M.\nEmanuel Cosquin in his Contes populaires de Lorraine (Paris,\n1886, 2° tirage, 1890), undoubtedly the most important contribution\nto the scientific study of the folk-tale since the Grimms. M. Cosquin\ngives in the annotations to the eighty-four tales which he has\ncollected in Lorraine a mass of information as to the various forms\nwhich the tales take in other countries of Europe and in the East. In\nmy opinion, the work he has done for the European folk-tale is even\nmore valuable than the conclusions he draws from it as to the relations\nwith India. He has taken up the work which Wilhelm Grimm dropped in\n1859, and shown from the huge accumulations of folk-tales that have\nappeared during the last thirty years that there is a common fund of\nfolk-tales which every country of Europe without exception possesses,\nthough this does not of course preclude them from possessing others\nthat are not shared by the rest. M. Cosquin further contends that the\nwhole of these have come from the East, ultimately from India, not by\nliterary transmission, as Benfey contended, but by oral transmission.\nHe has certainly shown that very many of the most striking incidents\ncommon to European folk-tales are also to be found in Eastern\nmährchen. What, however, he has failed to show is that some of\nthese may not have been carried out to the Eastern world by Europeans.\nBorrowing tales is a mutual process, and when Indian meets European,\nEuropean meets Indian; which borrowed from which, is a question which\nwe have very few criteria to decide. It should be added that Mr W. A.\nClouston has in England collected with exemplary industry a large\nnumber of parallels between Indian and European folk-tale incidents in\nhis Popular Tales and Fictions (Edinburgh, 2 vols., 1887) and\nBook of Noodles (London, 1888). Mr Clouston has not openly\nexpressed his conviction that all folk-tales are Indian in origin: he\nprefers to convince us non vi sed saepe cadendo. He has certainly\nmade out a good case for tracing all European drolls, or comic folk-\ntales, from the East.",
        "With the fairy tale strictly so called–i.e., the serious folk-\ntale of romantic adventure–I am more doubtful. It is mainly a modern\nproduct in India as in Europe, so far as literary evidence goes. The\nvast bulk of the Jatakas does not contain a single example worthy the\nname, nor does the Bidpai literature. Some of Somadeva’s tales,\nhowever, approach the nature of fairy tales, but there are several\nCeltic tales which can be traced to an earlier date than his (1200\nA.D.) and are equally near to fairy tales. Yet it is dangerous to trust\nto mere non-appearance in literature as proof of non-existence among\nthe folk. To take our own tales here in England, there is not a single\ninstance of a reference to Jack and the Beanstalk for the last\nthree hundred years, yet it is undoubtedly a true folk-tale. And it is\nindeed remarkable how many of the formulae of fairy tales have\nbeen found of recent years in India. Thus, the Magic Fiddle,\nfound among the Santals by Mr. Campbell in two variants (see Notes on\nvi.), contains the germ idea of the wide-spread story represented in\nGreat Britain by the ballad of Binnorie (see English Fairy\nTales, No. ix.). Similarly, Mr. Knowles’ collection has added\nconsiderably to the number of Indian variants of European “formulae\"\nbeyond those noted by M. Cosquin.",
        "It is still more striking as regards incidents. In a paper read\nbefore the Folk-Lore Congress of 1891, and reprinted in the\nTransactions, pp. 76 seq., I have drawn up a list of some\n630 incidents found in common among European folk-tales (including\ndrolls). Of these, I reckon that about 250 have been already found\namong Indian folk-tales, and the number is increased by each new\ncollection that is made or printed. The moral of this is, that India\nbelongs to a group of peoples who have a common store of stories; India\nbelongs to Europe for purposes of comparative folk-tales.",
        "Can we go further and say that India is the source of all the incidents\nthat are held in common by European children? I think we may answer\n“Yes” as regards droll incidents, the travels of many of which we can\ntrace, and we have the curious result that European children owe their\nearliest laughter to Hindu wags. As regards the serious incidents\nfurther inquiry is needed. Thus, we find the incident of an “external\nsoul” (Life Index, Captain Temple very appropriately named it) in\nAsbjörnsen’s Norse Tales and in Miss Frere’s Old Deccan\nDays (see Notes on Punchkin). Yet the latter is a very\nsuspicious source, since Miss Frere derived her tales from a Christian\nayah whose family had been in Portuguese Goa for a hundred\nyears. May they not have got the story of the giant with his soul\noutside his body from some European sailor touching at Goa? This is to\na certain extent negatived by the fact of the frequent occurrence of\nthe incident in Indian folk-tales (Captain Temple gave a large number\nof instances in Wideawake Stories, pp. 404-5). On the other\nhand, Mr. Frazer in his Golden Bough has shown the wide spread\nof the idea among all savage or semi-savage tribes. (See Note on No.\niv.)",
        "In this particular case we may be doubtful; but in others, again–as\nthe incident of the rat’s tail up nose (see Notes on The Charmed\nRing)–there can be little doubt of the Indian origin. And\ngenerally, so far as the incidents are marvellous and of true fairy-\ntale character, the presumption is in favour of India, because of the\nvitality of animism or metempsychosis in India throughout all historic\ntime. No Hindu would doubt the fact of animals speaking or of men\ntransformed into plants and animals. The European may once have had\nthese beliefs, and may still hold them implicitly as “survivals\"; but\nin the “survival” stage they cannot afford material for artistic\ncreation, and the fact that the higher minds of Europe for the last\nthousand years have discountenanced these beliefs has not been entirely\nwithout influence. Of one thing there is practical certainty: the fairy\ntales that are common to the Indo-European world were invented once for\nall in a certain locality; and thence spread to all the countries in\nculture contact with the original source. The mere fact that contiguous\ncountries have more similarities in their story store than distant ones\nis sufficient to prove this: indeed, the fact that any single country\nhas spread throughout it a definite set of folk-tales as distinctive as\nits flora and fauna, is sufficient to prove it. It is equally certain\nthat not all folk-tales have come from one source, for each country has\ntales peculiar to itself. The question is as to the source of the tales\nthat are common to all European children, and increasing evidence seems\nto show that this common nucleus is derived from India and India alone.\nThe Hindus have been more successful than others, because of two facts:\nthey have had the appropriate “atmosphere” of metempsychosis, and they\nhave also had spread among the people sufficient literary training and\nmental grip to invent plots. The Hindu tales have ousted the native\nEuropean, which undoubtedly existed independently; indeed, many still\nsurvive, especially in Celtic lands. Exactly in the same way,\nPerrault’s tales have ousted the older English folk-tales, and it is\nwith the utmost difficulty that one can get true English fairy tales\nbecause Red Riding Hood, Cinderella, Blue Beard, Puss in\nBoots and the rest, have survived in the struggle for existence\namong English folk-tales. So far as Europe has a common store of fairy\ntales, it owes this to India.",
        "I do not wish to be misunderstood. I do not hold with Benfey that all\nEuropean folk-tales are derived from the Bidpai literature and similar\nliterary products, nor with M. Cosquin that they are all derived from\nIndia. The latter scholar has proved that there is a nucleus of stories\nin every European land which is common to all. I calculate that this\nincludes from 30 to 50 per cent. of the whole, and it is this common\nstock of Europe that I regard as coming from India mainly at the time\nof the Crusades, and chiefly by oral transmission. It includes all the\nbeast tales and most of the drolls, but evidence is still lacking about\nthe more serious fairy tales, though it is increasing with every fresh\ncollection of folk-tales in India, the great importance of which is\nobvious from the above considerations.",
        "In the following Notes I give, as on the two previous occasions, the\nsource whence I derived the tale, then parallels, and finally\nremarks. For Indian parallels I have been able to refer to\nMajor Temple’s remarkable Analysis of Indian Folk-tale incidents at the\nend of Wide-awake Stories (pp. 386-436), for European ones to\nmy alphabetical List of Incidents, with bibliographical references, in\nTransactions of Folk-Lore Congress, 1892, pp. 87-98. My remarks\nhave been mainly devoted to tracing the relation between the Indian\nand the European tales, with the object of showing that the latter\nhave been derived from the former. I have, however, to some extent\nhandicapped myself, as I have avoided giving again the Indian versions\nof stories already given in English Fairy Tales or Celtic Fairy Tales.",
        "Source.–V. Fausböll, Five Jatakas; Copenhagen, 1861, pp.\n35-8, text and translation of the Javasakuna Jataka. I have\nventured to English Prof. Fausböll’s version, which was only intended as\na “crib” to the Pali. For the omitted Introduction, see supra.",
        "Parallels.–I have given a rather full collection of parallels,\nrunning to about a hundred numbers, in my Aesop, pp. 232-4. The\nchief of these are: (i) for the East, the Midrashic version (\"Lion and\nEgyptian Partridge”), in the great Rabbinic commentary on Genesis\n(Bereshith-rabba, c. 64); (2) in classical antiquity, Phaedrus,\ni. 8 (\"Wolf and Crane”), and Babrius, 94 (\"Wolf and Heron”), and the\nGreek proverb Suidas, ii. 248 (\"Out of the Wolf’s Mouth”); (3) in the\nMiddle Ages, the so-called Greek Aesop, ed. Halm, 276 b, really\nprose versions of Babrius and “Romulus,” or prose of Phaedrus, i. 8,\nalso the Romulus of Ademar (fl. 1030), 64; it occurs also on the Bayeux\nTapestry, in Marie de France, 7, and in Benedict of Oxford’s Mishle\nShualim (Heb.), 8; (4) Stainhöwel took it from the “Romulus” into\nhis German Aesop (1480), whence all the modern European Aesops are\nderived.",
        "Remarks.–I have selected The Wolf and the Crane as my\ntypical example in my “History of the Aesopic Fable,” and can only give\nhere a rough summary of the results I there arrived at concerning the\nfable, merely premising that these results are at present no more than\nhypotheses. The similarity of the Jataka form with that familiar to us,\nand derived by us in the last resort from Phaedrus, is so striking that\nfew will deny some historical relation between them. I conjecture that\nthe Fable originated in India, and came West by two different routes.\nFirst, it came by oral tradition to Egypt, as one of the Libyan Fables\nwhich the ancients themselves distinguished from the Aesopic Fables. It\nwas, however, included by Demetrius Phalereus, tyrant of Athens, and\nfounder of the Alexandrian library c. 300 B.C., in his Assemblies of\nAesopic Fables, which I have shown to be the source of Phaedrus’\nFables c. 30 A.D. Besides this, it came from Ceylon in the Fables of\nKybises–i.e., Kasyapa the Buddha–c. 50 A.D., was adapted into Hebrew,\nand used for political purposes, by Rabbi Joshua ben Chananyah in a\nharangue to the Jews c. 120 A.D., begging them to be patient while\nwithin the jaws of Rome. The Hebrew form uses the lion, not the wolf,\nas the ingrate, which enables us to decide on the Indian provenance\nof the Midrashic version. It may be remarked that the use of the lion\nin this and other Jatakas is indirectly a testimony to their great age,\nas the lion has become rarer and rarer in India during historic times,\nand is now confined to the Gir forest of Kathiáwar, where only a dozen\nspecimens exist, and are strictly preserved.",
        "The verses at the end are the earliest parts of the Jataka, being in\nmore archaic Pali than the rest: the story is told by the commentator\n(c. 400 A.D.) to illustrate them. It is probable that they were brought\nover on the first introduction of Buddhism into Ceylon, c. 241 B.C.\nThis would give them an age of over two thousand years, nearly three\nhundred years earlier than Phaedrus, from whom comes our Wolf and\nCrane.",
        "Source.–Miss Stokes, Indian Fairy Tales, No. xxii. pp.\n153-63, told by Múniyá, one of the ayahs. I have left it unaltered,\nexcept that I have replaced “God” by “Khuda,” the word originally used\n(see Notes l. c., p 237).",
        "Parallels.–The tabu, as to a particular direction, occurs in\nother Indian stories as well as in European folk-tales (see notes on\nStokes, p. 286). The grateful animals theme occurs in “The\nSoothsayer’s Son” (infra, No. x.), and frequently in Indian\nfolk-tales (see Temple’s Analysis, III. i. 5-7; Wideawake\nStories, pp. 412-3). The thorn in the tiger’s foot is especially\ncommon (Temple, l. c., 6, 9), and recalls the story of Androclus,\nwhich occurs in the derivates of Phaedrus, and may thus be\nIndian in origin (see Benfey, Panschatantra, i. 211, and the\nparallels given in my Aesop, Ro. iii. 1. p. 243). The theme is,\nhowever, equally frequent in European folk-tales: see my List of\nIncidents, Proc. Folk-Lore Congress, p. 91, s.v. “Grateful\nAnimals” and “Gifts by Grateful Animals.” Similarly, the “Bride Wager\"\nincident at the end is common to a large number of Indian and European\nfolk-tales (Temple, Analysis, p. 430; my List, l. c. sub voce).\nThe tasks are also equally common (cf. “Battle of the Birds” in\nCeltic Fairy Tales), though the exact forms as given in\n“Princess Labam” are not known in Europe.",
        "Remarks.–We have here a concrete instance of the relation of\nIndian and European fairy-tales. The human mind may be the same\neverywhere, but it is not likely to hit upon the sequence of incidents,\nDirection tabu–Grateful Animals–Bride-wager–Tasks, by\naccident, or independently: Europe must have borrowed from India, or\nIndia from Europe. As this must have occurred within historic times,\nindeed within the last thousand years, when even European peasants\nare not likely to have invented, even if they believed, in the incident\nof the grateful animals, the probability is in favour of borrowing from\nIndia, possibly through the intermediation of Arabs at the time of the\nCrusades. It is only a probability, but we cannot in any case reach more\nthan probability in this matter, just at present.",
        "Source.–Steel-Temple, Wideawake Stories, pp. 69-72,\noriginally published in Indian Antiquary, xii. 175. The droll is\ncommon throughout the Panjab.",
        "Parallels.–The similarity of the concluding episode with the\nfinish of the “Three Little Pigs” (Eng. Fairy Tales, No. xiv.) In my\nnotes on that droll I have pointed out that the pigs were once goats or\nkids with “hair on their chinny chin chin.” This brings the tale a\nstage nearer to the Lambikin.",
        "Remarks.–The similarity of Pig No. 3 rolling down hill in the\nchurn and the Lambikin in the Drumikin can scarcely be accidental,\nthough, it must be confessed, the tale has undergone considerable\nmodification before it reached England.",
        "Source.–Miss Frere, Old Deccan Days, pp. 1-16, from her\nayah, Anna de Souza, of a Lingaet family settled and Christianised at\nGoa for three generations. I should perhaps add that a Prudhan is a\nPrime Minister, or Vizier; Punts are the same, and Sirdars, nobles.",
        "Parallels.–The son of seven mothers is a characteristic Indian\nconception, for which see Notes on “The Son of Seven Queens” in this\ncollection, No. xvi. The mother transformed, envious stepmother, ring\nrecognition, are all incidents common to East and West; bibliographical\nreferences for parallels may be found under these titles in my List of\nIncidents. The external soul of the ogre has been studied by Mr. E.\nClodd in Folk-Lore Journal, vol. ii., “The Philosophy of\nPunchkin,” and still more elaborately in the section, “The External\nSoul in Folk-tales,” in Mr. Frazer’s Golden Bough, ii. pp. 296-\n326. See also Major Temple’s Analysis, II. iii., Wideawake\nStories, pp. 404-5, who there gives the Indian parallels.",
        "Remarks.–Both Mr. Clodd and Mr. Frazer regard the essence of\nthe tale to consist in the conception of an external soul or “life-\nindex,” and they both trace in this a “survival” of savage philosophy,\nwhich they consider occurs among all men at a certain stage of culture.\nBut the most cursory examination of the sets of tales containing these\nincidents in Mr. Frazer’s analyses shows that many, indeed the\nmajority, of these tales cannot be independent of one another; for they\ncontain not alone the incident of an external materialised soul, but\nthe further point that this is contained in something else, which is\nenclosed in another thing, which is again surrounded by a wrapper. This\nChinese ball arrangement is found in the Deccan (\"Punchkin”); in Bengal\n(Day, Folk-Tales of Bengal); in Russia (Ralston, p. 103\nseq., “Koschkei the Deathless,” also in Mr. Lang’s Red Fairy\nBook); in Servia (Mijatovics, Servian Folk-Lore, p. 172); in\nSouth Slavonia (Wratislaw, p. 225); in Rome (Miss Busk, p. 164); in\nAlbania (Dozon, p. 132 seq.); in Transylvania (Haltrich, No.\n34); in Schleswig-Holstein (Müllenhoff, p. 404); in Norway\n(Asbjörnsen, No. 36, ap. Dasent, Pop. Tales, p. 55, “The\nGiant who had no Heart in his Body”); and finally, in the Hebrides\n(Campbell, Pop. Tales, p. 10, cf. Celtic Fairy Tales, No.\nxvii., “Sea Maiden”). Here we have the track of this remarkable idea of\nan external soul enclosed in a succession of wrappings, which we can\ntrace from Hindostan to the Hebrides.",
        "It is difficult to imagine that we have not here the actual migration\nof the tale from East to West. In Bengal we have the soul “in a\nnecklace, in a box, in the heart of a boal fish, in a tank\"; in\nAlbania “it is in a pigeon, in a hare, in the silver tusk of a wild\nboar\"; in Rome it is “in a stone, in the head of a bird, in the head of\na leveret, in the middle head of a seven-headed hydra\"; in Russia “it\nis in an egg, in a duck, in a hare, in a casket, in an oak\"; in Servia\nit is “in a board, in the heart of a fox, in a mountain\"; in\nTransylvania “it is in a light, in an egg, in a duck, in a pond, in a\nmountain;” in Norway it is “in an egg, in a duck, in a well, in a\nchurch, on an island, in a lake\"; in the Hebrides it is “in an egg, in\nthe belly of a duck, in the belly of a wether, under a flagstone on the\nthreshold.” It is impossible to imagine the human mind independently\nimagining such bizarre convolutions. They were borrowed from one nation\nto the other, and till we have reason shown to the contrary, the\noriginal lender was a Hindu. I should add that the mere conception of\nan external soul occurs in the oldest Egyptian tale of “The Two\nBrothers,” but the wrappings are absent.",
        "Source.–Pantschatantra, V. ix., tr. Benfey, ii. 345-6.",
        "Parallels.–Benfey, in § 209 of his Einleitung, gives\nbibliographical references to most of those which are given at length in\nProf. M. Müller’s brilliant essay on “The Migration of Fables\"\n(Selected Essays, i. 500-76), which is entirely devoted to the\ntravels of the fable from India to La Fontaine. See also Mr. Clouston,\nPop. Tales, ii. 432 seq. I have translated the Hebrew version\nin my essay, “Jewish Influence on the Diffusion of Folk-Tales,” pp. 6-7.\nOur proverb, “Do not count your chickens before they are hatched,” is\nultimately to be derived from India.",
        "Remarks–The stories of Alnaschar, the Barber’s fifth brother in the\nArabian Nights, and of La Perette, who counted her chickens\nbefore they were hatched, in La Fontaine, are demonstrably derived from\nthe same Indian original from which our story was obtained. The travels\nof the “Fables of Bidpai” from India to Europe are well known and\ndistinctly traceable. I have given a rough summary of the chief\ncritical results in the introduction to my edition of the earliest\nEnglish version of the Fables of Bidpai, by Sir Thomas North, of\nPlutarch fame (London, D. Nutt, “Bibliothèque de Carabas,” 1888), where\nI have given an elaborate genealogical table of the multitudinous\nversions. La Fontaine’s version, which has rendered the fable so\nfamiliar to us all, comes from Bonaventure des Periers, Contes et\nNouvelles, who got it from the Dialogus Creaturarum of Nicholaus\nPergamenus, who derived it from the Sermones of Jacques de Vitry\n(see Prof. Crane’s edition, No. li.), who probably derived it from the\nDirectorium Humanae Vitae of John of Capua, a converted Jew,\nwho translated it from the Hebrew version of the Arabic Kalilah wa\nDimnah, which was itself derived from the old Syriac version of a\nPehlevi translation of the original Indian work, probably called after\nKarataka and Damanaka, the names of two jackals who figure in the\nearlier stories of the book. Prof. Rhys-Davids informs me that these names\nare more akin to Pali than to Sanskrit, which makes it still more probable\nthat the whole literature is ultimately to be derived from a Buddhist\nsource.",
        "The theme of La Perette is of interest as showing the literary\ntransmission of tales from Orient to Occident. It also shows the\npossibility of an influence of literary on oral tradition, as is shown\nby our proverb, and by the fact, which Benfey mentions, that La\nFontaine’s story has had influence on two of Grimm’s tales, Nos. 164,\n168.",
        "Source.–A. Campbell, Santal Folk-Tales, 1892, pp. 52-6,\nwith some verbal alterations. A Bonga is the presiding spirit of a\ncertain kind of rice land; Doms and Hadis are low-caste aborigines,\nwhose touch is considered polluting. The Santals are a forest tribe,\nwho live in the Santal Parganas, 140 miles N. W. of Calcutta (Sir W. W.\nHunter, The Indian Empire, 57-60).",
        "Parallels.–Another version occurs in Campbell, p. 106\nseq., which shows that the story is popular among the Santals.\nIt is obvious, however, that neither version contains the real finish\nof the story, which must have contained the denunciation of the magic\nfiddle of the murderous sisters. This would bring it under the formula\nof The Singing Bone, which M. Monseur has recently been studying\nwith a remarkable collection of European variants in the Bulletin of\nthe Wallon Folk-Lore Society of Liège (cf. Eng. Fairy Tales, No.\nix.). There is a singing bone in Steel-Temple’s Wideawake\nStories, pp. 127 seq. (\"Little Anklebone”).",
        "Remarks.–Here we have another theme of the common store of\nEuropean folk-tales found in India. Unfortunately, the form in which it\noccurs is mutilated, and we cannot draw any definite conclusion from\nit.",
        "Source.–The Baka-Jataka, Fausböll, No. 38, tr. Rhys-Davids, pp.\n315-21. The Buddha this time is the Genius of the Tree.",
        "Parallels.–This Jataka got into the Bidpai literature, and\noccurs in all its multitudinous offshoots (see Benfey, Einleitung,\n§ 60) among others in the earliest English translation by North (my\nedition, pp. 118-22), where the crane becomes “a great Paragone of\nIndia (of those that live a hundredth yeares and never mue their\nfeathers).” The crab, on hearing the ill news “called to Parliament all the\nFishes of the Lake,” and before all are devoured destroys the Paragon,\nas in the Jataka, and returned to the remaining fishes, who “all with one\nconsent gave hir many a thanke.”",
        "Remarks.–An interesting point, to which I have drawn attention\nin my Introduction to North’s Bidpai, is the probability that the\nillustrations of the tales as well as the tales themselves, were\ntranslated, so to speak, from one country to another. We can trace them\nin Latin, Hebrew, and Arabic MSS., and a few are extant on Buddhist\nStupas. Under these circumstances, it may be of interest to compare\nwith Mr. Batten’s conception of the Crane and the Crab (supra,\np. 50) that of the German artist who illustrated the first edition of\nthe Latin Bidpai, probably following the traditional representations of\nthe MS., which itself could probably trace back to India.",
        "Source.–Miss Stokes, Indian Fairy Tales, pp. 73-84.\nMajnun and Laili are conventional names for lovers, the Romeo and\nJuliet of Hindostan.",
        "Parallels.–Living in animals’ bellies occurs elsewhere in Miss\nStokes’ book, pp. 66, 124; also in Miss Frere’s, 188. The restoration\nof beauty by fire occurs as a frequent theme (Temple, Analysis, III.\nvi. f. p. 418). Readers will be reminded of the dénouement of\nMr. Rider Haggard’s She. Resuscitation from ashes has been used\nvery effectively by Mr. Lang in his delightful Prince Prigio.",
        "Remarks.–The white skin and blue eyes of Prince Majnun deserve\nattention. They are possibly a relic of the days of Aryan conquest,\nwhen the fair-skinned, fair-haired Aryan conquered the swarthier\naboriginals. The name for caste in Sanskrit is varna, “colour\";\nand one Hindu cannot insult another more effectually than by calling\nhim a black man. Cf. Stokes, pp. 238-9, who suggests that the\nred hair is something solar, and derived from myths of the solar hero.",
        "Source.–Steel-Temple, Wideawake Stories, pp. 116-20;\nfirst published in Indian Antiquary, xii. p. 170 seq.",
        "Parallels.–No less than 94 parallels are given by Prof. K.\nKrohn in his elaborate discussion of this fable in his dissertation,\nMann und Fuchs, (Helsingfors, 1891), pp. 38-60; to which may be\nadded three Indian variants, omitted by him, but mentioned by Capt.\nTemple, l. c., p. 324, in the Bhâgavata Purâna, the Gul\nBakâoli and Ind. Ant. xii. 177; and a couple more in my Aesop,\np. 253: add Smeaton, Karens, p. 126.",
        "Remarks.–Prof. Krohn comes to the conclusion that the majority\nof the oral forms of the tale come from literary versions (p. 47),\nwhereas the Reynard form has only had influence on a single\nvariant. He reduces the century of variants to three type forms. The\nfirst occurs in two Egyptian versions collected in the present day, as\nwell as in Petrus Alphonsi in the twelfth century, and the Fabulae\nExtravagantes of the thirteenth or fourteenth: here the ingrate\nanimal is a crocodile, which asks to be carried away from a river about\nto dry up, and there is only one judge. The second is that current in\nIndia and represented by the story in the present collection: here the\njudges are three. The third is that current among Western Europeans,\nwhich has spread to S. Africa and N. and S. America: also three judges.\nProf. K. Krohn counts the first the original form, owing to the single\njudge and the naturalness of the opening, by which the critical\nsituation is brought about. The further question arises, whether this\nform, though found in Egypt now, is indigenous there, and if so, how it\ngot to the East. Prof. Krohn grants the possibility of the Egyptian\nform having been invented in India and carried to Egypt, and he allows\nthat the European forms have been influenced by the Indian. The\n“Egyptian” form is found in Burmah (Smeaton, l. c., p. 128), as\nwell as the Indian, a fact of which Prof. K. Krohn was unaware though\nit turns his whole argument. The evidence we have of other folk-tales\nof the beast-epic emanating from India improves the chances of this\nalso coming from that source. One thing at least is certain: all these\nhundred variants come ultimately from one source. The incident “Inside\nagain” of the Arabian Nights (the Djinn and the bottle) and\nEuropean tales is also a secondary derivate.",
        "Source.–Mrs. Kingscote, Tales of the Sun (p. 11\nseq.), from Pandit Natesa Sastri’s Folk-Lore of Southern\nIndia, pt. ii., originally from Ind. Antiquary. I have considerably\ncondensed and modified the somewhat Babu English of the original.",
        "Parallels.–See Benfey, Pantschatantra, § 71, i. pp. 193-\n222, who quotes the Karma Jataka as the ultimate source: it\nalso occurs in the Saccankira Jataka (Fausböll, No. 73), trans.\nRev. R. Morris, Folk-Lore Jour. iii. 348 seq. The story\nof the ingratitude of man compared with the gratitude of beasts came\nearly to the West, where it occurs in the Gesta Romanorum, c.\n119. It was possibly from an early form of this collection that Richard\nCoeur de Lion got the story, and used it to rebuke the ingratitude of\nthe English nobles on his return in 1195. Matthew Paris tells the\nstory, sub anno (it is an addition of his to Ralph Disset),\nHist. Major, ed. Luard, ii. 413-6, how a lion and a serpent and\na Venetian named Vitalis were saved from a pit by a woodman, Vitalis\npromising him half his fortune, fifty talents. The lion brings his\nbenefactor a leveret, the serpent “gemmam pretiosam,” probably “the\nprecious jewel in his head” to which Shakespeare alludes (As You\nLike It, ii. 1., cf. Benfey, l.c., p. 214, n.), but Vitalis\nrefuses to have anything to do with him, and altogether repudiates the\nfifty talents. “Haec referebat Rex Richardus munificus, ingratos\nredarguendo.”",
        "Remarks.–Apart from the interest of its wide travels, and its\nappearance in the standard mediaeval History of England by Matthew\nParis, the modern story shows the remarkable persistence of folk-tales\nin the popular mind. Here we have collected from the Hindu peasant of\nto-day a tale which was probably told before Buddha, over two thousand\nyears ago, and certainly included among the Jatakas before the\nChristian era. The same thing has occurred with The Tiger, Brahman,\nand Jackal (No. ix. supra).",
        "Source.–Somadeva, Katha-Sarit-Sagara, trans. Tawney\n(Calcutta, 1880), i. pp. 272-4. I have slightly toned down the inflated\nstyle of the original.",
        "Parallels.–Benfey has collected and discussed a number in\nOrient and Occident, i. 371 seq.; see also Tawney, ad loc.\nThe most remarkable of the parallels is that afforded by the Grimms’\n“Doctor Allwissend” (No. 98), which extends even to such a minute point\nas his exclamation, “Ach, ich armer Krebs,” whereupon a crab is\ndiscovered under a dish. The usual form of discovery of the thieves is for\nthe Dr. Knowall to have so many days given him to discover the thieves,\nand at the end of the first day he calls out, “There’s one of them,\"\nmeaning the days, just as one of the thieves peeps through at him.\nHence the title and the plot of C. Lever’s One of Them.",
        "Source.–Knowles, Folk-Tales of Kashmir, pp. 20-8.",
        "Parallels.–The incident of the Aiding Animals is frequent in\nfolk-tales: see bibliographical references, sub voce, in my List\nof Incidents, Trans. Folk-Lore Congress, p. 88; also Knowles,\n21, n.; and Temple, Wideawake Stories, pp. 401, 412. The\nMagic Ring is also “common form” in folk-tales; cf. Köhler\nap. Marie de France, Lais, ed. Warncke, p. lxxxiv. And the\nwhole story is to be found very widely spread from India (Wideawake\nStories, pp. 196-206) to England (Eng. Fairy Tales, No. xvii, “Jack\nand his Golden Snuff-box,” cf. Notes, ibid.), the most familiar\nform of it being “Aladdin and the Wonderful Lamp.”",
        "Remarks.–M. Cosquin has pointed out (Contes de Lorraine,\np. xi. seq.) that the incident of the rat’s-tail-up-nose to recover\nthe ring from the stomach of an ogress, is found among Arabs,\nAlbanians, Bretons, and Russians. It is impossible to imagine that\nincident–occurring in the same series of incidents–to have been\ninvented more than once, and if that part of the story has been\nborrowed from India, there is no reason why the whole of it should not\nhave arisen in India, and have been spread to the West. The English\nvariant was derived from an English Gipsy, and suggests the possibility\nthat for this particular story the medium of transmission has been the\nGipsies. This contains the incident of the loss of the ring by the\nfaithful animal, which again could not have been independently\ninvented.",
        "Source.–-The Kacchapa Jataka, Fausböll, No. 215; also in\nhis Five Jatakas, pp. 16, 41, tr. Rhys-Davids, pp. viii-x.",
        "Parallels.–It occurs also in the Bidpai literature, in nearly\nall its multitudinous offshoots. See Benfey, Einleitung, § 84;\nalso my Bidpai, E, 4 a; and North’s text, pp. 170-5, where it\nis the taunts of the other birds that cause the catastrophe: “O here is a\nbrave sight, looke, here is a goodly ieast, what bugge haue we here,\"\nsaid some. “See, see, she hangeth by the throte, and therefor she\nspeaketh not,” saide others; “and the beast flieth not like a beast;” so\nshe opened her mouth and “pashte hir all to pieces.”",
        "Remarks.-I have reproduced in my edition the original\nillustration of the first English Bidpai, itself derived from the\nItalian block. A replica of it here may serve to show that it could be\nused equally well to illustrate the Pali original as its English great-\ngreat-great-great-great-great grand-child.",
        "Source.–Knowles, Folk-Tales of Kashmir, pp. 32-41. I\nhave reduced the pieces of advice to three, and curtailed somewhat.",
        "Parallels.–See Celtic Fairy Tales, No. xxii., “Tale\nof Ivan,” from the old Cornish, now extinct, and notes ibid.\nMr. Clouston points out (Pop. Tales, ii. 319) that it occurs in\nBuddhist literature, in “Buddaghoshas Parables,” as “The Story of Kulla\nPauthaka.”",
        "Remarks.–It is indeed curious to find the story better told in\nCornwall than in the land of its birth, but there can be little doubt\nthat the Buddhist version is the earliest and original form of the\nstory. The piece of advice was originally a charm, in which a youth was\nto say to himself, “Why are you busy? Why are you busy?” He does so\nwhen thieves are about, and so saves the king’s treasures, of which he\ngets an appropriate share. It would perhaps be as well if many of us\nshould say to ourselves “Ghatesa, ghatesa, kim kárana?“",
        "Source.–Pantschatantra, III. v., tr. Benfey, ii. 244-7.",
        "Parallels given in my Aesop, Ro. ii. 10, p. 40. The chief points\nabout them are–(1) though the tale does not exist in either Phaedrus or\nBabrius, it occurs in prose derivates from the Latin by Ademar, 65, and\n“Romulus,” ii. 10, and from Greek, in Gabrias, 45, and the prose Aesop,\ned. Halm, 96; Gitlbauer has restored the Babrian form in his edition of\nBabrius, No. 160. (2) The fable occurs among folk-tales, Grimm, 105;\nWoycicki, Poln. Mähr. 105; Gering, Islensk. Aevent 59, possibly\nderived from La Fontaine, x. 12.",
        "Remarks.–Benfey has proved most ingeniously and conclusively\n(Einl.) that the Indian fable is the source of both Latin and\nGreek fables. I may borrow from my Aesop, p. 93, parallel abstracts\nof the three versions, putting Benfey’s results in a graphic form,\nseries of bars indicating the passages where the classical fables have\nfailed to preserve the original.",
        "A Brahmin once observed a snake in his field, and thinking it the\ntutelary spirit of the field, he offered it a libation of milk in a\nbowl. Next day he finds a piece of gold in the bowl, and he receives\nthis each day after offering the libation. One day he had to go\nelsewhere, and he sent his son with the libation. The son sees the\ngold, and thinking the serpent’s hole full of treasure determines to\nslay the snake. He strikes at its head with a cudgel, and the enraged\nserpent stings him to death. The Brahmin mourns his son’s death, but\nnext morning as usual brings the libation of milk (in the hope of\ngetting the gold as before). The serpent appears after a long delay at\nthe mouth of its lair, and declares their friendship at an end, as it\ncould not forget the blow of the Brahmin’s son, nor the Brahmin his\nson’s death from the bite of the snake.",
        "Pants. III. v. (Benf. 244-7).",
        "––A good man had become friendly with the snake, who came into his\nhouse and brought luck with it, so that the man became rich through\nit.––One day he struck the serpent, which disappeared, and with it\nthe man’s riches. The good man tries to make it up, but the serpent\ndeclares their friendship at an end, as it could not forget the blow.––",
        "Phaed. Dressl. VII. 28 (Rom. II. xi.)",
        "––––––––A serpent stung a farmer’s son to death. The father\npursued the serpent with an axe, and struck off part of its tail.\nAfterwards fearing its vengeance he brought food and honey to its lair,\nand begged reconciliation. The serpent, however, declares friendship\nimpossible, as it could not forget the blow–nor the farmer his son’s\ndeath from the bite of the snake.",
        "Aesop; Halm 96b (Babrius-Gitlb. 160).",
        "In the Indian fable every step of the action is thoroughly justified,\nwhereas the Latin form does not explain why the snake was friendly in\nthe first instance, or why the good man was enraged afterwards; and the\nGreek form starts abruptly, without explaining why the serpent had\nkilled the farmer’s son. Make a composite of the Phaedrine and Babrian\nforms, and you get the Indian one, which is thus shown to be the\noriginal of both.",
        "Source.–Steel Temple, Wideawake Stories, pp. 98-110,\noriginally published in Ind. Antiq. x. 147 seq.",
        "Parallels.–A long variant follows in Ind. Antiq., l.\nc. M. Cosquin refers to several Oriental variants, l. c. p.\nxxx. n. For the direction tabu, see Note on Princess Labam,\nsupra, No. ii. The “letter to kill bearer” and “letter substituted\"\nare frequent in both European (see my List s. v.) and Indian\nFolk-Tales (Temple, Analysis, II. iv. b, 6, p. 410). The idea of a\nson of seven mothers could only arise in a polygamous country. It occurs\nin “Punchkin,” supra, No. iv.; Day, Folk-Tales of Bengal, 117\nseq.; Ind. Antiq. i. 170 (Temple, l. c., 398).",
        "Remarks.–M. Cosquin (Contes de Lorraine, p. xxx.)\npoints out how, in a Sicilian story, Gonzenbach (Sizil. Mähr.\nNo. 80), the seven co-queens are transformed into seven step-daughters\nof the envious witch who causes their eyes to be taken out. It is thus\nprobable, though M. Cosquin does not point this out, that the “envious\nstep-mother” of folk-tales (see my List, s. v.) was originally\nan envious co-wife. But there can be little doubt of what M. Cosquin\ndoes point out–viz., that the Sicilian story is derived from\nthe Indian one.",
        "Source.–Rajovada Jataka, Fausböll, No. 151, tr. Rhys-Davids,\npp. xxii.-vi.",
        "Remarks.–This is one of the earliest of moral allegories in\nexistence. The moralising tone of the Jatakas must be conspicuous to\nall reading them. Why, they can moralise even the Tar Baby (see\ninfra, Note on “Demon with the Matted Hair,” No. xxv.).",
        "Source.–Kingscote, Tales of the Sun. I have changed the\nIndian mercantile numerals into those of English “back-slang,” which\nmake a very good parallel.",
        "Source.–Steel-Temple, Wideawake Stories, pp. 247-80,\nomitting “How Raja Rasalu was Born,” “How Raja Rasalu’s Friends Forsook\nHim,” “How Raja Rasalu Killed the Giants,” and “How Raja Rasalu became\na Jogi.” A further version in Temple, Legends of Panjab, vol.\ni. Chaupur, I should explain, is a game played by two players\nwith eight men, each on a board in the shape of a cross, four men to\neach cross covered with squares. The moves of the men are decided by\nthe throws of a long form of dice. The object of the game is to see\nwhich of the players can first move all his men into the black centre\nsquare of the cross (Temple, l. c., p. 344, and Legends of\nPanjab, i. 243-5) It is sometimes said to be the origin of chess.",
        "Parallels.–Rev. C. Swynnerton, “Four Legends about Raja Rasalu,\"\nin Folk-Lore Journal, p. 158 seq., also in separate book\nmuch enlarged, The Adventures of Raja Rasalu, Calcutta, 1884.\nCuriously enough, the real interest of the story comes after the end of\nour part of it, for Kokilan, when she grows up, is married to Raja\nRasalu, and behaves as sometimes youthful wives behave to elderly\nhusbands. He gives her her lover’s heart to eat, à la Decameron,\nand she dashes herself over the rocks. For the parallels of this part\nof the legend see my edition of Painter’s Palace of Pleasure,\ntom. i. Tale 39, or, better, the Programm of H. Patzig, Zur\nGeschichte der Herzmäre (Berlin, 1891). Gambling for life occurs in\nCeltic and other folk-tales; cf. my List of Incidents, s.\nv. “Gambling for Magic Objects.”",
        "Remarks.–Raja Rasalu is possibly a historic personage,\naccording to Capt. Temple, Calcutta Review, 1884, p. 397,\nflourishing in the eighth or ninth century. There is a place called\nSirikap ka-kila in the neighbourhood of Sialkot, the traditional seat\nof Rasalu on the Indus, not far from Atlock.",
        "Herr Patzig is strongly for the Eastern origin of the romance, and\nfinds its earliest appearance in the West in the Anglo-Norman\ntroubadour, Thomas’ Lai Guirun, where it becomes part of the\nTristan cycle. There is, so far as I know, no proof of the earliest\npart of the Rasalu legend (our part) coming to Europe, except\nthe existence of the gambling incidents of the same kind in Celtic and\nother folk-tales.",
        "Source.–The Siha Camma Jataka, Fausböll, No. 189,\ntrans. Rhys-Davids, pp. v. vi.",
        "Parallels.–It also occurs in Somadeva, Katha Sarit\nSagara, ed. Tawney, ii. 65, and n. For Aesopic parallels cf.\nmy Aesop, Av. iv. It is in Babrius, ed. Gitlbaur, 218 (from Greek prose\nAesop, ed. Halm, No. 323), and Avian, ed. Ellis, 5, whence it came into\nthe modern Aesop.",
        "Remarks.–Avian wrote towards the end of the third century, and\nput into Latin mainly those portions of Babrius which are unparalleled\nby Phaedrus. Consequently, as I have shown, he has a much larger\nproportion of Eastern elements than Phaedrus. There can be little doubt\nthat the Ass in the Lion’s Skin is from India. As Prof. Rhys-Davids\nremarks, the Indian form gives a plausible motive for the masquerade\nwhich is wanting in the ordinary Aesopic version.",
        "Source.–Steel-Temple, Wideawake Stories, pp. 215-8.",
        "Parallels enumerated in my Aesop, Av. xvii. See also\nJacques de Vitry, Exempla, ed. Crane, No. 196 (see notes, p.\n212), and Bozon, Contes moralisés, No. 112. It occurs in Avian,\ned. Ellis, No. 22. Mr. Kipling has a very similar tale in his Life’s\nHandicap.",
        "Remarks.–Here we have collected in modern India what one cannot\nhelp thinking is the Indian original of a fable of Avian. The preceding\nnumber showed one of his fables existing among the Jatakas, probably\nbefore the Christian era. This makes it likely that we shall find an\nearlier Indian original of the fable of the Avaricious and Envious,\nperhaps among the Jatakas still untranslated.",
        "Source.–Miss Stokes’ Indian Fairy Tales, No. 20, pp.\n119-137.",
        "Parallels to heroes and heroines in European fairy tales, with\nstars on their foreheads, are given with some copiousness in Stokes,\nl. c., pp. 242-3. This is an essentially Indian trait; almost\nall Hindus have some tribal or caste mark on their bodies or faces. The\nchoice of the hero disguised as a menial is also common property of\nIndian and European fairy tales: see Stokes, l. c., p. 231, and\nmy List of Incidents (s. v. “Menial Disguise.”)",
        "Source.–Kindly communicated by Mr. M. L. Dames from his\nunpublished collection of Baluchi tales.",
        "Remarks.–Unholy fakirs are rather rare. See Temple, Analysis,\nI. ii. a, p. 394.",
        "Source.–Knowles, Folk-Tales of Kashmir, pp. 484-90.",
        "Parallels.–The latter part is the formula of the Clever Lass\nwho guesses riddles. She has been bibliographised by Prof. Child,\nEng. and Scotch Ballads, i. 485; see also Benfey, Kl. Schr.\nii. 156 seq. The sex test at the end is different from any of those\nenumerated by Prof. Köhler on Gonzenbach, Sezil. Mähr. ii. 216.",
        "Remarks.–Here we have a further example of a whole formula, or\nseries of incidents, common to most European collections, found in\nIndia, and in a quarter, too, where European influence is little likely\nto penetrate. Prof. Benfey, in an elaborate dissertation (\"Die Kluge\nDirne,” in Ausland, 1859, Nos. 20-25, now reprinted in Kl.\nSchr. ii. 156 seq.), has shown the wide spread of the theme\nboth in early Indian literature (though probably there derived from the\nfolk) and in modern European folk literature.",
        "Source.–The Pancavudha Jataka, Fausböll, No. 55,\nkindly translated for this book by Mr. W. H. D. Rouse, of Christ’s\nCollege, Cambridge. There is a brief abstract of the Jataka in Prof.\nEstlin Carpenter’s sermon, Three Ways of Salvation, 1884, p. 27,\nwhere my attention was first called to this Jataka.",
        "Parallels.–Most readers of these Notes will remember the\ncentral episode of Mr. J. C. Harris’ Uncle Remus, in which Brer\nFox, annoyed at Brer Rabbit’s depredations, fits up “a contrapshun,\nwhat he calls a Tar Baby.” Brer Rabbit, coming along that way, passes\nthe time of day with Tar Baby, and, annoyed at its obstinate silence,\nhits it with right fist and with left, with left fist and with right,\nwhich successively stick to the “contrapshun,” till at last he butts\nwith his head, and that sticks too, whereupon Brer Fox, who all this\ntime had “lain low,” saunters out, and complains of Brer Rabbit that he\nis too stuck up. In the sequel Brer Rabbits begs Brer Fox that he may\n“drown me as deep ez you please, skin me, scratch out my eyeballs, t’ar\nout my years by the roots, en cut off my legs, but do don’t fling me in\ndat brier patch;” which, of course, Brer Fox does, only to be informed\nby the cunning Brer Rabbit that he had been “bred en bawn in a brier\npatch.” The story is a favourite one with the negroes: it occurs in\nCol. Jones’ Negro Myths of the Georgia Coast (Uncle Remus is\nfrom S. Carolina), also among those of Brazil (Romero, Contos do\nBrazil), and in the West Indian Islands (Mr. Lang, “At the Sign of\nthe Ship,” Longman’s Magazine, Feb. 1889). We can trace it to\nAfrica, where it occurs in Cape Colony (South African Folk-Lore\nJournal, vol. i.).",
        "Remarks.–The five-fold attack on the Demon and the Tar Baby is\nso preposterously ludicrous that it cannot have been independently\ninvented, and we must therefore assume that they are causally\nconnected, and the existence of the variant in South Africa clinches\nthe matter, and gives us a landing-stage between India and America.\nThere can be little doubt that the Jataka of Prince Five-Weapons came\nto Africa, possibly by Buddhist missionaries, spread among the negroes,\nand then took ship in the holds of slavers for the New World, where it\nis to be found in fuller form than any yet discovered in the home of\nits birth. I say Buddhist missionaries, because there is a certain\namount of evidence that the negroes have Buddhistic symbols among them,\nand we can only explain the identification of Brer Rabbit with Prince\nFive Weapons, and so with Buddha himself, by supposing the change to\nhave originated among Buddhists, where it would be quite natural. For\none of the most celebrated metempsychoses of Buddha is that detailed in\nthe Sasa Jataka (Fausböll, No. 316, tr. R. Morris, Folk-Lore\nJournal, ii. 336), in which the Buddha, as a hare, performs a\nsublime piece of self-sacrifice, and as a reward is translated to the\nmoon, where he can be seen to this day as “the hare in the moon.” Every\nBuddhist is reminded of the virtue of self-sacrifice whenever the moon\nis full, and it is easy to understand how the Buddha became identified\nas the Hare or Rabbit. A striking confirmation of this, in connection\nwith our immediate subject, is offered by Mr. Harris’ sequel volume,\nNights with Uncle Remus. Here there is a whole chapter (xxx.) on\n“Brer Rabbit and his famous Foot,” and it is well known how the worship\nof Buddha’s foot developed in later Buddhism. No wonder Brer Rabbit is\nso ’cute: he is nothing less than an incarnation of Buddha. Among the\nKarens of Burmah, where Buddhist influence is still active, the Hare\nholds exactly the same place in their folk-lore as Brer Rabbit among\nthe negroes. The sixth chapter of Mr. Smeaton’s book on them is devoted\nto “Fireside Stories,” and is entirely taken up with adventures of the\nHare, all of which can be paralleled from Uncle Remus.",
        "Curiously enough, the negro form of the five-fold attack–\"fighting\nwith five fists,” Mr. Barr would call it–is probably nearer to\nthe original legend than that preserved in the Jataka, though 2000\nyears older. For we may be sure that the thunderbolt of Knowledge did\nnot exist in the original, but was introduced by some Buddhist Mr.\nBarlow, who, like Alice’s Duchess, ended all his tales with: “And the\nmoral of that is––” For no well-bred demon would have been taken in\nby so simple a “sell” as that indulged in by Prince Five-Weapons in our\nJataka, and it is probable, therefore, that Uncle Remus preserves a\nreminiscence of the original Indian reading of the tale. On the other\nhand, it is probable that Carlyle’s Indian god with the fire in his\nbelly was derived from Prince Five-Weapons.",
        "The negro variant has also suggested to Mr. Batten an explanation of\nthe whole story which is extremely plausible, though it introduces a\nmethod of folk-lore exegesis which has been overdriven to death. The\nSasa Jataka identifies the Brer Rabbit Buddha with the hare in\nthe moon. It is well known that Easterns explain an eclipse of the moon\nas due to its being swallowed up by a Dragon or Demon. May not, asks\nMr. Batten, the Pancavudha Jataka be an idealised account of an\neclipse of the moon? This suggestion receives strong confirmation from\nthe Demon’s reference to Rahu, who does, in Indian myth swallow the\nmoon at times of eclipse. The Jataka accordingly contains the Buddhist\nexplanation why the moon–i.e. the hare in the moon, i.e.\nBuddha–is not altogether swallowed up by the Demon of Eclipse, the\nDemon with the Matted Hair. Mr. Batten adds that in imagining what kind\nof Demon the Eclipse Demon was, the Jataka writer was probably aided by\nrecollections of some giant octopus, who has saucer eyes and a kind of\nhawk’s beak, knobs on its “tusks,” and a very variegated belly\n(gastropod). It is obviously unfair of Mr. Batten both to illustrate\nand also to explain so well the Tar Baby Jataka–taking the scientific\nbread, so to speak, out of a poor folklorist’s mouth–but his\nexplanations seem to me so convincing that I cannot avoid including\nthem in these Notes.",
        "I am, however, not so much concerned with the original explanation of\nthe Jataka as to trace its travels across the continents of Asia,\nAfrica, and America. I think I have done this satisfactorily, and will\nhave thereby largely strengthened the case for less extensive travels\nof other tales. I have sufficient confidence of the method employed to\nventure on that most hazardous of employments, scientific prophecy. I\nventure to predict that the Tar Baby story will be found in Madagascar\nin a form nearer the Indian than Uncle Remus, and I will go further,\nand say that it will not be found in the grand Helsingfors\ncollection of folk-tales, though this includes 12,000, of which 1000\nare beast-tales.",
        "Source.–Knowles, Folk-Tales of Kashmir, pp. 211–25,\nwith some slight omissions. Gulizar is Persian for rosy-cheeked.",
        "Parallels.–Stokes, Indian Fairy Tales, No. 27.\n“Panwpatti Rani,” pp. 208-15, is the same story. Another version in the\ncollection Baital Pachisi, No. 1.",
        "Remarks.–The themes of love by mirror, and the faithful friend,\nare common European, though the calm attempt at poisoning is perhaps\ncharacteristically Indian, and reads like a page from Mr. Kipling.",
        "Source.–Miss Frere, Old Deccan Days, No. 10 pp. 153-5.",
        "Remarks.–Miss Frere observes that she has not altered the\ntraditional mode of the Moon’s conveyance of dinner to her mother the\nStar, though it must, she fears, impair the value of the story as a\nmoral lesson in the eyes of all instructors of youth.",
        "Source.–Knowles, Folk-Tales of Kashmir, pp. 241-2.",
        "Parallels.–A Gaelic parallel was given by Campbell in Trans.\nEthnol. Soc., ii. p. 336; an Anglo-Latin one from the Middle Ages\nby T. Wright in Latin Stories (Percy Soc.), No. 26; and for\nthese and points of anthropological interest in the Celtic variant see\nMr. Gomme’s article in Folk-Lore, i. pp. 197-206, “A Highland\nFolk-Tale and its Origin in Custom.”",
        "Remarks.–Mr. Gomme is of opinion that the tale arose from\ncertain rhyming formulae occurring in the Gaelic and Latin tales as\nwritten on a mallet left by the old man in the box opened after his\ndeath. The rhymes are to the effect that a father who gives up his\nwealth to his children in his own lifetime deserves to be put to death\nwith the mallet. Mr. Gomme gives evidence that it was an archaic custom\nto put oldsters to death after they had become helpless. He also points\nout that it was customary for estates to be divided and surrendered\nduring the owners’ lifetime, and generally he connects a good deal of\nprimitive custom with our story. I have already pointed out in Folk-\nLore, p. 403, that the existence of the tale in Kashmir without any\nreference to the mallet makes it impossible for the rhymes on the\nmallet to be the source of the story. As a matter of fact, it is a very\nembarrassing addition to it, since the rhyme tells against the parent,\nand the story is intended to tell against the ungrateful children. The\nexistence of the tale in India renders it likely enough that it is not\nindigenous to the British Isles, but an Oriental importation. It is\nobvious, therefore, that it cannot be used as anthropological evidence\nof the existence of the primitive customs to be found in it. The whole\nincident, indeed, is a striking example of the dangers of the\nanthropological method of dealing with folk-tales before some attempt\nis made to settle the questions of origin and diffusion.",
        "Source.–The Lola Jataka, Fausböll, No. 274, kindly\ntranslated and slightly abridged for this book by Mr. W. H. D. Rouse.",
        "Remarks.–We began with an animal Jataka, and may appropriately\nfinish with one which shows how effectively the writers of the Jatakas\ncould represent animal folk, and how terribly moral they invariably\nwere in their tales. I should perhaps add that the Bodhisat is not\nprecisely the Buddha himself but a character which is on its way to\nbecoming perfectly enlightened, and so may be called a future Buddha.",
        " ",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}