{
    "title": "Indian Games - by Andrew McFarland Davis [Authorama]",
    "author": "Unknown",
    "chapter": "games",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\n",
        "“There are,” says Father Brebeuf in his account of what was worthy of\nnote among the Hurons in 1636, [Footnote: Relations des Jesuites,\nQuebec, 1858, p. 113.] “three kinds of games particularly in vogue with\nthis people; cross, platter, and straw. The first two are, they say,\nsupreme for the health. Does not that excite our pity? Lo, a poor sick\nperson, whose body is hot with fever, whose soul foresees the end of\nhis days, and a miserable sorcerer orders for him as the only cooling\nremedy, a game of cross. Sometimes it is the invalid himself who may\nperhaps have dreamed that he will die unless the country engages in a\ngame of cross for his health. Then, if he has ever so little credit,\nyou will see those who can best play at cross arrayed, village against\nvillage, in a beautiful field, and to increase the excitement, they\nwill wager with each other their beaver skins and their necklaces of\nporcelain beads.”",
        "“Sometimes also one of their medicine men will say that the whole\ncountry is ill and that a game of cross is needed for its cure. It is\nnot necessary to say more. The news incontinently spreads everywhere.\nThe chiefs in each village give orders that all the youths shall do\ntheir duty in this respect, otherwise some great calamity will overtake\nthe country.”",
        "In 1667, Nicolas Perrot, then acting as agent of the French government,\nwas received near Saut Sainte Marie with stately courtesy and formal\nceremony by the Miamis, to whom he was deputed. A few days after his\narrival, the chief of that nation gave him, as an entertainment, a game\nof lacrosse. [Footnote: Histoire de l’Amerique Septentrionale par M. de\nBacqueville de la Potherie, Paris, 1722, Vol. II, 124, et seq.]\n\"More than two thousand persons assembled in a great plain each with\nhis cross. A wooden ball about the size of a tennis ball was tossed in\nthe air. From that moment there was a constant movement of all these\ncrosses which made a noise like that of arms which one hears during a\nbattle. Half the savages tried to send the ball to the northwest the\nlength of the field, the others wished to make it go to the southeast.\nThe contest which lasted for a half hour was doubtful.”",
        "In 1763, an army of confederate nations, inspired by the subtle\ninfluence of Pontiac’s master mind, formed the purpose of seizing\nthe scattered forts held by the English along the northwestern\nfrontier. On the fourth day of June of that year, the garrison at Fort\nMichilimackinac, unconscious of their impending fate, thoughtlessly\nlolled at the foot of the palisade and whiled away the day in watching\nthe swaying fortunes of a game of ball which was being played by some\nIndians in front of the stockade. Alexander Henry, who was on the spot\nat the time, says that the game played by these Indians was “Baggatiway,\ncalled by the Canadians le jeu de la Crosse.” [Footnote: Travels and\nAdventures in Canada, etc, by Alexander Henry, New York, 1809, p. 78,\nTravels through the Interior parts of North America, by Jonathan Carver,\nLondon, 1778, p. 19. The Book of the Indians, by Samuel G. Drake,\nBoston, 1811, Book V, Ch. III, p. 52.]",
        "Parkman [Footnote: The Conspiracy of Pontiac, by Francis Parkman,\nBoston, 1870, Vol. 1, p. 339.] concludes a vivid description of the\nsurprise and massacre of the garrison at Michilimackinac, based upon\nauthentic facts, as follows: “Bushing and striking, tripping their\nadversaries, or hurling them to the ground, they pursued the animating\ncontest amid the laughter and applause of the spectators. Suddenly,\nfrom the midst of the multitude, the ball soared into the air and,\ndescending in a wide curve, fell near the pickets of the fort. This was\nno chance stroke. It was part of a preconcerted scheme to insure the\nsurprise and destruction of the garrison. As if in pursuit of the ball,\nthe players turned and came rushing, a maddened and tumultuous throng,\ntowards the gate. In a moment they had reached it. The amazed English\nhad no time to think or act. The shrill cries of the ball-players were\nchanged to the ferocious war-whoop. The warriors snatched from the\nsquaws the hatchets which the latter, with this design, had concealed\nbeneath their blankets. Some of the Indians assailed the spectators\nwithout, while others rushed into the fort, and all was carnage and\nconfusion.”",
        "Thus we see that the favorite game of ball of the North American\nIndians, known to-day, as it was in 1636, by the name of “lacrosse,\"\nwas potent among them as a remedial exercise or superstitious rite to\ncure diseases and avert disaster; that it formed part of stately\nceremonials which were intended to entertain and amuse distinguished\nguests; and that it was made use of as a stratagem of war, by means of\nwhich to lull the suspicions of the enemy and to gain access to their\nforts.",
        "The descriptions of lacrosse which have been transmitted to us, would\noften prove unintelligible to one who had never seen the game played.\nThe writers of the accounts which have come down to us from the early\npart of the seventeenth century were men whose lives were spent among\nthe scenes which they described and they had but little time, and few\nopportunities for careful writing. The individual records though\nsomewhat confused enable us easily to identify the game, and a\ncomparison of the different accounts shows how thoroughly the main\nfeatures of the game have been preserved.",
        "Lacrosse is played to-day as follows: The number of players on the\nopposing sides should be equal. Regular stations are assigned in the\nrules for playing the game, for twelve on each side. Goals, each\nconsisting of two upright posts or staffs, generally about six feet\napart and of equal height, are planted at each end of the field. The\nlength of the field and its bounds are determined by the character of\nthe ground and the skill of the players. The effort of each side is to\nprevent the ball from passing through the goal assigned to its\nprotection, and equally to try to drive it through the opposite goal.\nUnder no circumstances can the ball be touched during the game, while\nwithin the bounds, by the hands of the players. Each player has a\nracket, the length of which, though optional, is ordinarily from four\nto five feet. One end of this racket or bat is curved like a shepherd’s\ncrook, and from the curved end a thong is carried across to a point on\nthe handle about midway its length. In the space thus enclosed between\nthe thong and the handle, which at its broadest part should not exceed\na foot in width, a flat network is interposed. This forms the bat. It\nis with this that the player picks up and throws the ball used in the\ngame, which should be about eight or nine inches in circumference. The\nball is placed in the centre of the field by the umpire, and when the\ngame is called, the opposing players strive to get possession of it\nwith their rackets. The play consists in running with it and throwing\nit, with the design of driving it between the adversary’s goal posts;\nand in defensive action, the purpose of which is to prevent the\nopponents from accomplishing similar designs on their part. As the wind\nor the sunlight may favor one side or the other on any field, provision\nis generally made for a change of goals during the match. The stations\nof the players and the minor rules of the game are unimportant in this\nconnection.",
        "The oldest attempt at a detailed description of the game is given by\nNicolas Perrot who from 1662 to 1699 spent the greater part of his time\nas coureur de bois, trader, or government agent, among the Indians of\nthe far West. It is of him that Abbe Ferland says, “Courageous man,\nhonest writer and good observer, Perrot lived for a long time among the\nIndians of the West who were very much attached to him.” His accounts of\nthe manners and customs of the North American Indians have been\nliberally used by subsequent writers and as the part treating of games\nis not only very full but also covers a very early period of history, it\nis doubly interesting for purposes of comparison with games of a later\nday. He [Footnote: Memoire sur les Moeurs, Coustumes et Relligion des\nSauvages de l’Amerique Septentrionale, par Nicolas Perrot, Leipzig et\nParis, 1864, p. 43, et seq.] says, “The savages have many kinds of\ngames in which they delight. Their natural fondness for them is so great\nthat they will neglect food and drink, not only to join in a game but\neven to look at one. There is among them a certain game of cross which\nis very similar to our tennis. Their custom in playing it is to match\ntribe against tribe, and if the numbers are not equal they render them\nso by withdrawing some of the men from the stronger side. You see them\nall armed with a cross, that is to say a stick which has a large portion\nat the bottom, laced like a racket. The ball with which they play is of\nwood and of nearly the shape of a turkey’s egg. The goals of the game\nare fixed in an open field. These goals face to the east and to the\nwest, to the north and to the south.” Then follows a somewhat confused\ndescription of the method and the rules of the contest from which we can\ninfer that after a side had won two goals they changed sides of the\nfield with their opponents, and that two out of three, or three out of\nfive goals decided the game.",
        "Reading Perrot’s description in connection with that given by de la\nPotherie of the game played before Perrot by the Miamis, helps us to\nremove the confusion of the account. Abbe Ferlande [Footnote: Cours\nd’Histoire du Canada, par J.B. Ferland, Quebec, 1861, Vol. I, p. 134.]\ndescribes the game. He was a diligent student of all sources of\nauthority upon these subjects and was probably familiar with the modern\ngame. His account of the Indian game follows that of Perrot so closely\nas to show that it was his model. It is, however, clear and distinct in\nits details, free from the confusion which attends Perrot’s account and\nmight almost serve for a description of the game as played by the\nIndians to-day. Perrot was a frontier-man and failed when he undertook\nto describe anything that required careful and exact use of language.\nWe can only interpret him intelligently by combining his descriptions\nwith those of other writers and applying our own knowledge of the game\nas we see it to-day. He is, however, more intelligible when he gets on\nmore general ground, and after having disposed of the technicalities of\nthe game, he proceeds: “Men, women, boys and girls are received on the\nsides which they make up, and they wager between themselves more or\nless according to their means.”",
        "“These games ordinarily begin after the melting of the ice and they\nlast even to seed time. In the afternoon one sees all the players\nbedecked [Transcriber’s Note: Lengthy footnote (1) relocated to chapter\nend.] and painted. Each party has its leader who addresses them,\nannouncing to his players the hour fixed for opening the game. The\nplayers assemble in a crowd in the middle of the field and one of the\nleaders of the two sides, having the ball in his hands casts it into\nthe air. Each one then tries to throw it towards the side where he\nought to send it. If it falls to the earth, the player tries to draw it\nto him with his cross. If it is sent outside the crowd, then the most\nactive players, by closely pursuing it, distinguish themselves. You\nhear the noise which they make striking against each other and warding\noff blows, in their strife to send the ball in the desired direction.\nWhen one of them holds the ball between his feet, it is for him, in his\nunwillingness to let it go, to avoid the blows which his adversaries\nincessantly shower down upon his feet. Should he happen to be wounded\nat this juncture, he alone is responsible for it. It has happened that\nsome have had their legs broken, others their arms and some have been\nkilled. It is not uncommon to see among them those who are crippled for\nlife and who could only be at such a game by an act of sheer obstinacy.\nWhen accidents of this kind happen, the unfortunate withdraws quietly\nfrom the game if he can do so. If his injury will not permit him, his\nrelations carry him to the cabin and the game continues until it is\nfinished as if nothing bad happened.”",
        "“When the sides are equal the players will occupy an entire afternoon\nwithout either side gaining any advantage; at other times one of the\ntwo will gain the two games that they need to win. In this game you\nwould say to see them run that they looked like two parties who wanted\nto fight. This exercise contributes much to render the savages alert\nand prepared to avoid blows from the tomahawk of an enemy, when they\nfind themselves in a combat. Without being told in advance that it was\na game, one might truly believe that they fought in open country.\nWhatever accident the game may cause, they attribute it to the chance\nof the game and have no ill will towards each other. The suffering is\nfor the wounded, who bear it contentedly as if nothing had happened,\nthus making it appear that they have a great deal of courage and are\nmen.”",
        "“The side that wins takes whatever has been put up on the game and\nwhatever there is of profit, and that without any dispute on the part\nof the others when it is a question of paying, no matter what the kind\nof game. Nevertheless, if some person who is not in the game, or who\nhas not bet anything, should throw the ball to the advantage of one\nside or the other, one of those whom the throw would not help would\nattack him, demanding if this is his affair and why he has mixed\nhimself with it. They often come to quarrel about this and if some of\nthe chiefs did not reconcile them, there would be blood shed and\nperhaps some killed.”",
        "Originally, the game was open to any number of competitors. According\nto the Relation of 1636, “Village was pitted against village.” “Tribe\nwas matched against tribe,” says Perrot. The number engaged in the game\ndescribed by La Potherie [Footnote: Vol. II, p. 126.] was estimated by\nhim at two thousand. LaHontan [Footnote: Memoires de L’Amerique\nSeptentrionale, ou la Suite des Voyages de Mr. Le Baron de LaHontan,\nAmsterdam, 1705, Vol. II, p. 113.] says that “the savages commonly\nplayed it in large companies of three or four hundred at a time,” while\nCharlevoix [Footnote: Histoire de la Nouvelle France. Journal d’un\nVoyage. etc, par le P. de Charlevoix, Paris, 1744, Vol. III, p. 319.]\nsays the number of players was variable and adds “for instance if they\nare eighty,” thus showing about the number he would expect to find in a\ngame. When Morgan [Footnote: League of the Iroquois, by Lewis H.\nMorgan, Rochester, 1851, p. 294.] speaks of six or eight on a side, he\nmust allude to a later period, probably after the game was modified by\nthe whites who had adopted it among their amusements. [Transcriber’s\nNote: Lengthy footnote (2) relocated to chapter end.]",
        "Our earliest accounts of the game as played by the Indians in the south\nare about one hundred years later than the corresponding records in the\nnorth. Adair [Footnote: The History of the American Indians,\nparticularly those Nations adjoining to the Mississippi, etc, by James\nAdam, London, 1775, p. 399.] says the gamesters are equal in number and\nspeaks of “the crowd of players” preventing the one who “catches the\nball from throwing it off with a long direction.” Bossu [Footnote:\nTravels through that Part of North America formerly called Louisiana,\nby Mr. Bossu, Captain in the French Marines. Translated from the French\nby John Hemhold Forster, London, 1771, Vol. I, p. 304.] says, “they are\nforty on each side,” while Bartram [Footnote: Travels through North and\nSouth Carolina, etc., by William Bartram, Philadelphia, 1701, p. 508.]\nsays, “the inhabitants of one town play against another in consequence\nof a challenge.” From this it would seem that among those Indians, as\nat the North, the number of players was governed only by the\ncircumstances under which the game was played.",
        "The ball, originally of wood, [Footnote: La Potherie, Vol. II, p. 126;\nPerrot, p. 44.] was replaced by one made of deer skin. Adair gives the\nfollowing description of its manufacture: “The ball is made of a piece\nof scraped deerskin, moistened, and stuffed hard with deer’s hair, and\nstrongly sewed with deer’s sinews.” [Footnote: p. 400.]",
        "According to Morgan the racket has undergone a similar change, from a\ncurved wooden head to the curved stick with open network, but we have\nseen in the earliest description at our command, that in the days of\nPerrot the cross was “laced like a racket.” [Footnote: League of the\nIroquois. p. 298; Perrot p. 44.]",
        "The game was played not only by the Indians of our Coast, but Powers\n[Footnote: Contributions to North American Ethnology, Vol. III, p. 151.\nTribes of California by Stephen Powers; The same game is described\namong the Meewocs in The Native Races of the Pacific States by H. H.\nBancroft, Vol. I, p. 393.] found it also among the Californian Indians.\nHe describes a game of tennis played by the Pomo Indians in Russian\nRiver Valley, of which he had heard nothing among the northern tribes.\n\"A ball is rounded out of an oak knot as large as those used by school\nboys, and it is propelled by a racket which is constructed of a long\nslender stick, bent double and bound together, leaving a circular hoop\nat the extremity, across which is woven a coarse meshwork of strings.\nSuch an implement is not strong enough for batting the ball, neither do\nthey bat it, but simply shove or thrust it along the ground.”",
        "Paul Kane [Footnote: Wanderings of an Artist among the Indians of North\nAmerica by Paul Kane, p. 190; H. H. Bancroft’s Native Races, Vol. I, p.\n244.] describes a game played among the Chinooks. He says “They also\ntake great delight in a game with a ball which is played by them in the\nsame manner as the Cree, Chippewa and Sioux Indians. Two poles are\nerected about a mile apart, and the company is divided into two bands\narmed with sticks, having a small ring or hoop at the end with which\nthe ball is picked up and thrown to a great distance, each party\nstriving to get the ball past their own goal. They are sometimes a\nhundred on a side, and their play is kept up with great noise and\nexcitement. At this play they bet heavily as it is generally played\nbetween tribes or villages.”",
        "Domenech [Footnote: Seven Years’ Residence in the Great Deserts of\nNorth America by the Abbe Em. Domenech, Vol. II, pp. 192, 193.] writing\nabout the Indians of the interior, calls the game “cricket,” and says\nthe players were costumed as follows: “Short drawers, or rather a belt,\nthe body being first daubed over with a layer of bright colors; from\nthe belt (which is short enough to leave the thighs free) hangs a long\ntail, tied up at the extremity with long horse hair; round their necks\nis a necklace, to which is attached a floating mane, dyed red, as is\nthe tail, and falling in the way of a dress fringe over the chest and\nshoulders. In the northwest, in the costume indispensable to the\nplayers, feathers are sometimes substituted for horse hair.” He adds\n\"that some tribes play with two sticks” and that it is played in\n\"winter on the ice.” “The ball is made of wood or brick covered with\nkid-skin leather, sometimes of leather curiously interwoven.\"\nSchoolcraft describes the game as played in the winter on the ice.\n[Footnote: Schoolcraft’s North American Indians, Vol. II, p. 78. See\nalso Ball-play among the Dicotis, in Philander Prescott’s paper, Ibid,\nVol. IV, p. 64.]",
        "It will be observed that the widest difference prevails in the estimate\nof the distance apart at which the goals are set. Henry, in his account\nof the game at Michilimackinac says “they are at a considerable\ndistance from each other, as a mile or more.” Charlevoix places the\ngoals in a game with eighty players at “half a league apart” meaning\nprobably half a mile. LaHontan estimates the distance between the goals\nat “five or six hundred paces.” Adair, [Footnote: Henry, p. 78\nChulevoix Vol. III, p. 319, Kane’s Wanderings, p. 189, LaHontan, Vol.\nII, p. 113; Adair, p. 400.] who is an intelligent writer, and who was\nthoroughly conversant with the habits and customs of the Cherokees,\nChoctaws, and Chicasaws estimates the length of the field at “five\nhundred yards,” while Romans [Footnote: A concise Natural History of\nEast and West Florida, by Capt Bernard Romans New York, 1770, p. 79.]\nin describing the goals uses this phrase “they fix two poles across\neach other at about a hundred and fifty feet apart.” Bossu [Footnote:\nVol. I, p. 104 Similarly, Pickett (History of Alabama, Vol. I, p. 92)\ndescribes a game among the Creeks in which there was but one goal\nconsisting of two poles erected in the centre of the field between\nwhich the ball must pass to count one. He cites “Butram,” and the\n\"Narrative of a Mission to the Creek Nation by Col. Mammus Willet,” is\nhis authorities neither of them sustains him on this point.] speaks as\nif in the game which he saw played there was but a single goal. He says\n\"They agree upon a mark or aim about sixty yards off, and distinguished\nby two great poles, between which the ball is to pass.”",
        "The goals among the northern Indians were single posts at the ends of\nthe field. It is among the southern Indians that we first hear of two\nposts being raised to form a sort of gate through or over which the\nbull must pass. Adair says, “they fix two bending poles into the\nground, three yards apart below, but slanting a considerable way\noutwards.” The party that happens to throw the ball “over these counts\none; but if it be thrown underneath, it is cast back and played for as\nusual.” The ball is to be thrown “through the lower part” of the two\npoles which are fixed across each other at about one hundred and fifty\nfeet apart, according to Romans. In Bossu’s account it is “between” the\ntwo great poles which distinguish the mark or aim, that “the ball is to\npass.” On the other hand, Bartram, describing what he saw in North\nCarolina, speaks of the ball “being hurled into the air, midway between\nthe two high pillars which are the goals, and the party who bears off\nthe ball to their pillar wins the game.”",
        "In some parts of the south each player had two rackets between which\nthe ball was caught. For this purpose they were necessarily shorter\nthan the cross of the northern Indians. Adair says, “The ball sticks\nare about two feet long, the lower end somewhat resembling the palm of\na hand, and which are worked with deer-skin thongs. Between these they\ncatch the ball, and throw it a great distance.” [Footnote: Adair, p.\n400; A Narrative of the Military Adventures of Colonel Marinus Willett,\np. 109.]",
        "That this was not universal throughout the south would appear from\nBossu’s account who says, “Every one has a battle-door in his hand\nabout two feet and a half long, made very nearly in the form of ours,\nof walnut, or chestnut wood, and covered with roe-skins.” Bartram also\nsays that each person has “a racquet or hurl, which is an implement of\na very curious construction somewhat resembling a ladle or little hoop\nnet, with a handle near three feet in length, the hoop and handle of\nwood and the netting of thongs of raw-hide or tendons of an animal.”",
        "Catlin [Footnote: Letters and Notes on the Manners, Customs and\nCondition of the North American Indians, by George Catlin, Vol. II, p.\n123 et seq.] saw the game played by the Choctaws, on their Western\nReservation. They used two rackets. In this game the old men acted as\njudges.",
        "The game was ordinarily started by tossing the ball into the air in the\ncentre of the field. This act is represented by Perrot as having been\nperformed by one of the leaders in the game, but it is more in accord\nwith the spirit in which the game was played, that it should have been\ndone by some outsider. Bossu says, “An old man stands in the middle of\nthe place appropriated to the play, and throws up into the air a ball\nof roe-skins rolled about each other,” while Powers [Footnote:\nContributions to North American Ethnology, Vol. III, p. 151.] says that\namong the Californian Indians this act was performed by a squaw. The\njudges started the ball among the Choctaws. [Footnote: Cuthu, Vol. II,\np. 12.] Notwithstanding the differences in the forms of the goals,\ntheir distance apart and the methods of play disclosed in all these\ndescriptions, the game can only be regarded as the same. The historians\nwho have preserved for us the accounts of the ancient southern games\nfrom which quotations have been made, are all Englishmen except Bossu,\nand he entered the country not by the way of Quebec but by way of New\nOrleans. It is not strange, therefore, that we do not find in use\namongst them the name which the early French fathers and traders\ninvariably applied to the game. The description, however, given by\nthese writers, of the racket used in the south, corresponds so closely\nwith the crook from which the game took the name by which it is known,\nthat we must accept the game as a modified form of lacrosse. From Maine\nto Florida, from the Atlantic to the Pacific, we trace a knowledge of\nit. We have found it in use among the confederate nations of the north\nand of the south and among scattered tribes throughout the country.",
        "In the majority of instances the natural instincts of those who\nparticipated in the strife were stimulated by local pride. The\nreputation of their tribe or their village rested upon the result.\nArdent as the spirit of the contest must necessarily have been under\nsuch circumstances, among a people where courage and physique counted\nfor so much, their intense passion for gambling intervened to fan into\nfiercer flames the spirits of the contesting players and to inspire them\nto more earnest efforts. Stakes, often of the utmost consequence to the\nplayers and their backers, were wagered upon the games. A reputation for\ncourage, for skill and for endurance, was the most valuable possession\nof the Indian. The maintenance of this was to a certain extent involved\nin each game that he played. Oftentimes in addition to this, all of his\nown possessions and the property of his friends and neighbors in the\nform of skins and beads were staked upon the result of the contest. In\ngames where so much was involved, we need not be surprised to learn from\nPerrot that limbs were occasionally broken and that sometimes players\nwere even killed. In the notes to Perrot’s Memoir it is stated that some\nanonymous annotator has written across the margin of Perrot’s manuscript\nat this point: [Footnote: Perrot. Note 1, Ch. x. p. 187.] “False,\nneither arms nor legs are broken, nor are players ever killed.” We\nscarcely need the corroboratory statements of La Potherie [Footnote:\nVol. II, pp. 126-137.] that “these games are ordinarily followed by\nbroken heads, arms and legs, and often people are killed at them;” and\nalso of LaHontan, [Footnote: Vol. II, p. 113.] that “they tear their\nskins and break their legs” at them, to satisfy us that Perrot rather\nthan his critic is to be believed. If no such statements had been made,\nwe should infer that so violent a game, on which stakes of such vital\nimportance were placed, could not be played by a people like the\nIndians, except with such results. Notwithstanding the violence of the\ngame and the deep interest which the players and spectators took in it,\nthe testimony of historians is uniform to the effect that accidental\ninjuries received during its progress produced no ill will. We have seen\nthat Perrot states that if anyone attempted to hold the ball with his\nfeet, he took his chance of injury, and that those who were injured\nretired quietly from the field. Adair says, “It is a very unusual thing\nto see them act spitefully, not even in this severe and tempting\nexercise.” Bossu bears testimony to the same effect, in the following\nwords: “The players are never displeased; some old men, who assist at\nthe play, become mediators, and determine that the play is only intended\nas a recreation, and not as an opportunity of quarrelling.”",
        "Where the game was played by appointment in response to a challenge,\nthe men and women assembled in their best ornaments, and danced and\nsang during the day and night previous to that of the appointed day.\nThe players supplicated the Great Spirit for success. Female relations\nchanted to him all the previous night and the men fasted from the\nprevious night till the game was over. [Footnote: Adair, p. 401, Bossu,\nVol. I, p. 306, and Willet’s Narrative, p. 109.] The players wore but\nlittle in the way of covering. Romans speaks of them as being “almost\nnaked, painted and ornamented with feathers;” and Bossu says they were\n\"naked, painted with various colours, having a tyger tail fastened\nbehind, and feathers on their heads and arms.”",
        "It is not astonishing that a game which called for such vigorous\nexorcise [Footnote: Ferdinand Vol. I, p. 134, and Major C. Swan in a\nReport concerning the Creeks in 1791. Schoolcraft, Vol. v, p. 277, that\nthe Whites exceed the Indians at this game.] and which taxed the\nstrength, agility and endurance of the players to such a degree, should\nbe described by writers in terms which showed that they looked upon it\nrather in the light of a manly contest than as an amusement.\nNevertheless the young people and the women often took part in it.\nPerrot tells us so, and both Romans and Bossu say that after the men\nwere through, the women usually played a game, the bets on which were\ngenerally high. Powers [Footnote: Contributions to North American\nEthnology, Vol. in, p. 151.] represents the squaws among the\nCalifornian Indians as joining the game.",
        "Dexterity in the game lay in the skilful use of the racket; in rapid\nrunning; in waylaying an adversary when he was in possession of the\nball; in avoiding members of the opposing side when the player himself\nwas running with the ball for the goal, and in adroitly passing the\nball to one of the same side when surrounded by opponents. To give full\nscope to skill in the use of the racket, great stress was laid upon the\nrule that the ball was not to be touched by the hand. Perrot says, “if\nit falls to the earth he tries to draw it to him with his cross.\"\nCharlevoix says, “Their business is to strike the ball to the post of\nthe adverse party without letting it fall to the ground and without\ntouching it with the hand.” Adair says, “They are not allowed to catch\nit with their hands.”",
        "The early writers were struck with the fact that the character of the\nexercise in this game was fitted to develop the young warriors for the\nwar path, and they commented on the practice that they thus acquired in\nrapid running and in avoiding blows from an instrument in the hands of\nan adversary.",
        "“When we review the various features of the game which its chroniclers\nhave thought worthy of record, we can but conclude that it was rather a\ncontest of grave importance to the players than a mere pastime, nor can\nwe fail to accept the concurrent testimony as to the widespread\nterritory in which it was domesticated, as additional evidence of the\nextent of the intercourse which prevailed among the native tribes of\nthis country.”",
        "[Relocated Footnote (1): I translate apiffez, “bedecked,” assuming\nfrom the context that the author meant to write “attifez.” We have,\nelsewhere, accounts which show that ballplayers, even though compelled\nto play with scant clothing, still covered themselves with their\nornaments. J. M. Stanley in his Portraits of North American Indians,\nSmithsonian Miscellaneous Collections, Washington, 1862, Vol. II, p. 13,\nsays that the “Creek” ball-players first appear on the ground in\ncostume. “During the play they divest themselves of all their ornaments\nwhich are usually displayed on these occasions for the purpose of\nbetting on the result of the play.\"]",
        "[Relocated Footnote (2): The game is also mentioned in An Account of the\nRemarkable Occurrences in the Life and Travels of Col. James Smith\nduring his Captivity with the Indians in the years 1755-1759.\nCincinnati, 1870, p. 78. It is described by Col. William L. Stone in his\nLife of Brant, Albany, 1865, Vol. II, p. 448. In one game of which he\nspeaks, the ball was started by a young and beautiful squaw who was\nelaborately dressed for the occasion. Notwithstanding the extent and\nvalue of Col. Stone’s contributions to the literature on the subject of\nthe North American Indians, he makes the erroneous statement that “The\nSix Nations had adopted from the Whites the popular game of ball or\ncricket” See p. 445, same volume, cf. The Memoir upon the late War in\nNorth America, 1755-1760, by M. Pouchot, translated and edited by\nFranklin B. Hough, Vol. II, p. 195. A game of ball is also described in\nHistorical Collections of Georgia, by the Rev. George White, 3d edition,\nNew York, 1835, p. 670, which took place in Walker County, Georgia,\nbetween Chatooga and Chicamauga. The ball was thrown up at the centre.\nThe bats were described as curiously carved spoons. If the ball touched\nthe ground the play stopped and it was thrown up again. Rev. J. Owen\nDorsey in a paper entitled “Omaha Sociology,” printed in the Third\nAnnual Report of the Bureau of Ethnology, etc, 1881-1882, Washington,\n1884 p. 230, p. 336, describes the game amongst the Omahas.]",
        "The second in the list of games given by Father Brebeuf is that which\nhe calls “platter.” Writers who describe the habits of the Indians at\nthe north have much to say concerning this game. According to\nLescarbot, Jacques Cartier saw it played, and recorded his\nobservations. [Footnote: Histoire de la Nouvelle France par Marc\nLescarbot, Nouvelle Edition, Paris 1856, Vol. III, p. 734.]",
        "Sagard Theodat [Footnote: Histoire du Canada, etc., par Gabriel Sagard\nTheodat; Nouvelle Edition, Paris, 1856, Vol. I, pp. 243-244.] devotes\nconsiderable space to it. Both Father Brebeuf, in his Relation in 1636,\nand Father Lalemant, in his Relation in 1639, give long accounts of the\ngame, the causes for its being played, the excesses in gambling to\nwhich it leads, and the methods which prevail in its practice. In\nPerrot’s [Footnote: p. 50.] work there is a good description of the\ngame, although not so full as his account of lacrosse, from which we\nhave already quoted. La Potherie and LaHontan barely mention it.\nLatitau [Footnote: Mours des Sauvages Ameriquains, erc, par le P.\nLatitau, Paris, 1724, Vol. II, p. 339.] in his searching analysis of\nthe manuscripts deposited at Quebec, while seeking for traces of his\ntheory that a resemblance existed between the habits of the Indians and\nthose of the ancient dwellers in eastern Europe, found an unusual\nquantity of material bearing on this particular topic, which he has\nreproduced in his book. Charlevoix [Footnote: Vol. III, pp. 260-1.], in\na letter dated June 8, 1721, says, “As I was returning through a\nquarter of the Huron village, I perceived a number of these Indians,\nwho seemed much heated at play. I approached them and found that the\ngame they were playing at was what they called the game of platter.\nThis is the game to which the Indians are addicted above all others.\nThey sometimes lose their rest and in some degree their very senses at\nit. They stake all they are worth, and several of them have been known\nto continue at it till they have stript themselves stark naked and lost\nall their movables in their cabin. Some have been known to stake their\nliberty for a certain time. This circumstance proves beyond all doubt\nhow passionately fond they are of it, there being no people in the\nworld more jealous of their liberty than our Indians.”",
        "In the description which Charlevoix then gives, he is relied partly\nupon personal observations and also to some extent, upon accounts which\nwere at that time in manuscript in Quebec mid which were easily\naccessible to him. He was himself an intelligent observer and a\ncultivated man. His history and his letters, although not free from the\nlooseness of expression which pervades contemporaneous accounts show on\nthe whole the discipline of an educated mind. We learn from him and\nfrom the authorities heretofore enumerated that two players only from\neach side could participate in this game at any given time during its\nprogress. The necessary implements were a bowl and a number of dice\nfashioned somewhat like apricot seeds, and colored differently upon the\nupper and lower sides. Generally, one side was white and the other\nblack. The number of these dice was generally six. There was no fixed\nrule as to the materials of which they were made; sometimes they were\nof bone; sometimes the stones of fruits were used. The important point\nwas that the centre of gravity of each die should be so placed, that\nwhen it was thrown into the air, or when the bowl in which it was\nplaced, was violently twirled, there would be an even chance as to\nwhich of its two sides the die would settle upon when it lodged; and in\nthe game as it was played in early times that the whole number of dice\nused should be uniform in the coloring of the sides, each die having\nthe different sides of different colors. The dice were placed in the\nbowl which was generally of wood, between the two players who were to\ncast them in behalf of their respective sides. These casters or\nthrowers were selected by each side and the prevailing motives in their\nchoice were generally based upon some superstitious belief in their\nluck. Perhaps this one had dreamed that he would win. Perhaps that one\nwas believed to possess some magic power, or some secret ointment which\nwhen applied to the dice would cause them to turn up favorably for his\nside. [Footnote: Relations des Jesuites, Relation en l’Annue, 1636, p.\n113.] The spectators were generally arranged in seats along the sides\nof the cabin [Footnote: Ibid, Relation en l’Annue, 1639, p. 95.],\nplaced in tiers so that each person could have a view of the players.\nThey were in more senses than one deeply interested in the game. When\nthe cast was to be made the player would strike the bowl upon the\nground so as to make the dice jump into the air [Footnote: Sigud\nTheodat Vol. 1, p. 213.] and would then twirl the bowl rapidly around.\nDuring this process and until it stopped its revolutions and the dice\nfinally settled, the players addressed the dice and beat themselves on\ntheir breasts. [Footnote: Shea’s Hennepin, p. 300.] The spectators\nduring the same period filled the air with shouts and invoked aid from\ntheir own protecting powers, while in the same breath they poured forth\nimprecations on those of their adversaries. The number of points\naffected the length of the game and as entirely optional. If six dice\nwere used and all came up of the same color, the throw counted five.\n[Footnote: Among the Delawares it required eight counts of five to win.\nHistory of the Mission of the United Brethren among the Indians etc. G\nH Loskiel. Translated by I Latrobe, Part I, Ch. VIII, p. 106.] If five\nof them were of the same color it counted one. Any lower number failed\nto count. If the caster was unsuccessful he gave place to another, but\nso long as he continued to win his side would retain him in that\nposition. [Footnote: Charlevoix Vol. III, p. 264.] The game was often\nushered in with singing. Like lacrosse it was prescribed as a remedy\nfor sickness or in consequence of dreams, and the sufferer in whose\nbehalf the game was played was borne to the cabin in which it was to\ntake place. Preliminary fasting and continence were observed, and every\neffort made that superstition could suggest to discover who would be\nthe lucky thrower and who could aid the caster by his presence at the\ncontest. Old men, unable to walk thither, were brought up on the\nshoulders of the young men that their presence might be propitious to\nthe chances of the game. [Footnote: Ibid p. 202.] The excitement which\nattended one of these games of chance was intense, especially when the\ngame reached a critical point and some particular throw was likely to\nterminate it. Charlevoix says the games often lasted for five or six\ndays [Footnote: Loskiel (p. 106) saw a game between two Iroquois towns\nwhich lasted eight days. Sacrifices for luck were offered by the sides\neach night.] and oftentimes the spectators concerned in the game, “are\nin such an agitation as to be transported out of themselves to such a\ndegree that they quarrel and fight, which never happens to the Hurons,\nexcept on these occasions or when they are drunk.”",
        "Perhaps rum was responsible also for these quarrels; for in the early\naccounts we are told that losses were philosophically accepted. Father\nBiebeuf tells of a party who had lost their leggings at one of these\ngames and who returned to their village in three feet of snow as\ncheerful in appearance as if they had won. There seems to have been no\nlimit to which they would not go in their stakes while under the\nexcitement of the game. Clothing, wife, family and sometimes the\npersonal liberty of the player himself rested in the hazard of the die.\n[Footnote: Cheulevoix Vol. III, p. 261. Le Grand Voyage du Pays Des\nHurons, pan Gabriel Sigud Theodat Puis 1632, Nouvelle Edition, Paris,\n1835, p. 85, Relations de Jesuites, Relation de la Nouvelle France en\nl’Annee 1639, pp. 95-96, Lafitau, Vol. II, p. 341.]",
        "The women often played the game by themselves, though apparently with\nless formality than characterized the great matches. The latter\nfrequently assumed the same local characteristics that we have seen in\nthe game of lacrosse, and we hear of village being pitted against\nvillage as a frequent feature of the game. [Footnote: Penot p. 43,\nHistoire du Canada par F. X. Garneau, Vol. I, p. 115.]",
        "Morgan [Footnote: League of the Iroquois, p. 602.] describes a game\nplayed by the Iroquois with buttons or dice made of elk-horn, rounded\nand polished and blackened on one side. The players spread a blanket on\nthe ground; and the dice were tossed with the hand in the air and\npermitted to fall on the blanket. The counts were determined as in the\ngame of platter by the color of the sides of the dice which were\nexposed when they settled. The number of the dice was eight.",
        "In Perrot’s [Footnote: Periot, p. 50.] description of the game of\nplatter he, alludes to a game, played with eight dice, on a blanket in\nprecisely this way, but he adds that it was practised by women and\ngirls. La Potherie [Footnote: La Potherie, Vol. III, p. 23.] says that\nthe women sometimes play at platter, but ordinarily they cast the fruit\nstones with the hand as one throws dice.",
        "Under the name of “hubbub” this game has also been described by\nobservers among the Abenakis. Ogilby [Footnote: America, being an\nAccurate Description of the New World, etc. Collected and Translated by\nJohn Ogilby. London, 1670, Book II, Ch. II, p. 155.] says: “Hubbub is\nfive small Bones in a small Tray; the Bones be like a Die, but\nsomething flatter, black on the one side and white on the other, which\nthey place on the Ground, against which violently thumping the Platter,\nthe Bones mount, changing Colour with the windy whisking of their Hands\nto and fro; which action in that sport they much use, smiting\nthemselves on the Breasts and Thighs, crying out Hub Hub Hub; they may\nbe heard playing at this game a quarter of a mile off. The Bones being\nall black or white make a double Game; if three of one colour, and two\nof another, then they afford but a single game; four of a colour and\none differing is nothing. So long as the Man wins he keeps the Tray,\nbut if he lose the next Man takes it.”",
        "There is but little said about this game in the south by writers. It\nevidently had no such hold there as among the Hurons and the tribes\nalong the Lakes. Lawson [Footnote: History of North Carolina by John\nLawson, London, 1718, p. 176.] saw it played in North Carolina with\npersimmon stones as dice. While this fixes the fact that the game had a\nhome among the southern Indians, the way in which it has been slighted\nby the majority of writers who treat of that section shows that it was\nnot a favorite game there.",
        "To what shall we ascribe this? Its hold upon the northern Indians shows\nthat it was peculiarly adapted to the temperament of the natives, and\nwe should naturally expect to find it as much in use among the tribes\nof the south as with those of the north. An explanation for this may\npossibly be found in the difference of the climate. The game was\nespecially adapted for the winter, and while its practice was evidently\nnot exclusively confined to that season, it is possible that its\ngreater hold upon the affections of the Indians of the north arose from\ntheir being obliged to resort to in-door amusements during the\nprotracted winters in that region. From this necessity the southern\nIndians being in a measure exempt, they continued their out-door games\nas usual and never became so thoroughly infatuated with this game.",
        "Informal contests were often held between players, in which the use of\nthe bowl or platter was dispensed with. The dice were held in the hand\nand then tossed in the air. They were allowed to fall upon some prepared\nsurface, generally a deerskin spread for the purpose. The same rules as\nto the color of the surfaces of the dice when they settled in their\nplaces governed the count. This form of the game is sometimes described\nas a separate game. Boucher [Footnote: True and Genuine Description of\nNew France, etc, by Pierre Boucher, Paris, 1644 Translated under title\n\"Canada to the Seventeenth Century,” Montreal, 1883, p. 57.] calls it\nPaquessen. [Footnote: Played by women and girls. Sagard Theodat,\nHistoire du Canada, Vol. I, p. 244.] The women of Oregon played it with\nmarked beaver teeth. [Footnote: Contributions to North American\nEthnology, Vol. I, p. 206, George Gibbs; H. H. Bancroft’s Native Races,\nVol. I, p. 244, The Northwest Coast by James G. Swan, p. 158.] Among the\nTwanas it was played with beaver or muskrat teeth. [Footnote: Bulletin U\nS Geological Survey, Vol. III, No. 1, April 5, 1877. Rev. M. Eels.]\nPowers [Footnote: Contributions to North American Ethnology, Vol. III,\np. 332.] says that among the Nishmams, a tribe living on--the slopes of\nthe Sierra Nevada between the Yuba and Cosumnes rivers, a game of dice\nis played by men or women, two, three or four together. The dice, four\nin number, consist of two acorns split lengthwise into halves, with the\noutsides scraped and painted red or black. They are shaken in the hand\nand thrown into a wide flat basket, woven in ornamental patterns. One\npaint and three whites, or vice versa, score nothing; two of each\nscore one; four alike score four. The thrower keeps on throwing until he\nmakes a blank throw, when another takes the dice. When all the players\nhave stood their turn, the one who has scored the most takes the\nstakes.”",
        "The women of the Yokuts, [Footnote: Contributions to North American\nEthnology, Vol. III, p. 377.] a Californian tribe which lived in the\nSan Joaquin valley near Tulare Lake, had a similar game. Each die was\nhalf a large acorn or walnut shell filled with pitch and powdered\ncharcoal and inlaid with bits of bright colored abaloni shell. Four\nsquaws played and a fifth kept tally with fifteen sticks. There were\neight dice and they scooped them up with their hands and dashed them\ninto the basket, counting one when two or five flat surfaces turned up.",
        "Schoolcraft [Footnote: Schoolcraft’s Indian Tribes, Vol. II, pp. 71,\n72.] says “one of the principal amusements of a sedentary character is\nthat of various games, success in which depends on luck in numbers.\nThese games, to which both the prairie and forest tribes are addicted,\nassume the fascination and intensity of gambling; and the most valued\narticles are often staked upon the luck of a throw. For this purpose\nthe prairie tribes commonly use the stones of the wild plum or some\nanalogous fruit, upon which various devices indicating their\narithmetical value are burned in, or engraved and colored, so as at a\nglance to reveal the character of the pieces.” Among the Dacota tribes\nthis is known by a term which is translated the “game of plum stones.\"\nHe gives illustrations of the devices on five sets of stones, numbering\neight each. “To play this game a little orifice is made in the ground\nand a skin put in it; often it is also played on a robe.” [Footnote:\nDomenech. Vol. II, p. 191, First Annual Report of Bureau of Ethnology.\nSmithsonian, 1881, p. 195.] The women and the young men play this game.\nThe bowl is lifted with one hand and rudely pushed down to its place.\nThe plum stones fly over several times. The stake is first put up by\nall who wish to play. A dozen can play at once if desirable.",
        "Schoolcraft [Footnote: Vol. n, p. 72.] describes still another form of,\nthe game which he found among the Chippewas, in which thirteen pieces or\ndice were used. Nine of them were of bone and were fashioned in figures\ntypifying fish, serpents, etc. One side of each was painted red and had\ndots burned in with a hot iron. The brass pieces were circular having\none side convex and the other concave. The convex side was bright, the\nconcave dark or dull. The red pieces were the winning pieces and each\nhad an arithmetical value. Any number of players might play. A wooden\nbowl, curiously carved and ornamented, was used. This form of the game\nmay have been modified by contact with the whites. It seems to be the\nmost complex [Footnote: See also a simpler form of the game described by\nPhilander Prescott among the Dacotas--Schoolcraft, Vol. IV, p. 64. The\ntendency of the modern Indians to elaborate the game may be traced in\nthe description of “Plumstone shooting” given in “Omaha Sociology” by\nRev. J. Owen Dorsey. Third Annual Report of the Bureau of Ethnology to\nthe Secretary of the Smithsonian Institution. Washington, 1884, p. 335.]\nform in which the game appears. The fact still remains however, that in\nsome form or other we find the game in use across the entire breadth of\nthe continent. [Footnote: Col. James Smith describes the game among the\nWyandots. An Account of the Remarkable Occurrences in the Life and\nTravels of Col. James Smith, during his Captivity with the Indians in\nthe Years 1755-1759. Cincinnati, 1870, p. 46. Tanner also describes it.\nHe calls it Beg-ga sah or dice. Tanner’s Narrative, New York, 1830, p.\n114.]",
        "The third game mentioned by Father Brebeuf was that which was called\nstraw. We have seen that the first of these games called for strength,\nagility and endurance. It was as free from elements of chance as any\nhuman contest can be. The victory belonged to the side which counted\namongst its numbers those players who were the fleetest runners, the\nmost skilful throwers and the most adroit dodgers. The second was\npurely a game of chance. If honestly played no other element entered\ninto its composition. The third which we are now about to consider was\nmuch more complicated in its rules than either of the others. It\nclosely resembled in some respects several of our modern gambling\ngames. The French found it very difficult to comprehend and hence the\naccounts of it which they have given are often confused and perplexing.\nBoucher [Footnote: p. 57.] says, “Our French people have not yet been\nable to learn to play it well; it is full of spirit and these straws\nare to the Indians what cards are to us.” Lafitau [Footnote: Vol. II,\np. 351.] after quoting from Boucher says, “Baron de LaHontan also made\nout of it a game purely of the mind and of calculation, in which he who\nbest knows how to add and subtract, to multiply and divide with these\nstraws will surely win. To do this, use and practice are necessary, for\nthese savages are nothing less than good calculators.”",
        "“Sieur Perrot, who was a celebrated traveller, and that European whom\nthe savages of New France have most honored, left a description of this\ngame in his manuscript Memorial. I would gladly have inserted it here\nbut it is so obscure that it is nearly unintelligible.” Charlevoix\nadmits that he could understand nothing of the game, except as played\nby two persons in its simplest form and adds that he was told that\n\"there was as much of art as of chance in the game and that the Indians\nare great cheats at it.” [Footnote: Charlevoix, Vol. III, p. 319,\nFather Tailban who edited Perrot says he has not been any more\nsuccessful than his predecessors and the game of straws remains to him\nan unsolved enigma. Perrot, Notes to Ch. X, p. 188.] Where Lafitau and\nCharlevoix, aided by opportunities to investigate the game itself, have\nfailed, it would seem to be useless for us to attempt. Perrot has\nindeed succeeded in making his account hopelessly involved. There is\nhowever much information to be derived from it and the obscure points\nare after all unimportant unless one should actually wish to reproduce\nthe game in practice. In that event there are many points connected\nwith the counts which would prove troublesome.",
        "To play the game, a number of straws or reeds uniform in size and of\nequal length were required. They were generally from six to ten inches\nlong. The number used in the game was arbitrary. Lawson puts it at\nfifty-one. Charlevoix at two hundred and one. The only essential points\nwere that the numbers should be odd and that there should be enough of\nthem so that when the pile was divided into two parts, a glance would\nnot reveal which of the two divisions contained the odd number of\nstraws. In its simplest form, the game consisted, in separating the heap\nof straws into two parts, one of which each player took, and he whose\npile contained the odd number of straws was the winner. Before the\ndivision was made the straws were subjected to a manipulation, somewhat\nafter the manner of shuffling cards. They were then placed upon the\ndeer-skin or upon whatever other article was selected as a surface on\nwhich to play. The player who was to make the division into two heaps,\nwith many contortions of the body and throwing about of the arms, and\nwith constant utterances to propitiate his good luck, would make a\ndivision of the straws with a pointed bone or some similar instrument,\nhimself taking one of the divisions while his adversary took the other.\nThey would then rapidly separate the straws into parcels numbering ten\neach and determine from the fractional remainders, who had the odd\nnumber. The speed with which this process of counting was carried on was\nalways a source of wonder to the lookers-on, and the fact that the\ncounting was done by tens is almost invariably mentioned. Between two\npeople betting simply on the odd number no further rules were necessary.\nTo determine which had the heap containing the odd number, there was no\nneed to foot up the total number of tens. It was to be settled by what\nwas left over after the last pile of complete tens was set aside. The\nnumber itself might be either one, three, five, seven or nine. In the\nmore complicated form of the game, this led to giving different values\nto these numbers, the nine being always supreme and the one on which the\nhighest bets were wagered. It was generally understood that the holder\nof this number swept the board taking all bets on other numbers as well\nas those on the nine. It was easy to bet beads against beads and skins\nagainst skins, in a simple game of odd or even, but when the element of\ndifferent values for different combinations was introduced, some medium\nof exchange was needed to relieve the complications. Stones of fruit\nwere employed just as chips or counters are used in modern gambling\ngames, and a regular bank was practically instituted. Each player took a\ncertain number of these counters, as the equivalent of the value of the\nmerchandise which he proposed to hazard on the game, whether it was a\ngun, a blanket, or some other article. Here we have all the machinery of\na regular gambling game at cards, but the resemblance does not stop\nhere. The players put up their bets precisely as they now do in a game\nof faro, selecting their favorite number and fixing the amount, measured\nin the standard of the game, which they wished to hazard. “By the side\nof the straws which are on the ground are found the (grains) counters,\"\nsays Perrot, “which the players have bet on the game.” In another place,\nthe method of indicating the bets is stated as follows: “he (meaning\napparently the one who has bet) is also obliged to make two other heaps.\nIn one he will place five, in the other seven straws, with as many\n(grains) counters as he pleases.” These phrases may fairly be\ninterpreted to mean that a record of the bets, somewhat of the same\nstyle as that kept with counters upon a faro table, was constantly\nbefore the players. Complicated rules determined when the players won or\nlost; when the bets were to be doubled and when they were to abide the\nchance of another count. The loser at the game, even after all that he\nhad with him was gone, was sometimes permitted to continue the game on\nhis promise to pay. If ill luck still pursued him the winner could\nrefuse him credit and decline to play for stakes that he could not see.",
        "The game often lasted for several days, one after another of the sides\nrelieving his comrades at the play until one of the two sides had lost\neverything, it being, says Perrot, [Footnote: p. 19.] “a maxim of the\nsavages not to quit play until one side or the other had lost\neverything.” Those who had bet at the game had the right to substitute\nany person whom they pleased to play for them. “Should any dispute\narise on this point,” says Perrot, “between the winners and the losers,\nthe disputants backed by their respective sides would probably come to\nblows, blood would be shed and the whole thing would be very difficult\nto settle.” Cheating often took place at this game. Its exposure was\nconsidered praiseworthy and its practice denounced. If doubts were\nexpressed as to the accuracy of a count, the matter was peacefully\nadjusted by a re-count by two of the spectators.",
        "“This game of straw,” says Perrot, from whose account we have made the\nforegoing digest, “is ordinarily held in the cabins of the chiefs,\nwhich are large, and are, so to speak, the Academy of the Savages.” He\nconcludes his account with the statement that the women never play it.\n[Footnote: See also Shea’s Hennepin, p. 300.] The authority on this\ngame whom Ogilby quotes slides over the difficulties of the description\nwith the statement that “many other whimsies be in this game which\nwould be too long to commit to paper.” Abbe Ferland [Footnote: Vol. I,\np. 134.] epitomizes the results of his investigation of this game as\nfollows: “Memory, calculation and quickness of eyesight were necessary\nfor success.”",
        "Like the game of dice or platter it was essentially a house game, and\nlike platter it is rarely mentioned by writers who describe the habits\nof Indians in the south. Lawson describes it, but in slightly modified\nform, as follows: “Indian Cards. Their chiefest game is a sort of\nArithmetick, which is managed by a parcel of small split reeds, the\nthickness of a small Bent; these are made very nicely, so that they\npart, and are tractable in their hands. They are fifty-one in number,\ntheir length about seven inches; when they play, they throw part of\nthem to their antagonist; the art is, to discover, upon sight, how many\nyou have, and what you throw to him that plays with you. Some are so\nexpert at their numbers, that they will tell ten times together, what\nthey throw out of their hands. Although the whole play is carried on\nwith the quickest motion it is possible to use, yet some are so expert\nat this Game, as to win great Indian Estates by this Play. A good set\nof these reeds, fit to play withal are valued and sold for a dressed\ndoe-skin.”",
        "A. W. Chase [Footnote: Overland Monthly, Vol. II, p. 433. Dorsey found\na survival of the game in use among the Omahas. He called it “stick\ncounting.” Third Annual Report, Bureau of Ethnology, p. 338.] speaks of\n\"native games of cards among the Coquelles and Makneatanas, the\npasteboards being bundles of sticks.” He furnishes no description of\nthe games, but uses the same phrase which was applied by Lawson in\nNorth Carolina and by Boucher in Canada.",
        "Frank H. Cushing [Footnote: The Century, Vol. XXVI, p. 38. My\nAdventures in Zuni.] speaks of a game of “Cane-cards” among the Zuni\nwhich he says “would grace the most civilized society with a refined\nsource of amusement.” He was not able fully to comprehend it.",
        "In the list of games, there is none of which we have any detailed\naccount, which compares with straws as played by the northern tribes,\nin elaborateness of construction. The unfortunate confusion which\nprevails throughout Perrot’s description of the method of counting, and\nthe way in which the point was shirked by all other writers on the\nsubject, prevents any attempt at analysis. So far as we can see, the\nrules were arbitrary and not based upon any calculations of the laws of\nchance. If some other detailed account of the game should be discovered\nit would be interesting to follow up this question and ascertain how\nfar the different combinations which affected the counts were based\nupon a theory of probabilities and how far they were arbitrary.",
        "It will of course be noticed that the game described by Lawson was\nrelieved from much of this complication. The dexterity required to make\na throw of such a nature that the player could tell exactly the number\nof reeds with which he had parted, was of course remarkable and\nnaturally called forth expressions of surprise. But there were\napparently no other combinations resting upon the throw than the simple\nguess at the number thrown. Travellers in California have described the\ngame in still simpler form in which we see hints of the more complex\ngame. Here the “sticks” were thrown in the air and an immediate guess\nwas made whether the number thrown was odd or even. An umpire kept the\naccount with other sticks and on this count the bets were adjusted.\n[Footnote: Kotzebue, A Voyage of Discovery, etc. London, 1821, Vol. I,\np. 282 and Vol. III, p. 44. note. W. H. Emory, U S. and Mexican\nBoundary Survey, Vol. I, p. 111, says: “The Yumas played a game with\nsticks like jackstraws.” Stanley, Smithsonian Miscellaneous\nCollections. Vol. II, p. 55, gives among his “Portraits of North\nAmerican Indians,” a picture of a game which he describes as “played\nexclusively by women. They hold in their hands twelve sticks about six\ninches in length which they drop upon a rock. The sticks that fall\nacross each other are counted for game.\"]",
        "Wherever we find it and whatever the form in use, whether simple or\ncomplicated, like games of lacrosse and platter the occasion of its\nplay was but an excuse for indulgence in the inveterate spirit of\ngambling which everywhere prevailed.",
        "Among the Indians at the south, observers noted and described a game of\ngreat antiquity, of which we have no record during historical times\namong those of the north, unless we should classify the game of javelin\ndescribed by Morgan [Footnote: League of the Iroquois, p. 300.] as a\nmodified form of the same game. The general name by which this game was\nknown was chunkee. When Iberville arrived at the mouth of the\nMississippi he despatched a party to explore the river. The officer who\nkept the “Journal de la fregate, le Marin” was one of that party and he\nrecorded the fact that the Bayagoulas and Mougoulachas passed the\ngreater part of their time in playing in this place with great sticks\nwhich they throw after a little stone, which is nearly round and like a\nbullet. [Footnote: Maigry, Deconvertes, etc., Vol. 4, p. 261.] Father\nGravier descended the river in 1700 and at the village of Houmas he saw\na “fine level square where from morning to night there are young men who\nexercise themselves in running after a flat stone which they throw in\nthe air from one end of the square to the other, and which they try to\nhave fall on two cylinders that they roll where they think the stone\nwill fall.” [Footnote: Shea’s Early Voyages. Albany, 1861, p. 143.]\nAdair gives the following description of the same game: “The warriors\nhave another favorite game, called ’chungke’, which, with propriety of\nlanguage may be called ’Running hard labour.’ They have near their state\nhouse [Footnote: Consult E G Squire--Aboriginal Monuments of N.Y.\nSmithsonian Contributions to Knowledge, Vol. II, pp. 1356 and note p.\n136.] a square piece of ground well cleaned, and fine sand is carefully\nstrewed over it, when requisite, to promote a swifter motion to what\nthey throw along the surface. Only one or two on a side play at this\nancient game. They have a stone about two fingers broad at the edge and\ntwo spans round; each party has a pole of about eight feet long, smooth,\nand tapering at each end, the points flat. They set off abreast of each\nother at six yards from the end of the playground; then one of them\nhurls the stone on its edge, in as direct a line as he can, a\nconsiderable distance toward the middle of the other end of the square.\nWhen they have run a few yards, each darts his pole anointed with bears’\noil, with a proper force, as near as he can guess in proportion to the\nmotion of the stone, that the end may lie close to the stone. When this\nis the case, the person counts two of the game, and, in proportion to\nthe nearness of the poles to the mark, one is counted, unless by\nmeasuring, both are found to be at an equal distance from the stone. In\nthis manner, the players will keep running most part of the day, at half\nspeed, under the violent heat of the sun, staking their silver\nornaments, their nose-, finger-and ear-rings; their breast-, arm-and\nwrist-plates, and even all their wearing apparel, except that which\nbarely covers their middle. All the American Indians are much addicted\nto this game, which to us appears to be a task of stupid drudgery; it\nseems, however, to be of early origin, when their forefathers used\ndiversions as simple as their manners. The hurling stones they use at\npresent were from time immemorial rubbed smooth on the rocks and with\nprodigious labor; and they are kept with the strictest religious care,\nfrom one generation to another, and are exempted from being buried with\nthe dead. They belong to the town where they are used, and are carefully\npreserved.” [Footnote: See also Historical Collection, Louisiana and\nFlorida. B. F. French (Vol. II.), second series, p. 74, New York, 1875.]",
        "Lieut. Timberlake [Footnote: Memoirs of Lieut. Henry Timberlake, etc.,\nLondon, 1765, p. 77.] describes the game as he saw it played among the\nCherokees where it was known by the name of “Netteeawaw.” “Each player\nhas a pole about ten feet long, with several marks or divisions. One of\nthem bowls a round stone with one flat side, and the other convex, on\nwhich the players all dart their poles after it, and the nearest counts\naccording to the vicinity of the bowl to the marks on his pole.”",
        "Romans saw it among the Choctaws. He says, “The manner of playing the\ngame is thus: they make an alley of about two hundred feet in length,\nwhere a very smooth clayey ground is laid, which when dry is very hard:\nthey play two together having each a straight pole about fifteen feet\nlong; one holds a stone which is in the shape of a truck, which he\nthrows before him over this alley, and the instant of its departure,\nthey set off and run; in running they cast their poles after the stone;\nhe that did not throw it endeavors to hit it; the other strives to\nstrike the pole of his antagonist in its flight so as to prevent the\npole of his opponent hitting the stone. If the first should strike the\nstone he counts one for it, and if the other by the dexterity of his\ncast should prevent the pole of his opponent hitting the stone, he\ncounts one, but should both miss their aim the throw is renewed.”",
        "Le Page du Pratz [Footnote: Histoire de la Louisiane, Paris, 1738, Vol.\nIII, p. 2.] describes the game as practised among the Natchez. He calls\nit “Le Jeu de la Perche which would be better named de la crosse.\"\nDumont who was stationed at Natchez and also on the Yazoo, describes the\ngame and speaks of it as “La Crosse.” [Footnote: Memoires Historiques\nsur la Louisiane, Paris, 1753, Vol. I, p. 202.]",
        "Adair is correct when he speaks of the antiquity of this game. When he\ndwells upon the fact that these stones are handed down from generation\nto generation, as the property of the village, he brings these tribes\nclose to the mound dwellers. Sanier, [Footnote: Ancient Monuments of the\nMississippi Valley, p. 223.] speaking of discoidal stones, found in the\nmounds, says, “It is known that among the Indian tribes of the Ohio and\nalong the Gulf, such stones were in common use in certain favorite\ngames.” Lucien Carr [Footnote: 10th Annual Report Peabody Museum, p. 93.\nSee also Schoolcraft’s Indian tribes, Vol. I, p. 83.] describes and\npictures a chunkee stone from Ely Mound, Va. Lewis and Clarke [Footnote:\nLewis and Clarke’s Expedition, Phila, 1814, Vol. I, p. 143.] describe\nthe game as played among the Mandans. This tribe had a wooden platform\nprepared on the ground between two of their lodges. Along this platform\nthe stone ring was rolled and the sticks were slid along the floor in\npursuit of it. Catlin [Footnote: Vol. I, p. 132 et seq. Dorsey\ndescribes two forms of the game in use among the Omahas: “shooting at\nthe rolling wheel” and “stick and ring” Third Annual Report. Bureau of\nEthnology, pp. 335-336. cf. Travels in the Interior of America, in the\nyears 1809, 1810 and 1811, by John Bradbury, p. 126.] describes the game\nas played by the same tribe. They had a carefully prepared pavement of\nclay on which they played. The “Tchunkee” sticks were marked with bits\nof leather and the counts of the game were affected by the position of\nthe leather on or near which the ring lodged. The Mojaves are accustomed\nto play a similar game which has been described under the name “Hoop and\nPole”. [Footnote: Lieut. A. W. Whipple in Pac. R. R. Rep.. Vol. III, p.\n114; Harper’s Mag., Vol. XVII, p. 463; Domenech. Vol. II, p. 197; H. H.\nBancroft’s Native Races, Vol. I, p. 393, p. 517 and note 133. The\nMartial Experiences of the California Volunteers by Edward Carlsen,\nOverland, Vol. VII, No. 41. 2nd Series, p. 494.] A similar game was\nplayed by the Navajoes. [Footnote: Major E. A. Backus in Schoolcraft.\nVol. IV, p. 214.]",
        "The Yumas played a game with two poles fifteen feet long and a ring a\nfew inches in diameter. [Footnote: W. H. Emory, U. S. and Mexican\nBoundary Survey, Vol. I, p. 111.] Kane [Footnote: Kane’s Wanderings, p.\n310; H. H. Bancroft’s Native Races, Vol. I, p. 280.] says that the\nChualpays at Fort Colville on the Columbia “have a game which they call\n’Alkollock,’ which requires considerable skill. A smooth, level piece\nof ground is chosen, and a slight barrier of a couple of sticks placed\nlengthwise is laid at each end of the chosen spot, being from forty to\nfifty feet apart and only a few inches high. The two players, stripped\nnaked, are armed with a very slight spear, about three feet long, and\nfinely pointed with bone; one of them takes a ring made of bone or some\nheavy wood and wound with cord. The ring is about three inches in\ndiameter, on the inner circumference of which are fastened six beads of\ndifferent colors, at equal distances, to each of which a separate value\nis attached. The ring is then rolled along the ground to one of the\nbarriers and is followed at the distance of two or three yards by the\nplayers, and as the ring strikes the barrier and is falling on its side,\nthe spears are thrown, so that the ring may fall on them. If any one of\nthe spears should be covered by the ring, the owner counts according to\nthe colored bead on it. But it generally happens from the dexterity of\nthe players that the ring covers both spears and each counts according\nto the color of the beads above his spear. They then play towards the\nother barrier, and so on until one party has obtained the number agreed\nupon for the game.”",
        "In his “Life among the Apaches,” [Footnote: Life among the Apaches by\nJohn C. Cremony, p. 302.] Colonel Cremony describes the hoop and pole\ngame as played by the Apaches. With them the pole is marked with\ndivisions throughout its whole length and these divisions are stained\ndifferent colors. The object of the game is to make the hoop fall upon\nthe pole as near the butt as possible, graduated values being applied\nto the different divisions of the pole. The women are not permitted to\napproach within a hundred yards while the game is going on.\n[Transcriber’s Note: Lengthy footnote relocated to chapter end.] Those\nwho have described this game in the various forms in which it has been\npresented dwell upon the fact that it taxed the strength, activity and\nskill of the players. In this respect it rivalled lacrosse. In\ngeographical range the territory in which it was domesticated was\nnearly the same.",
        "There are many, doubtless, who would decline to recognize the discoidal\nstones of the mounds as chunkee stones, but it can not be denied that\nthe “netlecawaw” of the Cherokees [Footnote: Timberlake p. 77.], the\n\"hoop and pole” of the Mojaves and Apaches [Footnote: Whipple, Pac. R.\nR. Rep., Vol. III, p. 114. Cremony, p. 302, Harper’s Mag. Vol. XVII, p.\n463.], the second form of “spear and ring” described by Domenech,\n[Footnote: Domenech, Vol. II, p. 197.] the “alkollock” of the\nChualpays [Footnote: Kane’s Wanderings, p. 310.] and the chunkee of\nRomans and Adair are the same game. The change from the discoidal stone\nto the ring; the different materials of which the ring is made, whether\nof stone, [Footnote: Lewis and Clarke, Vol. I, p. 143; Catlin, Vol. I,\np. 132.] of bone, [Footnote: Kane’s Wanderings, p. 310.], of wood,\n[Footnote: Cremony, p. 302.] or of cord; [Footnote: Whipple, Pac. R. R.\nRep., Vol. III, p. 114.] whether wound with cord [Footnote: Kane’s\nWanderings, p. 310.] or plain; the different lengths of the spears\nvarying from three feet [Footnote: Ibid.] to ten feet [Footnote:\nTimberlake, p. 77; Cremony, p. 302.] and even reaching fifteen feet in\nlength among the Mojaves; [Footnote: Whipple, Pac. R. R. Rep., Vol. III,\np. 114.] the different markings of the spear [Footnote: Cremony, p. 302;\nDomenech, Vol. II, p. 197; Timberlake, p. 77.] and the ring; [Footnote:\nKane’s Wanderings, p. 310.] the different ways of preparing the ground,\nwhether tamping with clay, [Footnote: Catlin, Vol., I, p. 132.] or\nflooring with timber, [Footnote: Lewis and Clarke, Vol. I, p. 148.] or\nsimply removing the vegetation, [Footnote: Domenech, Vol. II, p.\n197.]--all these minor differences are of little consequence. The\nstriking fact remains that this great number of tribes, so widely\nseparated, all played a game in which the principal requirements were,\nthat a small circular disk should be rolled rapidly along a prepared\nsurface and that prepared wooden implements, similar to spears, should\nbe launched at the disk while in motion or just at the time when it\nstopped. Like lacrosse, it was made use of as an opportunity for\ngambling, but owing to the restriction of the ground on which it could\nbe played, the number of players were limited, and to that extent the\ninterest in the contests and the excitement attendant upon them were\nproportionally reduced.",
        "[Relocated Footnote: The Hawaiians were accustomed to hurl a piece of\nhard lava along narrow trenches prepared for the purpose. The stone\nwhich was called Maika closely resembled a chunkee stone. It is\ndescribed as being in the shape of a small wheel or roller, three\ninches in diameter and an inch and a half thick, very smooth and highly\npolished. This game appears to have been limited to a contest of skill\nin rolling or hurling the stone itself. The additional interest which\nwas given by hurling the spears at it while in motion was wanting.\nNarrative of the U. S. Exploring Expedition by Charles Wilkes, London,\n1815, Vol. IV, p. 35.]",
        "In addition to the games of lacrosse, platter or dice, straws and\nchunkee, there were other games, some of an athletic nature, some\npurely of chance, which observers have described, some of which are\nmentioned only in limited areas, while others, like the games above\nmentioned, were played by Indians scattered over a wide territory and\napparently having but little in common. Some of these games were but\nmodified forms of those which have been already described. Such, for\ninstance, is a game of ball which is described by Lafitau [Footnote:\nLafitau, Vol. II, p. 353.]and by Charlevoix. [Footnote: Charlevoix,\nVol. III, p. 319.] This closely resembled lacrosse in its general\nmethods of play, but as no rackets were used, it was less dangerous and\nless exciting. Goals were erected at each end of the field, separated\nby five hundred paces according to Lafitau. The players were divided\ninto sides. The ball was tossed into the air in the centre of the\nfield. When it came down the players of each side strove to catch it.\nHe who was successful ran in the direction of the goal which he wished\nto reach. The players of the opposite side pursued him and did what\nthey could to prevent him from accomplishing his object. When it was\nevident that the runner could gain no more ground, he would pass the\nball, if possible, to some player upon the same side and his success in\naccomplishing this was dependent largely upon his skill. The game is\nprobably not so old as lacrosse, for the ball is described as being\nlarger and softer than the one used in lacrosse, thus indicating that\nit belonged to the period when the stuffed deer-skin ball was used in\nthat game.",
        "Both Dumont and Le Page du Pratz describe this game with this\ndifference, [Footnote: Dumont, Vol. I, p. 201, LePage, Vol. I, p. 378.]\nthat the ball, according to their descriptions, was incessantly tossed\nin the air. Romans says that this game was played among the women; and\nLafitau, who describes it separately, adds that in this form it was\nonly played by girls. He also says that the Abenakis indulged in a\nsimilar game, using an inflated bladder for a ball; and that the\nFlorida Indians fixed a willow cage upon a pole in such a way that it\ncould revolve and tried to hit it with a ball so as to make it turn\nseveral times. [Footnote: Lafitau. Vol. II, p. 158.]",
        "Joutel in his historical journal describes a curious game as follows:\n\"Taking a short stick, very smooth and greased that it may be the\nharder to hold it fast, one of the elders throws it as far as he can.\nThe young men run after it, snatch it from each other, and at last, he\nwho remains possessed of it has the first lot.” [Footnote: French’s\nHistorical Collections of Louisiana, Vol. I, p. 188; Sanford’s History\nof the United States before the Revolution, p. clxxxii.]",
        "Football is found at the north. Ogilby [Footnote: Ogilby, Book II,\nChap. II, p. 156. See also Smith’s Narrative, p. 77.] says: “Their\ngoals are a mile long placed on the sands, which are as even as a\nboard; their ball is no bigger than a hand ball, which sometimes they\nmount in the air with their naked feet, sometimes it is swayed by the\nmultitude, sometimes also it is two days before they get a goal, then\nthey mark the ground they win, and begin there the next day. Before\nthey come to this sport they paint themselves, even as when they go to\nwar.” At the south it was “likewise a favorite manly diversion with\nthem.” [Footnote: Bartram, p. 509.]",
        "Certain forms of ball-play which were neither lacrosse nor chunkee, but\nwhich resembled these games were found in different localities. Such for\ninstance is the game which Catlin [Footnote: Vol. II, p. 146.] saw\nplayed by the Sioux women. Two balls were connected with a string a foot\nand a half long. Each woman was armed with a stick. They were divided\ninto equal sides. Goals were erected and the play was in some respects\nlike lacrosse. Stakes were wagered on the game. This game is\nalso-described by Domenech, [Footnote: Vol. II, p. 196.] who says the\nwomen wore a special costume which left the limbs free and that the game\nwas “unbecoming and indecent.” Powers [Footnote: Contribution to North\nAmerican Ethnology, Vol. III, p. 383.] found a game among the Nishinams,\non the western slope of the Sierra Nevada, not far from Sacramento,\nwhich in some respects also resembled lacrosse. He says “The ’Ti’-kel’\nis the only really robust and athletic game they use, and is played by a\nlarge company of men and boys. The piece [Footnote: The equivalent in\nthe game, of the ball in lacrosse.] is made of raw-hide or nowadays of\nstrong cloth, and is shaped like a small dumb-bell. It is laid in the\ncentre of a wide, level space of ground, in a furrow, hollowed out a few\ninches in depth. Two parallel lines are drawn equidistant from it, a few\npaces apart, and along these lines the opposing parties, equal in\nstrength, range themselves. Each player is equipped with a slight,\nstrong staff, from four to six feet long. The two champions of the party\ntake their stations on opposite sides of the piece, which is thrown into\nthe air, caught on the staff of one of the others, and hurled by him in\nthe direction of his antagonist’s goal. With this send-off there ensues\na wild chase and a hustle, pell-mell, higgledy-piggledy, each party\nstriving to bowl the piece over the other’s goal. These goals are\nseveral hundred yards apart.",
        "In an article in the Overland Monthly, [Footnote: Vol. II, p. 433. See\nalso Smith’s Narrative, p. 77.] A. W. Chase describes a game in vogue\namong the Oregon Indians which he says was identical with hockey, as\nfollows: “Sides being chosen, each endeavors to drive a hard ball of\npine wood around a stake and in different directions; stripped to the\nbuff, they display great activity and strength, whacking away at each\nother’s shins, if they are in the way, with a refreshing disregard of\nbruises. The squaws assist in the performance by beating drums and\nkeeping up a monotonous chant.” In the first of the two games of “spear\nand ring,” described by Domenech, [Footnote: Vol. II, pp. 197-8.] the\nplayers are divided into sides. The stone ring, about three inches in\ndiameter, is fixed upright on the chosen ground, and players two at a\ntime, one from each side, endeavor to throw their spears through the\nring. The spears are marked along their length with little shields or\nbits of leather, and the count is affected by the number of these that\npass through the ring. He also mentions a game [Footnote: He does not\ngive his authority for this game. He has evidently copied in his book\nfrom other writers, but seldom indicates whether his descriptions are\nbased upon personal observation or quoted.] among the Natchez in which\nthe ring was a “huge stone” and the spear a “stick of the shape of a\nbat.”",
        "If we classify Domenech’s first game of “spear and ring” among those\nwhich resemble chunkee, rather than as a form of chunkee itself, we\nshall probably be compelled to pursue the same course with Morgan’s\ngame of “javelin” to which we have already alluded. [Footnote: League\nof the Iroquois, p. 300.] In this game the players divided into sides.\nEach player had an agreed number of javelins. The ring, which was\neither a hoop or made solid like a wheel by winding with splints, was\nabout eight inches in diameter. The players on one side were arranged\nin a line and the hoop was rolled before them. They hurled their\njavelins. The count of the game was kept by a forfeiture of javelins.\nSuch as hit the mark were safe, but the javelins which did not hit were\npassed to the players of the other side who then had an opportunity to\nthrow them at the hoop from the same spot. If these players were\nsuccessful the javelins were forfeited and laid out of the play. If,\nhowever, they in turn failed the javelins were returned to their\noriginal owners. The hoop was then rolled by the other side and the\nprocess continued until one of the sides had forfeited all their\njavelins.",
        "There was diversity in the forms of the games of simple chance as well\nas in the athletic games, and besides those which have been already\ndescribed, the Indians on the Pacific Coast had a great variety of\ngames, or forms of the same game, in which, in addition to the element\nof chance involved in determining the numbers or positions of certain\nsticks or counters, there was also an opportunity for the player who\nwas manipulating them to deceive by dexterous sleight of hand. The\nsimplest form in which this is found is guessing in which hand a small\nstone or bone is held. It would hardly seem that this artless effort\ncould be transformed into an amusing and exciting game; yet it has\nattracted the attention of all travellers, and scarcely any writer, who\ntreats of the habits of the Pacific coast Indian, fails to give a full\naccount of this simple game. Lewis and Clarke, [Footnote: Lewis and\nClarke, Vol. II, 140; and also II, 94.] when writing about the Indians\nnear the mouth of the Columbia, say: “The games are of two kinds. In\nthe first, one of the company assumes the office of banker and plays\nagainst the rest. He takes a small stone, about the size of a bean,\nwhich he shifts from one hand to another with great dexterity,\nrepeating at the same time a song adapted to the game and which serves\nto divert the attention of the company, till having agreed on the\nstakes, he holds out his hands, and the antagonist wins or loses as he\nsucceeds or fails at guessing in which hand the stone is. After the\nbanker has lost his money or whenever he is tired, the stone is\ntransferred to another, who in turn challenges the rest of the company.\n[Footnote: See also, Adventures on the Columbia River, by Ross Cox. p.\n158; The Oregon Territory, by John Dunn, p. 93; Four Years in British\nColumbia, by Commander R. C. Mayne, p. 273; it was played by the\nComanches in Texas with a bullet, Robert S. Neighbors in Schoolcraft,\nVol. II, p. 134; by the Twanas with one or two bones, Bulletin U. S.\nGeol. Survey, Vol. III, No. 1, p. 89, Rev. M. Eels.] In the account\ngiven by George Gibbs [Footnote: Contributions to North American\nEthnology, Vol. I, p. 206.] the count of the game among the tribes of\nwestern Washington and northwestern Oregon, was kept by means of\nsticks. Each side took five or ten small sticks, one of which was\npassed to the winner on each guess, and the game was ended when the\npile of one side was exhausted. According to him, “The backers of the\nparty manipulating keep up a constant drumming with sticks on their\npaddles which lie before them, singing an incantation to attract good\nfortune.” Powers describes another form into which the game developed\namong the Indians of central California. It is “played with a bit of\nwood or a pebble which is shaken in the hand, and then the hand closed\nupon it. The opponent guesses which finger (a thumb is a finger with\nthem) it is under and scores one if he hits, or the other scores if he\nmisses. They keep tally with eight counters.” [Footnote: Contributions\nto North American Ethnology, Vol. III, pp. 332-3.]",
        "Schwatka, in his recent exploration of the Yukon found this game among\nthe Chilkats. It was called la-hell. Two bones were used. One was the\nking and one the queen. His packers gambled in guessing at the bones\nevery afternoon and evening after reaching camp. [Footnote: Along\nAlaska’s Great River. By Frederic Schwatka, p. 71.]",
        "The simplicity of the game was modified by the introduction of similar\narticles in each hand, the question to be decided being in which hand\none of them having a specified mark should be found. Kane [Footnote:\nKane’s Wanderings, p. 189.] thus describes such a game among the\nChinooks: “Their games are few. The one most generally played amongst\nthem consists in holding in each hand a small stick, the thickness of a\ngoose quill, and about an inch and one-half in length, one plain, the\nother distinguished by a little thread wound round it, the opposite\nparty being required to guess in which hand the marked stick is to be\nfound. A Chinook will play at this simple game for days and nights\ntogether, until he has gambled away everything he possesses, even to\nhis wife.” [Footnote: See also Overland, Vol. IV, p. 163, Powers, H. H.\nBancroft’s Native Races, Vol. I n 244 Clay balls are sometimes used,\nIbid, Vol. I, p. 353, The Northwest Coast James G Swan, p. 158, Montana\nas it is Granville Stuart, p. 71.]",
        "Among the Utahs this form of the game was common: “A row of players\nconsisting of five or six or a dozen men is arranged on either side of\nthe tent facing each other. Before each man is placed a bundle of small\ntwigs or sticks each six or eight inches in length and pointed at one\nend. Every tete-a-tete couple is provided with two cylindrical bone\ndice carefully fashioned and highly polished which measure about two\ninches in length and half an inch in diameter, one being white and the\nother black, or sometimes ornamented with a black band.” At the rear,\nmusicians were seated who during the game beat upon rude drums.\n[Footnote: Edwin R Baker in the American Naturalist, June, 1877, Vol.\nXI, p. 551.] In this game it will be noticed that the players paired\noff and apparently each man played for himself.",
        "Still another element is introduced in another form of the game, which\nincreases the opportunity afforded the one who manipulates the bones for\ndexterity. This form of the game is repeatedly alluded to by Powers.\nWhile relating the habits and customs of the Gualala, whose homes were\nnear Fort Ross, he describes what he calls the gambling game of “wi\nand tep” and says that one description with slight variations will\nanswer for nearly all the tribes of central and southern California.\nAfter describing the making up of the pool of stakes, he adds: “They\ngamble with four cylinders of bone about two inches long, two of which\nare plain, and two marked with rings and strings tied round the middle.\nThe game is conducted by four old and experienced men, frequently grey\nheads, two for each party, squatting on their knees on opposite sides of\nthe fire. They have before them a quantity of fine dry grass, and with\ntheir hands in rapid and juggling motions before and behind them, they\nroll up each piece of bone in a little ball and the opposite party\npresently guess in which hand is the marked bone. Generally only one\nguesses at a time, which he does with the word ’lep’ (marked one), and\n’wi’ (plain one). If he guesses right for both players, they simply\ntoss the bones over to him and his partner, and nothing is scored on\neither side. If he guesses right for one and wrong for the other, the\none for whom he guessed right is ’out’, but his partner rolls up the\nbones for another trial, and the guesser forfeits to them one of his\ntwelve counters. If he guesses wrong for both, they still keep on and he\nforfeits two counters. There are only twelve counters and when they have\nbeen all won over to one side or the other, the game is ended.\n[Footnote: Powers in Contributions to North American Ethnology, Vol.\nIII, pp. 90-152; 189-332.] Sometimes the same game was played without\ngoing through the formality of wrapping the pieces in grass, simply\nshaking them in the hands as a preliminary for the guessing. [Footnote:\nContributions to North American Ethnology, Vol. III, 332; Alexander\nRoss’s Adventures, pp. 308, 309.]",
        "A slightly different method prevails among the Indians of Washington\nand northwestern Oregon. Ten disks of hard wood, each about the\ndiameter of a Mexican dollar and somewhat thicker, are used. “One of\nthese is marked and called the chief. A smooth mat is spread on the\nground, at the ends of which the opposing players are seated, their\nfriends on either side, who are provided with the requisites for a\nnoise as in the other case. The party holding the disks has a bundle of\nthe fibres of the cedar bark, in which he envelops them, and after\nrolling them about, tears the bundle into two parts, his opponent\nguessing in which bundle the chief lies.” [Footnote: Contributions to\nNorth American Ethnology, Gibbs, Vol. I, p. 206.] The same game is\ndescribed by Kane, except that the counters, instead of being wrapped\nin one bundle which is afterward torn in two, are originally wrapped in\ntwo bundles. [Footnote: Kane’s Wanderings, p. 189; Swan’s Northwest\nCoast, p. 157, Eels in Bulletin U.S.G. Surv., Vol. III, No. 1.]",
        "Still another complication of the guessing game was described by Mayne.\n[Footnote: Mayne’s British Columbia, p. 275.] Blankets were spread upon\nthe ground on which sawdust was spread about an inch thick. In this was\nplaced the counter, a piece of bone or iron about the size of a half a\ncrown, and one of the players shuffled it about, the others in turn\nguessing where it was.",
        "The game of “moccasin” was but a modification of this game. As\ndescribed by Philander Prescott three moccasins were used in this game\nby the Dacotas. The bone or stick was slipped from one to another of\nthe moccasins by the manipulators, and the others had to guess in which\nmoccasin it was to be found. Simple as this description seems, the men\nwould divide into sides, playing against each other, and accompanying\nthe game with singing. [Footnote: Schoolcraft, Vol. IV, p. 64;\nDomenech, Vol. II, p. 192.]",
        "Among the Zunis, the guessing game was exalted to the nature of a\nsacred festival. Frank H. Cushing [Footnote: The Century, Vol. XXVI, p.\n37.] gives the following account of its practice. “One morning the two\nchief priests of the bow climbed to the top of the houses, and just at\nsunrise called out a ’prayer message’ from the mount-environed gods.\nEight players went into a kli-wi-lain to fast, and four days\nlater issued forth, bearing four large wooden tubes, a ball of stone,\nand a bundle of thirty-six counting straws. With great ceremony, many\nprayers and incantations, the tubes were deposited on two mock\nmountains of sand, either side of the ’grand plaza.’ A crowd began to\ngather. Larger and noisier it grew, until it became a surging,\nclamorous, black mass. Gradually two piles of fabrics,--vessels, silver\nornaments, necklaces, embroideries, and symbols representing horses,\ncattle and sheep--grow to large proportions. Women gathered on the\nroofs around, wildly stretching forth articles for betting, until one\nof the presiding priests called out a brief message. The crowd became\nsilent. A booth was raised, under which two of ho players retired; and\nwhen it was removed the four tubes were standing on the mound of sand.\nA song and dance began. One by one three of the four opposing players\nwere summoned to guess under which tube the ball was hidden. At each\nguess the cries of the opposing party became deafening, and the mock\nstruggles approached the violence of combat. The last guesser found the\nball; and as he victoriously carried the latter and the tubes across to\nhis own mound, his side scored ten. The process was repeated. The\nsecond guesser found the ball; his side scored fifteen setting the\nothers back five. The counts, numbered one hundred; but so complicated\nwere the winnings and losings on both sides, with each guess of either,\nthat hour after hour the game went on, and night closed in. Fires were\nbuilt in the plaza, cigarettes were lighted, but still the game\ncontinued. Noisier and noisier grew the dancers; more and more\ninsulting and defiant their songs and epithets to the opposing crowd,\nuntil they fairly gnashed their teeth at one another, but no blows. Day\ndawned upon the still uncertain contest; nor was it until the sun again\ntouched the western horizon, that the hoarse, still defiant voices died\naway, and the victorious party bore off their mountains of gifts from\nthe gods.” The picturesque description of Cushing brings before our\neyes the guessing game in its highest form of development. Among the\ntribes of the East, if it had a home at all, it was practised in such\nan inobtrusive way as not to attract the attention of writers who have\ndescribed their habits and customs. The nearest approach to it which we\ncan find is a guessing game described by Hennepin, as follows: “They\ntake kernels of Indian corn or something of the kind, then they put\nsome in one hand, and ask how many there are. The one who guesses\nwins.”",
        "Mackenzie [Footnote: Alexander Mackenzie’s Voyages in 1789 and 1893\nLondon, 1801, p. 311.] fell in with some Indians near the Pacific coast\nwho travelled with him a short distance. They carried with them the\nimplements for gambling. Their game was different from the guessing\ngames which have been heretofore described. “There were two players and\neach had a bundle of about fifty small sticks neatly polished, of the\nsize of a quill, and five inches long. A certain number of their sticks\nhad red lines round them and as many of these as one of the players\nmight find convenient were curiously rolled up in dried grass, and\naccording to the judgment of his antagonist respecting their number and\nmarks he lost or won.”",
        "The same game was seen at Queen Charlotte Islands by Francis Poole.\n[Footnote: Queen Charlotte Island, a narrative etc., p. 25.] He says\nthere were in this game from “forty to fifty round pins or pieces of\nwood, five inches long by one-eighth of an inch thick, painted in black\nand blue rings and beautifully polished.” These pins were divided into\ntwo heaps under cover of bark fibre and the opposite player guessed odd\nor even for one of the piles.",
        "Lewis and Clarke [Footnote: Vol. II, p. 140.] describe a game among the\nOregon Indians which can neither be called an athletic game nor a game\nof chance, but which seems to have been a simple contest of skill. “Two\npins are placed on the floor, about the distance of a foot from each\nother, and a small hole made behind them. The players then go about ten\nfeet from the hole, into which they try to roll a small piece,\nresembling the men used at draughts; if they succeed in putting it into\nthe hole, they win the stake; if the piece rolls between the pins, but\ndoes not go into the hole, nothing is won or lost; but the wager is\nwholly lost if the chequer rolls outside the pins.”",
        "Morgan [Footnote: League of the Iroquois, p. 303.] describes a winter\ncontest of skill among the Iroquois, which he calls snow-snake. The\nso-called snakes were made of hickory. They were from five to seven feet\nin length, a quarter of an inch in thickness, tapering from an inch in\nwidth at the head to about half an inch at the tail. The head was round,\nturned up slightly and weighted with lead. This implement was shot along\nthe snow crust, by hand, with great speed, and a point in the game was\ngained by the snake which ran the greatest distance. When there were a\nnumber of players divided into sides, if there were two, three or more\nsnakes of the same side which were in advance of the snakes of the other\nside, all such counted. Such contests usually took place between tribes\nand aroused a great degree of spirit and the usual amount of betting. In\nsimpler form, Sagard Theodat describes this kind of amusement.",
        "Under the name of “Fuseaux,” La Potherie [Footnote: Vol. III, p. 24.]\ndescribes a similar winter game of the children. He further says the\nwomen only played at platter or dice. The children played at lacrosse,\nseldom at platter. We have seen that the women in some parts of the\ncountry joined in the lacrosse games. Sometimes they played it by\nthemselves and sometimes they played other ball games which closely\nresemble that game. Romans describes a woman’s game in which they tossed\nup a ball which was to be caught before it reached the ground; but in\nthe meantime the one who tossed it had to pick up a small stick from the\nground.",
        "The women of the Natchez, [Footnote: Le Page du Pratz, Vol. III, p. 2,\nDomenech, Vol. II, p. 192.] according to Le Page du Pratz, played with\nthree pieces of cane, each eight or nine inches long, flat on one side\nand convex on the other with engravings on the convex side. Two were\nheld in the open palm of the left hand and the third was dropped round\nside down upon the ends of the two, so that all would fall to the\nground. If two convex surfaces came up the player won. He also says,\nand in this Romans concurs, that the women were very reluctant to be\nseen while playing.",
        "Among the Natchez, the young girls played ball with a deer-skin ball\nstuffed with Spanish moss. Other than that they seemed to him to have\nno games. [Footnote: Le Page du Pratz, Vol. III, p. 2.] The young\nChoctaws, according to Romans, engaged in wrestling, running, heaving\nand lifting great weights and playing ball. Hennepin says, “the\nchildren play with bows and with two sticks, one large and one small.\nThey hold the little one in the left, and the larger one in the right\nhand, then with the larger one they make the smaller one fly up in the\nair, and another runs after it, and throws it at the one who sprang it.\nThey also make a ball of flags or corn leaves, which they throw in the\nair and catch on the end of a pointed stick.” Powers [Footnote:\nContributions to North American Ethnology. Vol. III, p. 331.] describes\na game among the children of the Nishinams which consisted in tossing\nbunches of clover from one to another, and another in which the boys\nplaced themselves upon three bases and tossed a ball across from one to\nthe other. Points were won as in base ball by running bases, if\npossible, without being put out by the one who at the time had the\nball. The Choctaw [Footnote: Romans, p. 70, Bossu, Vol. I, p. 308.]\nboys made use of a cane stalk, eight or nine feet in length, from which\nthe obstructions at the joints had been removed, much as boys use what\nis called a putty blower. The Zuni children are said to play checkers\nwith fragments of pottery on flat stones. [Footnote: The Century, Vol.\nXXVI, p. 28, Cushing.]",
        "Running matches, swimming, wrestling, the simple ball-games which are\nhinted at rather than described, practice in archery and hurling the\nspear or javelin, furnished the Indian youth with such amusements as\ncould be derived outside the contests in which his elders participated.\nMost of these latter were so simple as to be easily understood by the\nvery young, and we can readily comprehend how deeply the vice of\ngambling must have been instilled in their minds, when they saw it\ninaugurated with such solemn ceremonials and participated in with such\nfuror by their elders.",
        "Our information concerning the habits of the Indians comes from a\nvariety of sources. Some of it is of very recent date, especially that\nwhich deals with the Indians of the Pacific coast. The early Relations\nof the French Fathers were faithful, and, as a rule, intelligent\nrecords of events which the priests themselves witnessed. The accounts\nof the French and Indian traders and travelers are neither as accurate\nnor as reliable as those contained in the Relations. Some of these\nauthors faithfully recorded what they saw; others wrote to make books.\nThey differ widely in value as authorities and must be judged upon\ntheir individual merits.",
        "Much of our information concerning the manners and customs of the\nnatives of the Pacific coast is derived from the publications of our\nnational government. The reports which are collated in these documents\nare from a great number of observers and are not uniform in character,\nbut many of them have great value. As a whole, the work was well done\nand in a scientific manner.",
        "The narration of the different games tells its own story. Lacrosse is\nfound throughout the country; platter or dice is distributed over an\narea of equal extent; chunkee was a southern and western game; straws a\nnorthern game with traces of its existence in the west; the guessing\ngame was apparently a western game. Everywhere, gambling prevailed to\nthe most shocking extent.",
        "There are writers who seek to reduce the impressions of the\nextravagance indulged in by the Indians at these games. The concurrence\nof testimony is to the effect that there was no limit to which they\nwould not go. Their last blanket or bead, the clothing on their backs,\ntheir wives and children, their own liberty were sometimes hazarded;\nand if the chances of the game went against them the penalty was paid\nwith unflinching firmness. The delivery of the wagered wives, Lescarbot\ntells us, was not always accomplished with ease, but the attempt would\nbe faithfully made and probably was often successful. Self-contained as\nthese people ordinarily were, it is not a matter of surprise that the\nweaker among them should have been led to these lengths of\nextravagance, under the high pressure of excitement which was\ndeliberately maintained during the progress of their games.\n[Transcriber’s Note: Lengthy footnote relocated to chapter end.] From\none end of the land to the other these scenes were ushered in with\nceremonies calculated to increase their importance and to awaken the\ninterest of the spectators. The methods used were the same among the\nconfederations of the north and of the south; among the wandering\ntribes of the interior; among the dwellers in the Pueblos; and among\nthe slothful natives of the Pacific coast.",
        "The scene described by Cushing, where, at the summons of the “prayer-\nmessage,” the Zunis gathered upon the house-tops and swarmed in the\nPlaza, to hazard their property, amid prayers and incantations, upon a\nguess under which tube the ball was concealed, is widely different from\nthat depicted by the Jesuit Fathers in Canada, where the swarthy Hurons\nassembled in the Council House at the call of the medicine man and in\nthe presence of the sick man, wagered their beads and skins, upon the\ncast of the dice. It differs equally from the scene which travellers\nhave brought before our eyes, of the Chinooks, beating upon their\npaddles and moaning forth their monotonous chants, while gathered in a\nring about the player, who with dexterous passes and strange\ncontortions manipulated the stone and thus added zest to the guess\nwhich was to determine the ownership of the property staked upon the\ngame. The resemblances in these scenes are, however, far more striking\nthan the differences. Climate and topography determine the one. Race\ncharacteristics are to be found in the other.",
        "[Relocated Footnote: The following extracts will illustrate these\npoints: They will bet all they have, even to their wives. It is true,\nhowever, that the delivery of the wagered women is not easy. They mock\nthe winners and point their fingers at them (Lescarbot, Vol. III, p.\n754); all that they possess, so that if unfortunate, as sometimes has\nhappened, they return home as naked as your hand (Lalemant, Relation,\n1639); their goods, their wives, their children (Ferland Vol. I, p.\n134); some have been known to stake their liberty for a time\n(Charlevoix, Vol. III, 319); have been known to stake their liberty\nupon the issue of these games, offering themselves to their opponents\nin case they get beaten (Catlin, Vol. I, p. 132); I have known several\nof them to gamble their liberty away (Lawson, p. 176); a Canadian\nIndian lost his wife and family to a Frenchman (Sagard Theodat,\nHistoire du Canada, Vol. I, p. 243); they wager their wives (A.\nColquhon Grant, Journal Royal Geog. Soc., London, Vol. XXVII, p. 299);\ntheir wives and children (Irving’s Astorla, Vol. II, p. 91); their\nliberty (Parker’s Journal of an Exploring Tour, pp. 249-50); Domenech\nhas never known men to bet their wives (Vol. II, p. 191); women bet as\nwell as men (Romans, p. 79; Am. Naturalist, Vol. XI, No. 6, 551);\nPhilander Prescott (Schoolcraft, Vol. IV, p. 64); Cushing (Century,\nVol. XXVI, p. 28); the liberty of a woman wagered by herself (Lalemant,\nRelation 1639); women are never seen to bet (Le Page du Pratz, Vol.\nIII, p. 2; Mayne Br. Col., p. 276); rash gambling sometimes followed by\nsuicide (Romans p. 79; Brebeuf, Relation 1686).]",
        "\nThis full text of Andrew McFarland Davis’ “Indian Games” belongs to the public domain (thanks to Project Gutenberg).\n\n\nAt Amazon: American Indian Games\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n",
        "Indian GamesBy Andrew McFarland DavisAt Amazon"
    ]
}