{
    "title": "Indian Fairy Tales - A Lesson For Kings",
    "author": "Joseph Jacobs",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time, when Brahma-datta was reigning in Benares, the future\nBuddha returned to life as his son and heir. And when the day came for\nchoosing a name, they called him Prince Brahma-datta. He grew up in due\ncourse; and when he was sixteen years old, went to Takkasila, and\nbecame accomplished in all arts. And after his father died he ascended\nthe throne, and ruled the kingdom with righteousness and equity. He\ngave judgments without partiality, hatred, ignorance, or fear. Since he\nthus reigned with justice, with justice also his ministers administered\nthe law. Lawsuits being thus decided with justice, there were none who\nbrought false cases. And as these ceased, the noise and tumult of\nlitigation ceased in the king’s court. Though the judges sat all day in\nthe court, they had to leave without any one coming for justice. It\ncame to this, that the Hall of Justice would have to be closed!",
        "Then the future Buddha thought, “It cannot be from my reigning with\nrighteousness that none come for judgment; the bustle has ceased, and\nthe Hall of Justice will have to be closed. I must, therefore, now\nexamine into my own faults; and if I find that anything is wrong in me,\nput that away, and practise only virtue.”",
        "Thenceforth he sought for some one to tell him his faults, but among\nthose around him he found no one who would tell him of any fault, but\nheard only his own praise.",
        "Then he thought, “It is from fear of me that these men speak only good\nthings, and not evil things,” and he sought among those people who\nlived outside the palace. And finding no fault-finder there, he sought\namong those who lived outside the city, in the suburbs, at the four\ngates. And there too finding no one to find fault, and hearing only his\nown praise, he determined to search the country places.",
        "So he made over the kingdom to his ministers, and mounted his chariot;\nand taking only his charioteer, left the city in disguise. And\nsearching the country through, up to the very boundary, he found no\nfault-finder, and heard only of his own virtue; and so he turned back\nfrom the outer-most boundary, and returned by the high road towards the\ncity.",
        "Now at that time the king of Kosala, Mallika by name, was also ruling\nhis kingdom with righteousness; and when seeking for some fault in\nhimself, he also found no fault-finder in the palace, but only heard of\nhis own virtue! So seeking in country places, he too came to that very\nspot. And these two came face to face in a low cart-track with\nprecipitous sides, where there was no space for a chariot to get out of\nthe way!",
        "Then the charioteer of Mallika the king said to the charioteer of the\nking of Benares, “Take thy chariot out of the way!”",
        "But he said, “Take thy chariot out of the way, O charioteer! In this\nchariot sitteth the lord over the kingdom of Benares, the great king\nBrahma-datta.”",
        "Yet the other replied, “In this chariot, O charioteer, sitteth the lord\nover the kingdom of Kosala, the great king Mallika. Take thy carriage\nout of the way, and make room for the chariot of our king!”",
        "Then the charioteer of the king of Benares thought, “They say then that\nhe too is a king! What is now to be done?” After some consideration,\nhe said to himself, “I know a way. I’ll find out how old he is, and then\nI’ll let the chariot of the younger be got out of the way, and so make\nroom for the elder.”",
        "And when he had arrived at that conclusion, he asked that charioteer\nwhat the age of the king of Kosala was. But on inquiry he found that\nthe ages of both were equal. Then he inquired about the extent of his\nkingdom, and about his army, and his wealth, and his renown, and about\nthe country he lived in, and his caste and tribe and family. And he\nfound that both were lords of a kingdom three hundred leagues in\nextent; and that in respect of army and wealth and renown, and the\ncountries in which they lived, and their caste and their tribe and\ntheir family, they were just on a par!",
        "Then he thought, “I will make way for the most righteous.” And he\nasked, “What kind of righteousness has this king of yours?”",
        "Then the chorister of the king of Kosala, proclaiming his king’s\nwickedness as goodness, uttered the First Stanza:",
        "  “The strong he overthrows by strength,\n  The mild by mildness, does Mallika;\n  The good he conquers by goodness,\n  And the wicked by wickedness too.\n    Such is the nature of this king!\n    Move out of the way, O charioteer!”",
        "But the charioteer of the king of Benares asked him, “Well, have you\ntold all the virtues of your king?”",
        "“Yes,” said the other.",
        "“If these are his virtues, where are then his faults?” replied\nhe.",
        "The other said, “Well, for the nonce, they shall be faults, if you\nlike! But pray, then, what is the kind of goodness your king has?”",
        "And then the charioteer of the king of Benares called unto him to\nhearken, and uttered the Second Stanza",
        "  “Anger he conquers by calmness,\n  And by goodness the wicked;\n  The stingy he conquers by gifts,\n  And by truth the speaker of lies.\n    Such is the nature of this king!\n    Move out of the way, O charioteer!”",
        "And when he had thus spoken, both Mallika the king and his charioteer\nalighted from their chariot. And they took out the horses, and removed\ntheir chariot, and made way for the king of Benares!",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}