{
    "title": "Indian Games - Chunkee or Hoop and Pole.",
    "author": "Andrew McFarland Davis",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "Among the Indians at the south, observers noted and described a game of\ngreat antiquity, of which we have no record during historical times\namong those of the north, unless we should classify the game of javelin\ndescribed by Morgan [Footnote: League of the Iroquois, p. 300.] as a\nmodified form of the same game. The general name by which this game was\nknown was chunkee. When Iberville arrived at the mouth of the\nMississippi he despatched a party to explore the river. The officer who\nkept the “Journal de la fregate, le Marin” was one of that party and he\nrecorded the fact that the Bayagoulas and Mougoulachas passed the\ngreater part of their time in playing in this place with great sticks\nwhich they throw after a little stone, which is nearly round and like a\nbullet. [Footnote: Maigry, Deconvertes, etc., Vol. 4, p. 261.] Father\nGravier descended the river in 1700 and at the village of Houmas he saw\na “fine level square where from morning to night there are young men who\nexercise themselves in running after a flat stone which they throw in\nthe air from one end of the square to the other, and which they try to\nhave fall on two cylinders that they roll where they think the stone\nwill fall.” [Footnote: Shea’s Early Voyages. Albany, 1861, p. 143.]\nAdair gives the following description of the same game: “The warriors\nhave another favorite game, called ’chungke’, which, with propriety of\nlanguage may be called ’Running hard labour.’ They have near their state\nhouse [Footnote: Consult E G Squire--Aboriginal Monuments of N.Y.\nSmithsonian Contributions to Knowledge, Vol. II, pp. 1356 and note p.\n136.] a square piece of ground well cleaned, and fine sand is carefully\nstrewed over it, when requisite, to promote a swifter motion to what\nthey throw along the surface. Only one or two on a side play at this\nancient game. They have a stone about two fingers broad at the edge and\ntwo spans round; each party has a pole of about eight feet long, smooth,\nand tapering at each end, the points flat. They set off abreast of each\nother at six yards from the end of the playground; then one of them\nhurls the stone on its edge, in as direct a line as he can, a\nconsiderable distance toward the middle of the other end of the square.\nWhen they have run a few yards, each darts his pole anointed with bears’\noil, with a proper force, as near as he can guess in proportion to the\nmotion of the stone, that the end may lie close to the stone. When this\nis the case, the person counts two of the game, and, in proportion to\nthe nearness of the poles to the mark, one is counted, unless by\nmeasuring, both are found to be at an equal distance from the stone. In\nthis manner, the players will keep running most part of the day, at half\nspeed, under the violent heat of the sun, staking their silver\nornaments, their nose-, finger-and ear-rings; their breast-, arm-and\nwrist-plates, and even all their wearing apparel, except that which\nbarely covers their middle. All the American Indians are much addicted\nto this game, which to us appears to be a task of stupid drudgery; it\nseems, however, to be of early origin, when their forefathers used\ndiversions as simple as their manners. The hurling stones they use at\npresent were from time immemorial rubbed smooth on the rocks and with\nprodigious labor; and they are kept with the strictest religious care,\nfrom one generation to another, and are exempted from being buried with\nthe dead. They belong to the town where they are used, and are carefully\npreserved.” [Footnote: See also Historical Collection, Louisiana and\nFlorida. B. F. French (Vol. II.), second series, p. 74, New York, 1875.]",
        "Lieut. Timberlake [Footnote: Memoirs of Lieut. Henry Timberlake, etc.,\nLondon, 1765, p. 77.] describes the game as he saw it played among the\nCherokees where it was known by the name of “Netteeawaw.” “Each player\nhas a pole about ten feet long, with several marks or divisions. One of\nthem bowls a round stone with one flat side, and the other convex, on\nwhich the players all dart their poles after it, and the nearest counts\naccording to the vicinity of the bowl to the marks on his pole.”",
        "Romans saw it among the Choctaws. He says, “The manner of playing the\ngame is thus: they make an alley of about two hundred feet in length,\nwhere a very smooth clayey ground is laid, which when dry is very hard:\nthey play two together having each a straight pole about fifteen feet\nlong; one holds a stone which is in the shape of a truck, which he\nthrows before him over this alley, and the instant of its departure,\nthey set off and run; in running they cast their poles after the stone;\nhe that did not throw it endeavors to hit it; the other strives to\nstrike the pole of his antagonist in its flight so as to prevent the\npole of his opponent hitting the stone. If the first should strike the\nstone he counts one for it, and if the other by the dexterity of his\ncast should prevent the pole of his opponent hitting the stone, he\ncounts one, but should both miss their aim the throw is renewed.”",
        "Le Page du Pratz [Footnote: Histoire de la Louisiane, Paris, 1738, Vol.\nIII, p. 2.] describes the game as practised among the Natchez. He calls\nit “Le Jeu de la Perche which would be better named de la crosse.\"\nDumont who was stationed at Natchez and also on the Yazoo, describes the\ngame and speaks of it as “La Crosse.” [Footnote: Memoires Historiques\nsur la Louisiane, Paris, 1753, Vol. I, p. 202.]",
        "Adair is correct when he speaks of the antiquity of this game. When he\ndwells upon the fact that these stones are handed down from generation\nto generation, as the property of the village, he brings these tribes\nclose to the mound dwellers. Sanier, [Footnote: Ancient Monuments of the\nMississippi Valley, p. 223.] speaking of discoidal stones, found in the\nmounds, says, “It is known that among the Indian tribes of the Ohio and\nalong the Gulf, such stones were in common use in certain favorite\ngames.” Lucien Carr [Footnote: 10th Annual Report Peabody Museum, p. 93.\nSee also Schoolcraft’s Indian tribes, Vol. I, p. 83.] describes and\npictures a chunkee stone from Ely Mound, Va. Lewis and Clarke [Footnote:\nLewis and Clarke’s Expedition, Phila, 1814, Vol. I, p. 143.] describe\nthe game as played among the Mandans. This tribe had a wooden platform\nprepared on the ground between two of their lodges. Along this platform\nthe stone ring was rolled and the sticks were slid along the floor in\npursuit of it. Catlin [Footnote: Vol. I, p. 132 et seq. Dorsey\ndescribes two forms of the game in use among the Omahas: “shooting at\nthe rolling wheel” and “stick and ring” Third Annual Report. Bureau of\nEthnology, pp. 335-336. cf. Travels in the Interior of America, in the\nyears 1809, 1810 and 1811, by John Bradbury, p. 126.] describes the game\nas played by the same tribe. They had a carefully prepared pavement of\nclay on which they played. The “Tchunkee” sticks were marked with bits\nof leather and the counts of the game were affected by the position of\nthe leather on or near which the ring lodged. The Mojaves are accustomed\nto play a similar game which has been described under the name “Hoop and\nPole”. [Footnote: Lieut. A. W. Whipple in Pac. R. R. Rep.. Vol. III, p.\n114; Harper’s Mag., Vol. XVII, p. 463; Domenech. Vol. II, p. 197; H. H.\nBancroft’s Native Races, Vol. I, p. 393, p. 517 and note 133. The\nMartial Experiences of the California Volunteers by Edward Carlsen,\nOverland, Vol. VII, No. 41. 2nd Series, p. 494.] A similar game was\nplayed by the Navajoes. [Footnote: Major E. A. Backus in Schoolcraft.\nVol. IV, p. 214.]",
        "The Yumas played a game with two poles fifteen feet long and a ring a\nfew inches in diameter. [Footnote: W. H. Emory, U. S. and Mexican\nBoundary Survey, Vol. I, p. 111.] Kane [Footnote: Kane’s Wanderings, p.\n310; H. H. Bancroft’s Native Races, Vol. I, p. 280.] says that the\nChualpays at Fort Colville on the Columbia “have a game which they call\n’Alkollock,’ which requires considerable skill. A smooth, level piece\nof ground is chosen, and a slight barrier of a couple of sticks placed\nlengthwise is laid at each end of the chosen spot, being from forty to\nfifty feet apart and only a few inches high. The two players, stripped\nnaked, are armed with a very slight spear, about three feet long, and\nfinely pointed with bone; one of them takes a ring made of bone or some\nheavy wood and wound with cord. The ring is about three inches in\ndiameter, on the inner circumference of which are fastened six beads of\ndifferent colors, at equal distances, to each of which a separate value\nis attached. The ring is then rolled along the ground to one of the\nbarriers and is followed at the distance of two or three yards by the\nplayers, and as the ring strikes the barrier and is falling on its side,\nthe spears are thrown, so that the ring may fall on them. If any one of\nthe spears should be covered by the ring, the owner counts according to\nthe colored bead on it. But it generally happens from the dexterity of\nthe players that the ring covers both spears and each counts according\nto the color of the beads above his spear. They then play towards the\nother barrier, and so on until one party has obtained the number agreed\nupon for the game.”",
        "In his “Life among the Apaches,” [Footnote: Life among the Apaches by\nJohn C. Cremony, p. 302.] Colonel Cremony describes the hoop and pole\ngame as played by the Apaches. With them the pole is marked with\ndivisions throughout its whole length and these divisions are stained\ndifferent colors. The object of the game is to make the hoop fall upon\nthe pole as near the butt as possible, graduated values being applied\nto the different divisions of the pole. The women are not permitted to\napproach within a hundred yards while the game is going on.\n[Transcriber’s Note: Lengthy footnote relocated to chapter end.] Those\nwho have described this game in the various forms in which it has been\npresented dwell upon the fact that it taxed the strength, activity and\nskill of the players. In this respect it rivalled lacrosse. In\ngeographical range the territory in which it was domesticated was\nnearly the same.",
        "There are many, doubtless, who would decline to recognize the discoidal\nstones of the mounds as chunkee stones, but it can not be denied that\nthe “netlecawaw” of the Cherokees [Footnote: Timberlake p. 77.], the\n“hoop and pole” of the Mojaves and Apaches [Footnote: Whipple, Pac. R.\nR. Rep., Vol. III, p. 114. Cremony, p. 302, Harper’s Mag. Vol. XVII, p.\n463.], the second form of “spear and ring” described by Domenech,\n[Footnote: Domenech, Vol. II, p. 197.] the “alkollock” of the\nChualpays [Footnote: Kane’s Wanderings, p. 310.] and the chunkee of\nRomans and Adair are the same game. The change from the discoidal stone\nto the ring; the different materials of which the ring is made, whether\nof stone, [Footnote: Lewis and Clarke, Vol. I, p. 143; Catlin, Vol. I,\np. 132.] of bone, [Footnote: Kane’s Wanderings, p. 310.], of wood,\n[Footnote: Cremony, p. 302.] or of cord; [Footnote: Whipple, Pac. R. R.\nRep., Vol. III, p. 114.] whether wound with cord [Footnote: Kane’s\nWanderings, p. 310.] or plain; the different lengths of the spears\nvarying from three feet [Footnote: Ibid.] to ten feet [Footnote:\nTimberlake, p. 77; Cremony, p. 302.] and even reaching fifteen feet in\nlength among the Mojaves; [Footnote: Whipple, Pac. R. R. Rep., Vol. III,\np. 114.] the different markings of the spear [Footnote: Cremony, p. 302;\nDomenech, Vol. II, p. 197; Timberlake, p. 77.] and the ring; [Footnote:\nKane’s Wanderings, p. 310.] the different ways of preparing the ground,\nwhether tamping with clay, [Footnote: Catlin, Vol., I, p. 132.] or\nflooring with timber, [Footnote: Lewis and Clarke, Vol. I, p. 148.] or\nsimply removing the vegetation, [Footnote: Domenech, Vol. II, p.\n197.]--all these minor differences are of little consequence. The\nstriking fact remains that this great number of tribes, so widely\nseparated, all played a game in which the principal requirements were,\nthat a small circular disk should be rolled rapidly along a prepared\nsurface and that prepared wooden implements, similar to spears, should\nbe launched at the disk while in motion or just at the time when it\nstopped. Like lacrosse, it was made use of as an opportunity for\ngambling, but owing to the restriction of the ground on which it could\nbe played, the number of players were limited, and to that extent the\ninterest in the contests and the excitement attendant upon them were\nproportionally reduced.",
        "[Relocated Footnote: The Hawaiians were accustomed to hurl a piece of\nhard lava along narrow trenches prepared for the purpose. The stone\nwhich was called Maika closely resembled a chunkee stone. It is\ndescribed as being in the shape of a small wheel or roller, three\ninches in diameter and an inch and a half thick, very smooth and highly\npolished. This game appears to have been limited to a contest of skill\nin rolling or hurling the stone itself. The additional interest which\nwas given by hurling the spears at it while in motion was wanting.\nNarrative of the U. S. Exploring Expedition by Charles Wilkes, London,\n1815, Vol. IV, p. 35.]",
        "Continue...",
        "\nThis full text of Andrew McFarland Davis’ “Indian Games” belongs to the public domain (thanks to Project Gutenberg).\n\n\nAt Amazon: American Indian Games\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}