{
    "title": "Indian Heroes and Great Chieftains - Chief Joseph (Charles A. Eastman)",
    "author": "Unknown",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "The Nez Perce tribe of Indians, like other tribes too large to be\nunited under one chief, was composed of several bands, each\ndistinct in sovereignty.  It was a loose confederacy.  Joseph and\nhis people occupied the Imnaha or Grande Ronde valley in Oregon,\nwhich was considered perhaps the finest land in that part of the\ncountry.",
        "When the last treaty was entered into by some of the bands of\nthe Nez Perce, Joseph’s band was at Lapwai, Idaho, and had nothing\nto do with the agreement.  The elder chief in dying had counseled\nhis son, then not more than twenty-two or twenty-three years of\nage, never to part with their home, assuring him that he had signed\nno papers.  These peaceful non-treaty Indians did not even know\nwhat land had been ceded until the agent read them the government\norder to leave.  Of course they refused.  You and I would have done\nthe same.",
        "When the agent failed to move them, he and the would-be\nsettlers called upon the army to force them to be good, namely,\nwithout a murmur to leave their pleasant inheritance in the hands\nof a crowd of greedy grafters.  General O. O. Howard, the Christian\nsoldier, was sent to do the work.",
        "He had a long council with Joseph and his leading men, telling\nthem they must obey the order or be driven out by force.  We may be\nsure that he presented this hard alternative reluctantly.  Joseph\nwas a mere youth without experience in war or public affairs.  He\nhad been well brought up in obedience to parental wisdom and with\nhis brother Ollicut had attended Missionary Spaulding’s school\nwhere they had listened to the story of Christ and his religion of\nbrotherhood.  He now replied in his simple way that neither he nor\nhis father had ever made any treaty disposing of their country,\nthat no other band of the Nez Perces was authorized to speak for\nthem, and it would seem a mighty injustice and unkindness to\ndispossess a friendly band.",
        "General Howard told them in effect that they had no rights, no\nvoice in the matter: they had only to obey.  Although some of the\nlesser chiefs counseled revolt then and there, Joseph maintained\nhis self-control, seeking to calm his people, and still groping for\na peaceful settlement of their difficulties.  He finally asked for\nthirty days’ time in which to find and dispose of their stock, and\nthis was granted.",
        "Joseph steadfastly held his immediate followers to their\npromise, but the land-grabbers were impatient, and did everything\nin their power to bring about an immediate crisis so as to hasten\nthe eviction of the Indians.  Depredations were committed, and\nfinally the Indians, or some of them, retaliated, which was just\nwhat their enemies had been looking for.  There might be a score of\nwhite men murdered among themselves on the frontier and no outsider\nwould ever hear about it, but if one were injured by an Indian –\n“Down with the bloodthirsty savages!” was the cry.",
        "Joseph told me himself that during all of those thirty days a\ntremendous pressure was brought upon him by his own people to\nresist the government order.  “The worst of it was,” said he, “that\neverything they said was true; besides” – he paused for a moment\n– “it seemed very soon for me to forget my father’s dying words,\n’Do not give up our home!’”  Knowing as I do just what this would\nmean to an Indian, I felt for him deeply.",
        "Among the opposition leaders were Too-hul-hul-sote, White\nBird, and Looking Glass, all of them strong men and respected by\nthe Indians; while on the other side were men built up by\nemissaries of the government for their own purposes and advertised\nas “great friendly chiefs.”  As a rule such men are unworthy, and\nthis is so well known to the Indians that it makes them distrustful\nof the government’s sincerity at the start.  Moreover, while\nIndians unqualifiedly say what they mean, the whites have a hundred\nways of saying what they do not mean.",
        "The center of the storm was this simple young man, who so far\nas I can learn had never been upon the warpath, and he stood firm\nfor peace and obedience.  As for his father’s sacred dying charge,\nhe told himself that he would not sign any papers, he would not go\nof his free will but from compulsion, and this was his excuse.",
        "However, the whites were unduly impatient to clear the coveted\nvalley, and by their insolence they aggravated to the danger point\nan already strained situation.  The murder of an Indian was the\nclimax and this happened in the absence of the young chief.  He\nreturned to find the leaders determined to die fighting.  The\nnature of the country was in their favor and at least they could\ngive the army a chase, but how long they could hold out they did\nnot know.  Even Joseph’s younger brother Ollicut was won over. \nThere was nothing for him to do but fight; and then and there began\nthe peaceful Joseph’s career as a general of unsurpassed strategy\nin conducting one of the most masterly retreats in history.",
        "This is not my judgment, but the unbiased opinion of men whose\nknowledge and experience fit them to render it.  Bear in mind that\nthese people were not scalp hunters like the Sioux, Cheyennes, and\nUtes, but peaceful hunters and fishermen.  The first council of war\nwas a strange business to Joseph.  He had only this to say to his\npeople:",
        "“I have tried to save you from suffering and sorrow. \nResistance means all of that.  We are few.  They are many.  You can\nsee all we have at a glance.  They have food and ammunition in\nabundance.  We must suffer great hardship and loss.”  After this\nspeech, he quietly began his plans for the defense.",
        "The main plan of campaign was to engineer a successful retreat\ninto Montana and there form a junction with the hostile Sioux and\nCheyennes under Sitting Bull.  There was a relay scouting system,\none set of scouts leaving the main body at evening and the second\na little before daybreak, passing the first set on some commanding\nhill top.  There were also decoy scouts set to trap Indian scouts\nof the army.  I notice that General Howard charges his Crow scouts\nwith being unfaithful.",
        "Their greatest difficulty was in meeting an unencumbered army,\nwhile carrying their women, children, and old men, with supplies\nand such household effects as were absolutely necessary.  Joseph\nformed an auxiliary corps that was to effect a retreat at each\nengagement, upon a definite plan and in definite order, while the\nunencumbered women were made into an ambulance corps to take care\nof the wounded.",
        "It was decided that the main rear guard should meet General\nHoward’s command in White Bird Canyon, and every detail was planned\nin advance, yet left flexible according to Indian custom, giving\neach leader freedom to act according to circumstances.  Perhaps no\nbetter ambush was ever planned than the one Chief Joseph set for\nthe shrewd and experienced General Howard.  He expected to be hotly\npursued, but he calculated that the pursuing force would consist of\nnot more than two hundred and fifty soldiers.  He prepared false\ntrails to mislead them into thinking that he was about to cross or\nhad crossed the Salmon River, which he had no thought of doing at\nthat time.  Some of the tents were pitched in plain sight, while\nthe women and children were hidden on the inaccessible ridges, and\nthe men concealed in the canyon ready to fire upon the soldiers\nwith deadly effect with scarcely any danger to themselves.  They\ncould even roll rocks upon them.",
        "In a very few minutes the troops had learned a lesson.  The\nsoldiers showed some fight, but a large body of frontiersmen who\naccompanied them were soon in disorder.  The warriors chased them\nnearly ten miles, securing rifles and much ammunition, and killing\nand wounding many.",
        "The Nez Perces next crossed the river, made a detour and\nrecrossed it at another point, then took their way eastward.  All\nthis was by way of delaying pursuit.  Joseph told me that he\nestimated it would take six or seven days to get a sufficient force\nin the field to take up their trail, and the correctness of his\nreasoning is apparent from the facts as detailed in General\nHoward’s book.  He tells us that he waited six days for the arrival\nof men from various forts in his department, then followed Joseph\nwith six hundred soldiers, beside a large number of citizen\nvolunteers and his Indian scouts.  As it was evident they had a\nlong chase over trackless wilderness in prospect, he discarded his\nsupply wagons and took pack mules instead.  But by this time the\nIndians had a good start.",
        "Meanwhile General Howard had sent a dispatch to Colonel\nGibbons, with orders to head Joseph off, which he undertook to do\nat the Montana end of the Lolo Trail.  The wily commander had no\nknowledge of this move, but he was not to be surprised.  He was too\nbrainy for his pursuers, whom he constantly outwitted, and only\ngave battle when he was ready.  There at the Big Hole Pass he met\nColonel Gibbons’ fresh troops and pressed them close.  He sent a\nparty under his brother Ollicut to harass Gibbons’ rear and rout\nthe pack mules, thus throwing him on the defensive and causing him\nto send for help, while Joseph continued his masterly retreat\ntoward the Yellowstone Park, then a wilderness.  However, this was\nbut little advantage to him, since he must necessarily leave a\nbroad trail, and the army was augmenting its columns day by day\nwith celebrated scouts, both white and Indian.  The two commands\ncame together, and although General Howard says their horses were\nby this time worn out, and by inference the men as well, they\npersisted on the trail of a party encumbered by women and children,\nthe old, sick, and wounded.",
        "It was decided to send a detachment of cavalry under Bacon, to\nTash Pass, the gateway of the National Park, which Joseph would\nhave to pass, with orders to detain him there until the rest could\ncome up with them.  Here is what General Howard says of the affair. \n“Bacon got into position soon enough but he did not have the heart\nto fight the Indians on account of their number.”  Meanwhile\nanother incident had occurred.  Right under the eyes of the chosen\nscouts and vigilant sentinels, Joseph’s warriors fired upon the\narmy camp at night and ran off their mules.  He went straight on\ntoward the park, where Lieutenant Bacon let him get by and pass\nthrough the narrow gateway without firing a shot.",
        "Here again it was demonstrated that General Howard could not\ndepend upon the volunteers, many of whom had joined him in the\nchase, and were going to show the soldiers how to fight Indians. \nIn this night attack at Camas Meadow, they were demoralized, and\nwhile crossing the river next day many lost their guns in the\nwater, whereupon all packed up and went home, leaving the army to\nbe guided by the Indian scouts.",
        "However, this succession of defeats did not discourage General\nHoward, who kept on with as many of his men as were able to carry\na gun, meanwhile sending dispatches to all the frontier posts with\norders to intercept Joseph if possible.  Sturgis tried to stop him\nas the Indians entered the Park, but they did not meet until he was\nabout to come out, when there was another fight, with Joseph again\nvictorious.  General Howard came upon the battle field soon\nafterward and saw that the Indians were off again, and from here he\nsent fresh messages to General Miles, asking for reinforcements.",
        "Joseph had now turned northeastward toward the Upper Missouri. \nHe told me that when he got into that part of the country he knew\nhe was very near the Canadian line and could not be far from\nSitting Bull, with whom he desired to form an alliance.  He also\nbelieved that he had cleared all the forts.  Therefore he went more\nslowly and tried to give his people some rest.  Some of their best\nmen had been killed or wounded in battle, and the wounded were a\ngreat burden to him; nevertheless they were carried and tended\npatiently all during this wonderful flight.  Not one was ever left\nbehind.",
        "It is the general belief that Indians are cruel and\nrevengeful, and surely these people had reason to hate the race who\nhad driven them from their homes if any people ever had.  Yet it is\na fact that when Joseph met visitors and travelers in the Park,\nsome of whom were women, he allowed them to pass unharmed, and in\nat least one instance let them have horses.  He told me that he\ngave strict orders to his men not to kill any women or children. \nHe wished to meet his adversaries according to their own standards\nof warfare, but he afterward learned that in spite of professions\nof humanity, white soldiers have not seldom been known to kill\nwomen and children indiscriminately.",
        "Another remarkable thing about this noted retreat is that\nJoseph’s people stood behind him to a man, and even the women and\nlittle boys did each his part.  The latter were used as scouts in\nthe immediate vicinity of the camp.",
        "The Bittersweet valley, which they had now entered, was full\nof game, and the Indians hunted for food, while resting their\nworn-out ponies.  One morning they had a council to which Joseph\nrode over bareback, as they had camped in two divisions a little\napart.  His fifteen-year-old daughter went with him.  They\ndiscussed sending runners to Sitting Bull to ascertain his exact\nwhereabouts and whether it would be agreeable to him to join forces\nwith the Nez Perces.  In the midst of the council, a force of\nUnited States cavalry charged down the hill between the two camps. \nThis once Joseph was surprised.  He had seen no trace of the\nsoldiers and had somewhat relaxed his vigilance.",
        "He told his little daughter to stay where she was, and himself\ncut right through the cavalry and rode up to his own teepee, where\nhis wife met him at the door with his rifle, crying: “Here is your\ngun, husband!”  The warriors quickly gathered and pressed the\nsoldiers so hard that they had to withdraw.  Meanwhile one set of\nthe people fled while Joseph’s own band entrenched themselves in a\nvery favorable position from which they could not easily be\ndislodged.",
        "General Miles had received and acted on General Howard’s\nmessage, and he now sent one of his officers with some Indian\nscouts into Joseph’s camp to negotiate with the chief.  Meantime\nHoward and Sturgis came up with the encampment, and Howard had with\nhim two friendly Nez Perce scouts who were directed to talk to\nJoseph in his own language.  He decided that there was nothing to\ndo but surrender.",
        "He had believed that his escape was all but secure: then at\nthe last moment he was surprised and caught at a disadvantage.  His\narmy was shattered; he had lost most of the leaders in these\nvarious fights; his people, including children, women, and the\nwounded, had traveled thirteen hundred miles in about fifty days,\nand he himself a young man who had never before taken any important\nresponsibility!  Even now he was not actually conquered.  He was\nwell entrenched; his people were willing to die fighting; but the\narmy of the United States offered peace and he agreed, as he said,\nout of pity for his suffering people.  Some of his warriors still\nrefused to surrender and slipped out of the camp at night and\nthrough the lines.  Joseph had, as he told me, between three and\nfour hundred fighting men in the beginning, which means over one\nthousand persons, and of these several hundred surrendered with\nhim.",
        "His own story of the conditions he made was prepared by\nhimself with my help in 1897, when he came to Washington to present\nhis grievances.  I sat up with him nearly all of one night; and I\nmay add here that we took the document to General Miles who was\nthen stationed in Washington, before presenting it to the\nDepartment.  The General said that every word of it was true.",
        "In the first place, his people were to be kept at Fort Keogh,\nMontana, over the winter and then returned to their reservation. \nInstead they were taken to Fort Leavenworth, Kansas, and placed\nbetween a lagoon and the Missouri River, where the sanitary\nconditions made havoc with them.  Those who did not die were then\ntaken to the Indian Territory, where the health situation was even\nworse.  Joseph appealed to the government again and again, and at\nlast by the help of Bishops Whipple and Hare he was moved to the\nColville reservation in Washington.  Here the land was very poor,\nunlike their own fertile valley.  General Miles said to the chief\nthat he had recommended and urged that their agreement be kept, but\nthe politicians and the people who occupied the Indians’ land\ndeclared they were afraid if he returned he would break out again\nand murder innocent white settlers!  What irony!",
        "The great Chief Joseph died broken-spirited and\nbroken-hearted.  He did not hate the whites, for there was nothing\nsmall about him, and when he laid down his weapons he would not\nfight on with his mind.  But he was profoundly disappointed in the\nclaims of a Christian civilization.  I call him great because he\nwas simple and honest.  Without education or special training he\ndemonstrated his ability to lead and to fight when justice\ndemanded.  He outgeneraled the best and most experienced commanders\nin the army of the United States, although their troops were well\nprovisioned, well armed, and above all unencumbered.  He was great\nfinally, because he never boasted of his remarkable feat.  I am\nproud of him, because he was a true American.",
        "Continue...",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}