{
    "title": "Indian Heroes and Great Chieftains - by Charles A. Eastman [Authorama]",
    "author": "Unknown",
    "chapter": "chieftains",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\n",
        "EVERY age, every race, has its leaders and heroes.  There were over\nsixty distinct tribes of Indians on this continent, each of which\nboasted its notable men.  The names and deeds of some of these men\nwill live in American history, yet in the true sense they are\nunknown, because misunderstood.  I should like to present some of\nthe greatest chiefs of modern times in the light of the native\ncharacter and ideals, believing that the American people will\ngladly do them tardy justice.",
        "It is matter of history that the Sioux nation, to which I\nbelong, was originally friendly to the Caucasian peoples which it\nmet in succession-first, to the south the Spaniards; then the\nFrench, on the Mississippi River and along the Great Lakes; later\nthe English, and finally the Americans.  This powerful tribe then\nroamed over the whole extent of the Mississippi valley, between\nthat river and the Rockies.  Their usages and government united the\nvarious bands more closely than was the case with many of the\nneighboring tribes.",
        "During the early part of the nineteenth century, chiefs such\nas Wabashaw, Redwing, and Little Six among the eastern Sioux,\nConquering Bear, Man-Afraid-of-His-Horse, and Hump of the western\nbands, were the last of the old type.  After these, we have a\ncoterie of new leaders, products of the new conditions brought\nabout by close contact with the conquering race.",
        "This distinction must be borne in mind – that while the early\nchiefs were spokesmen and leaders in the simplest sense, possessing\nno real authority, those who headed their tribes during the\ntransition period were more or less rulers and more or less\npoliticians.  It is a singular fact that many of the “chiefs”, well\nknown as such to the American public, were not chiefs at all\naccording to the accepted usages of their tribesmen.  Their\nprominence was simply the result of an abnormal situation, in which\nrepresentatives of the United States Government made use of them\nfor a definite purpose.  In a few cases, where a chief met with a\nviolent death, some ambitious man has taken advantage of the\nconfusion to thrust himself upon the tribe and, perhaps with\noutside help, has succeeded in usurping the leadership.",
        "Red Cloud was born about 1820 near the forks of the Platte\nRiver.  He was one of a family of nine children whose father, an\nable and respected warrior, reared his son under the old Spartan\nregime.  The young Red Cloud is said to have been a fine horseman,\nable to swim across the Missouri and Yellowstone rivers, of high\nbearing and unquestionable courage, yet invariably gentle and\ncourteous in everyday life.  This last trait, together with a\nsingularly musical and agreeable voice, has always been\ncharacteristic of the man.",
        "When he was about six years old, his father gave him a\nspirited colt, and said to him:",
        "“My son, when you are able to sit quietly upon the back of\nthis colt without saddle or bridle, I shall be glad, for the boy\nwho can win a wild creature and learn to use it will as a man be\nable to win and rule men.”",
        "The little fellow, instead of going for advice and help to his\ngrandfather, as most Indian boys would have done, began quietly to\npractice throwing the lariat.  In a little while he was able to\nlasso the colt.  He was dragged off his feet at once, but hung on,\nand finally managed to picket him near the teepee.  When the big\nboys drove the herd of ponies to water, he drove his colt with the\nrest.  Presently the pony became used to him and allowed himself to\nbe handled.  The boy began to ride him bareback; he was thrown many\ntimes, but persisted until he could ride without even a lariat,\nsitting with arms folded and guiding the animal by the movements of\nhis body.  From that time on he told me that he broke all his own\nponies, and before long his father’s as well.",
        "The old men, his contemporaries, have often related to me how\nRed Cloud was always successful in the hunt because his horses were\nso well broken.  At the age of nine, he began to ride his father’s\npack pony upon the buffalo hunt.  He was twelve years old, he told\nme, when he was first permitted to take part in the chase, and\nfound to his great mortification that none of his arrows penetrated\nmore than a few inches.  Excited to recklessness, he whipped his\nhorse nearer the fleeing buffalo, and before his father knew what\nhe was about, he had seized one of the protruding arrows and tried\nto push it deeper.  The furious animal tossed his massive head\nsidewise, and boy and horse were whirled into the air. \nFortunately, the boy was thrown on the farther side of his pony,\nwhich received the full force of the second attack.  The thundering\nhoofs of the stampeded herd soon passed them by, but the wounded\nand maddened buffalo refused to move, and some critical moments\npassed before Red Cloud’s father succeeded in attracting its\nattention so that the boy might spring to his feet and run for his\nlife.",
        "I once asked Red Cloud if he could recall having ever been\nafraid, and in reply he told me this story.  He was about sixteen\nyears old and had already been once or twice upon the warpath, when\none fall his people were hunting in the Big Horn country, where\nthey might expect trouble at any moment with the hostile Crows or\nShoshones.  Red Cloud had followed a single buffalo bull into the\nBad Lands and was out of sight and hearing of his companions.  When\nhe had brought down his game, he noted carefully every feature of\nhis surroundings so that he might at once detect anything unusual,\nand tied his horse with a long lariat to the horn of the dead\nbison, while skinning and cutting up the meat so as to pack it to\ncamp.  Every few minutes he paused in his work to scrutinize the\nlandscape, for he had a feeling that danger was not far off.",
        "Suddenly, almost over his head, as it seemed, he heard a\ntremendous war whoop, and glancing sidewise, thought he beheld\nthe charge of an overwhelming number of warriors.  He tried\ndesperately to give the usual undaunted war whoop in reply, but\ninstead a yell of terror burst from his lips, his legs gave way\nunder him, and he fell in a heap.  When he realized, the next\ninstant, that the war whoop was merely the sudden loud whinnying of\nhis own horse, and the charging army a band of fleeing elk, he was\nso ashamed of himself that he never forgot the incident, although\nup to that time he had never mentioned it.  His subsequent career\nwould indicate that the lesson was well learned.",
        "The future leader was still a very young man when he joined a\nwar party against the Utes.  Having pushed eagerly forward on the\ntrail, he found himself far in advance of his companions as night\ncame on, and at the same time rain began to fall heavily.  Among\nthe scattered scrub pines, the lone warrior found a natural cave,\nand after a hasty examination, he decided to shelter there for the\nnight.",
        "Scarcely had he rolled himself in his blanket when he heard a\nslight rustling at the entrance, as if some creature were preparing\nto share his retreat.  It was pitch dark.  He could see nothing, but\njudged that it must be either a man or a grizzly.  There was not\nroom to draw a bow.  It must be between knife and knife, or between\nknife and claws, he said to himself.",
        "The intruder made no search but quietly lay down in the\nopposite corner of the cave.  Red Cloud remained perfectly still,\nscarcely breathing, his hand upon his knife.  Hour after hour he\nlay broad awake, while many thoughts passed through his brain. \nSuddenly, without warning, he sneezed, and instantly a strong man\nsprang to a sitting posture opposite.  The first gray of morning\nwas creeping into their rocky den, and behold! a Ute hunter sat\nbefore him.",
        "Desperate as the situation appeared, it was not without a grim\nhumor.  Neither could afford to take his eyes from the other’s; the\ntension was great, till at last a smile wavered over the\nexpressionless face of the Ute.  Red Cloud answered the smile, and\nin that instant a treaty of peace was born between them.",
        "“Put your knife in its sheath.  I shall do so also, and we\nwill smoke together,” signed Red Cloud.  The other assented gladly,\nand they ratified thus the truce which assured to each a safe\nreturn to his friends.  Having finished their smoke, they shook\nhands and separated.  Neither had given the other any information. \nRed Cloud returned to his party and told his story, adding that he\nhad divulged nothing and had nothing to report.  Some were inclined\nto censure him for not fighting, but he was sustained by a majority\nof the warriors, who commended his self-restraint.  In a day or two\nthey discovered the main camp of the enemy and fought a remarkable\nbattle, in which Red Cloud especially distinguished himself",
        "The Sioux were now entering upon the most stormy period of\ntheir history.  The old things were fast giving place to new.  The\nyoung men, for the first time engaging in serious and destructive\nwarfare with the neighboring tribes, armed with the deadly weapons\nfurnished by the white man, began to realize that they must soon\nenter upon a desperate struggle for their ancestral hunting\ngrounds.  The old men had been innocently cultivating the\nfriendship of the stranger, saying among themselves, “Surely there\nis land enough for all!”",
        "Red Cloud was a modest and little known man of about\ntwenty-eight years, when General Harney called all the western\nbands of Sioux together at Fort Laramie, Wyoming, for the purpose\nof securing an agreement and right of way through their territory. \nThe Ogallalas held aloof from this proposal, but Bear Bull, an\nOgallala chief, after having been plied with whisky, undertook to\ndictate submission to the rest of the clan.  Enraged by failure, he\nfired upon a group of his own tribesmen, and Red Cloud’s father and\nbrother fell dead.  According to Indian custom, it fell to him to\navenge the deed.  Calmly, without uttering a word, he faced old\nBear Bull and his son, who attempted to defend his father, and shot\nthem both.  He did what he believed to be his duty, and the whole\nband sustained him.  Indeed, the tragedy gave the young man at once\na certain standing, as one who not only defended his people against\nenemies from without, but against injustice and aggression within\nthe tribe.  From this time on he was a recognized leader.",
        "Man-Afraid-of-His-Horse, then head chief of the Ogallalas,\ntook council with Red Cloud in all important matters, and the young\nwarrior rapidly advanced in authority and influence.  In 1854, when\nhe was barely thirty-five years old, the various bands were again\nencamped near Fort Laramie.  A Mormon emigrant train, moving\nwestward, left a footsore cow behind, and the young men killed her\nfor food.  The next day, to their astonishment, an officer with\nthirty men appeared at the Indian camp and demanded of old\nConquering Bear that they be given up.  The chief in vain protested\nthat it was all a mistake and offered to make reparation.  It would\nseem that either the officer was under the influence of liquor, or\nelse had a mind to bully the Indians, for he would accept neither\nexplanation nor payment, but demanded point-blank that the young\nmen who had killed the cow be delivered up to summary punishment. \nThe old chief refused to be intimidated and was shot dead on the\nspot.  Not one soldier ever reached the gate of Fort Laramie!  Here\nRed Cloud led the young Ogallalas, and so intense was the feeling\nthat they even killed the half-breed interpreter.",
        "Curiously enough, there was no attempt at retaliation on the\npart of the army, and no serious break until 1860, when the Sioux\nwere involved in troubles with the Cheyennes and Arapahoes.  In\n1862, a grave outbreak was precipitated by the eastern Sioux in\nMinnesota under Little Crow, in which the western bands took no\npart.  Yet this event ushered in a new period for their race.  The\nsurveyors of the Union Pacific were laying out the proposed road\nthrough the heart of the southern buffalo country, the rendezvous\nof Ogallalas, Brules, Arapahoes, Comanches, and Pawnees, who\nfollowed the buffalo as a means of livelihood.  To be sure, most of\nthese tribes were at war with one another, yet during the summer\nmonths they met often to proclaim a truce and hold joint councils\nand festivities, which were now largely turned into discussions of\nthe common enemy.  It became evident, however, that some of the\nsmaller and weaker tribes were inclined to welcome the new order of\nthings, recognizing that it was the policy of the government to put\nan end to tribal warfare.",
        "Red Cloud’s position was uncompromisingly against submission. \nHe made some noted speeches in this line, one of which was repeated\nto me by an old man who had heard and remembered it with the\nremarkable verbal memory of an Indian.",
        "“Friends,” said Red Cloud, “it has been our misfortune to\nwelcome the white man.  We have been deceived.  He brought with him\nsome shining things that pleased our eyes; he brought weapons more\neffective than our own: above all, he brought the spirit water that\nmakes one forget for a time old age, weakness, and sorrow.  But I\nwish to say to you that if you would possess these things for\nyourselves, you must begin anew and put away the wisdom of your\nfathers.  You must lay up food, and forget the hungry.  When your\nhouse is built, your storeroom filled, then look around for a\nneighbor whom you can take at a disadvantage, and seize all that he\nhas!  Give away only what you do not want; or rather, do not part\nwith any of your possessions unless in exchange for another’s.",
        "“My countrymen, shall the glittering trinkets of this rich\nman, his deceitful drink that overcomes the mind, shall these\nthings tempt us to give up our homes, our hunting grounds, and the\nhonorable teaching of our old men?  Shall we permit ourselves to be\ndriven to and fro – to be herded like the cattle of the white man?”",
        "His next speech that has been remembered was made in 1866,\njust before the attack on Fort Phil Kearny.  The tension of feeling\nagainst the invaders had now reached its height.  There was no\ndissenting voice in the council upon the Powder River, when it was\ndecided to oppose to the uttermost the evident purpose of the\ngovernment.  Red Cloud was not altogether ignorant of the numerical\nstrength and the resourcefulness of the white man, but he was\ndetermined to face any odds rather than submit.",
        "“Hear ye, Dakotas!” he exclaimed.  “When the Great Father at\nWashington sent us his chief soldier [General Harney] to ask for a\npath through our hunting grounds, a way for his iron road to the\nmountains and the western sea, we were told that they wished merely\nto pass through our country, not to tarry among us, but to seek for\ngold in the far west.  Our old chiefs thought to show their\nfriendship and good will, when they allowed this dangerous snake in\nour midst.  They promised to protect the wayfarers.",
        "“Yet before the ashes of the council fire are cold, the Great\nFather is building his forts among us.  You have heard the sound of\nthe white soldier’s ax upon the Little Piney.  His presence here is\nan insult and a threat.  It is an insult to the spirits of our\nancestors.  Are we then to give up their sacred graves to be plowed\nfor corn?  Dakotas, I am for war!”",
        "In less than a week after this speech, the Sioux advanced upon\nFort Phil Kearny, the new sentinel that had just taken her place\nupon the farthest frontier, guarding the Oregon Trail.  Every\ndetail of the attack had been planned with care, though not without\nheated discussion, and nearly every well-known Sioux chief had\nagreed in striking the blow.  The brilliant young war leader, Crazy\nHorse, was appointed to lead the charge.  His lieutenants were\nSword, Hump, and Dull Knife, with Little Chief of the Cheyennes,\nwhile the older men acted as councilors.  Their success was\ninstantaneous.  In less than half an hour, they had cut down nearly\na hundred men under Captain Fetterman, whom they drew out of the\nfort by a ruse and then annihilated.",
        "Instead of sending troops to punish, the government sent a\ncommission to treat with the Sioux.  The result was the famous\ntreaty of 1868, which Red Cloud was the last to sign, having\nrefused to do so until all of the forts within their territory\nshould be vacated.  All of his demands were acceded to, the new\nroad abandoned, the garrisons withdrawn, and in the new treaty it\nwas distinctly stated that the Black Hills and the Big Horn were\nIndian country, set apart for their perpetual occupancy, and that\nno white man should enter that region without the consent of the\nSioux.",
        "Scarcely was this treaty signed, however, when gold was\ndiscovered in the Black Hills, and the popular cry was: “Remove\nthe Indians!”  This was easier said than done.  That very territory\nhad just been solemnly guaranteed to them forever: yet how stem the\nirresistible rush for gold?  The government, at first, entered some\nsmall protest, just enough to “save its face” as the saying is; but\nthere was no serious attempt to prevent the wholesale violation of\nthe treaty.  It was this state of affairs that led to the last\ngreat speech made by Red Cloud, at a gathering upon the Little\nRosebud River.  It is brief, and touches upon the hopelessness of\ntheir future as a race.  He seems at about this time to have\nreached the conclusion that resistance could not last much longer;\nin fact, the greater part of the Sioux nation was already under\ngovernment control.",
        "“We are told,” said he, “that Spotted Tail has consented to be\nthe Beggars’ Chief.  Those Indians who go over to the white man can\nbe nothing but beggars, for he respects only riches, and how can an\nIndian be a rich man?  He cannot without ceasing to be an Indian. \nAs for me, I have listened patiently to the promises of the Great\nFather, but his memory is short.  I am now done with him.  This is\nall I have to say.”",
        "The wilder bands separated soon after this council, to follow\nthe drift of the buffalo, some in the vicinity of the Black Hills\nand others in the Big Horn region.  Small war parties came down\nfrom time to time upon stray travelers, who received no mercy at\ntheir hands, or made dashes upon neighboring forts.  Red Cloud\nclaimed the right to guard and hold by force, if need be, all this\nterritory which had been conceded to his people by the treaty of\n1868.  The land became a very nest of outlawry.  Aside from\norganized parties of prospectors, there were bands of white horse\nthieves and desperadoes who took advantage of the situation to\nplunder immigrants and Indians alike.",
        "An attempt was made by means of military camps to establish\ncontrol and force all the Indians upon reservations, and another\ncommission was sent to negotiate their removal to Indian Territory,\nbut met with an absolute refusal.  After much guerrilla warfare, an\nimportant military campaign against the Sioux was set on foot in\n1876, ending in Custer’s signal defeat upon the Little Big Horn.",
        "In this notable battle, Red Cloud did not participate in\nperson, nor in the earlier one with Crook upon the Little Rosebud,\nbut he had a son in both fights.  He was now a councilor rather\nthan a warrior, but his young men were constantly in the field,\nwhile Spotted Tail had definitely surrendered and was in close\ntouch with representatives of the government.",
        "But the inevitable end was near.  One morning in the fall of\n1876 Red Cloud was surrounded by United States troops under the\ncommand of Colonel McKenzie, who disarmed his people and brought\nthem into Fort Robinson, Nebraska.  Thence they were removed to the\nPine Ridge agency, where he lived for more than thirty years as a\n\"reservation Indian.”  In order to humiliate him further,\ngovernment authorities proclaimed the more tractable Spotted Tail\nhead chief of the Sioux.  Of course, Red Cloud’s own people never\nrecognized any other chief.",
        "In 1880 he appealed to Professor Marsh, of Yale, head of a\nscientific expedition to the Bad Lands, charging certain frauds at\nthe agency and apparently proving his case; at any rate the matter\nwas considered worthy of official investigation.  In 1890-1891,\nduring the “Ghost Dance craze” and the difficulties that followed,\nhe was suspected of collusion with the hostiles, but he did not\njoin them openly, and nothing could be proved against him.  He was\nalready an old man, and became almost entirely blind before his\ndeath in 1909 in his ninetieth year.",
        "His private life was exemplary.  He was faithful to one wife\nall his days, and was a devoted father to his children.  He was\nambitious for his only son, known as Jack Red Cloud, and much\ndesired him to be a great warrior.  He started him on the warpath\nat the age of fifteen, not then realizing that the days of Indian\nwarfare were well-nigh at an end.",
        "Among latter-day chiefs, Red Cloud was notable as a quiet man,\nsimple and direct in speech, courageous in action, an ardent lover\nof his country, and possessed in a marked degree of the manly\nqualities characteristic of the American Indian in his best days.",
        "Among the Sioux chiefs of the “transition period” only one was\nshrewd enough to read coming events in their true light.  It is\nsaid of Spotted Tail that he was rather a slow-moving boy,\npreferring in their various games and mimic battles to play the\nrole of councilor, to plan and assign to the others their parts in\nthe fray.  This he did so cleverly that he soon became a leader\namong his youthful contemporaries; and withal he was apt at mimicry\nand impersonation, so that the other boys were accustomed to say of\nhim, “He has his grandfather’s wit and the wisdom of his\ngrandmother!”",
        "Spotted Tail was an orphan, reared by his grandparents, and at\nan early age compelled to shift for himself.  Thus he was somewhat\nat a disadvantage among the other boys; yet even this fact may have\nhelped to develop in him courage and ingenuity.  One little\nincident of his boy life, occurring at about his tenth year, is\ncharacteristic of the man.  In the midst of a game, two boys became\ninvolved in a dispute which promised to be a serious one, as both\ndrew knives.  The young Spotted Tail instantly began to cry, “The\nShoshones are upon us!  To arms! to arms!” and the other boys\njoined in the war whoop.  This distracted the attention of the\ncombatants and ended the affair.",
        "Upon the whole, his boyhood is not so well remembered as is\nthat of most of his leading contemporaries, probably because he had\nno parents to bring him frequently before the people, as was the\ncustom with the wellborn, whose every step in their progress toward\nmanhood was publicly announced at a feast given in their honor.  It\nis known, however, that he began at an early age to carve out a\nposition for himself.  It is personal qualities alone that tell\namong our people, and the youthful Spotted Tail gained at every\nturn.  At the age of seventeen, he had become a sure shot and a\nclever hunter; but, above all, he had already shown that he\npossessed a superior mind.  He had come into contact with white\npeople at the various trading posts, and according to his own story\nhad made a careful study of the white man’s habits and modes of\nthought, especially of his peculiar trait of economy and intense\ndesire to accumulate property.  He was accustomed to watch closely\nand listen attentively whenever any of this strange race had\ndealings with his people.  When a council was held, and the other\nyoung men stood at a distance with their robes over their faces so\nas to avoid recognition, Spotted Tail always put himself in a\nposition to hear all that was said on either side, and weighed all\nthe arguments in his mind.",
        "When he first went upon the warpath, it appears that he was,\nif anything, overzealous to establish himself in the eye of his\npeople; and as a matter of fact, it was especially hard for him to\ngain an assured position among the Brules, with whom he lived, both\nbecause he was an orphan, and because his father had been of\nanother band.  Yet it was not long before he had achieved his\nambition, though in doing so he received several ugly wounds.  It\nwas in a battle with the Utes that he first notably served his\npeople and their cause.",
        "The Utes were the attacking party and far outnumbered the\nSioux on this occasion.  Many of their bravest young men had\nfallen, and the Brules were face to face with utter annihilation,\nwhen Spotted Tail, with a handful of daring horsemen, dodged around\nthe enemy’s flank and fell upon them from the rear with so much\nspirit that they supposed that strong reinforcements had arrived,\nand retreated in confusion.  The Sioux pursued on horseback; and it\nwas in this pursuit that the noted chief Two Strike gained his\nhistorical name.  But the chief honors of the fight belonged to\nSpotted Tail.  The old chiefs, Conquering Bear and the rest,\nthanked him and at once made him a war chief.",
        "It had been the firm belief of Spotted Tail that it was unwise\nto allow the white man so much freedom in our country, long before\nthe older chiefs saw any harm in it.  After the opening of the\nOregon Trail he, above all the others, was watchful of the conduct\nof the Americans as they journeyed toward the setting sun, and more\nthan once he remarked in council that these white men were not like\nthe French and the Spanish, with whom our old chiefs had been used\nto deal.  He was not fully satisfied with the agreement with\nGeneral Harney; but as a young warrior who had only just gained his\nposition in the council, he could not force his views upon the\nolder men.",
        "No sooner had the Oregon Trail been secured from the Sioux\nthan Fort Laramie and other frontier posts were strengthened, and\nthe soldiers became more insolent and overbearing than ever.  It\nwas soon discovered that the whites were prepared to violate most\nof the articles of their treaty as the Indians understood it.  At\nthis time, the presence of many Mormon emigrants on their way to\nthe settlements in Utah and Wyoming added to the perils of the\nsituation, as they constantly maneuvered for purposes of their own\nto bring about a clash between the soldiers and the Indians.  Every\nsummer there were storm-clouds blowing between these two – clouds\nusually taking their rise in some affair of the travelers along the\ntrail.",
        "In 1854 an event occurred which has already been described and\nwhich snapped the last link of friendship between the races.",
        "By this time Spotted Tail had proved his courage both abroad\nand at home.  He had fought a duel with one of the lesser chiefs,\nby whom he was attacked.  He killed his opponent with an arrow, but\nhimself received upon his head a blow from a battle-axe which\nbrought him senseless to the ground.  He was left for dead, but \nfortunately revived just as the men were preparing his body for\nburial.",
        "The Brules sustained him in this quarrel, as he had acted in\nself-defense; and for a few years he led them in bloody raids\nagainst the whites along the historic trail.  He ambushed many\nstagecoaches and emigrant trains, and was responsible for waylaying\nthe Kincaid coach with twenty thousand dollars.  This relentless\nharrying of travelers soon brought General Harney to the Brule\nSioux to demand explanations and reparation.",
        "The old chiefs of the Brules now appealed to Spotted Tail and\nhis young warriors not to bring any general calamity upon the\ntribe.  To the surprise of all, Spotted Tail declared that he would\ngive himself up.  He said that he had defended the rights of his\npeople to the best of his ability, that he had avenged the blood of\ntheir chief, Conquering Bear, and that he was not afraid to accept\nthe consequences.  He therefore voluntarily surrendered to General\nHarney, and two of his lieutenants, Red Leaf and Old Woman,\nfollowed his example.",
        "Thus Spotted Tail played an important part at the very outset\nof those events which were soon to overthrow the free life of his\npeople.  I do not know how far he foresaw what was to follow; but\nwhether so conceived or not, his surrender was a master stroke,\nwinning for him not only the admiration of his own people but the\nconfidence and respect of the military.",
        "Thus suddenly he found himself in prison, a hostage for the\ngood behavior of his followers.  There were many rumors as to the\npunishment reserved for him; but luckily for Spotted Tail, the\npromises of General Harney to the Brule chiefs in respect to him\nwere faithfully kept.  One of his fellow-prisoners committed\nsuicide, but the other held out bravely for the two-year term of\nhis imprisonment.  During the second year, it was well understood\nthat neither of the men sought to escape, and they were given\nmuch freedom.  It was fine schooling for Spotted Tail, that\ntireless observer of the ways of the white man!  It is a fact that\nhis engaging personal qualities won for him kindness and sympathy\nat the fort before the time came for his release.",
        "One day some Indian horse thieves of another tribe stampeded\nthe horses and mules belonging to the garrison.  Spotted Tail asked\npermission of the commanding officer to accompany the pursuers. \nThat officer, trusting in the honor of a Sioux brave, gave him a\nfast horse and a good carbine, and said to him: “I depend upon you\nto guide my soldiers so that they may overtake the thieves and\nrecapture the horses!”",
        "The soldiers recaptured the horses without any loss, but\nSpotted Tail still followed the Indians.  When they returned to the\nfort without him, everybody agreed that he would never turn up. \nHowever, next day he did “turn up”, with the scalp of one of the\nmarauders!",
        "Soon after this he was returned to his own people, who honored\nhim by making him the successor of the old chief, Conquering Bear,\nwhose blood he had avenged, for which act he had taken upon himself\nthe full responsibility.  He had made good use of his two years at\nthe fort, and completed his studies of civilization to his own\nsatisfaction.  From this time on he was desirous of reconciling the\nIndian and the white man, thoroughly understanding the uselessness\nof opposition.  He was accordingly in constant communication with\nthe military; but the other chiefs did not understand his views and\nseem to have been suspicious of his motives.",
        "In 1860-1864 the Southern Cheyennes and Comanches were at war\nwith the whites, and some of the Brules and Ogallalas, who were\ntheir neighbors and intimates, were suspected of complicity with\nthe hostiles.  Doubtless a few of their young men may have been\ninvolved; at any rate, Thunder Bear and Two Face, together with a\nfew others who were roving with the warring tribes, purchased two\ncaptive white women and brought them to Fort Laramie.  It was,\nhowever, reported at the post that these two men had maltreated the\nwomen while under their care.",
        "Of course, the commander demanded of Spotted Tail, then head\nchief, that he give up the guilty ones, and accordingly he had the\ntwo men arrested and delivered at the fort.  At this there was an\noutcry among his own people; but he argued that if the charges were\ntrue, the men deserved punishment, and if false, they should be\ntried and cleared by process of law.  The Indians never quite knew\nwhat evidence was produced at the court-martial, but at all events\nthe two men were hanged, and as they had many influential\nconnections, their relatives lost no time in fomenting trouble. \nThe Sioux were then camping close by the fort and it was midwinter,\nwhich facts held them in check for a month or two; but as soon as\nspring came, they removed their camp across the river and rose in\nrebellion.  A pitched battle was fought, in which the soldiers got\nthe worst of it.  Even the associate chief, Big Mouth, was against\nSpotted Tail, who was practically forced against his will and\njudgment to take up arms once more.",
        "At this juncture came the sudden and bloody uprising in the\neast among the Minnesota Sioux, and Sitting Bull’s campaign in the\nnorth had begun in earnest; while to the south the Southern\nCheyennes, Comanches, and Kiowas were all upon the warpath. \nSpotted Tail at about this time seems to have conceived the idea of\nuniting all the Rocky Mountain Indians in a great confederacy.  He\nonce said: “Our cause is as a child’s cause, in comparison with the\npower of the white man, unless we can stop quarreling among\nourselves and unite our energies for the common good.”  But old-\ntime antagonisms were too strong; and he was probably held back\nalso by his consciousness of the fact that the Indians called him\n\"the white man’s friend”, while the military still had some faith\nin him which he did not care to lose.  He was undoubtedly one of\nthe brainiest and most brilliant Sioux who ever lived; and while he\ncould not help being to a large extent in sympathy with the feeling\nof his race against the invader, yet he alone foresaw the\ninevitable outcome, and the problem as it presented itself to him\nwas simply this: “What is the best policy to pursue in the existing\nsituation?”",
        "Here is his speech as it has been given to me, delivered at\nthe great council on the Powder River, just before the attack on\nFort Phil Kearny.  We can imagine that he threw all his wonderful\ntact and personal magnetism into this last effort at conciliation.",
        "“’Hay, hay, hay!  Alas, alas!’  Thus speaks the old man, when\nhe knows that his former vigor and freedom is gone from him\nforever.  So we may exclaim to-day, Alas!  There is a time\nappointed to all things.  Think for a moment how many multitudes of\nthe animal tribes we ourselves have destroyed!  Look upon the snow\nthat appears to-day – to-morrow it is water!  Listen to the dirge\nof the dry leaves, that were green and vigorous but a few moons\nbefore!  We are a part of this life and it seems that our time is\ncome.",
        "“Yet note how the decay of one nation invigorates another. \nThis strange white man – consider him, his gifts are manifold! \nHis tireless brain, his busy hand do wonders for his race.  Those\nthings which we despise he holds as treasures; yet he is so great\nand so flourishing that there must be some virtue and truth in his\nphilosophy.  I wish to say to you, my friends: Be not moved alone\nby heated arguments and thoughts of revenge!  These are for the\nyoung.  We are young no longer; let us think well, and give counsel\nas old men!”",
        "These words were greeted with an ominous silence.  Not even\nthe customary “How!” of assent followed the speech, and Sitting\nBull immediately got up and replied in the celebrated harangue\nwhich will be introduced under his own name in another chapter. \nThe situation was critical for Spotted Tail – the only man present\nto advocate submission to the stronger race whose ultimate\nsupremacy he recognized as certain.  The decision to attack Fort\nPhil Kearny was unanimous without him, and in order to hold his\nposition among his tribesmen he joined in the charge.  Several\nbullets passed through his war bonnet, and he was slightly wounded.",
        "When the commission of 1867-1868 was sent out to negotiate\nwith the Sioux, Spotted Tail was ready to meet them, and eager to\nobtain for his people the very best terms that he could.  He often\npuzzled and embarrassed them by his remarkable speeches, the\npointed questions that he put, and his telling allusions to former\nnegotiations.  Meanwhile Red Cloud would not come into the council\nuntil after several deputations of Indians had been sent to him,\nand Sitting Bull did not come at all.",
        "The famous treaty was signed, and from this time on Spotted\nTail never again took up arms against the whites.  On the contrary,\nit was mainly attributed to his influence that the hostiles were\nsubdued much sooner than might have been expected.  He came into\nthe reservation with his band, urged his young men to enlist as\ngovernment scouts, and assisted materially in all negotiations. \nThe hostile chiefs no longer influenced his action, and as soon as\nthey had all been brought under military control, General Crook\nnamed Spotted Tail head chief of the Sioux, thus humiliating Red\nCloud and arousing jealousy and ill-feeling among the Ogallalas. \nIn order to avoid trouble, he prudently separated himself from the\nother bands, and moved to the new agency on Beaver Creek (Fort\nSheridan, Nebraska), which was called “Spotted Tail Agency.”",
        "Just before the daring war leader, Crazy Horse, surrendered to\nthe military, he went down to the agency and roundly rebuked\nSpotted Tail for signing away the freedom of his people.  From the\npoint of view of the irreconcilables, the diplomatic chief was a\n\"trimmer” and a traitor; and many of the Sioux have tried to\nimplicate him in the conspiracy against Crazy Horse which led to\nhis assassination, but I hold that the facts do not bear out this\ncharge.",
        "The name of Spotted Tail was prominently before the people\nduring the rest of his life.  An obscure orphan, he had achieved\ndistinction by his bravery and sagacity; but he copied the white\npolitician too closely after he entered the reservation.  He became\na good manipulator, and was made conceited and overbearing by the\nattentions of the military and of the general public.  Furthermore,\nthere was an old feud in his immediate band which affected him\nclosely.  Against him for many years were the followers of Big\nMouth, whom he had killed in a duel; and also a party led by a son\nand a nephew of the old chief, Conquering Bear, whom Spotted Tail\nhad succeeded at his death.  These two men had hoped that one or\nthe other of them might obtain the succession.",
        "Crow Dog, the nephew of Conquering Bear, more than once\ntaunted Spotted Tail with the fact that he was chief not by the\nwill of the tribe, but by the help of the white soldiers, and told\nhim that he would “keep a bullet for him” in case he ever disgraced\nhis high position.  Thus retribution lay in wait for him while at\nthe height of his fame.  Several high-handed actions of his at this\ntime, including his elopement with another man’s wife, increased\nhis unpopularity with a large element of his own tribe.  On the eve\nof the chief’s departure for Washington, to negotiate (or so they\nsuspected) for the sale of more of their land, Crow Dog took up his\ngun and fulfilled his threat, regarding himself, and regarded by\nhis supporters, not as a murderer, but as an executioner.",
        "Such was the end of the man who may justly be called the\nPontiac of the west.  He possessed a remarkable mind and\nextraordinary foresight for an untutored savage; and yet he is the\nonly one of our great men to be remembered with more honor by the\nwhite man, perhaps, than by his own people.",
        "Chief Little Crow was the eldest son of Cetanwakuwa (Charging\nHawk).  It was on account of his father’s name, mistranslated Crow,\nthat he was called by the whites “Little Crow.”  His real name was\nTaoyateduta, His Red People.",
        "As far back as Minnesota history goes, a band of the Sioux\ncalled Kaposia (Light Weight, because they were said to travel\nlight) inhabited the Mille Lacs region.  Later they dwelt about St.\nCroix Falls, and still later near St. Paul.  In 1840, Cetanwakuwa\nwas still living in what is now West St. Paul, but he was soon\nafter killed by the accidental discharge of his gun.",
        "It was during a period of demoralization for the Kaposias that\nLittle Crow became the leader of his people.  His father, a\nwell-known chief, had three wives, all from different bands of the\nSioux.  He was the only son of the first wife, a Leaf Dweller. \nThere were two sons of the second and two of the third wife, and\nthe second set of brothers conspired to kill their half-brother in\norder to keep the chieftainship in the family.",
        "Two kegs of whisky were bought, and all the men of the tribe\ninvited to a feast.  It was planned to pick some sort of quarrel\nwhen all were drunk, and in the confusion Little Crow was to be\nmurdered.  The plot went smoothly until the last instant, when a\nyoung brave saved the intended victim by knocking the gun aside\nwith his hatchet, so that the shot went wild.  However, it broke\nhis right arm, which remained crooked all his life.  The friends of\nthe young chieftain hastily withdrew, avoiding a general fight; and\nlater the council of the Kaposias condemned the two brothers, both\nof whom were executed, leaving him in undisputed possession.",
        "Such was the opening of a stormy career.  Little Crow’s mother\nhad been a chief’s daughter, celebrated for her beauty and spirit,\nand it is said that she used to plunge him into the lake through a\nhole in the ice, rubbing him afterward with snow, to strengthen his\nnerves, and that she would remain with him alone in the deep woods\nfor days at a time, so that he might know that solitude is good,\nand not fear to be alone with nature.",
        "“My son,” she would say, “if you are to be a leader of men,\nyou must listen in silence to the mystery, the spirit.”",
        "At a very early age she made a feast for her boy and announced\nthat he would fast two days.  This is what might be called a formal\npresentation to the spirit or God.  She greatly desired him to\nbecome a worthy leader according to the ideas of her people.  It\nappears that she left her husband when he took a second wife, and\nlived with her own band till her death.  She did not marry again.",
        "Little Crow was an intensely ambitious man and without\nphysical fear.  He was always in perfect training and early\nacquired the art of warfare of the Indian type.  It is told of him\nthat when he was about ten years old, he engaged with other boys in\na sham battle on the shore of a lake near St. Paul.  Both sides\nwere encamped at a little distance from one another, and the rule\nwas that the enemy must be surprised, otherwise the attack would be\nconsidered a failure.  One must come within so many paces\nundiscovered in order to be counted successful.  Our hero had a\nfavorite dog which, at his earnest request, was allowed to take\npart in the game, and as a scout he entered the enemy camp unseen,\nby the help of his dog.",
        "When he was twelve, he saved the life of a companion who had\nbroken through the ice by tying the end of a pack line to a log,\nthen at great risk to himself carrying it to the edge of the hole\nwhere his comrade went down.  It is said that he also broke in, but\nboth boys saved themselves by means of the line.",
        "As a young man, Little Crow was always ready to serve his\npeople as a messenger to other tribes, a duty involving much danger\nand hardship.  He was also known as one of the best hunters in his\nband.  Although still young, he had already a war record when he\nbecame chief of the Kaposias, at a time when the Sioux were facing\nthe greatest and most far-reaching changes that had ever come to\nthem.",
        "At this juncture in the history of the northwest and its\nnative inhabitants, the various fur companies had paramount\ninfluence.  They did not hesitate to impress the Indians with the\nidea that they were the authorized representatives of the white\nraces or peoples, and they were quick to realize the desirability\nof controlling the natives through their most influential chiefs. \nLittle Crow became quite popular with post traders and factors.  He\nwas an orator as well as a diplomat, and one of the first of his \nnation to indulge in politics and promote unstable schemes to the\ndetriment of his people.",
        "When the United States Government went into the business of\nacquiring territory from the Indians so that the flood of western\nsettlement might not be checked, commissions were sent out to\nnegotiate treaties, and in case of failure it often happened that\na delegation of leading men of the tribe were invited to\nWashington.  At that period, these visiting chiefs, attired in all\nthe splendor of their costumes of ceremony, were treated like\nambassadors from foreign countries.",
        "One winter in the late eighteen-fifties, a major general of\nthe army gave a dinner to the Indian chiefs then in the city, and\non this occasion Little Crow was appointed toastmaster.  There were\npresent a number of Senators and members of Congress, as well as\njudges of the Supreme Court, cabinet officers, and other\ndistinguished citizens.  When all the guests were seated, the Sioux\narose and addressed them with much dignity as follows:",
        "“Warriors and friends: I am informed that the great white war\nchief who of his generosity and comradeship has given us this\nfeast, has expressed the wish that we may follow to-night the\nusages and customs of my people.  In other words, this is a\nwarriors’ feast, a braves’ meal.  I call upon the Ojibway chief,\nthe Hole-in-the-Day, to give the lone wolf’s hunger call, after\nwhich we will join him in our usual manner.”",
        "The tall and handsome Ojibway now rose and straightened his\nsuperb form to utter one of the clearest and longest wolf howls\nthat was ever heard in Washington, and at its close came a\ntremendous burst of war whoops that fairly rent the air, and no\ndoubt electrified the officials there present.",
        "On one occasion Little Crow was invited by the commander of\nFort Ridgeley, Minnesota, to call at the fort.  On his way back,\nin company with a half-breed named Ross and the interpreter\nMitchell, he was ambushed by a party of Ojibways, and again\nwounded in the same arm that had been broken in his attempted\nassassination.  His companion Ross was killed, but he managed\nto hold the war party at bay until help came and thus saved his\nlife.",
        "More and more as time passed, this naturally brave and\nambitious man became a prey to the selfish interests of the traders\nand politicians.  The immediate causes of the Sioux outbreak of\n1862 came in quick succession to inflame to desperate action an\noutraged people.  The two bands on the so-called “lower\nreservations” in Minnesota were Indians for whom nature had\nprovided most abundantly in their free existence.  After one\nhundred and fifty years of friendly intercourse first with the\nFrench, then the English, and finally the Americans, they found\nthemselves cut off from every natural resource, on a tract of land\ntwenty miles by thirty, which to them was virtual imprisonment.  By\ntreaty stipulation with the government, they were to be fed and\nclothed, houses were to be built for them, the men taught\nagriculture, and schools provided for the children.  In addition to\nthis, a trust fund of a million and a half was to be set aside for\nthem, at five per cent interest, the interest to be paid annually\nper capita.  They had signed the treaty under pressure, believing\nin these promises on the faith of a great nation.",
        "However, on entering the new life, the resources so rosily\ndescribed to them failed to materialize.  Many families faced\nstarvation every winter, their only support the store of the Indian\ntrader, who was baiting his trap for their destruction.  Very\ngradually they awoke to the facts.  At last it was planned to\nsecure from them the north half of their reservation for\nninety-eight thousand dollars, but it was not explained to the\nIndians that the traders were to receive all the money.  Little\nCrow made the greatest mistake of his life when he signed this\nagreement.",
        "Meanwhile, to make matters worse, the cash annuities were not\npaid for nearly two years.  Civil War had begun.  When it was\nlearned that the traders had taken all of the ninety-eight thousand\ndollars “on account”, there was very bitter feeling.  In fact, the\nheads of the leading stores were afraid to go about as usual, and\nmost of them stayed in St. Paul.  Little Crow was justly held in\npart responsible for the deceit, and his life was not safe.",
        "The murder of a white family near Acton, Minnesota, by a party\nof Indian duck hunters in August, 1862, precipitated the break. \nMessengers were sent to every village with the news, and at the\nvillages of Little Crow and Little Six the war council was red-hot. \nIt was proposed to take advantage of the fact that north and south\nwere at war to wipe out the white settlers and to regain their\nfreedom.  A few men stood out against such a desperate step, but\nthe conflagration had gone beyond their control.",
        "There were many mixed bloods among these Sioux, and some of\nthe Indians held that these were accomplices of the white people in\nrobbing them of their possessions, therefore their lives should not\nbe spared.  My father, Many Lightnings, who was practically the\nleader of the Mankato band (for Mankato, the chief, was a weak\nman), fought desperately for the lives of the half-breeds and the\nmissionaries.  The chiefs had great confidence in my father, yet\nthey would not commit themselves, since their braves were clamoring\nfor blood.  Little Crow had been accused of all the misfortunes of\nhis tribe, and he now hoped by leading them against the whites to\nregain his prestige with his people, and a part at least of their\nlost domain.",
        "There were moments when the pacifists were in grave peril.  It\nwas almost daybreak when my father saw that the approaching\ncalamity could not be prevented.  He and two others said to Little\nCrow: “If you want war, you must personally lead your men\nto-morrow.  We will not murder women and children, but we will\nfight the soldiers when they come.”  They then left the council and\nhastened to warn my brother-in-law, Faribault, and others who were\nin danger.",
        "Little Crow declared he would be seen in the front of every\nbattle, and it is true that he was foremost in all the succeeding\nbloodshed, urging his warriors to spare none.  He ordered his war\nleader, Many Hail, to fire the first shot, killing the trader James\nLynd, in the door of his store.",
        "After a year of fighting in which he had met with defeat, the\ndiscredited chief retreated to Fort Garry, now Winnipeg, Manitoba,\nwhere, together with Standing Buffalo, he undertook secret\nnegotiations with his old friends the Indian traders.  There was\nnow a price upon his head, but he planned to reach St. Paul\nundetected and there surrender himself to his friends, who he hoped\nwould protect him in return for past favors.  It is true that he\nhad helped them to secure perhaps the finest country held by any\nIndian nation for a mere song.",
        "He left Canada with a few trusted friends, including his\nyoungest and favorite son.  When within two or three days’ journey\nof St. Paul, he told the others to return, keeping with him only\nhis son, Wowinape, who was but fifteen years of age.  He meant to\nsteal into the city by night and go straight to Governor Ramsey,\nwho was his personal friend.  He was very hungry and was obliged to\nkeep to the shelter of the deep woods.  The next morning, as he was\npicking and eating wild raspberries, he was seen by a wood-chopper\nnamed Lamson.  The man did not know who he was.  He only knew that\nhe was an Indian, and that was enough for him, so he lifted his\nrifle to his shoulder and fired, then ran at his best pace.  The\nbrilliant but misguided chief, who had made that part of the\ncountry unsafe for any white man to live in, sank to the ground and\ndied without a struggle.  The boy took his father’s gun and made\nsome effort to find the assassin, but as he did not even know in\nwhich direction to look for him, he soon gave up the attempt and\nwent back to his friends.",
        "Meanwhile Lamson reached home breathless and made his report. \nThe body of the chief was found and identified, in part by the\ntwice broken arm, and this arm and his scalp may be seen to-day in\nthe collection of the Minnesota Historical Society.",
        "There was once a Sioux brave who declared that he would die young,\nyet not by his own hand.  Tamahay was of heroic proportions,\nherculean in strength, a superb runner; in fact, he had all the\nphysical qualities of an athlete or a typical Indian.  In his\nscanty dress, he was beautiful as an antique statue in living\nbronze.  When a mere youth, seventeen years of age, he met with an\naccident which determined his career.  It was the loss of an eye,\na fatal injury to the sensitive and high-spirited Indian.  He\nannounced his purpose in these words:",
        "“The ’Great Mystery’ has decreed that I must be disgraced. \nThere will be no pleasure for me now, and I shall be ridiculed\neven by my enemies.  It will be well for me to enter soon into\nParadise, for I shall be happy in spending my youth there.  But\nI will sell my life dearly.  Hereafter my name shall be spoken in\nthe traditions of our race.”  With this speech Tamahay began his\ncareer.",
        "He now sought glory and defied danger with even more than the\nordinary Indian recklessness.  He accepted a personal friend, which\nwas a custom among the Sioux, where each man chose a companion for\nlife and death.  The tie was stronger than one of blood\nrelationship, a friendship sealed by solemn vow and covenant. \nTamahay’s intimate was fortunately almost his equal in physical\npowers, and the pair became the terror of neighboring tribes, with\nwhom the Dakotas were continually at war.  They made frequent raids\nupon their enemies and were usually successful, although not\nwithout thrilling experiences and almost miraculous escapes.",
        "Upon one of these occasions the two friends went north into\nthe country of the Ojibways.  After many days’ journey, they\ndiscovered a small village of the foe.  The wicked Tamahay proposed\nto his associate that they should arrange their toilets after the\nfashion of the Ojibways, and go among them; “and perhaps,” he\nadded, “we will indulge in a little flirtation with their pretty\nmaids, and when we have had enough of the fun we can take the scalp\nof a brave or two and retreat!”  His friend construed his daring\nproposition to be a test of courage, which it would not become him,\nas a brave, to decline; therefore he assented with a show of\ncheerfulness.",
        "The handsome strangers were well received by the Ojibway\ngirls, but their perilous amusement was brought to an untimely\nclose.  A young maiden prematurely discovered their true\ncharacters, and her cry of alarm brought instantly to her side a\njealous youth, who had been watching them from his place of\nconcealment.  With him Tamahay had a single-handed contest, and\nbefore a general alarm was given he had dispatched the foe and fled\nwith his scalp.",
        "The unfortunate brave had been a favorite and a leader among\nthe tribe; therefore the maddened Ojibways were soon in hot\npursuit.  The Sioux braves were fine runners, yet they were finally\ndriven out upon the peninsula of a lake.  As they became separated\nin their retreat, Tamahay shouted, “I’ll meet you at the mouth of\nthe St. Croix River, or in the spirit land!”  Both managed to swim\nthe lake, and so made good their escape.",
        "The exploits of this man were not all of a warlike nature.  He\nwas a great traveler and an expert scout, and he had some wonderful\nexperiences with wild animals.  He was once sent, with his intimate\nfriend, on a scout for game.  They were on ponies.",
        "They located a herd of buffaloes, and on their return to the\ncamp espied a lonely buffalo.  Tamahay suggested that they should\nchase it in order to take some fresh meat, as the law of the tribe\nallowed in the case of a single animal.  His pony stumbled and\nthrew him, after they had wounded the bison, and the latter\nattacked the dismounted man viciously.  But he, as usual, was on\nthe alert.  He “took the bull by the horns”, as the saying is, and\ncleverly straddled him on the neck.  The buffalo had no means of\nharming his enemy, but pawed the earth and struggled until his\nstrength was exhausted, when the Indian used his knife on the\nanimal’s throat.  On account of this feat he received the name\n\"Held-the-Bull-by-the-Horns.”",
        "The origin of his name “Tamahay” is related as follows.  When\nhe was a young man he accompanied the chief Wabashaw to Mackinaw,\nMichigan, together with some other warriors.  He was out with his\nfriend one day, viewing the wonderful sights in the “white man’s\ncountry”, when they came upon a sow with her numerous pink little\nprogeny.  He was greatly amused and picked up one of the young\npigs, but as soon as it squealed the mother ran furiously after\nthem.  He kept the pig and fled with it, still laughing; but his\nfriend was soon compelled to run up the conveniently inclined trunk\nof a fallen tree, while our hero reached the shore of a lake near\nby, and plunged into the water.  He swam and dived as long as he\ncould, but the beast continued to threaten him with her sharp\nteeth, till, almost exhausted, he swam again to shore, where his\nfriend came up and dispatched the vicious animal with a club.  On\naccount of this watery adventure he was at once called Tamahay,\nmeaning Pike.  He earned many other names, but preferred this one,\nbecause it was the name borne by a great friend of his, Lieutenant\nPike, the first officer of the United States Army who came to\nMinnesota for the purpose of exploring the sources of the\nMississippi River and of making peace with the natives.  Tamahay\nassisted this officer in obtaining land from the Sioux upon which\nto build Fort Snelling.  He appears in history under the name of\n\"Tahamie” or the “One-Eyed Sioux.”",
        "Always ready to brave danger and unpopularity, Tamahay was the\nonly Sioux who sided with the United States in her struggle with\nGreat Britain in 1819.  For having espoused the cause of the\nAmericans, he was ill-treated by the British officers and free\ntraders, who for a long time controlled the northwest, even after\npeace had been effected between the two nations.  At one time he\nwas confined in a fort called McKay, where now stands the town of\nPrairie du Chien, Wisconsin.  He had just returned from St. Louis,\nand was suspected of exciting his people to rebel against British\nsubjects.  His life was even threatened, but to this Tamahay merely\nreplied that he was ready to die.  A few months later, this fort\nwas restored to the United States, and upon leaving it the British\nset the buildings on fire, though the United States flag floated\nabove them.  Some Indians who were present shouted to Tamahay,\n\"Your friends’, the Americans’, fort is on fire!”  He responded\nwith a war whoop, rushed into the blazing fort, and brought out the\nflag.  For this brave act he was rewarded with a present of a flag\nand medal.  He was never tired of displaying this medal and his\nrecommendation papers, and even preserved to the end of his life an\nold colonial stovepipe hat, which he wore upon state occasions.",
        "The Sioux long referred to the president of the United States\nas “Tamahay’s father.”",
        "The following story is told of him in his later days.  He\nattempted one day to cross the first bridge over the Mississippi\nRiver, but was not recognized by the sentinel, who would not allow\nhim to pass until he paid the toll.  Tamahay, who was a privileged\ncharacter, explained as best he could, with gestures and broken\nEnglish, that he was always permitted to pass free; but as the\nsentinel still refused, and even threatened him with his bayonet,\nthe old Indian silently seized the musket, threw it down into the\nwaters of the Mississippi and went home.  Later in the day a\ncompany of soldiers appeared in the Indian village, and escorted\nour hero to a sort of court-martial at the fort.  When he was\nquestioned by the Colonel, he simply replied: “If you were\nthreatened by any one with a weapon, you would, in self-defense,\neither disable the man or get rid of the weapon.  I did the latter,\nthinking that you would need the man more than the gun.”",
        "Finally the officer said to them, “I see you are both partly\nwrong.  Some one must be responsible for the loss of the gun;\ntherefore, you two will wrestle, and the man who is downed must\ndive for the weapon to the bottom of the river.”",
        "Scarcely was this speech ended when Tamahay was upon the\nsoldier, who was surprised both by the order and by the unexpected\nreadiness of the wily old Indian, so that he was not prepared, and\nthe Sioux had the vantage hold.  In a moment the bluecoat was down,\namid shouts and peals of laughter from his comrades.  Having thrown\nhis man, the other turned and went home without a word.",
        "Sad to say, he acquired a great appetite for “minne-wakan”, or\n\"mysterious water”, as the Sioux call it, which proved a source of\ntrouble to him in his old age.  It is told of him that he was\ntreated one winter’s day to a drink of whisky in a trader’s store. \nHe afterwards went home; but even the severe blizzard which soon\narose did not prevent him from returning in the night to the\nfriendly trader.  He awoke that worthy from sleep about twelve\no’clock by singing his death dirge upon the roof of the log cabin. \nIn another moment he had jumped down the mud chimney, and into the\nblazing embers of a fire.  The trader had to pour out to him some\nwhisky in a tin pail, after which he begged the old man to “be good\nand go home.”  On the eve of the so-called “Minnesota Massacre” by\nthe Sioux in 1862, Tamahay, although he was then very old and had\nalmost lost the use of his remaining eye, made a famous speech at\nthe meeting of the conspirators.  These are some of his words, as\nreported to me by persons who were present.",
        "“What!  What! is this Little Crow?  Is that Little Six?  You,\ntoo, White Dog, are you here?  I cannot see well now, but I can see\nwith my mind’s eye the stream of blood you are about to pour upon\nthe bosom of this mother of ours” (meaning the earth).  “I stand\nbefore you on three legs, but the third leg has brought me wisdom\"\n[referring to the staff with which he sup- ported himself].  “I\nhave traveled much, I have visited among the people whom you think\nto defy.  This means the total surrender of our beautiful land, the\nland of a thousand lakes and streams.  Methinks you are about to\ncommit an act like that of the porcupine, who climbs a tree,\nbalances himself upon a springy bough, and then gnaws off the very\nbough upon which he is sitting; hence, when it gives way, he falls\nupon the sharp rocks below.  Behold the great Pontiac, whose grave\nI saw near St. Louis; he was murdered while an exile from his\ncountry!  Think of the brave Black Hawk!  Methinks his spirit is\nstill wailing through Wisconsin and Illinois for his lost people! \nI do not say you have no cause to complain, but to resist is\nself-destruction.  I am done.”",
        "It is supposed that this speech was his last, and it was made,\nthough vainly, in defense of the Americans whom he had loved.  He\ndied at Fort Pierre, South Dakota, in 1864.  His people say that he\ndied a natural death, of old age.  And yet his exploits are not\nforgotten.  Thus lived and departed a most active and fearless\nSioux, Tamahay, who desired to die young!",
        "Chief Gall was one of the most aggressive leaders of the Sioux\nnation in their last stand for freedom.",
        "The westward pressure of civilization during the past three\ncenturies has been tremendous.  When our hemisphere was\n\"discovered”, it had been inhabited by the natives for untold ages,\nbut it was held undiscovered because the original owners did not\nchart or advertise it.  Yet some of them at least had developed\nideals of life which included real liberty and equality to all men,\nand they did not recognize individual ownership in land or other\nproperty beyond actual necessity.  It was a soul development\nleading to essential manhood.  Under this system they brought forth\nsome striking characters.",
        "Gall was considered by both Indians and whites to be a most\nimpressive type of physical manhood.  From his picture you can\njudge of this for yourself.",
        "Let us follow his trail.  He was no tenderfoot.  He never\nasked a soft place for himself.  He always played the game\naccording to the rules and to a finish.  To be sure, like every\nother man, he made some mistakes, but he was an Indian and never\nacted the coward.",
        "The earliest stories told of his life and doings indicate the\nspirit of the man in that of the boy.",
        "When he was only about three years old, the Blackfoot band of\nSioux were on their usual roving hunt, following the buffalo while\nliving their natural happy life upon the wonderful wide prairies of\nthe Dakotas.",
        "It was the way of every Sioux mother to adjust her household\neffects on such dogs and pack ponies as she could muster from day\nto day, often lending one or two to accommodate some other woman\nwhose horse or dog had died, or perhaps had been among those\nstampeded and carried away by a raiding band of Crow warriors.  On\nthis particular occasion, the mother of our young Sioux brave,\nMatohinshda, or Bear-Shedding-His-Hair (Gall’s childhood name),\nintrusted her boy to an old Eskimo pack dog, experienced and\nreliable, except perhaps when unduly excited or very thirsty.",
        "On the day of removing camp the caravan made its morning march\nup the Powder River.  Upon the wide table-land the women were\nbusily digging teepsinna (an edible sweetish root, much used by\nthem) as the moving village slowly progressed.  As usual at such\ntimes, the trail was wide.  An old jack rabbit had waited too long\nin hiding.  Now, finding himself almost surrounded by the mighty\nplains people, he sprang up suddenly, his feathery ears\nconspicuously erect, a dangerous challenge to the dogs and the\npeople.",
        "A whoop went up.  Every dog accepted the challenge.  Forgotten\nwere the bundles, the kits, even the babies they were drawing or\ncarrying.  The chase was on, and the screams of the women reechoed\nfrom the opposite cliffs of the Powder, mingled with the yelps of\ndogs and the neighing of horses.  The hand of every man was against\nthe daring warrior, the lone Jack, and the confusion was great.",
        "When the fleeing one cleared the mass of his enemies, he\nemerged with a swiftness that commanded respect and gave promise\nof a determined chase.  Behind him, his pursuers stretched out in\na thin line, first the speedy, unburdened dogs and then the travois\ndogs headed by the old Eskimo with his precious freight.  The\nyouthful Gall was in a travois, a basket mounted on trailing poles\nand harnessed to the sides of the animal.",
        "“Hey! hey! they are gaining on him!” a warrior shouted.  At\nthis juncture two of the canines had almost nabbed their furry prey\nby the back.  But he was too cunning for them.  He dropped\ninstantly and sent both dogs over his head, rolling and spinning,\nthen made another flight at right angles to the first.  This gave\nthe Eskimo a chance to cut the triangle.  He gained fifty yards,\nbut being heavily handicapped, two unladen dogs passed him.  The\nsame trick was repeated by the Jack, and this time he saved himself\nfrom instant death by a double loop and was now running directly\ntoward the crowd, followed by a dozen or more dogs.  He was losing\nspeed, but likewise his pursuers were dropping off steadily.  Only\nthe sturdy Eskimo dog held to his even gait, and behind him in the\nfrail travois leaned forward the little Matohinshda, nude save a\nbreech clout, his left hand holding fast the convenient tail of his\ndog, the right grasping firmly one of the poles of the travois. \nHis black eyes were bulging almost out of their sockets; his long\nhair flowed out behind like a stream of dark water.",
        "The Jack now ran directly toward the howling spectators, but\nhis marvelous speed and alertness were on the wane; while on the\nother hand his foremost pursuer, who had taken part in hundreds of\nsimilar events, had every confidence in his own endurance.  Each\nleap brought him nearer, fiercer and more determined.  The last\neffort of the Jack was to lose himself in the crowd, like a fish in\nmuddy water; but the big dog made the one needed leap with unerring\naim and his teeth flashed as he caught the rabbit in viselike jaws\nand held him limp in air, a victor!",
        "The people rushed up to him as he laid the victim down, and\nforemost among them was the frantic mother of Matohinshda, or Gall. \n\"Michinkshe! michinkshe!” (My son! my son!) she screamed as she\ndrew near.  The boy seemed to be none the worse for his experience. \n\"Mother!” he cried, “my dog is brave: he got the rabbit!”  She\nsnatched him off the travois, but he struggled out of her arms to\nlook upon his dog lovingly and admiringly.  Old men and boys\ncrowded about the hero of the day, the dog, and the thoughtful\ngrandmother of Matohinshda unharnessed him and poured some water\nfrom a parfleche water bag into a basin.  “Here, my grandson, give\nyour friend something to drink.”",
        "“How, hechetu,” pronounced an old warrior no longer in active\nservice.  “This may be only an accident, an ordinary affair; but\nsuch things sometimes indicate a career.  The boy has had a\nwonderful ride.  I prophesy that he will one day hold the attention\nof all the people with his doings.”",
        "This is the first remembered story of the famous chief, but\nother boyish exploits foretold the man he was destined to be.  He\nfought many sham battles, some successful and others not; but he\nwas always a fierce fighter and a good loser.",
        "Once he was engaged in a battle with snowballs.  There were\nprobably nearly a hundred boys on each side, and the rule was that\nevery fair hit made the receiver officially dead.  He must not\nparticipate further, but must remain just where he was struck.",
        "Gall’s side was fast losing, and the battle was growing hotter\nevery minute when the youthful warrior worked toward an old water\nhole and took up his position there.  His side was soon annihilated\nand there were eleven men left to fight him.  He was pressed close\nin the wash-out, and as he dodged under cover before a volley of\nsnowballs, there suddenly emerged in his stead a huge gray wolf. \nHis opponents fled in every direction in superstitious terror, for\nthey thought he had been transformed into the animal.  To their\nastonishment he came out on the farther side and ran to the line of\nsafety, a winner!",
        "It happened that the wolf’s den had been partly covered with\nsnow so that no one had noticed it until the yells of the boys\naroused the inmate, and he beat a hasty retreat.  The boys always\nlooked upon this incident as an omen.",
        "Gall had an amiable disposition but was quick to resent insult\nor injustice.  This sometimes involved him in difficulties, but he\nseldom fought without good cause and was popular with his\nassociates.  One of his characteristics was his ability to\norganize, and this was a large factor in his leadership when he\nbecame a man.  He was tried in many ways, and never was known to\nhesitate when it was a question of physical courage and endurance. \nHe entered the public service early in life, but not until he had\nproved himself competent and passed all tests.",
        "When a mere boy, he was once scouting for game in midwinter,\nfar from camp, and was overtaken by a three days’ blizzard.  He was\nforced to abandon his horse and lie under the snow for that length\nof time.  He afterward said he was not particularly hungry; it was\nthirst and stiffness from which he suffered most.  One reason the\nIndian so loved his horse or dog was that at such times the animal\nwould stay by him like a brother.  On this occasion Gall’s pony was\nnot more than a stone’s throw away when the storm subsided and the\nsun shone.  There was a herd of buffalo in plain sight, and the\nyoung hunter was not long in procuring a meal.",
        "This chief’s contemporaries still recall his wrestling match\nwith the equally powerful Cheyenne boy, Roman Nose, who afterward\nbecame a chief well known to American history.  It was a custom of\nthe northwestern Indians, when two friendly tribes camped together,\nto establish the physical and athletic supremacy of the youth of\nthe respective camps.",
        "The “Che-hoo-hoo” is a wrestling game in which there may be\nany number on a side, but the numbers are equal.  All the boys of\neach camp are called together by a leader chosen for the purpose\nand draw themselves up in line of battle; then each at a given\nsignal attacks his opponent.",
        "In this memorable contest, Matohinshda, or Gall, was placed\nopposite Roman Nose.  The whole people turned out as spectators of\nthe struggle, and the battlefield was a plateau between the two\ncamps, in the midst of picturesque Bad Lands.  There were many\nathletic youths present, but these two were really the Apollos of\nthe two tribes.",
        "In this kind of sport it is not allowed to strike with the\nhand, nor catch around the neck, nor kick, nor pull by the hair.  \nOne may break away and run a few yards to get a fresh start, or\nclinch, or catch as catch can.  When a boy is thrown and held to\nthe ground, he is counted out.  If a boy has met his superior, he\nmay drop to the ground to escape rough handling, but it is very\nseldom one gives up without a full trial of strength.",
        "It seemed almost like a real battle, so great was the\nenthusiasm, as the shouts of sympathizers on both sides went up in\na mighty chorus.  At last all were either conquerors or subdued\nexcept Gall and Roman Nose.  The pair seemed equally matched.  Both\nwere stripped to the breech clout, now tugging like two young\nbuffalo or elk in mating time, again writhing and twisting like\nserpents.  At times they fought like two wild stallions, straining\nevery muscle of arms, legs, and back in the struggle.  Every now\nand then one was lifted off his feet for a moment, but came down\nplanted like a tree, and after swaying to and fro soon became rigid\nagain.",
        "All eyes were upon the champions.  Finally, either by trick or\nmain force, Gall laid the other sprawling upon the ground and held\nhim fast for a minute, then released him and stood erect, panting,\na master youth.  Shout after shout went up on the Sioux side of the\ncamp.  The mother of Roman Nose came forward and threw a superbly\nworked buffalo robe over Gall, whose mother returned the compliment\nby covering the young Cheyenne with a handsome blanket.",
        "Undoubtedly these early contests had their influence upon our\nhero’s career.  It was his habit to appear most opportunely in a\ncrisis, and in a striking and dramatic manner to take command of\nthe situation.  The best known example of this is his entrance on\nthe scene of confusion when Reno surprised the Sioux on the Little\nBig Horn.  Many of the excitable youths, almost unarmed, rushed\nmadly and blindly to meet the intruder, and the scene might have\nunnerved even an experienced warrior.  It was Gall, with not a\ngarment upon his superb body, who on his black charger dashed ahead\nof the boys and faced them.  He stopped them on the dry creek,\nwhile the bullets of Reno’s men whistled about their ears.",
        "“Hold hard, men!  Steady, we are not ready yet!  Wait for more\nguns, more horses, and the day is yours!”",
        "They obeyed, and in a few minutes the signal to charge was\ngiven, and Reno retreated pell mell before the onset of the Sioux.",
        "Sitting Bull had confidence in his men so long as Gall planned\nand directed the attack, whether against United States soldiers or\nthe warriors of another tribe.  He was a strategist, and able in a\ntwinkling to note and seize upon an advantage.  He was really the\nmainstay of Sitting Bull’s effective last stand.  He consistently\nupheld his people’s right to their buffalo plains and believed that\nthey should hold the government strictly to its agreements with\nthem.  When the treaty of 1868 was disregarded, he agreed with\nSitting Bull in defending the last of their once vast domain, and\nafter the Custer battle entered Canada with his chief.  They hoped\nto bring their lost cause before the English government and were\nmuch disappointed when they were asked to return to the United\nStates.",
        "Gall finally reported at Fort Peck, Montana, in 1881, and\nbrought half of the Hunkpapa band with him, whereupon he was soon\nfollowed by Sitting Bull himself.  Although they had been promised\nby the United States commission who went to Canada to treat with\nthem that they would not be punished if they returned, no sooner\nhad Gall come down than a part of his people were attacked, and in\nthe spring they were all brought to Fort Randall and held as\nmilitary prisoners.  From this point they were returned to Standing\nRock agency.",
        "When “Buffalo Bill” successfully launched his first show, he\nmade every effort to secure both Sitting Bull and Gall for his\nleading attractions.  The military was in complete accord with him\nin this, for they still had grave suspicions of these two leaders. \nWhile Sitting Bull reluctantly agreed, Gall haughtily said: “I am\nnot an animal to be exhibited before the crowd,” and retired to his\nteepee.  His spirit was much worn, and he lost strength from that\ntime on.  That superb manhood dwindled, and in a few years he died. \nHe was a real hero of a free and natural people, a type that is\nnever to be seen again.",
        "Crazy Horse was born on the Republican River about 1845.  He was\nkilled at Fort Robinson, Nebraska, in 1877, so that he lived barely\nthirty-three years.",
        "He was an uncommonly handsome man.  While not the equal of\nGall in magnificence and imposing stature, he was physically\nperfect, an Apollo in symmetry.  Furthermore he was a true type of\nIndian refinement and grace.  He was modest and courteous as Chief\nJoseph; the difference is that he was a born warrior, while Joseph\nwas not.  However, he was a gentle warrior, a true brave, who stood\nfor the highest ideal of the Sioux.  Notwithstanding all that\nbiased historians have said of him, it is only fair to judge a man\nby the estimate of his own people rather than that of his enemies.",
        "The boyhood of Crazy Horse was passed in the days when the\nwestern Sioux saw a white man but seldom, and then it was usually\na trader or a soldier.  He was carefully brought up according to\nthe tribal customs.  At that period the Sioux prided themselves on\nthe training and development of their sons and daughters, and not\na step in that development was overlooked as an excuse to bring the\nchild before the public by giving a feast in its honor.  At such\ntimes the parents often gave so generously to the needy that they\nalmost impoverished themselves, thus setting an example to the\nchild of self-denial for the general good.  His first step alone,\nthe first word spoken, first game killed, the attainment of manhood\nor womanhood, each was the occasion of a feast and dance in his\nhonor, at which the poor always benefited to the full extent of the\nparents’ ability.",
        "Big-heartedness, generosity, courage, and self-denial are the\nqualifications of a public servant, and the average Indian was keen\nto follow this ideal.  As every one knows, these characteristic\ntraits become a weakness when he enters a life founded upon\ncommerce and gain.  Under such conditions the life of Crazy Horse\nbegan.  His mother, like other mothers, tender and watchful of her\nboy, would never once place an obstacle in the way of his father’s\nsevere physical training.  They laid the spiritual and patriotic\nfoundations of his education in such a way that he early became\nconscious of the demands of public service.",
        "He was perhaps four or five years old when the band was snowed\nin one severe winter.  They were very short of food, but his father\nwas a tireless hunter.  The buffalo, their main dependence, were\nnot to be found, but he was out in the storm and cold every day and\nfinally brought in two antelopes.  The little boy got on his pet\npony and rode through the camp, telling the old folks to come to\nhis mother’s teepee for meat.  It turned out that neither his\nfather nor mother had authorized him to do this.  Before they knew\nit, old men and women were lined up before the teepee home, ready\nto receive the meat, in answer to his invitation.  As a result, the\nmother had to distribute nearly all of it, keeping only enough for\ntwo meals.",
        "On the following day the child asked for food.  His mother\ntold him that the old folks had taken it all, and added: “Remember,\nmy son, they went home singing praises in your name, not my name or\nyour father’s.  You must be brave.  You must live up to your\nreputation.”",
        "Crazy Horse loved horses, and his father gave him a pony of\nhis own when he was very young.  He became a fine horseman and\naccompanied his father on buffalo hunts, holding the pack horses\nwhile the men chased the buffalo and thus gradually learning the\nart.  In those days the Sioux had but few guns, and the hunting was\nmostly done with bow and arrows.",
        "Another story told of his boyhood is that when he was about\ntwelve he went to look for the ponies with his little brother, whom\nhe loved much, and took a great deal of pains to teach what he had\nalready learned.  They came to some wild cherry trees full of ripe\nfruit, and while they were enjoying it, the brothers were startled\nby the growl and sudden rush of a bear.  Young Crazy Horse pushed\nhis brother up into the nearest tree and himself sprang upon the\nback of one of the horses, which was frightened and ran some\ndistance before he could control him.  As soon as he could,\nhowever, he turned him about and came back, yelling and swinging\nhis lariat over his head.  The bear at first showed fight but\nfinally turned and ran.  The old man who told me this story added\nthat young as he was, he had some power, so that even a grizzly did\nnot care to tackle him.  I believe it is a fact that a silver-tip\nwill dare anything except a bell or a lasso line, so that\naccidentally the boy had hit upon the very thing which would drive\nhim off.",
        "It was usual for Sioux boys of his day to wait in the field\nafter a buffalo hunt until sundown, when the young calves would\ncome out in the open, hungrily seeking their mothers.  Then these\nwild children would enjoy a mimic hunt, and lasso the calves or\ndrive them into camp.  Crazy Horse was found to be a determined\nlittle fellow, and it was settled one day among the larger boys\nthat they would “stump” him to ride a good-sized bull calf.  He\nrode the calf, and stayed on its back while it ran bawling over the\nhills, followed by the other boys on their ponies, until his\nstrange mount stood trembling and exhausted.",
        "At the age of sixteen he joined a war party against the Gros\nVentres.  He was well in the front of the charge, and at once\nestablished his bravery by following closely one of the foremost\nSioux warriors, by the name of Hump, drawing the enemy’s fire and\ncircling around their advance guard.  Suddenly Hump’s horse was\nshot from under him, and there was a rush of warriors to kill or\ncapture him while down.  But amidst a shower of arrows the youth\nleaped from his pony, helped his friend into his own saddle, sprang\nup behind him, and carried him off in safety, although they were\nhotly pursued by the enemy.  Thus he associated himself in his\nmaiden battle with the wizard of Indian warfare, and Hump, who was\nthen at the height of his own career, pronounced Crazy Horse the\ncoming warrior of the Teton Sioux.",
        "At this period of his life, as was customary with the best\nyoung men, he spent much time in prayer and solitude.  Just what\nhappened in these days of his fasting in the wilderness and upon\nthe crown of bald buttes, no one will ever know; for these things\nmay only be known when one has lived through the battles of life to\nan honored old age.  He was much sought after by his youthful\nassociates, but was noticeably reserved and modest; yet in the\nmoment of danger he at once rose above them all – a natural\nleader!  Crazy Horse was a typical Sioux brave, and from the point\nof view of our race an ideal hero, living at the height of the\nepical progress of the American Indian and maintaining in his own\ncharacter all that was most subtle and ennobling of their spiritual\nlife, and that has since been lost in the contact with a material\ncivilization.",
        "He loved Hump, that peerless warrior, and the two became close\nfriends, in spite of the difference in age.  Men called them “the\ngrizzly and his cub.”  Again and again the pair saved the day for\nthe Sioux in a skirmish with some neighboring tribe.  But one day\nthey undertook a losing battle against the Snakes.  The Sioux were\nin full retreat and were fast being overwhelmed by superior\nnumbers.  The old warrior fell in a last desperate charge; but\nCrazy Horse and his younger brother, though dismounted, killed two\nof the enemy and thus made good their retreat.",
        "It was observed of him that when he pursued the enemy into\ntheir stronghold, as he was wont to do, he often refrained from\nkilling, and simply struck them with a switch, showing that he did\nnot fear their weapons nor care to waste his upon them.  In\nattempting this very feat, he lost this only brother of his, who\nemulated him closely.  A party of young warriors, led by Crazy\nHorse, had dashed upon a frontier post, killed one of the\nsentinels, stampeded the horses, and pursued the herder to the very\ngate of the stockade, thus drawing upon themselves the fire of the\ngarrison.  The leader escaped without a scratch, but his young\nbrother was brought down from his horse and killed.",
        "While he was still under twenty, there was a great winter\nbuffalo hunt, and he came back with ten buffaloes’ tongues which he\nsent to the council lodge for the councilors’ feast.  He had in one\nwinter day killed ten buffalo cows with his bow and arrows, and the\nunsuccessful hunters or those who had no swift ponies were made\nhappy by his generosity.  When the hunters returned, these came\nchanting songs of thanks.  He knew that his father was an expert\nhunter and had a good horse, so he took no meat home, putting in\npractice the spirit of his early teaching.",
        "He attained his majority at the crisis of the difficulties\nbetween the United States and the Sioux.  Even before that time,\nCrazy Horse had already proved his worth to his people in Indian\nwarfare.  He had risked his life again and again, and in some\ninstances it was considered almost a miracle that he had saved\nothers as well as himself.  He was no orator nor was he the son of\na chief.  His success and influence was purely a matter of\npersonality.  He had never fought the whites up to this time, and\nindeed no “coup” was counted for killing or scalping a white man.",
        "Young Crazy Horse was twenty-one years old when all the Teton\nSioux chiefs (the western or plains dwellers) met in council to\ndetermine upon their future policy toward the invader.  Their\nformer agreements had been by individual bands, each for itself,\nand every one was friendly.  They reasoned that the country was\nwide, and that the white traders should be made welcome.  Up to\nthis time they had anticipated no conflict.  They had permitted the\nOregon Trail, but now to their astonishment forts were built and\ngarrisoned in their territory.",
        "Most of the chiefs advocated a strong resistance.  There were\na few influential men who desired still to live in peace, and who\nwere willing to make another treaty.  Among these were White Bull,\nTwo Kettle, Four Bears, and Swift Bear.  Even Spotted Tail,\nafterward the great peace chief, was at this time with the\nmajority, who decided in the year 1866 to defend their rights and\nterritory by force.  Attacks were to be made upon the forts within\ntheir country and on every trespasser on the same.",
        "Crazy Horse took no part in the discussion, but he and all the\nyoung warriors were in accord with the decision of the council. \nAlthough so young, he was already a leader among them.  Other\nprominent young braves were Sword (brother of the man of that name\nwho was long captain of police at Pine Ridge), the younger Hump,\nCharging Bear, Spotted Elk, Crow King, No Water, Big Road, He Dog,\nthe nephew of Red Cloud, and Touch-the-Cloud, intimate friend of\nCrazy Horse.",
        "The attack on Fort Phil Kearny was the first fruits of the new\npolicy, and here Crazy Horse was chosen to lead the attack on the\nwoodchoppers, designed to draw the soldiers out of the fort, while\nan army of six hundred lay in wait for them.  The success of this\nstratagem was further enhanced by his masterful handling of his\nmen.  From this time on a general war was inaugurated; Sitting Bull\nlooked to him as a principal war leader, and even the Cheyenne\nchiefs, allies of the Sioux, practically acknowledged his\nleadership.  Yet during the following ten years of defensive war he\nwas never known to make a speech, though his teepee was the\nrendezvous of the young men.  He was depended upon to put into\naction the decisions of the council, and was frequently consulted\nby the older chiefs.",
        "Like Osceola, he rose suddenly; like Tecumseh he was always\nimpatient for battle; like Pontiac, he fought on while his allies\nwere suing for peace, and like Grant, the silent soldier, he was a\nman of deeds and not of words.  He won from Custer and Fetterman\nand Crook.  He won every battle that he undertook, with the\nexception of one or two occasions when he was surprised in the\nmidst of his women and children, and even then he managed to\nextricate himself in safety from a difficult position.",
        "Early in the year 1876, his runners brought word from Sitting\nBull that all the roving bands would converge upon the upper Tongue\nRiver in Montana for summer feasts and conferences.  There was\nconflicting news from the reservation.  It was rumored that the\narmy would fight the Sioux to a finish; again, it was said that\nanother commission would be sent out to treat with them.",
        "The Indians came together early in June, and formed a series\nof encampments stretching out from three to four miles, each band\nkeeping separate camp.  On June 17, scouts came in and reported the\nadvance of a large body of troops under General Crook.  The council\nsent Crazy Horse with seven hundred men to meet and attack him. \nThese were nearly all young men, many of them under twenty, the\nflower of the hostile Sioux.  They set out at night so as to steal\na march upon the enemy, but within three or four miles of his camp\nthey came unexpectedly upon some of his Crow scouts.  There was a\nhurried exchange of shots; the Crows fled back to Crook’s camp,\npursued by the Sioux.  The soldiers had their warning, and it was\nimpossible to enter the well-protected camp.  Again and again Crazy\nHorse charged with his bravest men, in the attempt to bring the\ntroops into the open, but he succeeded only in drawing their fire. \nToward afternoon he withdrew, and returned to camp disappointed. \nHis scouts remained to watch Crook’s movements, and later brought\nword that he had retreated to Goose Creek and seemed to have no\nfurther disposition to disturb the Sioux.  It is well known to us\nthat it is Crook rather than Reno who is to be blamed for cowardice\nin connection with Custer’s fate.  The latter had no chance to do\nanything, he was lucky to save himself; but if Crook had kept on\nhis way, as ordered, to meet Terry, with his one thousand regulars\nand two hundred Crow and Shoshone scouts, he would inevitably have\nintercepted Custer in his advance and saved the day for him, and\nwar with the Sioux would have ended right there.  Instead of this,\nhe fell back upon Fort Meade, eating his horses on the way, in a\ncountry swarming with game, for fear of Crazy Horse and his braves!",
        "The Indians now crossed the divide between the Tongue and the\nLittle Big Horn, where they felt safe from immediate pursuit. \nHere, with all their precautions, they were caught unawares by\nGeneral Custer, in the midst of their midday games and festivities,\nwhile many were out upon the daily hunt.",
        "On this twenty-fifth of June, 1876, the great camp was\nscattered for three miles or more along the level river bottom,\nback of the thin line of cottonwoods – five circular rows of\nteepees, ranging from half a mile to a mile and a half in\ncircumference.  Here and there stood out a large, white, solitary\nteepee; these were the lodges or “clubs” of the young men.  Crazy\nHorse was a member of the “Strong Hearts” and the “Tokala” or Fox\nlodge.  He was watching a game of ring-toss when the warning came\nfrom the southern end of the camp of the approach of troops.",
        "The Sioux and the Cheyennes were “minute men”, and although\ntaken by surprise, they instantly responded.  Meanwhile, the women\nand children were thrown into confusion.  Dogs were howling, ponies\nrunning hither and thither, pursued by their owners, while many of\nthe old men were singing their lodge songs to encourage the\nwarriors, or praising the “strong heart” of Crazy Horse.",
        "That leader had quickly saddled his favorite war pony and was\nstarting with his young men for the south end of the camp, when a\nfresh alarm came from the opposite direction, and looking up, he\nsaw Custer’s force upon the top of the bluff directly across the\nriver.  As quick as a flash, he took in the situation – the enemy\nhad planned to attack the camp at both ends at once; and knowing\nthat Custer could not ford the river at that point, he instantly\nled his men northward to the ford to cut him off.  The Cheyennes\nfollowed closely.  Custer must have seen that wonderful dash up the\nsage-bush plain, and one wonders whether he realized its meaning. \nIn a very few minutes, this wild general of the plains had\noutwitted one of the most brilliant leaders of the Civil War and\nended at once his military career and his life.",
        "In this dashing charge, Crazy Horse snatched his most famous\nvictory out of what seemed frightful peril, for the Sioux could not\nknow how many were behind Custer.  He was caught in his own trap. \nTo the soldiers it must have seemed as if the Indians rose up from\nthe earth to overwhelm them.  They closed in from three sides and\nfought until not a white man was left alive.  Then they went down\nto Reno’s stand and found him so well intrenched in a deep gully\nthat it was impossible to dislodge him.  Gall and his men held him\nthere until the approach of General Terry compelled the Sioux to\nbreak camp and scatter in different directions.",
        "While Sitting Bull was pursued into Canada, Crazy Horse and\nthe Cheyennes wandered about, comparatively undisturbed, during the\nrest of that year, until in the winter the army surprised the\nCheyennes, but did not do them much harm, possibly because they\nknew that Crazy Horse was not far off.  His name was held in\nwholesome respect.  From time to time, delegations of friendly\nIndians were sent to him, to urge him to come in to the\nreservation, promising a full hearing and fair treatment.",
        "For some time he held out, but the rapid disappearance of the\nbuffalo, their only means of support, probably weighed with him\nmore than any other influence.  In July, 1877, he was finally\nprevailed upon to come in to Fort Robinson, Nebraska, with several\nthousand Indians, most of them Ogallala and Minneconwoju Sioux, on\nthe distinct understanding that the government would hear and\nadjust their grievances.",
        "At this juncture General Crook proclaimed Spotted Tail, who\nhad rendered much valuable service to the army, head chief of the\nSioux, which was resented by many.  The attention paid Crazy Horse\nwas offensive to Spotted Tail and the Indian scouts, who planned a\nconspiracy against him.  They reported to General Crook that the\nyoung chief would murder him at the next council, and stampede the\nSioux into another war.  He was urged not to attend the council and\ndid not, but sent another officer to represent him.  Meanwhile the\nfriends of Crazy Horse discovered the plot and told him of it.  His\nreply was, “Only cowards are murderers.”",
        "His wife was critically ill at the time, and he decided to\ntake her to her parents at Spotted Tail agency, whereupon his\nenemies circulated the story that he had fled, and a party of\nscouts was sent after him.  They overtook him riding with his wife\nand one other but did not undertake to arrest him, and after he had\nleft the sick woman with her people he went to call on Captain Lea,\nthe agent for the Brules, accompanied by all the warriors of the\nMinneconwoju band.  This volunteer escort made an imposing\nappearance on horseback, shouting and singing, and in the words of\nCaptain Lea himself and the missionary, the Reverend Mr. Cleveland,\nthe situation was extremely critical.  Indeed, the scouts who had\nfollowed Crazy Horse from Red Cloud agency were advised not to show\nthemselves, as some of the warriors had urged that they be taken\nout and horsewhipped publicly.",
        "Under these circumstances Crazy Horse again showed his\nmasterful spirit by holding these young men in check.  He said to\nthem in his quiet way: “It is well to be brave in the field of\nbattle; it is cowardly to display bravery against one’s own\ntribesmen.  These scouts have been compelled to do what they did;\nthey are no better than servants of the white officers.  I came\nhere on a peaceful errand.”",
        "The captain urged him to report at army headquarters to\nexplain himself and correct false rumors, and on his giving\nconsent, furnished him with a wagon and escort.  It has been said\nthat he went back under arrest, but this is untrue.  Indians have\nboasted that they had a hand in bringing him in, but their stories\nare without foundation.  He went of his own accord, either\nsuspecting no treachery or determined to defy it.",
        "When he reached the military camp, Little Big Man walked\narm-in-arm with him, and his cousin and friend, Touch-the-Cloud,\nwas just in advance.  After they passed the sentinel, an officer\napproached them and walked on his other side.  He was unarmed but\nfor the knife which is carried for ordinary uses by women as well\nas men.  Unsuspectingly he walked toward the guardhouse, when\nTouch-the-Cloud suddenly turned back exclaiming: “Cousin, they will\nput you in prison!”",
        "“Another white man’s trick!  Let me go!  Let me die fighting!\"\ncried Crazy Horse.  He stopped and tried to free himself and draw\nhis knife, but both arms were held fast by Little Big Man and the\nofficer.  While he struggled thus, a soldier thrust him through\nwith his bayonet from behind.  The wound was mortal, and he died in\nthe course of that night, his old father singing the death song\nover him and afterward carrying away the body, which they said\nmust not be further polluted by the touch of a white man.  They hid\nit somewhere in the Bad Lands, his resting place to this day.",
        "Thus died one of the ablest and truest American Indians.  His\nlife was ideal; his record clean.  He was never involved in any of\nthe numerous massacres on the trail, but was a leader in\npractically every open fight.  Such characters as those of Crazy\nHorse and Chief Joseph are not easily found among so-called\ncivilized people.  The reputation of great men is apt to be\nshadowed by questionable motives and policies, but here are two\npure patriots, as worthy of honor as any who ever breathed God’s\nair in the wide spaces of a new world.",
        "IT is not easy to characterize Sitting Bull, of all Sioux chiefs\nmost generally known to the American people.  There are few to whom\nhis name is not familiar, and still fewer who have learned to\nconnect it with anything more than the conventional notion of a\nbloodthirsty savage.  The man was an enigma at best.  He was not\nimpulsive, nor was he phlegmatic.  He was most serious when he\nseemed to be jocose.  He was gifted with the power of sarcasm, and\nfew have used it more artfully than he.",
        "His father was one of the best-known members of the Unkpapa\nband of Sioux.  The manner of this man’s death was characteristic. \nOne day, when the Unkpapas were attacked by a large war party of\nCrows, he fell upon the enemy’s war leader with his knife.  In a\nhand-to-hand combat of this sort, we count the victor as entitled\nto a war bonnet of trailing plumes.  It means certain death to one\nor both.  In this case, both men dealt a mortal stroke, and Jumping\nBuffalo, the father of Sitting Bull, fell from his saddle and died\nin a few minutes.  The other died later from the effects of the\nwound.",
        "Sitting Bull’s boyhood must have been a happy one.  It was\nlong after the day of the dog-travaux, and his father owned many\nponies of variegated colors.  It was said of him in a joking way\nthat his legs were bowed like the ribs of the ponies that he rode\nconstantly from childhood.  He had also a common nickname that was\nmuch to the point.  It was “Hunkeshnee”, which means “Slow”,\nreferring to his inability to run fast, or more probably to the\nfact that he seldom appeared on foot.  In their boyish games he was\nwont to take the part of the “old man”, but this does not mean that\nhe was not active and brave.  It is told that after a buffalo hunt\nthe boys were enjoying a mimic hunt with the calves that had been\nleft behind.  A large calf turned viciously on Sitting Bull, whose\npony had thrown him, but the alert youth got hold of both ears and\nstruggled until the calf was pushed back into a buffalo wallow in\na sitting posture.  The boys shouted: “He has subdued the buffalo\ncalf!  He made it sit down!”  And from this incident was derived\nhis familiar name of Sitting Bull.",
        "It is a mistake to suppose that Sitting Bull, or any other\nIndian warrior, was of a murderous disposition.  It is true that\nsavage warfare had grown more and more harsh and cruel since the\ncoming of white traders among them, bringing guns, knives, and\nwhisky.  Yet it was still regarded largely as a  sort of game,\nundertaken in order to develop the manly qualities of their youth. \nIt was the degree of risk which brought honor, rather than the\nnumber slain, and a brave must mourn thirty days, with blackened\nface and loosened hair, for the enemy whose life he had taken. \nWhile the spoils of war were allowed, this did not extend to\nterritorial aggrandizement, nor was there any wish to overthrow\nanother nation and enslave its people.  It was a point of honor\nin the old days to treat a captive with kindness.  The common\nimpression that the Indian is naturally cruel and revengeful is\nentirely opposed to his philosophy and training.  The revengeful\ntendency of the Indian was aroused by the white man.  It is not the\nnatural Indian who is mean and tricky; not Massasoit but King\nPhilip; not Attackullakulla but Weatherford; not Wabashaw but\nLittle Crow; not Jumping Buffalo but Sitting Bull!  These men\nlifted their hands against the white man, while their fathers held\ntheirs out to him with gifts.",
        "Remember that there were councils which gave their decisions\nin accordance with the highest ideal of human justice before there\nwere any cities on this continent; before there were bridges to\nspan the Mississippi; before this network of railroads was dreamed\nof!  There were primitive communities upon the very spot where\nChicago or New York City now stands, where men were as children,\ninnocent of all the crimes now committed there daily and nightly. \nTrue morality is more easily maintained in connection with the\nsimple life.  You must accept the truth that you demoralize any\nrace whom you have subjugated.",
        "From this point of view we shall consider Sitting Bull’s\ncareer.  We say he is an untutored man: that is true so far as\nlearning of a literary type is concerned; but he was not an\nuntutored man when you view him from the standpoint of his nation. \nTo be sure, he did not learn his lessons from books.  This is\nsecond-hand information at best.  All that he learned he verified\nfor himself and put into daily practice.  In personal appearance he\nwas rather commonplace and made no immediate impression, but as he\ntalked he seemed to take hold of his hearers more and more.  He was\nbull-headed; quick to grasp a situation, and not readily induced to\nchange his mind.  He was not suspicious until he was forced to be\nso.  All his meaner traits were inevitably developed by the events\nof his later career.",
        "Sitting Bull’s history has been written many times by\nnewspaper men and army officers, but I find no account of him which\nis entirely correct.  I met him personally in 1884, and since his\ndeath I have gone thoroughly into the details of his life with his\nrelatives and contemporaries.  It has often been said that he was\na physical coward and not a warrior.  Judge of this for yourselves\nfrom the deed which first gave him fame in his own tribe, when he\nwas about twenty-eight years old.",
        "In an attack upon a band of Crow Indians, one of the enemy\ntook his stand, after the rest had fled, in a deep ditch from \nwhich it seemed impossible to dislodge him.  The situation had\nalready cost the lives of several warriors, but they could not let\nhim go to repeat such a boast over the Sioux!",
        "“Follow me!” said Sitting Bull, and charged.  He raced his\nhorse to the brim of the ditch and struck at the enemy with his\ncoup-staff, thus compelling him to expose himself to the fire of\nthe others while shooting his assailant.  But the Crow merely poked\nhis empty gun into his face and dodged back under cover.  Then\nSitting Bull stopped; he saw that no one had followed him, and he\nalso perceived that the enemy had no more ammunition left.  He rode\ndeliberately up to the barrier and threw his loaded gun over it;\nthen he went back to his party and told them what he thought of\nthem.",
        "“Now,” said he, “I have armed him, for I will not see a brave\nman killed unarmed.  I will strike him again with my coup-staff to\ncount the first feather; who will count the second?”",
        "Again he led the charge, and this time they all followed him. \nSitting Bull was severely wounded by his own gun in the hands of\nthe enemy, who was killed by those that came after him.  This is a\nrecord that so far as I know was never made by any other warrior.",
        "The second incident that made him well known was his taking of\na boy captive in battle with the Assiniboines.  He saved this boy’s\nlife and adopted him as his brother.  Hohay, as he was called, was\ndevoted to Sitting Bull and helped much in later years to spread\nhis fame.  Sitting Bull was a born diplomat, a ready speaker, and\nin middle life he ceased to go upon the warpath, to become the\ncouncilor of his people.  From this time on, this man represented\nhim in all important battles, and upon every brave deed done was\nwont to exclaim aloud:",
        "“I, Sitting Bull’s boy, do this in his name!”",
        "He had a nephew, now living, who resembles him strongly, and\nwho also represented him personally upon the field; and so far as\nthere is any remnant left of his immediate band, they look upon\nthis man One Bull as their chief.",
        "When Sitting Bull was a boy, there was no thought of trouble\nwith the whites.  He was acquainted with many of the early traders,\nPicotte, Choteau, Primeau, Larpenteur, and others, and liked them,\nas did most of his people in those days.  All the early records\nshow this friendly attitude of the Sioux, and the great fur\ncompanies for a century and a half depended upon them for the bulk\nof their trade.  It was not until the middle of the last century\nthat they woke up all of a sudden to the danger threatening their\nvery existence.  Yet at that time many of the old chiefs had been\nalready depraved by the whisky and other vices of the whites, and\nin the vicinity of the forts and trading posts at Sioux City, Saint\nPaul, and Cheyenne, there was general demoralization.  The\ndrunkards and hangers-on were ready to sell almost anything they\nhad for the favor of the trader.  The better and stronger element\nheld aloof.  They would not have anything of the white man except\nhis hatchet, gun, and knife.  They utterly refused to cede their\nlands; and as for the rest, they were willing to let him alone as\nlong as he did not interfere with their life and customs, which was\nnot long.",
        "It was not, however, the Unkpapa band of Sioux, Sitting Bull’s\nband, which first took up arms against the whites; and this was not\nbecause they had come less in contact with them, for they dwelt on\nthe Missouri River, the natural highway of trade.  As early as\n1854, the Ogallalas and Brules had trouble with the soldiers near\nFort Laramie; and again in 1857 Inkpaduta massacred several\nfamilies of settlers at Spirit Lake, Iowa.  Finally, in 1869, the\nMinnesota Sioux, goaded by many wrongs, arose and murdered many of\nthe settlers, afterward fleeing into the country of the Unkpapas\nand appealing to them for help, urging that all Indians should make\ncommon cause against the invader.  This brought Sitting Bull face\nto face with a question which was not yet fully matured in his own\nmind; but having satisfied himself of the justice of their cause,\nhe joined forces with the renegades during the summer of 1863, and\nfrom this time on he was an acknowledged leader.",
        "In 1865 and 1866 he met the Canadian half-breed, Louis Riel,\ninstigator of two rebellions, who had come across the line for\nsafety; and in fact at this time he harbored a number of outlaws\nand fugitives from justice.  His conversations with these,\nespecially with the French mixed-bloods, who inflamed his\nprejudices against the Americans, all had their influence in making\nof the wily Sioux a determined enemy to the white man.  While among\nhis own people he was always affable and genial, he became boastful\nand domineering in his dealings with the hated race.  He once\nremarked that “if we wish to make any impression upon the pale-face,\nit is necessary to put on his mask.”",
        "Sitting Bull joined in the attack on Fort Phil Kearny and in\nthe subsequent hostilities; but he accepted in good faith the\ntreaty of 1868, and soon after it was signed he visited Washington\nwith Red Cloud and Spotted Tail, on which occasion the three\ndistinguished chiefs attracted much attention and were entertained\nat dinner by President Grant and other notables.  He considered\nthat the life of the white man as he saw it was no life for his\npeople, but hoped by close adherence to the terms of this treaty to\npreserve the Big Horn and Black Hills country for a permanent\nhunting ground.  When gold was discovered and the irrepressible\ngold seekers made their historic dash across the plains into this\nforbidden paradise, then his faith in the white man’s honor was\ngone forever, and he took his final and most persistent stand in\ndefense of his nation and home.  His bitter and at the same time\nwell-grounded and philosophical dislike of the conquering race is\nwell expressed in a speech made before the purely Indian council\nbefore referred to, upon the Powder River.  I will give it in brief\nas it has been several times repeated to me by men who were\npresent.",
        "“Behold, my friends, the spring is come; the earth has gladly\nreceived the embraces of the sun, and we shall soon see the results\nof their love!  Every seed is awakened, and all animal life.  It is\nthrough this mysterious power that we too have our being, and we\ntherefore yield to our neighbors, even to our animal neighbors, the\nsame right as ourselves to inhabit this vast land.",
        "“Yet hear me, friends! we have now to deal with another\npeople, small and feeble when our forefathers first met with them,\nbut now great and overbearing.  Strangely enough, they have a mind\nto till the soil, and the love of possessions is a disease in them. \nThese people have made many rules that the rich may break, but the\npoor may not!  They have a religion in which the poor worship, but\nthe rich will not!  They even take tithes of the poor and weak to\nsupport the rich and those who rule.  They claim this mother of\nours, the Earth, for their own use, and fence their neighbors away\nfrom her, and deface her with their buildings and their refuse. \nThey compel her to produce out of season, and when sterile she is\nmade to take medicine in order to produce again.  All this is\nsacrilege.",
        "“This nation is like a spring freshet; it overruns its banks\nand destroys all who are in its path.  We cannot dwell side by\nside.  Only seven years ago we made a treaty by which we were\nassured that the buffalo country should be left to us forever.  Now\nthey threaten to take that from us also.  My brothers, shall we\nsubmit? or shall we say to them: ’First kill me, before you can\ntake possession of my fatherland!’”",
        "As Sitting Bull spoke, so he felt, and he had the courage to\nstand by his words.  Crazy Horse led his forces in the field; as\nfor him, he applied his energies to state affairs, and by his\nstrong and aggressive personality contributed much to holding the\nhostiles together.",
        "It may be said without fear of contradiction that Sitting Bull\nnever killed any women or children.  He was a fair fighter, and\nwhile not prominent in battle after his young manhood, he was the\nbrains of the Sioux resistance.  He has been called a “medicine\nman” and a “dreamer.”  Strictly speaking, he was neither of these,\nand the white historians are prone to confuse the two.  A medicine\nman is a doctor or healer; a dreamer is an active war prophet who\nleads his war party according to his dream or prophecy.  What is\ncalled by whites “making medicine” in war time is again a wrong\nconception.  Every warrior carries a bag of sacred or lucky charms,\nsupposed to protect the wearer alone, but it has nothing to do with\nthe success or safety of the party as a whole.  No one can make any\n\"medicine” to affect the result of a battle, although it has been\nsaid that Sitting Bull did this at the battle of the Little Big\nHorn.",
        "When Custer and Reno attacked the camp at both ends, the chief\nwas caught napping.  The village was in danger of surprise, and the\nwomen and children must be placed in safety.  Like other men of his\nage, Sitting Bull got his family together for flight, and then\njoined the warriors on the Reno side of the attack.  Thus he was\nnot in the famous charge against Custer; nevertheless, his voice\nwas heard exhorting the warriors throughout that day.",
        "During the autumn of 1876, after the fall of Custer, Sitting\nBull was hunted all through the Yellowstone region by the military. \nThe following characteristic letter, doubtless written at his\ndictation by a half-breed interpreter, was sent to Colonel Otis\nimmediately after a daring attack upon his wagon train.",
        "“I want to know what you are doing, traveling on this road. \nYou scare all the buffalo away.  I want to hunt in this place.  I\nwant you to turn back from here.  If you don’t, I will fight you\nagain.  I want you to leave what you have got here and turn back\nfrom here.",
        "    I am your friend",
        "    Sitting Bull.\nI mean all the rations you have got and some powder.  Wish you\nwould write me as soon as you can.”",
        "Otis, however, kept on and joined Colonel Miles, who followed\nSitting Bull with about four hundred soldiers.  He overtook him at\nlast on Cedar Creek, near the Yellowstone, and the two met midway\nbetween the lines for a parley.  The army report says: “Sitting\nBull wanted peace in his own way.”  The truth was that he wanted\nnothing more than had been guaranteed to them by the treaty of 1868\n– the exclusive possession of their last hunting ground.  This the\ngovernment was not now prepared to grant, as it had been decided to\nplace all the Indians under military control upon the various\nreservations.",
        "Since it was impossible to reconcile two such conflicting\ndemands, the hostiles were driven about from pillar to post for\nseveral more years, and finally took refuge across the line in\nCanada, where Sitting Bull had placed his last hope of justice and\nfreedom for his race.  Here he was joined from time to time by\nparties of malcontents from the reservation, driven largely by\nstarvation and ill-treatment to seek another home.  Here, too, they\nwere followed by United States commissioners, headed by General\nTerry, who endeavored to persuade him to return, promising\nabundance of food and fair treatment, despite the fact that the\nexiles were well aware of the miserable condition of the “good\nIndians” upon the reservations.  He first refused to meet them at\nall, and only did so when advised to that effect by Major Walsh of\nthe Canadian mounted police.  This was his characteristic remark:\n\"If you have one honest man in Washington, send him here and I will\ntalk to him.”",
        "Sitting Bull was not moved by fair words; but when he found\nthat if they had liberty on that side, they had little else, that\nthe Canadian government would give them protection but no food;\nthat the buffalo had been all but exterminated and his starving\npeople were already beginning to desert him, he was compelled at\nlast, in 1881, to report at Fort Buford, North Dakota, with his\nband of hungry, homeless, and discouraged refugees.  It was, after\nall, to hunger and not to the strong arm of the military that he\nsurrendered in the end.",
        "In spite of the invitation that had been extended to him in\nthe name of the “Great Father” at Washington, he was immediately\nthrown into a military prison, and afterward handed over to Colonel\nCody (\"Buffalo Bill”) as an advertisement for his “Wild West Show.” \nAfter traveling about for several years with the famous showman,\nthus increasing his knowledge of the weaknesses as well as the\nstrength of the white man, the deposed and humiliated chief settled\ndown quietly with his people upon the Standing Rock agency in North\nDakota, where his immediate band occupied the Grand River district\nand set to raising cattle and horses.  They made good progress;\nmuch better, in fact, than that of the “coffee-coolers” or “loafer\"\nIndians, received the missionaries kindly and were soon a\nchurch-going people.",
        "When the Commissions of 1888 and 1889 came to treat with the\nSioux for a further cession of land and a reduction of their\nreservations, nearly all were opposed to consent on any terms. \nNevertheless, by hook or by crook, enough signatures were finally\nobtained to carry the measure through, although it is said that\nmany were those of women and the so-called “squaw-men”, who had no\nrights in the land.  At the same time, rations were cut down, and\nthere was general hardship and dissatisfaction.  Crazy Horse was\nlong since dead; Spotted Tail had fallen at the hands of one of his\nown tribe; Red Cloud had become a feeble old man, and the\ndisaffected among the Sioux began once more to look to Sitting Bull\nfor leadership.",
        "At this crisis a strange thing happened.  A half-breed Indian\nin Nevada promulgated the news that the Messiah had appeared to him\nupon a peak in the Rockies, dressed in rabbit skins, and bringing\na message to the red race.  The message was to the effect that\nsince his first coming had been in vain, since the white people had\ndoubted and reviled him, had nailed him to the cross, and trampled\nupon his doctrines, he had come again in pity to save the Indian. \nHe declared that he would cause the earth to shake and to overthrow\nthe cities of the whites and destroy them, that the buffalo would\nreturn, and the land belong to the red race forever!  These events\nwere to come to pass within two years; and meanwhile they were to\nprepare for his coming by the ceremonies and dances which he\ncommanded.",
        "This curious story spread like wildfire and met with eager\nacceptance among the suffering and discontented people.  The\nteachings of Christian missionaries had prepared them to believe in\na Messiah, and the prescribed ceremonial was much more in accord\nwith their traditions than the conventional worship of the\nchurches.  Chiefs of many tribes sent delegations to the Indian\nprophet; Short Bull, Kicking Bear, and others went from among the\nSioux, and on their return all inaugurated the dances at once. \nThere was an attempt at first to keep the matter secret, but it\nsoon became generally known and seriously disconcerted the Indian\nagents and others, who were quick to suspect a hostile conspiracy\nunder all this religious enthusiasm.  As a matter of fact, there\nwas no thought of an uprising; the dancing was innocent enough, and\npathetic enough their despairing hope in a pitiful Saviour who\nshould overwhelm their oppressors and bring back their golden age.",
        "When the Indians refused to give up the “Ghost Dance” at the\nbidding of the authorities, the growing suspicion and alarm focused\nupon Sitting Bull, who in spirit had never been any too submissive,\nand it was determined to order his arrest.  At the special request\nof Major McLaughlin, agent at Standing Rock, forty of his Indian\npolice were sent out to Sitting Bull’s home on Grand River to\nsecure his person (followed at some little distance by a body of\nUnited States troops for reinforcement, in case of trouble).  These\npolice are enlisted from among the tribesmen at each agency, and\nhave proved uniformly brave and faithful.  They entered the cabin\nat daybreak, aroused the chief from a sound slumber, helped him to\ndress, and led him unresisting from the house; but when he came out\nin the gray dawn of that December morning in 1890, to find his\ncabin surrounded by armed men and himself led away to he knew not\nwhat fate, he cried out loudly:",
        "“They have taken me: what say you to it?”",
        "Men poured out of the neighboring houses, and in a few minutes\nthe police were themselves surrounded with an excited and rapidly\nincreasing throng.  They harangued the crowd in vain; Sitting\nBull’s blood was up, and he again appealed to his men.  His adopted\nbrother, the Assiniboine captive whose life he had saved so many\nyears before, was the first to fire.  His shot killed Lieutenant\nBull Head, who held Sitting Bull by the arm.  Then there was a\nshort but sharp conflict, in which Sitting Bull and six of his\ndefenders and six of the Indian police were slain, with many more\nwounded.  The chief’s young son, Crow Foot, and his devoted\n\"brother” died with him.  When all was over, and the terrified\npeople had fled precipitately across the river, the soldiers\nappeared upon the brow of the long hill and fired their Hotchkiss\nguns into the deserted camp.",
        "Thus ended the life of a natural strategist of no mean courage\nand ability.  The great chief was buried without honors outside the\ncemetery at the post, and for some years the grave was marked by a\nmere board at its head.  Recently some women have built a cairn of\nrocks there in token of respect and remembrance.",
        "The noted Sioux warrior, Rain-in-the-Face, whose name once carried\nterror to every part of the frontier, died at his home on the\nStanding Rock reserve in North Dakota on September 14, 1905.  About\ntwo months before his death I went to see him for the last time,\nwhere he lay upon the bed of sickness from which he never rose\nagain, and drew from him his life-history.",
        "It had been my experience that you cannot induce an Indian to\ntell a story, or even his own name, by asking him directly.",
        "“Friend,” I said, “even if a man is on a hot trail, he stops\nfor a smoke!  In the good old days, before the charge there was a\nsmoke.  At home, by the fireside, when the old men were asked to\ntell their brave deeds, again the pipe was passed.  So come, let us\nsmoke now to the memory of the old days!”",
        "He took of my tobacco and filled his long pipe, and we smoked. \nThen I told an old mirthful story to get him in the humor of\nrelating his own history.",
        "The old man lay upon an iron bedstead, covered by a red\nblanket, in a corner of the little log cabin.  He was all alone\nthat day; only an old dog lay silent and watchful at his master’s\nfeet.",
        "Finally he looked up and said with a pleasant smile:",
        "“True, friend; it is the old custom to retrace one’s trail\nbefore leaving it forever!  I know that I am at the door of the\nspirit home.",
        "“I was born near the forks of the Cheyenne River, about\nseventy years ago.  My father was not a chief; my grandfather was\nnot a chief, but a good hunter and a feast-maker.  On my mother’s\nside I had some noted ancestors, but they left me no chieftainship. \nI had to work for my reputation.",
        "“When I was a boy, I loved to fight,” he continued.  “In all\nour boyish games I had the name of being hard to handle, and I took\nmuch pride in the fact.",
        "“I was about ten years old when we encountered a band of\nCheyennes.  They were on friendly terms with us, but we boys\nalways indulged in sham fights on such occasions, and this time I\ngot in an honest fight with a Cheyenne boy older than I. I got the\nbest of the boy, but he hit me hard in the face several times, and\nmy face was all spattered with blood and streaked where the paint\nhad been washed away.  The Sioux boys whooped and yelled:",
        "“’His enemy is down, and his face is spattered as if with\nrain!  Rain-in-the-Face!  His name shall be Rain-in-the-Face!’",
        "“Afterwards, when I was a young man, we went on a warpath\nagainst the Gros Ventres.  We stole some of their horses, but were\novertaken and had to abandon the horses and fight for our lives. \nI had wished my face to represent the sun when partly covered with\ndarkness, so I painted it half black, half red.  We fought all day\nin the rain, and my face was partly washed and streaked with red\nand black: so again I was christened Rain-in-the-Face.  We\nconsidered it an honorable name.",
        "“I had been on many warpaths, but was not especially\nsuccessful until about the time the Sioux began to fight with the\nwhite man.  One of the most daring attacks that we ever made was at\nFort Totten, North Dakota, in the summer of 1866.",
        "“Hohay, the Assiniboine captive of Sitting Bull, was the\nleader in this raid.  Wapaypay, the Fearless Bear, who was\nafterward hanged at Yankton, was the bravest man among us.  He\ndared Hohay to make the charge.  Hohay accepted the challenge, and\nin turn dared the other to ride with him through the agency and\nright under the walls of the fort, which was well garrisoned and\nstrong.",
        "“Wapaypay and I in those days called each other\n’brother-friend.’ It was a life-and-death vow.  What one does the\nother must do; and that meant that I must be in the forefront of\nthe charge, and if he is killed, I must fight until I die also!",
        "“I prepared for death.  I painted as usual like an eclipse of\nthe sun, half black and half red.”",
        "His eyes gleamed and his face lighted up remarkably as he\ntalked, pushing his black hair back from his forehead with a\nnervous gesture.",
        "“Now the signal for the charge was given!  I started even with\nWapaypay, but his horse was faster than mine, so he left me a\nlittle behind as we neared the fort.  This was bad for me, for by\nthat time the soldiers had somewhat recovered from the surprise\nand were aiming better.",
        "“Their big gun talked very loud, but my Wapaypay was leading\non, leaning forward on his fleet pony like a flying squirrel on a\nsmooth log!  He held his rawhide shield on the right side, a little\nto the front, and so did I. Our warwhoop was like the coyotes\nsinging in the evening, when they smell blood!",
        "“The soldiers’ guns talked fast, but few were hurt.  Their big\ngun was like a toothless old dog, who only makes himself hotter the\nmore noise he makes,” he remarked with some humor.",
        "“How much harm we did I do not know, but we made things lively\nfor a time; and the white men acted as people do when a swarm of\nangry bees get into camp.  We made a successful retreat, but some\nof the reservation Indians followed us yelling, until Hohay told\nthem that he did not wish to fight with the captives of the white\nman, for there would be no honor in that.  There was blood running\ndown my leg, and I found that both my horse and I were slightly\nwounded.",
        "“Some two years later we attacked a fort west of the Black\nHills [Fort Phil Kearny, Wyoming].  It was there we killed one\nhundred soldiers.”  [The military reports say eighty men, under the\ncommand of Captain Fetterman – not one left alive to tell the\ntale!]  “Nearly every band of the Sioux nation was represented in\nthat fight – Red Cloud, Spotted Tail, Crazy Horse, Sitting Bull,\nBig Foot, and all our great chiefs were there.  Of course such men\nas I were then comparatively unknown.  However, there were many\nnoted young warriors, among them Sword, the younger\nYoung-Man-Afraid, American Horse [afterward chief], Crow King, and\nothers.",
        "“This was the plan decided upon after many councils.  The main\nwar party lay in ambush, and a few of the bravest young men were\nappointed to attack the woodchoppers who were cutting logs to\ncomplete the building of the fort.  We were told not to kill these\nmen, but to chase them into the fort and retreat slowly, defying\nthe white men; and if the soldiers should follow, we were to lead\nthem into the ambush.  They took our bait exactly as we had hoped!\nIt was a matter of a very few minutes, for every soldier lay dead\nin a shorter time than it takes to annihilate a small herd of\nbuffalo.",
        "“This attack was hastened because most of the Sioux on the\nMissouri River and eastward had begun to talk of suing for peace. \nBut even this did not stop the peace movement.  The very next year\na treaty was signed at Fort Rice, Dakota Territory, by nearly all\nthe Sioux chiefs, in which it was agreed on the part of the Great\nFather in Washington that all the country north of the Republican\nRiver in Nebraska, including the Black Hills and the Big Horn\nMountains, was to be always Sioux country, and no white man should\nintrude upon it without our permission.  Even with this agreement\nSitting Bull and Crazy Horse were not satisfied, and they would not\nsign.",
        "“Up to this time I had fought in some important battles, but\nhad achieved no great deed.  I was ambitious to make a name for\nmyself.  I joined war parties against the Crows, Mandans, Gros\nVentres, and Pawnees, and gained some little distinction.",
        "“It was when the white men found the yellow metal in our\ncountry, and came in great numbers, driving away our game, that\nwe took up arms against them for the last time.  I must say here\nthat the chiefs who were loudest for war were among the first to\nsubmit and accept reservation life.  Spotted Tail was a great\nwarrior, yet he was one of the first to yield, because he was\npromised by the Chief Soldiers that they would make him chief of\nall the Sioux.  Ugh! he would have stayed with Sitting Bull to the\nlast had it not been for his ambition.",
        "“About this time we young warriors began to watch the trails\nof the white men into the Black Hills, and when we saw a wagon\ncoming we would hide at the crossing and kill them all without much\ntrouble.  We did this to discourage the whites from coming into our\ncountry without our permission.  It was the duty of our Great\nFather at Washington, by the agreement of 1868, to keep his white\nchildren away.",
        "“During the troublesome time after this treaty, which no one\nseemed to respect, either white or Indian [but the whites broke it\nfirst], I was like many other young men – much on the warpath, but\nwith little honor.  I had not yet become noted for any great deed. \nFinally, Wapaypay and I waylaid and killed a white soldier on his\nway from the fort to his home in the east.",
        "“There were a few Indians who were liars, and never on the\nwarpath, playing ’good Indian’ with the Indian agents and the war\nchiefs at the forts.  Some of this faithless set betrayed me, and\ntold more than I ever did.  I was seized and taken to the fort near\nBismarck, North Dakota [Fort Abraham Lincoln], by a brother [Tom\nCuster] of the Long-Haired War Chief, and imprisoned there.  These\nsame lying Indians, who were selling their services as scouts to\nthe white man, told me that I was to be shot to death, or else\nhanged upon a tree.  I answered that I was not afraid to die.",
        "“However, there was an old soldier who used to bring my food\nand stand guard over me – he was a white man, it is true, but he\nhad an Indian heart!  He came to me one day and unfastened the iron\nchain and ball with which they had locked my leg, saying by signs\nand what little Sioux he could muster:",
        "“’Go, friend! take the chain and ball with you.  I shall\nshoot, but the voice of the gun will lie.’",
        "“When he had made me understand, you may guess that I ran my\nbest!  I was almost over the bank when he fired his piece at me\nseveral times, but I had already gained cover and was safe.  I have\nnever told this before, and would not, lest it should do him an\ninjury, but he was an old man then, and I am sure he must be dead\nlong since.  That old soldier taught me that some of the white\npeople have hearts,” he added, quite seriously.",
        "“I went back to Standing Rock in the night, and I had to hide\nfor several days in the woods, where food was brought to me by my\nrelatives.  The Indian police were ordered to retake me, and they\npretended to hunt for me, but really they did not, for if they had\nfound me I would have died with one or two of them, and they knew\nit!  In a few days I departed with several others, and we rejoined\nthe hostile camp on the Powder River and made some trouble for the\nmen who were building the great iron track north of us [Northern\nPacific].",
        "“In the spring the hostile Sioux got together again upon the\nTongue River.  It was one of the greatest camps of the Sioux that\nI ever saw.  There were some Northern Cheyennes with us, under Two\nMoon, and a few Santee Sioux, renegades from Canada, under\nInkpaduta, who had killed white people in Iowa long before.  We had\ndecided to fight the white soldiers until no warrior should be\nleft.”",
        "At this point Rain-in-the-Face took up his tobacco pouch and\nbegan again to fill his pipe.",
        "“Of course the younger warriors were delighted with the\nprospect of a great fight!  Our scouts had discovered piles of oats\nfor horses and other supplies near the Missouri River.  They had\nbeen brought by the white man’s fire-boats.  Presently they\nreported a great army about a day’s travel to the south, with\nShoshone and Crow scouts.",
        "“There was excitement among the people, and a great council\nwas held.  Many spoke.  I was asked the condition of those Indians\nwho had gone upon the reservation, and I told them truly that they\nwere nothing more than prisoners.  It was decided to go out and\nmeet Three Stars [General Crook] at a safe distance from our camp.",
        "“We met him on the Little Rosebud.  I believe that if we had\nwaited and allowed him to make the attack, he would have fared no\nbetter than Custer.  He was too strongly fortified where he was,\nand I think, too, that he was saved partly by his Indian allies,\nfor the scouts discovered us first and fought us first, thus giving\nhim time to make his preparations.  I think he was more wise than\nbrave!  After we had left that neighborhood he might have pushed on\nand connected with the Long-Haired Chief.  That would have saved\nCuster and perhaps won the day.",
        "“When we crossed from Tongue River to the Little Big Horn, on\naccount of the scarcity of game, we did not anticipate any more\ntrouble.  Our runners had discovered that Crook had retraced his\ntrail to Goose Creek, and we did not suppose that the white men\nwould care to follow us farther into the rough country.",
        "“Suddenly the Long-Haired Chief appeared with his men!  It was\na surprise.”",
        "“What part of the camp were you in when the soldiers attacked\nthe lower end?” I asked.",
        "“I had been invited to a feast at one of the young men’s\nlodges [a sort of club].  There was a certain warrior who was\nmaking preparations to go against the Crows, and I had decided to\ngo also,” he said.",
        "“While I was eating my meat we heard the war cry!  We all\nrushed out, and saw a warrior riding at top speed from the lower\ncamp, giving the warning as he came.  Then we heard the reports of\nthe soldiers’ guns, which sounded differently from the guns fired\nby our people in battle.",
        "“I ran to my teepee and seized my gun, a bow, and a quiver\nfull of arrows.  I already had my stone war club, for you know we\nusually carry those by way of ornament.  Just as I was about to set\nout to meet Reno, a body of soldiers appeared nearly opposite us,\nat the edge of a long line of cliffs across the river.",
        "“All of us who were mounted and ready immediately started down\nthe stream toward the ford.  There were Ogallalas, Minneconjous,\nCheyennes, and some Unkpapas, and those around me seemed to be\nnearly all very young men.",
        "“’Behold, there is among us a young woman!’ I shouted.  ’Let\nno young man hide behind her garment!’  I knew that would make\nthose young men brave.",
        "“The woman was Tashenamani, or Moving Robe, whose brother had\njust been killed in the fight with Three Stars.  Holding her\nbrother’s war staff over her head, and leaning forward upon her\ncharger, she looked as pretty as a bird.  Always when there is a\nwoman in the charge, it causes the warriors to vie with one another\nin displaying their valor,” he added.",
        "“The foremost warriors had almost surrounded the white men,\nand more were continually crossing the stream.  The soldiers had\ndismounted, and were firing into the camp from the top of the\ncliff.”",
        "“My friend, was Sitting Bull in this fight?” I inquired.",
        "“I did not see him there, but I learned afterward that he was\namong those who met Reno, and that was three or four of the white\nman’s miles from Custer’s position.  Later he joined the attack\nupon Custer, but was not among the foremost.",
        "“When the troops were surrounded on two sides, with the river\non the third, the order came to charge!  There were many very young\nmen, some of whom had only a war staff or a stone war club in hand,\nwho plunged into the column, knocking the men over and stampeding\ntheir horses.",
        "“The soldiers had mounted and started back, but when the onset\ncame they dismounted again and separated into several divisions,\nfacing different ways.  They fired as fast as they could load their\nguns, while we used chiefly arrows and war clubs.  There seemed to\nbe two distinct movements among the Indians.  One body moved\ncontinually in a circle, while the other rode directly into and\nthrough the troops.",
        "“Presently some of the soldiers remounted and fled along the\nridge toward Reno’s position; but they were followed by our\nwarriors, like hundreds of blackbirds after a hawk.  A larger body\nremained together at the upper end of a little ravine, and fought\nbravely until they were cut to pieces.  I had always thought that\nwhite men were cowards, but I had a great respect for them after\nthis day.",
        "“It is generally said that a young man with nothing but a war\nstaff in his hand broke through the column and knocked down the\nleader very early in the fight.  We supposed him to be the leader,\nbecause he stood up in full view, swinging his big knife [sword]\nover his head, and talking loud.  Some one unknown afterwards shot\nthe chief, and he was probably killed also; for if not, he would\nhave told of the deed, and called others to witness it.  So it is\nthat no one knows who killed the Long-Haired Chief [General\nCuster].",
        "“After the first rush was over, coups were counted as usual on\nthe bodies of the slain.  You know four coups [or blows] can be\ncounted on the body of an enemy, and whoever counts the first one\n[touches it for the first time] is entitled to the ’first feather.’",
        "“There was an Indian here called Appearing Elk, who died a\nshort time ago.  He was slightly wounded in the charge.  He had\nsome of the weapons of the Long-Haired Chief, and the Indians used\nto say jokingly after we came upon the reservation that Appearing\nElk must have killed the Chief, because he had his sword!  However,\nthe scramble for plunder did not begin until all were dead.  I do\nnot think he killed Custer, and if he had, the time to claim the\nhonor was immediately after the fight.",
        "“Many lies have been told of me.  Some say that I killed the\nChief, and others that I cut out the heart of his brother [Tom\nCuster], because he had caused me to be imprisoned.  Why, in that\nfight the excitement was so great that we scarcely recognized our\nnearest friends!  Everything was done like lightning.  After the\nbattle we young men were chasing horses all over the prairie, while\nthe old men and women plundered the bodies; and if any mutilating\nwas done, it was by the old men.",
        "“I have lived peaceably ever since we came upon the\nreservation.  No one can say that Rain-in-the-Face has broken the\nrules of the Great Father.  I fought for my people and my country. \nWhen we were conquered I remained silent, as a warrior should. \nRain-in-the-Face was killed when he put down his weapons before the\nGreat Father.  His spirit was gone then; only his poor body lived\non, but now it is almost ready to lie down for the last time.  Ho,\nhechetu!  [It is well.]”",
        "It is a pity that so many interesting names of well-known Indians\nhave been mistranslated, so that their meaning becomes very vague\nif it is not wholly lost.  In some cases an opposite meaning is\nconveyed.  For instance there is the name, “Young-Man-Afraid-of-\nHis-Horses.”  It does not mean that the owner of the name is afraid\nof his own horse – far from it!  Tashunkekokipapi signifies “The\nyoung men [of the enemy] fear his horses.”  Whenever that man\nattacks, the enemy knows there will be a determined charge.",
        "The name Tashunkewitko, or Crazy Horse, is a poetic simile. \nThis leader was likened to an untrained or untouched horse, wild,\nignorant of domestic uses, splendid in action, and unconscious of\ndanger.",
        "The name of Two Strike is a deed name.  In a battle with the\nUtes this man knocked two enemies from the back of a war horse.  \nThe true rendering of the name Nomkahpa would be, “He knocked off\ntwo.”",
        "I was well acquainted with Two Strike and spent many pleasant\nhours with him, both at Washington, D. C., and in his home on the\nRosebud reservation.  What I have written is not all taken from his\nown mouth, because he was modest in talking about himself, but I\nhad him vouch for the truth of the stories.  He said that he was\nborn near the Republican River about 1832.  His earliest\nrecollection was of an attack by the Shoshones upon their camp on\nthe Little Piney.  The first white men he ever met were traders who\nvisited his people when he was very young.  The incident was still\nvividly with him, because, he said, “They made my father crazy,\"\n[drunk].  This made a deep impression upon him, he told me, so that\nfrom that day he was always afraid of the white man’s “mysterious\nwater.”",
        "Two Strike was not a large man, but he was very supple and\nalert in motion, as agile as an antelope.  His face was mobile and\nintelligent.  Although he had the usual somber visage of an Indian,\nhis expression brightened up wonderfully when he talked.  In some\nways wily and shrewd in intellect, he was not deceitful nor mean. \nHe had a high sense of duty and honor.  Patriotism was his ideal\nand goal of life.",
        "As a young man he was modest and even shy, although both his\nfather and grandfather were well-known chiefs.  I could find few\nnoteworthy incidents in his early life, save that he was an expert\nrider of wild horses.  At one time I was pressing him to give me\nsome interesting incident of his boyhood.  He replied to the effect\nthat there was plenty of excitement but “not much in it.”  There\nwas a delegation of Sioux chiefs visiting Washington, and we were\nspending an evening together in their hotel.  Hollow Horn Bear\nspoke up and said:",
        "“Why don’t you tell him how you and a buffalo cow together\nheld your poor father up and froze him almost to death?”",
        "Everybody laughed, and another man remarked: “I think he had\nbetter tell the medicine man (meaning myself) how he lost the power\nof speech when he first tried to court a girl.”  Two Strike,\nalthough he was then close to eighty years of age, was visibly\nembarrassed by their chaff.",
        "“Anyway, I stuck to the trail.  I kept on till I got what I\nwanted,” he muttered.  And then came the story.",
        "The old chief, his father, was very fond of the buffalo hunt;\nand being accomplished in horsemanship and a fine shot, although\nnot very powerfully built, young Two Strike was already following\nhard in his footsteps.  Like every proud father, his was giving him\nevery incentive to perfect his skill, and one day challenged his\nsixteen-year-old son to the feat of “one arrow to kill” at the very\nnext chase.",
        "It was midwinter.  A large herd of buffalo was reported by the\ngame scout.  The hunters gathered at daybreak prepared for the\ncharge.  The old chief had his tried charger equipped with a soft,\npillow-like Indian saddle and a lariat.  His old sinew-backed\nhickory bow was examined and strung, and a fine straight arrow with\na steel head carefully selected for the test.  He adjusted a keen\nbutcher knife over his leather belt, which held a warm buffalo robe\nsecurely about his body.  He wore neither shirt nor coat, although\na piercing wind was blowing from the northwest.  The youthful Two\nStrike had his favorite bow and his swift pony, which was perhaps\ndearer to him than his closest boy comrade.",
        "Now the hunters crouched upon their horses’ necks like an army\nin line of battle, while behind them waited the boys and old men\nwith pack ponies to carry the meat.  “Hukahey!” shouted the leader\nas a warning.  “Yekiya wo!” (Go) and in an instant all the ponies\nleaped forward against the cutting wind, as if it were the start in\na horse race.  Every rider leaned forward, tightly wrapped in his\nrobe, watching the flying herd for an opening in the mass of\nbuffalo, a chance to cut out some of the fattest cows.  This was\nthe object of the race.",
        "The chief had a fair start; his horse was well trained and\nneeded no urging nor guidance.  Without the slightest pull on the\nlariat he dashed into the thickest of the herd.  The youth’s pony\nhad been prancing and rearing impatiently; he started a little\nbehind, yet being swift passed many.  His rider had one clear\nglimpse of his father ahead of him, then the snow arose in blinding\nclouds on the trail of the bison.  The whoops of the hunters, the\nlowing of the cows, and the menacing glances of the bulls as they\nplunged along, or now and then stood at bay, were enough to unnerve\na boy less well tried.  He was unable to select his victim.  He had\nbeen carried deeply into the midst of the herd and found himself\nhelpless to make the one sure shot, therefore he held his one arrow\nin his mouth and merely strove to separate them so as to get his\nchance.",
        "At last the herd parted, and he cut out two fat cows, and was\nmaneuvering for position when a rider appeared out of the snow\ncloud on their other side.  This aroused him to make haste lest his\nrival secure both cows; he saw his chance, and in a twinkling his\narrow sped clear through one of the animals so that she fell\nheadlong.",
        "In this instant he observed that the man who had joined him\nwas his own father, who had met with the same difficulties as\nhimself.  When the young man had shot his only arrow, the old chief\nwith a whoop went after the cow that was left, but as he gained her\nbroadside, his horse stepped in a badger hole and fell, throwing\nhim headlong.  The maddened buffalo, as sometimes happens in such\ncases, turned upon the pony and gored him to death.  His rider lay\nmotionless, while Two Strike rushed forward to draw her attention,\nbut she merely tossed her head at him, while persistently standing\nguard over the dead horse and the all but frozen Indian.",
        "Alas for the game of “one arrow to kill!”  The boy must think\nfast, for his father’s robe had slipped off, and he was playing\ndead, lying almost naked in the bitter air upon the trampled snow. \nHis bluff would not serve, so he flew back to pull out his solitary\narrow from the body of the dead cow.  Quickly wheeling again, he\nsent it into her side and she fell.  The one arrow to kill had\nbecome one arrow to kill two buffalo!  At the council lodge that\nevening Two Strike was the hero.",
        "The following story is equally characteristic of him, and in\nexplanation it should be said that in the good old days among the\nSioux, a young man is not supposed to associate with girls until he\nis ready to take a wife.  It was a rule with our young men,\nespecially the honorable and well-born, to gain some reputation in\nthe hunt and in war, – the more difficult the feats achieved the\nbetter, – before even speaking to a young woman.  Many a life was\nrisked in the effort to establish a reputation along these lines. \nCourtship was no secret, but rather a social event, often\ncelebrated by the proud parents with feasts and presents to the\npoor, and this etiquette was sometimes felt by a shy or sensitive\nyouth as an insurmountable obstacle to the fulfilment of his\ndesires.",
        "Two Strike was the son and grandson of a chief, but he could\nnot claim any credit for the deeds of his forbears.  He had not\nonly to guard their good name but achieve one for himself.  This he\nhad set out to do, and he did well.  He was now of marriageable age\nwith a war record, and admitted to the council, yet he did not seem\nto trouble himself at all about a wife.  His was strictly a\nbachelor career.  Meanwhile, as is apt to be the case, his parents\nhad thought much about a possible daughter-in-law, and had even\ncollected ponies, fine robes, and other acceptable goods to be\ngiven away in honor of the event, whenever it should take place.  \nNow and then they would drop a sly hint, but with no perceptible\neffect.",
        "They did not and could not know of the inward struggle that\nracked his mind at this period of his life.  The shy and modest\nyoung man was dying for a wife, yet could not bear even to think of\nspeaking to a young woman!  The fearless hunter of buffaloes,\nmountain lions, and grizzlies, the youth who had won his eagle\nfeathers in a battle with the Utes, could not bring himself to take\nthis tremendous step.",
        "At last his father appealed to him directly.  “My son,” he\ndeclared, “it is your duty to take unto yourself a wife, in order\nthat the honors won by your ancestors and by yourself may be handed\ndown in the direct line.  There are several eligible young women in\nour band whose parents have intimated a wish to have you for their\nson-in-law.”",
        "Two Strike made no reply, but he was greatly disturbed.  He\nhad no wish to have the old folks select his bride, for if the\ntruth were told, his choice was already made.  He had simply lacked\nthe courage to go a-courting!",
        "The next morning, after making an unusually careful toilet, he\ntook his best horse and rode to a point overlooking the path by\nwhich the girls went for water.  Here the young men were wont to\ntake their stand, and, if fortunate, intercept the girl of their\nheart for a brief but fateful interview.  Two Strike had determined\nto speak straight to the point, and as soon as he saw the pretty\nmaid he came forward boldly and placed himself in her way.  A long\nmoment passed.  She glanced up at him shyly but not without\nencouragement.  His teeth fairly chattered with fright, and he\ncould not say a word.  She looked again, noted his strange looks,\nand believed him suddenly taken ill.  He appeared to be suffering. \nAt last he feebly made signs for her to go on and leave him alone. \nThe maiden was sympathetic, but as she did not know what else to do\nshe obeyed his request.",
        "The poor youth was so ashamed of his cowardice that he\nafterward admitted his first thought was to take his own life.  He\nbelieved he had disgraced himself forever in the eyes of the only\ngirl he had ever loved.  However, he determined to conquer his\nweakness and win her, which he did.  The story came out many years\nafter and was told with much enjoyment by the old men.",
        "Two Strike was better known by his own people than by the\nwhites, for he was individually a terror in battle rather than a\nleader.  He achieved his honorable name in a skirmish with the Utes\nin Colorado.  The Sioux regarded these people as their bravest\nenemies, and the outcome of the fight was for some time uncertain. \nFirst the Sioux were forced to retreat and then their opponents,\nand at the latter point the horse of a certain Ute was shot under\nhim.  A friend came to his rescue and took him up behind him.  Our\nhero overtook them in flight, raised his war club, and knocked both\nmen off with one blow.",
        "He was a very old man when he died, only two or three years\nago, on the Rosebud reservation.",
        "One of the wittiest and shrewdest of the Sioux chiefs was American\nHorse, who succeeded to the name and position of an uncle, killed\nin the battle of Slim Buttes in 1876.  The younger American Horse\nwas born a little before the encroachments of the whites upon the\nSioux country became serious and their methods aggressive, and his\nearly manhood brought him into that most trying and critical period\nof our history.  He had been tutored by his uncle, since his own\nfather was killed in battle while he was still very young.  The\nAmerican Horse band was closely attached to a trading post, and its\nmembers in consequence were inclined to be friendly with the\nwhites, a policy closely adhered to by their leader.",
        "When he was born, his old grandfather said: “Put him out in\nthe sun!  Let him ask his great-grandfather, the Sun, for the warm\nblood of a warrior!”  And he had warm blood.  He was a genial man,\nliking notoriety and excitement.  He always seized an opportunity\nto leap into the center of the arena.",
        "In early life he was a clownish sort of boy among the boys –\nan expert mimic and impersonator.  This talent made him popular and\nin his way a leader.  He was a natural actor, and early showed\nmarked ability as a speaker.",
        "American Horse was about ten years old when he was attacked by\nthree Crow warriors, while driving a herd of ponies to water.  Here\nhe displayed native cunning and initiative.  It seemed he had\nscarcely a chance to escape, for the enemy was near.  He yelled\nfrantically at the ponies to start them toward home, while he\ndropped off into a thicket of willows and hid there.  A part of the\nherd was caught in sight of the camp and there was a counter chase,\nbut the Crows got away with the ponies.  Of course his mother was\nfrantic, believing her boy had been killed or captured; but after\nthe excitement was over, he appeared in camp unhurt.  When\nquestioned about his escape, he remarked: “I knew they would not\ntake the time to hunt for small game when there was so much bigger\nclose by.”",
        "When he was quite a big boy, he joined in a buffalo hunt, and\non the way back with the rest of the hunters his mule became\nunmanageable.  American Horse had insisted on riding him in\naddition to a heavy load of meat and skins, and the animal\nevidently resented this, for he suddenly began to run and kick,\nscattering fresh meat along the road, to the merriment of the\ncrowd.  But the boy turned actor, and made it appear that it was at\nhis wish the mule had given this diverting performance.  He clung\nto the back of his plunging and braying mount like a circus rider,\nsinging a Brave Heart song, and finally brought up amid the\nlaughter and cheers of his companions.  Far from admitting defeat,\nhe boasted of his horsemanship and declared that his “brother” the\ndonkey would put any enemy to flight, and that they should be\ncalled upon to lead a charge.",
        "It was several years later that he went to sleep early one\nnight and slept soundly, having been scouting for two nights\nprevious.  It happened that there was a raid by the Crows, and when\nhe awoke in the midst of the yelling and confusion, he sprang up\nand attempted to join in the fighting.  Everybody knew his voice in\nall the din, so when he fired his gun and announced a coup, as was\nthe custom, others rushed to the spot, to find that he had shot a\nhobbled pony belonging to their own camp.  The laugh was on him,\nand he never recovered from his chagrin at this mistake.  In fact,\nalthough he was undoubtedly fearless and tried hard to distinguish\nhimself in warfare, he did not succeed.",
        "It is told of him that he once went with a war party of young\nmen to the Wind River country against the Shoshones.  At last they\ndiscovered a large camp, but there were only a dozen or so of the\nSioux, therefore they hid themselves and watched for their\nopportunity to attack an isolated party of hunters.  While waiting\nthus, they ran short of food.  One day a small party of Shoshones\nwas seen near at hand, and in the midst of the excitement and\npreparations for the attack, young American Horse caught sight of\na fat black-tail deer close by.  Unable to resist the temptation,\nhe pulled an arrow from his quiver and sent it through the deer’s\nheart, then with several of his half-starved companions sprang upon\nthe yet quivering body of the animal to cut out the liver, which\nwas sometimes eaten raw.  One of the men was knocked down, it is\nsaid, by the last kick of the dying buck, but having swallowed a\nfew mouthfuls the warriors rushed upon and routed their enemies. \nIt is still told of American Horse how he killed game and feasted\nbetween the ambush and the attack.",
        "At another time he was drying his sacred war bonnet and other\ngear over a small fire.  These articles were held in great\nveneration by the Indians and handled accordingly.  Suddenly the\nfire blazed up, and our hero so far forgot himself as to begin\nenergetically beating out the flames with the war bonnet, breaking\noff one of the sacred buffalo horns in the act.  One could almost\nfill a book with his mishaps and exploits.  I will give one of them\nin his own words as well as I can remember them.",
        "“We were as promising a party of young warriors as our tribe\never sent against any of its ancestral enemies.  It was midsummer,\nand after going two days’ journey from home we began to send two\nscouts ahead daily while the main body kept a half day behind.  The\nscouts set out every evening and traveled all night.  One night the\ngreat war pipe was held out to me and to Young-Man-Afraid-of-\nHis-Horses.  At daybreak, having met no one, we hid our horses and\nclimbed to the top of the nearest butte to take an observation.  It\nwas a very hot day.  We lay flat on our blankets, facing the west\nwhere the cliff fell off in a sheer descent, and with our backs\ntoward the more gradual slope dotted with scrub pines and cedars. \nWe stuck some tall grass on our heads and proceeded to study the\nlandscape spread before us for any sign of man.",
        "“The sweeping valleys were dotted with herds, both large and\nsmall, of buffalo and elk, and now and then we caught a glimpse of\na coyote slinking into the gulches, returning from night hunting to\nsleep.  While intently watching some moving body at a distance, we\ncould not yet tell whether of men or animals, I heard a faint noise\nbehind me and slowly turned my head.  Behold! a grizzly bear\nsneaking up on all fours and almost ready to spring!",
        "“’Run!’ I yelled into the ear of my companion, and we both\nleaped to our feet in a second.  ’Separate! separate!’ he shouted,\nand as we did so, the bear chose me for his meat.  I ran downhill\nas fast as I could, but he was gaining.  ’Dodge around a tree!’\nscreamed Young-Man-Afraid.  I took a deep breath and made a last\nspurt, desperately circling the first tree I came to.  As the\nground was steep just there, I turned a somersault one way and the\nbear the other.  I picked myself up in time to climb the tree, and\nwas fairly out of reach when he gathered himself together and came\nat me more furiously than ever, holding in one paw the shreds of my\nbreechcloth, for in the fall he had just scratched my back and cut\nmy belt in two, and carried off my only garment for a trophy!",
        "“My friend was well up another tree and laughing heartily at\nmy predicament, and when the bear saw that he could not get at\neither of us he reluctantly departed, after I had politely\naddressed him and promised to make an offering to his spirit on my\nsafe return.  I don’t think I ever had a narrower escape,” he\nconcluded.",
        "During the troublous times from 1865 to 1877, American Horse\nadvocated yielding to the government at any cost, being no doubt\nconvinced of the uselessness of resistance.  He was not a\nrecognized leader until 1876, when he took the name and place of\nhis uncle.  Up to this time he bore the nickname of Manishnee (Can\nnot walk, or Played out.)",
        "When the greater part of the Ogallalas, to which band he\nbelonged, came into the reservation, he at once allied himself with\nthe peace element at the Red Cloud agency, near Fort Robinson,\nNebraska, and took no small part in keeping the young braves quiet. \nSince the older and better-known chiefs, with the exception of\nSpotted Tail, were believed to be hostile at heart, the military\nmade much use of him.  Many of his young men enlisted as scouts by\nhis advice, and even he himself entered the service.",
        "In the early part of the year 1876, there was a rumor that\ncertain bands were in danger of breaking away.  Their leader was\none Sioux Jim, so nicknamed by the soldiers.  American Horse went\nto him as peacemaker, but was told he was a woman and no brave.  He\nreturned to his own camp and told his men that Sioux Jim meant\nmischief, and in order to prevent another calamity to the tribe, he\nmust be chastised.  He again approached the warlike Jim with\nseveral warriors at his back.  The recalcitrant came out, gun in\nhand, but the wily chief was too quick for him.  He shot and\nwounded the rebel, whereupon one of his men came forward and killed\nhim.",
        "This quelled the people for the time being and up to the\nkilling of Crazy Horse.  In the crisis precipitated by this event,\nAmerican Horse was again influential and energetic in the cause of\nthe government.  From this time on he became an active participant\nin the affairs of the Teton Sioux.  He was noted for his eloquence,\nwhich was nearly always conciliatory, yet he could say very sharp\nthings of the duplicity of the whites.  He had much ease of manner\nand was a master of repartee.  I recall his saying that if you have\ngot to wear golden slippers to enter the white man’s heaven no\nIndian will ever get there, as the whites have got the Black Hills\nand with them all the gold.",
        "It was during the last struggle of his people, at the time of\nthe Messiah craze in 1890-1891 that he demonstrated as never before\nthe real greatness of the man.  While many of his friends were\ncarried away by the new thought, he held aloof from it and\ncautioned his band to do the same.  When it developed into an\nextensive upheaval among the nations he took his positive stand\nagainst it.",
        "Presently all Indians who did not dance the Ghost Dance were\nordered to come into camp at Pine Ridge agency.  American Horse was\nthe first to bring in his people.  I was there at the time and\ntalked with him daily.  When Little was arrested, it had been\nagreed among the disaffected to have him resist, which meant that\nhe would be roughly handled.  This was to be their excuse to attack\nthe Indian police, which would probably lead to a general massacre\nor outbreak.  I know that this desperate move was opposed from the\nbeginning by American Horse, and it was believed that his life was\nthreatened.",
        "On the day of the “Big Issue”, when thousands of Indians were\ngathered at the agency, this man Little, who had been in hiding,\nwalked boldly among them.  Of course the police would arrest him at\nsight, and he was led toward the guardhouse.  He struggled with\nthem, but was overpowered.  A crowd of warriors rushed to his\nrescue, and there was confusion and a general shout of “Hurry up\nwith them!  Kill them all!”  I saw American Horse walk out of the\nagent’s office and calmly face the excited mob.",
        "“What are you going to do?” he asked.  “Stop, men, stop and\nthink before you act!  Will you murder your children, your women,\nyes, destroy your nation to-day?”  He stood before them like a\nstatue and the men who held the two policemen helpless paused for\nan instant.  He went on: “You  are brave to-day because you\noutnumber the white men, but what will you do to-morrow?  There are\nrailroads on all sides of you.  The soldiers will pour in from\nevery direction by thousands and surround you.  You have little\nfood or ammunition.  It will be the end of your people.  Stop, I\nsay, stop now!”",
        "Jack Red Cloud, son of the old chief rushed up to him and\nthrust a revolver almost in his face.  “It is you and men like\nyou,” he shouted, “who have reduced our race to slavery and\nstarvation!”  American Horse did not flinch but deliberately\nreentered the office, followed by Jack still flourishing the\npistol.  But his timely appearance and eloquence had saved the day. \nOthers of the police force had time to reach the spot, and with a\nlarge crowd of friendly Indians had taken command of the situation.",
        "When I went into the office I found him alone but apparently\nquite calm.  “Where are the agent and the clerks?” I asked.  “They\nfled by the back door,” he replied, smiling.  “I think they are in\nthe cellar.  These fools outside had almost caught us asleep, but\nI think it is over now.”",
        "American Horse was one of the earliest advocates of education\nfor the Indian, and his son Samuel and nephew Robert were among the\nfirst students at Carlisle.  I think one or two of his daughters\nwere the handsomest Indian girls of full blood that I ever saw. \nHis record as a councilor of his people and his policy in the new\nsituation that confronted them was manly and consistent.",
        "The life of Dull Knife, the Cheyenne, is a true hero tale.  Simple,\nchild-like yet manful, and devoid of selfish aims, or love of gain,\nhe is a pattern for heroes of any race.",
        "Dull Knife was a chief of the old school.  Among all the\nIndians of the plains, nothing counts save proven worth.  A man’s\ncaliber is measured by his courage, unselfishness and intelligence. \nMany writers confuse history with fiction, but in Indian history\ntheir women and old men and even children witness the main events,\nand not being absorbed in daily papers and magazines, these events\nare rehearsed over and over with few variations.  Though orally\npreserved, their accounts are therefore accurate.  But they have\nseldom been willing to give reliable information to strangers,\nespecially when asked and paid for.",
        "Racial prejudice naturally enters into the account of a man’s\nlife by enemy writers, while one is likely to favor his own race. \nI am conscious that many readers may think that I have idealized\nthe Indian.  Therefore I will confess now that we have too many\nweak and unprincipled men among us.  When I speak of the Indian\nhero, I do not forget the mongrel in spirit, false to the ideals of\nhis people.  Our trustfulness has been our weakness, and when the\nvices of civilization were added to our own, we fell heavily.",
        "It is said that Dull Knife as a boy was resourceful and\nself-reliant.  He was only nine years old when his family was\nseparated from the rest of the tribe while on a buffalo hunt.  His\nfather was away and his mother busy, and he was playing with his\nlittle sister on the banks of a stream, when a large herd of\nbuffalo swept down upon them on a stampede for water.  His mother\nclimbed a tree, but the little boy led his sister into an old\nbeaver house whose entrance was above water, and here they remained\nin shelter until the buffalo passed and they were found by their\ndistracted parents.",
        "Dull Knife was quite a youth when his tribe was caught one\nwinter in a region devoid of game, and threatened with starvation. \nThe situation was made worse by heavy storms, but he secured help\nand led a relief party a hundred and fifty miles, carrying bales of\ndried buffalo meat on pack horses.",
        "Another exploit that made him dear to his people occurred in\nbattle, when his brother-in-law was severely wounded and left lying\nwhere no one on either side dared to approach him.  As soon as Dull\nKnife heard of it he got on a fresh horse, and made so daring a\ncharge that others joined him; thus under cover of their fire he\nrescued his brother-in-law, and in so doing was wounded twice.",
        "The Sioux knew him as a man of high type, perhaps not so\nbrilliant as Roman Nose and Two Moon, but surpassing both in\nhonesty and simplicity, as well as in his war record.  (Two Moon,\nin fact, was never a leader of his people, and became distinguished\nonly in wars with the whites during the period of revolt.)  A story\nis told of an ancestor of the same name that illustrates well the\nspirit of the age.",
        "It was the custom in those days for the older men to walk\nahead of the moving caravan and decide upon all halts and camping \nplaces.  One day the councilors came to a grove of wild cherries\ncovered with ripe fruit, and they stopped at once.  Suddenly a\ngrizzly charged from the thicket.  The men yelped and hooted, but\nthe bear was not to be bluffed.  He knocked down the first warrior\nwho dared to face him and dragged his victim into the bushes.",
        "The whole caravan was in the wildest excitement.  Several of\nthe swiftest-footed warriors charged the bear, to bring him out\ninto the open, while the women and dogs made all the noise they\ncould.  The bear accepted the challenge, and as he did so, the man\nwhom they had supposed dead came running from the opposite end of\nthe thicket.  The Indians were delighted, and especially so when in\nthe midst of their cheers, the man stopped running for his life and\nbegan to sing a Brave Heart song as he approached the grove with\nhis butcher knife in his hand.  He would dare his enemy again!",
        "The grizzly met him with a tremendous rush, and they went down\ntogether.  Instantly the bear began to utter cries of distress, and\nat the same time the knife flashed, and he rolled over dead.  The\nwarrior was too quick for the animal; he first bit his sensitive\nnose to distract his attention, and then used the knife to stab him\nto the heart.  He fought many battles with knives thereafter and\nclaimed that the spirit of the bear gave him success.  On one\noccasion, however, the enemy had a strong buffalo-hide shield which\nthe Cheyenne bear fighter could not pierce through, and he was\nwounded; nevertheless he managed to dispatch his foe.  It was from\nthis incident that he received the name of Dull Knife, which was\nhanded down to his descendant.",
        "As is well known, the Northern Cheyennes uncompromisingly\nsupported the Sioux in their desperate defense of the Black Hills\nand Big Horn country.  Why not?  It was their last buffalo region\n– their subsistence.  It was what our wheat fields are to a\ncivilized nation.",
        "About the year 1875, a propaganda was started for confining\nall the Indians upon reservations, where they would be practically\ninterned or imprisoned, regardless of their possessions and rights. \nThe men who were the strongest advocates of the scheme generally\nwanted the Indians’ property – the one main cause back of all\nIndian wars.  From the warlike Apaches to the peaceful Nez Perces,\nall the tribes of the plains were hunted from place to place; then\nthe government resorted to peace negotiations, but always with an\narmy at hand to coerce.  Once disarmed and helpless, they were to\nbe taken under military guard to the Indian Territory.",
        "A few resisted, and declared they would fight to the death\nrather than go.  Among these were the Sioux, but nearly all the\nsmaller tribes were deported against their wishes.  Of course those\nIndians who came from a mountainous and cold country suffered\nseverely.  The moist heat and malaria decimated the exiles.  Chief\nJoseph of the Nez Perces and Chief Standing Bear of the Poncas\nappealed to the people of the United States, and finally succeeded\nin having their bands or the remnant of them returned to their own\npart of the country.  Dull Knife was not successful in his plea,\nand the story of his flight is one of poignant interest.",
        "He was regarded by the authorities as a dangerous man, and\nwith his depleted band was taken to the Indian Territory without\nhis consent in 1876.  When he realized that his people were dying\nlike sheep, he was deeply moved.  He called them together.  Every\nman and woman declared that they would rather die in their own\ncountry than stay there longer, and they resolved to flee to their\nnorthern homes.",
        "Here again was displayed the genius of these people.  From the\nIndian Territory to Dakota is no short dash for freedom.  They knew\nwhat they were facing.  Their line of flight lay through a settled\ncountry and they would be closely pursued by the army.  No sooner\nhad they started than the telegraph wires sang one song: “The\npanther of the Cheyennes is at large.  Not a child or a woman in\nKansas or Nebraska is safe.”  Yet they evaded all the pursuing and\nintercepting troops and reached their native soil.  The strain was\nterrible, the hardship great, and Dull Knife, like Joseph, was\nremarkable for his self-restraint in sparing those who came within\nhis power on the way.",
        "But fate was against him, for there were those looking for\nblood money who betrayed him when he thought he was among friends. \nHis people were tired out and famished when they were surrounded\nand taken to Fort Robinson.  There the men were put in prison, and\ntheir wives guarded in camp.  They were allowed to visit their men\non certain days.  Many of them had lost everything; there were but\na few who had even one child left.  They were heartbroken.",
        "These despairing women appealed to their husbands to die\nfighting: their liberty was gone, their homes broken up, and only\nslavery and gradual extinction in sight.  At last Dull Knife\nlistened.  He said: “I have lived my life.  I am ready.”  The\nothers agreed.  “If our women are willing to die with us, who is\nthere to say no?  If we are to do the deeds of men, it rests with\nyou women to bring us our weapons.",
        "As they had been allowed to carry moccasins and other things\nto the men, so they contrived to take in some guns and knives under\nthis disguise.  The plan was to kill the sentinels and run to the\nnearest natural trench, there to make their last stand.  The women\nand children were to join them.  This arrangement was carried out. \nNot every brave had a gun, but all had agreed to die together. \nThey fought till their small store of ammunition was exhausted,\nthen exposed their broad chests for a target, and the mothers even\nheld up their little ones to be shot.  Thus died the fighting\nCheyennes and their dauntless leader.",
        "This Cheyenne war chief was a contemporary of Dull Knife.  He was\nnot so strong a character as the other, and was inclined to be\npompous and boastful; but with all this he was a true type of\nnative American in spirit and bravery.",
        "While Dull Knife was noted in warfare among Indians, Roman\nNose made his record against the whites, in defense of territory\nembracing the Republican and Arickaree rivers.  He was killed on\nthe latter river in 1868, in the celebrated battle with General\nForsythe.",
        "Save Chief Gall and Washakie in the prime of their manhood,\nthis chief had no peer in bodily perfection and masterful\npersonality.  No Greek or Roman gymnast was ever a finer model of\nphysical beauty and power.  He thrilled his men to frenzied action\nwhen he came upon the field.  It was said of him that he sacrificed\nmore youths by his personal influence in battle than any other\nleader, being very reckless himself in grand-stand charges.  He was\nkilled needlessly in this manner.",
        "Roman Nose always rode an uncommonly fine, spirited horse, and\nwith his war bonnet and other paraphernalia gave a wonderful\nexhibition.  The Indians used to say that the soldiers must gaze at\nhim rather than aim at him, as they so seldom hit him even when\nrunning the gantlet before a firing line.",
        "He did a remarkable thing once when on a one-arrow-to-kill\nbuffalo hunt with his brother-in-law.  His companion had selected\nhis animal and drew so powerfully on his sinew bowstring that it\nbroke.  Roman Nose had killed his own cow and was whipping up close\nto the other when the misfortune occurred.  Both horses were going\nat full speed and the arrow jerked up in the air.  Roman Nose\ncaught it and shot the cow for him.",
        "Another curious story told of him is to the effect that he had\nan intimate Sioux friend who was courting a Cheyenne girl, but\nwithout success.  As the wooing of both Sioux and Cheyennes was\npretty much all effected in the night time, Roman Nose told his\nfriend to let him do the courting for him.  He arranged with the\nyoung woman to elope the next night and to spend the honeymoon\namong his Sioux friends.  He then told his friend what to do. The\nSioux followed instructions and carried off the Cheyenne maid, and\nnot until morning did she discover her mistake.  It is said she\nnever admitted it, and that the two lived happily together to a\ngood old age, so perhaps there was no mistake after all.",
        "Perhaps no other chief attacked more emigrants going west on\nthe Oregon Trail between 1860 and 1868.  He once made an attack on\na large party of Mormons, and in this instance the Mormons had time\nto form a corral with their wagons and shelter their women,\nchildren, and horses.  The men stood outside and met the Indians\nwith well-aimed volleys, but they circled the wagons with whirlwind\nspeed, and whenever a white man fell, it was the signal for Roman\nNose to charge and count the “coup.”  The hat of one of the dead\nmen was off, and although he had heavy hair and beard, the top of\nhis head was bald from the forehead up.  As custom required such a\ndeed to be announced on the spot, the chief yelled at the top of\nhis voice:",
        "“Your Roman Nose has counted the first coup on the\nlongest-faced white man who was ever killed!”",
        "When the Northern Cheyennes under this daring leader attacked\na body of scouting troops under the brilliant officer General\nForsythe, Roman Nose thought that he had a comparatively easy task. \nThe first onset failed, and the command entrenched itself on a\nlittle island.  The wily chief thought he could stampede them and\nurged on his braves with the declaration that the first to reach\nthe island should be entitled to wear a trailing war bonnet. \nNevertheless he was disappointed, and his men received such a warm\nreception that none succeeded in reaching it. In order to inspire\nthem to desperate deeds he had led them in person, and with him\nthat meant victory or death.  According to the army accounts, it\nwas a thrilling moment, and might well have proved disastrous to\nthe Forsythe command, whose leader was wounded and helpless.  The\ndanger was acute until Roman Nose fell, and even then his\nlieutenants were bent upon crossing at any cost, but some of the\nolder chiefs prevailed upon them to withdraw.",
        "Thus the brilliant war chief of the Cheyennes came to his\ndeath.  If he had lived until 1876, Sitting Bull would have had\nanother bold ally.",
        "The Nez Perce tribe of Indians, like other tribes too large to be\nunited under one chief, was composed of several bands, each\ndistinct in sovereignty.  It was a loose confederacy.  Joseph and\nhis people occupied the Imnaha or Grande Ronde valley in Oregon,\nwhich was considered perhaps the finest land in that part of the\ncountry.",
        "When the last treaty was entered into by some of the bands of\nthe Nez Perce, Joseph’s band was at Lapwai, Idaho, and had nothing\nto do with the agreement.  The elder chief in dying had counseled\nhis son, then not more than twenty-two or twenty-three years of\nage, never to part with their home, assuring him that he had signed\nno papers.  These peaceful non-treaty Indians did not even know\nwhat land had been ceded until the agent read them the government\norder to leave.  Of course they refused.  You and I would have done\nthe same.",
        "When the agent failed to move them, he and the would-be\nsettlers called upon the army to force them to be good, namely,\nwithout a murmur to leave their pleasant inheritance in the hands\nof a crowd of greedy grafters.  General O. O. Howard, the Christian\nsoldier, was sent to do the work.",
        "He had a long council with Joseph and his leading men, telling\nthem they must obey the order or be driven out by force.  We may be\nsure that he presented this hard alternative reluctantly.  Joseph\nwas a mere youth without experience in war or public affairs.  He\nhad been well brought up in obedience to parental wisdom and with\nhis brother Ollicut had attended Missionary Spaulding’s school\nwhere they had listened to the story of Christ and his religion of\nbrotherhood.  He now replied in his simple way that neither he nor\nhis father had ever made any treaty disposing of their country,\nthat no other band of the Nez Perces was authorized to speak for\nthem, and it would seem a mighty injustice and unkindness to\ndispossess a friendly band.",
        "General Howard told them in effect that they had no rights, no\nvoice in the matter: they had only to obey.  Although some of the\nlesser chiefs counseled revolt then and there, Joseph maintained\nhis self-control, seeking to calm his people, and still groping for\na peaceful settlement of their difficulties.  He finally asked for\nthirty days’ time in which to find and dispose of their stock, and\nthis was granted.",
        "Joseph steadfastly held his immediate followers to their\npromise, but the land-grabbers were impatient, and did everything\nin their power to bring about an immediate crisis so as to hasten\nthe eviction of the Indians.  Depredations were committed, and\nfinally the Indians, or some of them, retaliated, which was just\nwhat their enemies had been looking for.  There might be a score of\nwhite men murdered among themselves on the frontier and no outsider\nwould ever hear about it, but if one were injured by an Indian –\n\"Down with the bloodthirsty savages!” was the cry.",
        "Joseph told me himself that during all of those thirty days a\ntremendous pressure was brought upon him by his own people to\nresist the government order.  “The worst of it was,” said he, “that\neverything they said was true; besides” – he paused for a moment\n– “it seemed very soon for me to forget my father’s dying words,\n’Do not give up our home!’”  Knowing as I do just what this would\nmean to an Indian, I felt for him deeply.",
        "Among the opposition leaders were Too-hul-hul-sote, White\nBird, and Looking Glass, all of them strong men and respected by\nthe Indians; while on the other side were men built up by\nemissaries of the government for their own purposes and advertised\nas “great friendly chiefs.”  As a rule such men are unworthy, and\nthis is so well known to the Indians that it makes them distrustful\nof the government’s sincerity at the start.  Moreover, while\nIndians unqualifiedly say what they mean, the whites have a hundred\nways of saying what they do not mean.",
        "The center of the storm was this simple young man, who so far\nas I can learn had never been upon the warpath, and he stood firm\nfor peace and obedience.  As for his father’s sacred dying charge,\nhe told himself that he would not sign any papers, he would not go\nof his free will but from compulsion, and this was his excuse.",
        "However, the whites were unduly impatient to clear the coveted\nvalley, and by their insolence they aggravated to the danger point\nan already strained situation.  The murder of an Indian was the\nclimax and this happened in the absence of the young chief.  He\nreturned to find the leaders determined to die fighting.  The\nnature of the country was in their favor and at least they could\ngive the army a chase, but how long they could hold out they did\nnot know.  Even Joseph’s younger brother Ollicut was won over. \nThere was nothing for him to do but fight; and then and there began\nthe peaceful Joseph’s career as a general of unsurpassed strategy\nin conducting one of the most masterly retreats in history.",
        "This is not my judgment, but the unbiased opinion of men whose\nknowledge and experience fit them to render it.  Bear in mind that\nthese people were not scalp hunters like the Sioux, Cheyennes, and\nUtes, but peaceful hunters and fishermen.  The first council of war\nwas a strange business to Joseph.  He had only this to say to his\npeople:",
        "“I have tried to save you from suffering and sorrow. \nResistance means all of that.  We are few.  They are many.  You can\nsee all we have at a glance.  They have food and ammunition in\nabundance.  We must suffer great hardship and loss.”  After this\nspeech, he quietly began his plans for the defense.",
        "The main plan of campaign was to engineer a successful retreat\ninto Montana and there form a junction with the hostile Sioux and\nCheyennes under Sitting Bull.  There was a relay scouting system,\none set of scouts leaving the main body at evening and the second\na little before daybreak, passing the first set on some commanding\nhill top.  There were also decoy scouts set to trap Indian scouts\nof the army.  I notice that General Howard charges his Crow scouts\nwith being unfaithful.",
        "Their greatest difficulty was in meeting an unencumbered army,\nwhile carrying their women, children, and old men, with supplies\nand such household effects as were absolutely necessary.  Joseph\nformed an auxiliary corps that was to effect a retreat at each\nengagement, upon a definite plan and in definite order, while the\nunencumbered women were made into an ambulance corps to take care\nof the wounded.",
        "It was decided that the main rear guard should meet General\nHoward’s command in White Bird Canyon, and every detail was planned\nin advance, yet left flexible according to Indian custom, giving\neach leader freedom to act according to circumstances.  Perhaps no\nbetter ambush was ever planned than the one Chief Joseph set for\nthe shrewd and experienced General Howard.  He expected to be hotly\npursued, but he calculated that the pursuing force would consist of\nnot more than two hundred and fifty soldiers.  He prepared false\ntrails to mislead them into thinking that he was about to cross or\nhad crossed the Salmon River, which he had no thought of doing at\nthat time.  Some of the tents were pitched in plain sight, while\nthe women and children were hidden on the inaccessible ridges, and\nthe men concealed in the canyon ready to fire upon the soldiers\nwith deadly effect with scarcely any danger to themselves.  They\ncould even roll rocks upon them.",
        "In a very few minutes the troops had learned a lesson.  The\nsoldiers showed some fight, but a large body of frontiersmen who\naccompanied them were soon in disorder.  The warriors chased them\nnearly ten miles, securing rifles and much ammunition, and killing\nand wounding many.",
        "The Nez Perces next crossed the river, made a detour and\nrecrossed it at another point, then took their way eastward.  All\nthis was by way of delaying pursuit.  Joseph told me that he\nestimated it would take six or seven days to get a sufficient force\nin the field to take up their trail, and the correctness of his\nreasoning is apparent from the facts as detailed in General\nHoward’s book.  He tells us that he waited six days for the arrival\nof men from various forts in his department, then followed Joseph\nwith six hundred soldiers, beside a large number of citizen\nvolunteers and his Indian scouts.  As it was evident they had a\nlong chase over trackless wilderness in prospect, he discarded his\nsupply wagons and took pack mules instead.  But by this time the\nIndians had a good start.",
        "Meanwhile General Howard had sent a dispatch to Colonel\nGibbons, with orders to head Joseph off, which he undertook to do\nat the Montana end of the Lolo Trail.  The wily commander had no\nknowledge of this move, but he was not to be surprised.  He was too\nbrainy for his pursuers, whom he constantly outwitted, and only\ngave battle when he was ready.  There at the Big Hole Pass he met\nColonel Gibbons’ fresh troops and pressed them close.  He sent a\nparty under his brother Ollicut to harass Gibbons’ rear and rout\nthe pack mules, thus throwing him on the defensive and causing him\nto send for help, while Joseph continued his masterly retreat\ntoward the Yellowstone Park, then a wilderness.  However, this was\nbut little advantage to him, since he must necessarily leave a\nbroad trail, and the army was augmenting its columns day by day\nwith celebrated scouts, both white and Indian.  The two commands\ncame together, and although General Howard says their horses were\nby this time worn out, and by inference the men as well, they\npersisted on the trail of a party encumbered by women and children,\nthe old, sick, and wounded.",
        "It was decided to send a detachment of cavalry under Bacon, to\nTash Pass, the gateway of the National Park, which Joseph would\nhave to pass, with orders to detain him there until the rest could\ncome up with them.  Here is what General Howard says of the affair. \n\"Bacon got into position soon enough but he did not have the heart\nto fight the Indians on account of their number.”  Meanwhile\nanother incident had occurred.  Right under the eyes of the chosen\nscouts and vigilant sentinels, Joseph’s warriors fired upon the\narmy camp at night and ran off their mules.  He went straight on\ntoward the park, where Lieutenant Bacon let him get by and pass\nthrough the narrow gateway without firing a shot.",
        "Here again it was demonstrated that General Howard could not\ndepend upon the volunteers, many of whom had joined him in the\nchase, and were going to show the soldiers how to fight Indians. \nIn this night attack at Camas Meadow, they were demoralized, and\nwhile crossing the river next day many lost their guns in the\nwater, whereupon all packed up and went home, leaving the army to\nbe guided by the Indian scouts.",
        "However, this succession of defeats did not discourage General\nHoward, who kept on with as many of his men as were able to carry\na gun, meanwhile sending dispatches to all the frontier posts with\norders to intercept Joseph if possible.  Sturgis tried to stop him\nas the Indians entered the Park, but they did not meet until he was\nabout to come out, when there was another fight, with Joseph again\nvictorious.  General Howard came upon the battle field soon\nafterward and saw that the Indians were off again, and from here he\nsent fresh messages to General Miles, asking for reinforcements.",
        "Joseph had now turned northeastward toward the Upper Missouri. \nHe told me that when he got into that part of the country he knew\nhe was very near the Canadian line and could not be far from\nSitting Bull, with whom he desired to form an alliance.  He also\nbelieved that he had cleared all the forts.  Therefore he went more\nslowly and tried to give his people some rest.  Some of their best\nmen had been killed or wounded in battle, and the wounded were a\ngreat burden to him; nevertheless they were carried and tended\npatiently all during this wonderful flight.  Not one was ever left\nbehind.",
        "It is the general belief that Indians are cruel and\nrevengeful, and surely these people had reason to hate the race who\nhad driven them from their homes if any people ever had.  Yet it is\na fact that when Joseph met visitors and travelers in the Park,\nsome of whom were women, he allowed them to pass unharmed, and in\nat least one instance let them have horses.  He told me that he\ngave strict orders to his men not to kill any women or children. \nHe wished to meet his adversaries according to their own standards\nof warfare, but he afterward learned that in spite of professions\nof humanity, white soldiers have not seldom been known to kill\nwomen and children indiscriminately.",
        "Another remarkable thing about this noted retreat is that\nJoseph’s people stood behind him to a man, and even the women and\nlittle boys did each his part.  The latter were used as scouts in\nthe immediate vicinity of the camp.",
        "The Bittersweet valley, which they had now entered, was full\nof game, and the Indians hunted for food, while resting their\nworn-out ponies.  One morning they had a council to which Joseph\nrode over bareback, as they had camped in two divisions a little\napart.  His fifteen-year-old daughter went with him.  They\ndiscussed sending runners to Sitting Bull to ascertain his exact\nwhereabouts and whether it would be agreeable to him to join forces\nwith the Nez Perces.  In the midst of the council, a force of\nUnited States cavalry charged down the hill between the two camps. \nThis once Joseph was surprised.  He had seen no trace of the\nsoldiers and had somewhat relaxed his vigilance.",
        "He told his little daughter to stay where she was, and himself\ncut right through the cavalry and rode up to his own teepee, where\nhis wife met him at the door with his rifle, crying: “Here is your\ngun, husband!”  The warriors quickly gathered and pressed the\nsoldiers so hard that they had to withdraw.  Meanwhile one set of\nthe people fled while Joseph’s own band entrenched themselves in a\nvery favorable position from which they could not easily be\ndislodged.",
        "General Miles had received and acted on General Howard’s\nmessage, and he now sent one of his officers with some Indian\nscouts into Joseph’s camp to negotiate with the chief.  Meantime\nHoward and Sturgis came up with the encampment, and Howard had with\nhim two friendly Nez Perce scouts who were directed to talk to\nJoseph in his own language.  He decided that there was nothing to\ndo but surrender.",
        "He had believed that his escape was all but secure: then at\nthe last moment he was surprised and caught at a disadvantage.  His\narmy was shattered; he had lost most of the leaders in these\nvarious fights; his people, including children, women, and the\nwounded, had traveled thirteen hundred miles in about fifty days,\nand he himself a young man who had never before taken any important\nresponsibility!  Even now he was not actually conquered.  He was\nwell entrenched; his people were willing to die fighting; but the\narmy of the United States offered peace and he agreed, as he said,\nout of pity for his suffering people.  Some of his warriors still\nrefused to surrender and slipped out of the camp at night and\nthrough the lines.  Joseph had, as he told me, between three and\nfour hundred fighting men in the beginning, which means over one\nthousand persons, and of these several hundred surrendered with\nhim.",
        "His own story of the conditions he made was prepared by\nhimself with my help in 1897, when he came to Washington to present\nhis grievances.  I sat up with him nearly all of one night; and I\nmay add here that we took the document to General Miles who was\nthen stationed in Washington, before presenting it to the\nDepartment.  The General said that every word of it was true.",
        "In the first place, his people were to be kept at Fort Keogh,\nMontana, over the winter and then returned to their reservation. \nInstead they were taken to Fort Leavenworth, Kansas, and placed\nbetween a lagoon and the Missouri River, where the sanitary\nconditions made havoc with them.  Those who did not die were then\ntaken to the Indian Territory, where the health situation was even\nworse.  Joseph appealed to the government again and again, and at\nlast by the help of Bishops Whipple and Hare he was moved to the\nColville reservation in Washington.  Here the land was very poor,\nunlike their own fertile valley.  General Miles said to the chief\nthat he had recommended and urged that their agreement be kept, but\nthe politicians and the people who occupied the Indians’ land\ndeclared they were afraid if he returned he would break out again\nand murder innocent white settlers!  What irony!",
        "The great Chief Joseph died broken-spirited and\nbroken-hearted.  He did not hate the whites, for there was nothing\nsmall about him, and when he laid down his weapons he would not\nfight on with his mind.  But he was profoundly disappointed in the\nclaims of a Christian civilization.  I call him great because he\nwas simple and honest.  Without education or special training he\ndemonstrated his ability to lead and to fight when justice\ndemanded.  He outgeneraled the best and most experienced commanders\nin the army of the United States, although their troops were well\nprovisioned, well armed, and above all unencumbered.  He was great\nfinally, because he never boasted of his remarkable feat.  I am\nproud of him, because he was a true American.",
        "If any people ever fought for liberty and justice, it was the\nCheyennes.  If any ever demonstrated their physical and moral\ncourage beyond cavil, it was this race of purely American heroes,\namong whom Little Wolf was a leader.",
        "I knew the chief personally very well.  As a young doctor, I\nwas sent to the Pine Ridge agency in 1890, as government physician\nto the Sioux and the Northern Cheyennes.  While I heard from his\nown lips of that gallant dash of his people from their southern\nexile to their northern home, I prefer that Americans should read\nof it in Doctor George Bird Grinnell’s book, “The Fighting\nCheyennes.”  No account could be clearer or simpler; and then too,\nthe author cannot be charged with a bias in favor of his own race.",
        "At the time that I knew him, Little Wolf was a handsome man,\nwith the native dignity and gentleness, musical voice, and pleasant\naddress of so many brave leaders of his people.  One day when he\nwas dining with us at our home on the reservation, I asked him, as\nI had a habit of doing, for some reminiscences of his early life. \nHe was rather reluctant to speak, but a friend who was present\ncontributed the following:",
        "“Perhaps I can tell you why it is that he has been a lucky man\nall his life.  When quite a small boy, the tribe was one winter in\nwant of food, and his good mother had saved a small piece of\nbuffalo meat, which she solemnly brought forth and placed before\nhim with the remark: ’My son must be patient, for when he grows up\nhe will know even harder times than this.’",
        "“He had eaten nothing all day and was pretty hungry, but\nbefore he could lay hands on the meat a starving dog snatched it\nand bolted from the teepee.  The mother ran after the dog and\nbrought him back for punishment.  She tied him to a post and was\nabout to whip him when the boy interfered.  ’Don’t hurt him,\nmother!’ he cried; ’he took the meat because he was hungrier than\nI am!’”",
        "I was told of another kind act of his under trying\ncircumstances.  While still a youth, he was caught out with a party\nof buffalo hunters in a blinding blizzard.  They were compelled to\nlie down side by side in the snowdrifts, and it was a day and a\nnight before they could get out.  The weather turned very cold, and\nwhen the men arose they were in danger of freezing.  Little Wolf\npressed his fine buffalo robe upon an old man who was shaking with\na chill and himself took the other’s thin blanket.",
        "As a full-grown young man, he was attracted by a maiden of his\ntribe, and according to the custom then in vogue the pair\ndisappeared.  When they returned to the camp as man and wife,\nbehold! there was great excitement over the affair.  It seemed that\na certain chief had given many presents and paid unmistakable court\nto the maid with the intention of marrying her, and her parents had\naccepted the presents, which meant consent so far as they were\nconcerned.  But the girl herself had not given consent.",
        "The resentment of the disappointed suitor was great.  It was\nreported in the village that he had openly declared that the young\nman who defied and insulted him must expect to be punished.  As\nsoon as Little Wolf heard of the threats, he told his father and\nfriends that he had done only what it is every man’s privilege to\ndo.",
        "“Tell the chief,” said he, “to come out with any weapon he\npleases, and I will meet him within the circle of lodges.  He shall\neither do this or eat his words.  The woman is not his.  Her people\naccepted his gifts against her wishes.  Her heart is mine.”",
        "The chief apologized, and thus avoided the inevitable duel,\nwhich would have been a fight to the death.",
        "The early life of Little Wolf offered many examples of the\ndashing bravery characteristic of the Cheyennes, and inspired the\nyounger men to win laurels for themselves.  He was still a young\nman, perhaps thirty-five, when the most trying crisis in the\nhistory of his people came upon them.  As I know and as Doctor\nGrinnell’s book amply corroborates, he was the general who largely\nguided and defended them in that tragic flight from the Indian\nTerritory to their northern home.  I will not discuss the justice\nof their cause: I prefer to quote Doctor Grinnell, lest it appear\nthat I am in any way exaggerating the facts.",
        "“They had come,” he writes, “from the high, dry country of\nMontana and North Dakota to the hot and humid Indian Territory. \nThey had come from a country where buffalo and other game were\nstill plentiful to a land where the game had been exterminated. \nImmediately on their arrival they were attacked by fever and ague,\na disease wholly new to them.  Food was scanty, and they began to\nstarve.  The agent testified before a committee of the Senate that\nhe never received supplies to subsist the Indians for more than\nnine months in each year.  These people were meat-eaters, but the\nbeef furnished them by the government inspectors was no more than\nskin and bone.  The agent in describing their sufferings said:\n’They have lived and that is about all.’",
        "“The Indians endured this for about a year, and then their\npatience gave out.  They left the agency to which they had been\nsent and started north.  Though troops were camped close to them,\nthey attempted no concealment of their purpose.  Instead, they\nopenly announced that they intended to return to their own country.",
        "We have heard much in past years of the march of the Nez\nPerces under Chief Joseph, but little is remembered of the Dull\nKnife outbreak and the march to the north led by Little Wolf.  The\nstory of the journey has not been told, but in the traditions of\nthe old army this campaign was notable, and old men who were\nstationed on the plains forty years ago are apt to tell you, if you\nask them, that there never was such another journey since the\nGreeks marched to the sea. . . .",
        "“The fugitives pressed constantly northward undaunted, while\norders were flying over the wires, and special trains were carrying\nmen and horses to cut them off at all probable points on the\ndifferent railway lines they must cross.  Of the three hundred\nIndians, sixty or seventy were fighting men – the rest old men,\nwomen, and children.  An army officer once told me that thirteen\nthousand troops were hurrying over the country to capture or kill\nthese few poor people who had left the fever-stricken South, and in\nthe face of every obstacle were steadily marching northward.",
        "“The War Department set all its resources in operation against\nthem, yet they kept on.  If troops attacked them, they stopped and\nfought until they had driven off the soldiers, and then started\nnorth again.  Sometimes they did not even stop, but marched along,\nfighting as they marched.  For the most part they tried – and with\nsuccess – to avoid conflicts, and had but four real hard fights,\nin which they lost half a dozen men killed and about as many\nwounded.”",
        "It must not be overlooked that the appeal to justice had first\nbeen tried before taking this desperate step.  Little Wolf had gone\nto the agent about the middle of the summer and said to him: “This\nis not a good country for us, and we wish to return to our home in\nthe mountains where we were always well.  If you have not the power\nto give permission, let some of us go to Washington and tell them\nthere how it is, or do you write to Washington and get permission\nfor us to go back.”",
        "“Stay one more year,” replied the agent, “and then we will see\nwhat we can do for you.  “No,” said Little Wolf.  “Before another\nyear there will be none left to travel north.  We must go now.”",
        "Soon after this it was found that three of the Indians had\ndisappeared and the chief was ordered to surrender ten men as\nhostages for their return.  He refused.  “Three men,” said he, “who\nare traveling over wild country can hide so that they cannot be\nfound.  You would never get back these three, and you would keep my\nmen prisoners always.”",
        "The agent then threatened if the ten men were not given up to\nwithhold their rations and starve the entire tribe into submission. \nHe forgot that he was addressing a Cheyenne.  These people had not\nunderstood that they were prisoners when they agreed to friendly\nrelations with the government and came upon the reservation. \nLittle Wolf stood up and shook hands with all present before making\nhis final deliberate address.",
        "“Listen, my friends, I am a friend of the white people and\nhave been so for a long time.  I do not want to see blood spilt\nabout this agency.  I am going north to my own country.  If you are\ngoing to send your soldiers after me, I wish you would let us get\na little distance away.  Then if you want to fight, I will fight\nyou, and we can make the ground bloody at that place.”",
        "The Cheyenne was not bluffing.  He said just what he meant,\nand I presume the agent took the hint, for although the military\nwere there they did not undertake to prevent the Indians’\ndeparture.  Next morning the teepees were pulled down early and\nquickly.  Toward evening of the second day, the scouts signaled the\napproach of troops.  Little Wolf called his men together and\nadvised them under no circumstances to fire until fired upon.  An\nArapahoe scout was sent to them with a message.  “If you surrender\nnow, you will get your rations and be well treated.”  After what\nthey had endured, it was impossible not to hear such a promise with\ncontempt.  Said Little Wolf: “We are going back to our own country. \nWe do not want to fight.”  He was riding still nearer when the\nsoldiers fired, and at a signal the Cheyennes made a charge.  They\nsucceeded in holding off the troops for two days, with only five\nmen wounded and none killed, and when the military retreated the\nIndians continued northward carrying their wounded.",
        "This sort of thing was repeated again and again.  Meanwhile\nLittle Wolf held his men under perfect control.  There were\npractically no depredations.  They secured some boxes of ammunition\nleft behind by retreating troops, and at one point the young men\nwere eager to follow and destroy an entire command who were\napparently at their mercy, but their leader withheld them.  They\nhad now reached the buffalo country, and he always kept his main\nobject in sight.  He was extraordinarily calm.  Doctor Grinnell was\ntold by one of his men years afterward: “Little Wolf did not seem\nlike a human being.  He seemed like a bear.”  It is true that a man\nof his type in a crisis becomes spiritually transformed and moves\nas one in a dream.",
        "At the Running Water the band divided, Dull Knife going toward\nRed Cloud agency.  He was near Fort Robinson when he surrendered\nand met his sad fate.  Little Wolf remained all winter in the Sand\nHills, where there was plenty of game and no white men.  Later he\nwent to Montana and then to Pine Ridge, where he and his people\nremained in peace until they were removed to Lame Deer, Montana,\nand there he spent the remainder of his days.  There is a clear sky\nbeyond the clouds of racial prejudice, and in that final Court of\nHonor a noble soul like that of Little Wolf has a place.",
        "[I wish to thank Reverend C. H. Beaulieu of Le Soeur,\nMinnesota, for much of the material used in this chapter.]",
        "In the beginning of the nineteenth century, the Indian nations of\nthe Northwest first experienced the pressure of civilization.  At\nthis period there were among them some brilliant leaders unknown to\nhistory, for the curious reason that they cordially received and\nwelcomed the newcomers rather than opposed them.  The only\ndifficulties were those arising among the European nations\nthemselves, and often involving the native tribes.  Thus new\nenvironments brought new motives, and our temptations were\nincreased manyfold with the new weapons, new goods, and above all\nthe subtly destructive “spirit water.”",
        "Gradually it became known that the new race had a definite\npurpose, and that purpose was to chart and possess the whole\ncountry, regardless of the rights of its earlier inhabitants. Still\nthe old chiefs cautioned their people to be patient, for, said\nthey, the land is vast, both races can live on it, each in their\nown way.  Let us therefore befriend them and trust to their\nfriendship.  While they reasoned thus, the temptations of graft and\nself-aggrandizement overtook some of the leaders.",
        "Hole-in-the-Day (or Bug-o-nay-ki-shig) was born in the opening\ndays of this era.  The word “ki-shig” means either “day” or “sky”,\nand the name is perhaps more correctly translated Hole-in-the-Sky. \nThis gifted man inherited his name and much of his ability from his\nfather, who was a war chief among the Ojibways, a Napoleon of the\ncommon people, and who carried on a relentless warfare against the\nSioux.  And yet, as was our custom at the time, peaceful meetings\nwere held every summer, at which representatives of the two tribes\nwould recount to one another all the events that had come to pass\nduring the preceding year.",
        "Hole-in-the-Day the younger was a handsome man, tall and\nsymmetrically formed, with much grace of manner and natural\nrefinement.  He was an astute student of diplomacy.  The Ojibways\nallowed polygamy, and whether or not he approved the principle, he\nmade political use of it by marrying the daughter of a chief in\nnearly every band.  Through these alliances he held a controlling\ninfluence over the whole Ojibway nation.  Reverend Claude H.\nBeaulieu says of him:",
        "“Hole-in-the-Day was a man of distinguished appearance and\nnative courtliness of manner.  His voice was musical and magnetic,\nand with these qualities he had a subtle brain, a logical mind, and\nquite a remarkable gift of oratory.  In speech he was not\nimpassioned, but clear and convincing, and held fast the attention\nof his hearers.”",
        "It is of interest to note that his everyday name among his\ntribesmen was “The Boy.”  What a boy he must have been!  I wonder\nif the name had the same significance as with the Sioux, who\napplied it to any man who performs a difficult duty with alertness,\ndash, and natural courage.  “The Man” applies to one who adds to\nthese qualities wisdom and maturity of judgment.",
        "The Sioux tell many stories of both the elder and the younger\nHole-in-the-Day.  Once when The Boy was still under ten years of\nage, he was fishing on Gull Lake in a leaky birch-bark canoe. \nPresently there came such a burst of frantic warwhoops that his\nfather was startled.  He could not think of anything but an attack\nby the dreaded Sioux.  Seizing his weapons, he ran to the rescue of\nhis son, only to find that the little fellow had caught a fish so\nlarge that it was pulling his canoe all over the lake.  “Ugh,\"\nexclaimed the father, “if a mere fish scares you so badly, I fear\nyou will never make a warrior!",
        "It is told of him that when he was very small, the father once\nbrought home two bear cubs and gave them to him for pets.  The Boy\nwas feeding and getting acquainted with them outside his mother’s\nbirch-bark teepee, when suddenly he was heard to yell for help. \nThe two little bears had treed The Boy and were waltzing around the\ntree.  His mother scared them off, but again the father laughed at\nhim for thinking that he could climb trees better than a bear.",
        "The elder Hole-in-the-Day was a daring warrior and once\nattacked and scalped a Sioux who was carrying his pelts to the\ntrading post, in full sight of his friends.  Of course he was\ninstantly pursued, and he leaped into a canoe which was lying near\nby and crossed to an island in the Mississippi River near Fort\nSnelling.  When almost surrounded by Sioux warriors, he left the\ncanoe and swam along the shore with only his nose above water, but\nas they were about to head him off he landed and hid behind the\nfalling sheet of water known as Minnehaha Falls, thus saving his\nlife.",
        "It often happens that one who offers his life freely will\nafter all die a natural death.  The elder Hole-in-the-Day so died\nwhen The Boy was still a youth.  Like Philip of Massachusetts,\nChief Joseph the younger, and the brilliant Osceola, the mantle\nfell gracefully upon his shoulders, and he wore it during a short\nbut eventful term of chieftainship.  It was his to see the end of\nthe original democracy on this continent.  The clouds were fast\nthickening on the eastern horizon.  The day of individualism and\nequity between man and man must yield to the terrific forces of\ncivilization, the mass play of materialism, the cupidity of\ncommerce with its twin brother politics.  Under such conditions the\nyounger Hole-in-the-Day undertook to guide his tribesmen.  At first\nthey were inclined to doubt the wisdom of so young a leader, but he\nsoon proved a ready student of his people’s traditions, and yet,\nlike Spotted Tail and Little Crow, he adopted too willingly the\nwhite man’s politics.  He maintained the territory won from the\nSioux by his predecessors.  He negotiated treaties with the ability\nof a born diplomat, with one exception, and that exception cost him\nhis life.",
        "Like other able Indians who foresaw the inevitable downfall of\ntheir race, he favored a gradual change of customs leading to\ncomplete adoption of the white man’s ways.  In order to accustom\nthe people to a new standard, he held that the chiefs must have\nauthority and must be given compensation for their services.  This\nwas a serious departure from the old rule but was tacitly accepted,\nand in every treaty he made there was provision for himself in the\nway of a land grant or a cash payment.  He early departed from the\nold idea of joint ownership with the Lake Superior Ojibways,\nbecause he foresaw that it would cause no end of trouble for the\nMississippi River branch of which he was then the recognized head. \nBut there were difficulties to come with the Leech Lake and Red\nLake bands, who held aloof from his policy, and the question of\nboundaries began to arise.",
        "In the first treaty negotiated with the government by young\nHole-in-the-Day in 1855, a “surplus” was provided for the chiefs\naside from the regular per capita payment, and this surplus was to\nbe distributed in proportion to the number of Indians under each. \nHole-in-the-Day had by far the largest enrollment, therefore he got\nthe lion’s share of this fund.  Furthermore he received another sum\nset apart for the use of the “head chief”, and these things did not\nlook right to the tribe.  In the very next treaty he provided\nhimself with an annuity of one thousand dollars for twenty years,\nbeside a section of land near the village of Crow Wing, and the\ngovernment was induced to build him a good house upon this land. \nIn his home he had many white servants and henchmen and really\nlived like a lord.  He dressed well in native style with a touch\nof civilized elegance, wearing coat and leggings of fine\nbroadcloth, linen shirt with collar, and, topping all, a handsome\nblack or blue blanket.  His moccasins were of the finest deerskin\nand beautifully worked.  His long beautiful hair added much to his\npersonal appearance.  He was fond of entertaining and being\nentertained and was a favorite both among army officers and\ncivilians.  He was especially popular with the ladies, and this\nfact will appear later in the story.",
        "At about this time, the United States government took it upon\nitself to put an end to warfare between the Sioux and Ojibways.  A\npeace meeting was arranged at Fort Snelling, with the United States\nas mediator.  When the representatives of the two nations met at\nthis grand council, Hole-in-the-Day came as the head chief of his\npeople, and with the other chiefs appeared in considerable pomp and\ndignity.  The wives of the government officials were eager for\nadmission to this unusual gathering, but when they arrived there\nwas hardly any space left except next to the Sioux chiefs, and the\nwhite ladies soon crowded this space to overflowing.  One of the\nSioux remarked: “I thought this was to be a council of chiefs and\nbraves, but I see many women among us.”  Thereupon the Ojibway\narose and spoke in his courtliest manner.  “The Ojibway chiefs will\nfeel highly honored,” said he, “if the ladies will consent to sit\non our side.”",
        "Another sign of his alertness to gain favor among the whites\nwas seen in the fact that he took part in the territorial\ncampaigns, a most unusual thing for an Indian of that day.  Being\na man of means and influence, he was listened to with respect by\nthe scattered white settlers in his vicinity.  He would make a\npolitical speech through an interpreter, but would occasionally\nbreak loose in his broken English, and wind up with an invitation\nto drink in the following words: “Chentimen, you Pemicans\n(Republicans), come out and drink!”",
        "From 1855 to 1864 Hole-in-the-Day was a well-known figure in\nMinnesota, and scarcely less so in Washington, for he visited the\ncapital quite often on tribal affairs.  As I have said before, he\nwas an unusually handsome man, and was not unresponsive to flattery\nand the attentions of women.  At the time of this incident he was\nperhaps thirty-five years old, but looked younger.  He had called\nupon the President and was on his way back to his hotel, when he\nhappened to pass the Treasury building just as the clerks were\nleaving for the day.  He was immediately surrounded by an\ninquisitive throng.  Among them was a handsome young woman who\nasked through the interpreter if the chief would consent to an\ninterview about his people, to aid her in a paper she had promised\nto prepare.",
        "Hole-in-the-Day replied: “If the beautiful lady is willing to\nrisk calling on the chief at his hotel, her request will be\ngranted.”  The lady went, and the result was so sudden and strong\nan attachment that both forgot all racial biases and differences of\nlanguage and custom.  She followed him as far as Minneapolis, and\nthere the chief advised her to remain, for he feared the jealousy\nof some of his many wives.  She died there, soon after giving birth\nto a son, who was brought up by a family named Woodbury; and some\nfifteen years ago I met the young man in Washington and was taken\nby him to call upon certain of his mother’s relatives.",
        "The ascendancy of Hole-in-the-Day was not gained entirely\nthrough the consent of his people, but largely by government favor,\ntherefore there was strong suppressed resentment among his\nassociate chiefs, and the Red Lake and Leech Lake bands in fact\nnever acknowledged him as their head, while they suspected him of\nmaking treaties which involved some of their land.  He was in\npersonal danger from this source, and his life was twice attempted,\nbut, though wounded, in each case he recovered.  His popularity\nwith Indian agents and officers lasted till the Republicans came\ninto power in the sixties and there was a new deal.  The chief no\nlonger received the favors and tips to which he was accustomed; in\nfact he was in want of luxuries, and worse still, his pride was\nhurt by neglect.  The new party had promised Christian treatment to\nthe Indians, but it appeared that they were greater grafters than\ntheir predecessors, and unlike them kept everything for themselves,\nallowing no perquisites to any Indian chief.",
        "In his indignation at this treatment, Hole-in-the-Day began\nexposing the frauds on his people, and so at a late day was\nconverted to their defense.  Perhaps he had not fully understood\nthe nature of graft until he was in a position to view it from the\noutside.  After all, he was excusable in seeking to maintain the\ndignity of his office, but he had departed from one of the\nfundamental rules of the race, namely: “Let no material gain be the\nmotive or reward of public duty.”  He had wounded the ideals of his\npeople beyond forgiveness, and he suffered the penalty; yet his\ncourage was not diminished by the mistakes of his past.  Like the\nSioux chief Little Crow, he was called “the betrayer of his\npeople”, and like him he made a desperate effort to regain lost\nprestige, and turned savagely against the original betrayers of his\nconfidence, the agents and Indian traders.",
        "When the Sioux finally broke out in 1862, the first thought of\nthe local politicians was to humiliate Hole-in-the-Day by arresting\nhim and proclaiming some other “head chief” in his stead.  In so\ndoing they almost forced the Ojibways to fight under his\nleadership.  The chief had no thought of alliance with the Sioux,\nand was wholly unaware of the proposed action of the military on\npretense of such a conspiracy on his part.  He was on his way to\nthe agency in his own carriage when a runner warned him of his\ndanger.  He thereupon jumped down and instructed the driver to\nproceed.  His coachman was arrested by a file of soldiers, who when\nthey discovered their mistake went to his residence in search of\nhim, but meanwhile he had sent runners in every direction to notify\nhis warriors, and had moved his family across the Mississippi. \nWhen the military reached the river bank he was still in sight, and\nthe lieutenant called upon him to surrender.  When he refused, the\nsoldiers were ordered to fire upon him, but he replied with his own\nrifle, and with a whoop disappeared among the pine groves.",
        "It was remarkable how the whole tribe now rallied to the call\nof Hole-in-the-Day.  He allowed no depredations to the young men\nunder his leadership, but camped openly near the agency and awaited\nan explanation.  Presently Judge Cooper of St. Paul, a personal\nfriend of the chief, appeared, and later on the Assistant Secretary\nof the Interior, accompanied by Mr. Nicolay, private secretary of\nPresident Lincoln.  Apparently that great humanitarian President\nsaw the whole injustice of the proceeding against a loyal nation,\nand the difficulty was at an end.",
        "Through the treaties of 1864, 1867, and 1868 was accomplished\nthe final destiny of the Mississippi River Ojibways. \nHole-in-the-Day was against their removal to what is now White\nEarth reservation, but he was defeated in this and realized that\nthe new turn of events meant the downfall of his race.  He declared\nthat he would never go on the new reservation, and he kept his\nword.  He remained on one of his land grants near Crow Wing.  As\nthe other chiefs assumed more power, the old feeling of suspicion\nand hatred became stronger, especially among the Pillager and Red\nLake bands.  One day he was waylaid and shot by a party of these\ndisaffected Indians.  He uttered a whoop and fell dead from his\nbuggy.",
        "Thus died one of the most brilliant chiefs of the Northwest,\nwho never defended his birthright by force of arms, although almost\ncompelled to do so.  He succeeded in diplomacy so long as he was\nthe recognized head of his people.  Since we have not passed over\nhis weaknesses, he should be given credit for much insight in\ncausing the article prohibiting the introduction of liquor into the\nIndian country to be inserted into the treaty of 1858.  I think it\nwas in 1910 that this forgotten provision was discovered and again\nenforced over a large expanse of territory occupied by whites, it\nbeing found that the provision had never been repealed.",
        "Although he left many children, none seem to have made their\nmark, yet it may be that in one of his descendants that undaunted\nspirit will rise again.",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}