{
    "title": "Indian Heroes and Great Chieftains - Spotted Tail (Charles A. Eastman)",
    "author": "Unknown",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "Among the Sioux chiefs of the “transition period” only one was\nshrewd enough to read coming events in their true light.  It is\nsaid of Spotted Tail that he was rather a slow-moving boy,\npreferring in their various games and mimic battles to play the\nrole of councilor, to plan and assign to the others their parts in\nthe fray.  This he did so cleverly that he soon became a leader\namong his youthful contemporaries; and withal he was apt at mimicry\nand impersonation, so that the other boys were accustomed to say of\nhim, “He has his grandfather’s wit and the wisdom of his\ngrandmother!”",
        "Spotted Tail was an orphan, reared by his grandparents, and at\nan early age compelled to shift for himself.  Thus he was somewhat\nat a disadvantage among the other boys; yet even this fact may have\nhelped to develop in him courage and ingenuity.  One little\nincident of his boy life, occurring at about his tenth year, is\ncharacteristic of the man.  In the midst of a game, two boys became\ninvolved in a dispute which promised to be a serious one, as both\ndrew knives.  The young Spotted Tail instantly began to cry, “The\nShoshones are upon us!  To arms! to arms!” and the other boys\njoined in the war whoop.  This distracted the attention of the\ncombatants and ended the affair.",
        "Upon the whole, his boyhood is not so well remembered as is\nthat of most of his leading contemporaries, probably because he had\nno parents to bring him frequently before the people, as was the\ncustom with the wellborn, whose every step in their progress toward\nmanhood was publicly announced at a feast given in their honor.  It\nis known, however, that he began at an early age to carve out a\nposition for himself.  It is personal qualities alone that tell\namong our people, and the youthful Spotted Tail gained at every\nturn.  At the age of seventeen, he had become a sure shot and a\nclever hunter; but, above all, he had already shown that he\npossessed a superior mind.  He had come into contact with white\npeople at the various trading posts, and according to his own story\nhad made a careful study of the white man’s habits and modes of\nthought, especially of his peculiar trait of economy and intense\ndesire to accumulate property.  He was accustomed to watch closely\nand listen attentively whenever any of this strange race had\ndealings with his people.  When a council was held, and the other\nyoung men stood at a distance with their robes over their faces so\nas to avoid recognition, Spotted Tail always put himself in a\nposition to hear all that was said on either side, and weighed all\nthe arguments in his mind.",
        "When he first went upon the warpath, it appears that he was,\nif anything, overzealous to establish himself in the eye of his\npeople; and as a matter of fact, it was especially hard for him to\ngain an assured position among the Brules, with whom he lived, both\nbecause he was an orphan, and because his father had been of\nanother band.  Yet it was not long before he had achieved his\nambition, though in doing so he received several ugly wounds.  It\nwas in a battle with the Utes that he first notably served his\npeople and their cause.",
        "The Utes were the attacking party and far outnumbered the\nSioux on this occasion.  Many of their bravest young men had\nfallen, and the Brules were face to face with utter annihilation,\nwhen Spotted Tail, with a handful of daring horsemen, dodged around\nthe enemy’s flank and fell upon them from the rear with so much\nspirit that they supposed that strong reinforcements had arrived,\nand retreated in confusion.  The Sioux pursued on horseback; and it\nwas in this pursuit that the noted chief Two Strike gained his\nhistorical name.  But the chief honors of the fight belonged to\nSpotted Tail.  The old chiefs, Conquering Bear and the rest,\nthanked him and at once made him a war chief.",
        "It had been the firm belief of Spotted Tail that it was unwise\nto allow the white man so much freedom in our country, long before\nthe older chiefs saw any harm in it.  After the opening of the\nOregon Trail he, above all the others, was watchful of the conduct\nof the Americans as they journeyed toward the setting sun, and more\nthan once he remarked in council that these white men were not like\nthe French and the Spanish, with whom our old chiefs had been used\nto deal.  He was not fully satisfied with the agreement with\nGeneral Harney; but as a young warrior who had only just gained his\nposition in the council, he could not force his views upon the\nolder men.",
        "No sooner had the Oregon Trail been secured from the Sioux\nthan Fort Laramie and other frontier posts were strengthened, and\nthe soldiers became more insolent and overbearing than ever.  It\nwas soon discovered that the whites were prepared to violate most\nof the articles of their treaty as the Indians understood it.  At\nthis time, the presence of many Mormon emigrants on their way to\nthe settlements in Utah and Wyoming added to the perils of the\nsituation, as they constantly maneuvered for purposes of their own\nto bring about a clash between the soldiers and the Indians.  Every\nsummer there were storm-clouds blowing between these two – clouds\nusually taking their rise in some affair of the travelers along the\ntrail.",
        "In 1854 an event occurred which has already been described and\nwhich snapped the last link of friendship between the races.",
        "By this time Spotted Tail had proved his courage both abroad\nand at home.  He had fought a duel with one of the lesser chiefs,\nby whom he was attacked.  He killed his opponent with an arrow, but\nhimself received upon his head a blow from a battle-axe which\nbrought him senseless to the ground.  He was left for dead, but \nfortunately revived just as the men were preparing his body for\nburial.",
        "The Brules sustained him in this quarrel, as he had acted in\nself-defense; and for a few years he led them in bloody raids\nagainst the whites along the historic trail.  He ambushed many\nstagecoaches and emigrant trains, and was responsible for waylaying\nthe Kincaid coach with twenty thousand dollars.  This relentless\nharrying of travelers soon brought General Harney to the Brule\nSioux to demand explanations and reparation.",
        "The old chiefs of the Brules now appealed to Spotted Tail and\nhis young warriors not to bring any general calamity upon the\ntribe.  To the surprise of all, Spotted Tail declared that he would\ngive himself up.  He said that he had defended the rights of his\npeople to the best of his ability, that he had avenged the blood of\ntheir chief, Conquering Bear, and that he was not afraid to accept\nthe consequences.  He therefore voluntarily surrendered to General\nHarney, and two of his lieutenants, Red Leaf and Old Woman,\nfollowed his example.",
        "Thus Spotted Tail played an important part at the very outset\nof those events which were soon to overthrow the free life of his\npeople.  I do not know how far he foresaw what was to follow; but\nwhether so conceived or not, his surrender was a master stroke,\nwinning for him not only the admiration of his own people but the\nconfidence and respect of the military.",
        "Thus suddenly he found himself in prison, a hostage for the\ngood behavior of his followers.  There were many rumors as to the\npunishment reserved for him; but luckily for Spotted Tail, the\npromises of General Harney to the Brule chiefs in respect to him\nwere faithfully kept.  One of his fellow-prisoners committed\nsuicide, but the other held out bravely for the two-year term of\nhis imprisonment.  During the second year, it was well understood\nthat neither of the men sought to escape, and they were given\nmuch freedom.  It was fine schooling for Spotted Tail, that\ntireless observer of the ways of the white man!  It is a fact that\nhis engaging personal qualities won for him kindness and sympathy\nat the fort before the time came for his release.",
        "One day some Indian horse thieves of another tribe stampeded\nthe horses and mules belonging to the garrison.  Spotted Tail asked\npermission of the commanding officer to accompany the pursuers. \nThat officer, trusting in the honor of a Sioux brave, gave him a\nfast horse and a good carbine, and said to him: “I depend upon you\nto guide my soldiers so that they may overtake the thieves and\nrecapture the horses!”",
        "The soldiers recaptured the horses without any loss, but\nSpotted Tail still followed the Indians.  When they returned to the\nfort without him, everybody agreed that he would never turn up. \nHowever, next day he did “turn up”, with the scalp of one of the\nmarauders!",
        "Soon after this he was returned to his own people, who honored\nhim by making him the successor of the old chief, Conquering Bear,\nwhose blood he had avenged, for which act he had taken upon himself\nthe full responsibility.  He had made good use of his two years at\nthe fort, and completed his studies of civilization to his own\nsatisfaction.  From this time on he was desirous of reconciling the\nIndian and the white man, thoroughly understanding the uselessness\nof opposition.  He was accordingly in constant communication with\nthe military; but the other chiefs did not understand his views and\nseem to have been suspicious of his motives.",
        "In 1860-1864 the Southern Cheyennes and Comanches were at war\nwith the whites, and some of the Brules and Ogallalas, who were\ntheir neighbors and intimates, were suspected of complicity with\nthe hostiles.  Doubtless a few of their young men may have been\ninvolved; at any rate, Thunder Bear and Two Face, together with a\nfew others who were roving with the warring tribes, purchased two\ncaptive white women and brought them to Fort Laramie.  It was,\nhowever, reported at the post that these two men had maltreated the\nwomen while under their care.",
        "Of course, the commander demanded of Spotted Tail, then head\nchief, that he give up the guilty ones, and accordingly he had the\ntwo men arrested and delivered at the fort.  At this there was an\noutcry among his own people; but he argued that if the charges were\ntrue, the men deserved punishment, and if false, they should be\ntried and cleared by process of law.  The Indians never quite knew\nwhat evidence was produced at the court-martial, but at all events\nthe two men were hanged, and as they had many influential\nconnections, their relatives lost no time in fomenting trouble. \nThe Sioux were then camping close by the fort and it was midwinter,\nwhich facts held them in check for a month or two; but as soon as\nspring came, they removed their camp across the river and rose in\nrebellion.  A pitched battle was fought, in which the soldiers got\nthe worst of it.  Even the associate chief, Big Mouth, was against\nSpotted Tail, who was practically forced against his will and\njudgment to take up arms once more.",
        "At this juncture came the sudden and bloody uprising in the\neast among the Minnesota Sioux, and Sitting Bull’s campaign in the\nnorth had begun in earnest; while to the south the Southern\nCheyennes, Comanches, and Kiowas were all upon the warpath. \nSpotted Tail at about this time seems to have conceived the idea of\nuniting all the Rocky Mountain Indians in a great confederacy.  He\nonce said: “Our cause is as a child’s cause, in comparison with the\npower of the white man, unless we can stop quarreling among\nourselves and unite our energies for the common good.”  But old-\ntime antagonisms were too strong; and he was probably held back\nalso by his consciousness of the fact that the Indians called him\n“the white man’s friend”, while the military still had some faith\nin him which he did not care to lose.  He was undoubtedly one of\nthe brainiest and most brilliant Sioux who ever lived; and while he\ncould not help being to a large extent in sympathy with the feeling\nof his race against the invader, yet he alone foresaw the\ninevitable outcome, and the problem as it presented itself to him\nwas simply this: “What is the best policy to pursue in the existing\nsituation?”",
        "Here is his speech as it has been given to me, delivered at\nthe great council on the Powder River, just before the attack on\nFort Phil Kearny.  We can imagine that he threw all his wonderful\ntact and personal magnetism into this last effort at conciliation.",
        "“’Hay, hay, hay!  Alas, alas!’  Thus speaks the old man, when\nhe knows that his former vigor and freedom is gone from him\nforever.  So we may exclaim to-day, Alas!  There is a time\nappointed to all things.  Think for a moment how many multitudes of\nthe animal tribes we ourselves have destroyed!  Look upon the snow\nthat appears to-day – to-morrow it is water!  Listen to the dirge\nof the dry leaves, that were green and vigorous but a few moons\nbefore!  We are a part of this life and it seems that our time is\ncome.",
        "“Yet note how the decay of one nation invigorates another. \nThis strange white man – consider him, his gifts are manifold! \nHis tireless brain, his busy hand do wonders for his race.  Those\nthings which we despise he holds as treasures; yet he is so great\nand so flourishing that there must be some virtue and truth in his\nphilosophy.  I wish to say to you, my friends: Be not moved alone\nby heated arguments and thoughts of revenge!  These are for the\nyoung.  We are young no longer; let us think well, and give counsel\nas old men!”",
        "These words were greeted with an ominous silence.  Not even\nthe customary “How!” of assent followed the speech, and Sitting\nBull immediately got up and replied in the celebrated harangue\nwhich will be introduced under his own name in another chapter. \nThe situation was critical for Spotted Tail – the only man present\nto advocate submission to the stronger race whose ultimate\nsupremacy he recognized as certain.  The decision to attack Fort\nPhil Kearny was unanimous without him, and in order to hold his\nposition among his tribesmen he joined in the charge.  Several\nbullets passed through his war bonnet, and he was slightly wounded.",
        "When the commission of 1867-1868 was sent out to negotiate\nwith the Sioux, Spotted Tail was ready to meet them, and eager to\nobtain for his people the very best terms that he could.  He often\npuzzled and embarrassed them by his remarkable speeches, the\npointed questions that he put, and his telling allusions to former\nnegotiations.  Meanwhile Red Cloud would not come into the council\nuntil after several deputations of Indians had been sent to him,\nand Sitting Bull did not come at all.",
        "The famous treaty was signed, and from this time on Spotted\nTail never again took up arms against the whites.  On the contrary,\nit was mainly attributed to his influence that the hostiles were\nsubdued much sooner than might have been expected.  He came into\nthe reservation with his band, urged his young men to enlist as\ngovernment scouts, and assisted materially in all negotiations. \nThe hostile chiefs no longer influenced his action, and as soon as\nthey had all been brought under military control, General Crook\nnamed Spotted Tail head chief of the Sioux, thus humiliating Red\nCloud and arousing jealousy and ill-feeling among the Ogallalas. \nIn order to avoid trouble, he prudently separated himself from the\nother bands, and moved to the new agency on Beaver Creek (Fort\nSheridan, Nebraska), which was called “Spotted Tail Agency.”",
        "Just before the daring war leader, Crazy Horse, surrendered to\nthe military, he went down to the agency and roundly rebuked\nSpotted Tail for signing away the freedom of his people.  From the\npoint of view of the irreconcilables, the diplomatic chief was a\n“trimmer” and a traitor; and many of the Sioux have tried to\nimplicate him in the conspiracy against Crazy Horse which led to\nhis assassination, but I hold that the facts do not bear out this\ncharge.",
        "The name of Spotted Tail was prominently before the people\nduring the rest of his life.  An obscure orphan, he had achieved\ndistinction by his bravery and sagacity; but he copied the white\npolitician too closely after he entered the reservation.  He became\na good manipulator, and was made conceited and overbearing by the\nattentions of the military and of the general public.  Furthermore,\nthere was an old feud in his immediate band which affected him\nclosely.  Against him for many years were the followers of Big\nMouth, whom he had killed in a duel; and also a party led by a son\nand a nephew of the old chief, Conquering Bear, whom Spotted Tail\nhad succeeded at his death.  These two men had hoped that one or\nthe other of them might obtain the succession.",
        "Crow Dog, the nephew of Conquering Bear, more than once\ntaunted Spotted Tail with the fact that he was chief not by the\nwill of the tribe, but by the help of the white soldiers, and told\nhim that he would “keep a bullet for him” in case he ever disgraced\nhis high position.  Thus retribution lay in wait for him while at\nthe height of his fame.  Several high-handed actions of his at this\ntime, including his elopement with another man’s wife, increased\nhis unpopularity with a large element of his own tribe.  On the eve\nof the chief’s departure for Washington, to negotiate (or so they\nsuspected) for the sale of more of their land, Crow Dog took up his\ngun and fulfilled his threat, regarding himself, and regarded by\nhis supporters, not as a murderer, but as an executioner.",
        "Such was the end of the man who may justly be called the\nPontiac of the west.  He possessed a remarkable mind and\nextraordinary foresight for an untutored savage; and yet he is the\nonly one of our great men to be remembered with more honor by the\nwhite man, perhaps, than by his own people.",
        "Continue...",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}