{
    "title": "Indian Heroes and Great Chieftains - Little Crow (Charles A. Eastman)",
    "author": "Unknown",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "Chief Little Crow was the eldest son of Cetanwakuwa (Charging\nHawk).  It was on account of his father’s name, mistranslated Crow,\nthat he was called by the whites “Little Crow.”  His real name was\nTaoyateduta, His Red People.",
        "As far back as Minnesota history goes, a band of the Sioux\ncalled Kaposia (Light Weight, because they were said to travel\nlight) inhabited the Mille Lacs region.  Later they dwelt about St.\nCroix Falls, and still later near St. Paul.  In 1840, Cetanwakuwa\nwas still living in what is now West St. Paul, but he was soon\nafter killed by the accidental discharge of his gun.",
        "It was during a period of demoralization for the Kaposias that\nLittle Crow became the leader of his people.  His father, a\nwell-known chief, had three wives, all from different bands of the\nSioux.  He was the only son of the first wife, a Leaf Dweller. \nThere were two sons of the second and two of the third wife, and\nthe second set of brothers conspired to kill their half-brother in\norder to keep the chieftainship in the family.",
        "Two kegs of whisky were bought, and all the men of the tribe\ninvited to a feast.  It was planned to pick some sort of quarrel\nwhen all were drunk, and in the confusion Little Crow was to be\nmurdered.  The plot went smoothly until the last instant, when a\nyoung brave saved the intended victim by knocking the gun aside\nwith his hatchet, so that the shot went wild.  However, it broke\nhis right arm, which remained crooked all his life.  The friends of\nthe young chieftain hastily withdrew, avoiding a general fight; and\nlater the council of the Kaposias condemned the two brothers, both\nof whom were executed, leaving him in undisputed possession.",
        "Such was the opening of a stormy career.  Little Crow’s mother\nhad been a chief’s daughter, celebrated for her beauty and spirit,\nand it is said that she used to plunge him into the lake through a\nhole in the ice, rubbing him afterward with snow, to strengthen his\nnerves, and that she would remain with him alone in the deep woods\nfor days at a time, so that he might know that solitude is good,\nand not fear to be alone with nature.",
        "“My son,” she would say, “if you are to be a leader of men,\nyou must listen in silence to the mystery, the spirit.”",
        "At a very early age she made a feast for her boy and announced\nthat he would fast two days.  This is what might be called a formal\npresentation to the spirit or God.  She greatly desired him to\nbecome a worthy leader according to the ideas of her people.  It\nappears that she left her husband when he took a second wife, and\nlived with her own band till her death.  She did not marry again.",
        "Little Crow was an intensely ambitious man and without\nphysical fear.  He was always in perfect training and early\nacquired the art of warfare of the Indian type.  It is told of him\nthat when he was about ten years old, he engaged with other boys in\na sham battle on the shore of a lake near St. Paul.  Both sides\nwere encamped at a little distance from one another, and the rule\nwas that the enemy must be surprised, otherwise the attack would be\nconsidered a failure.  One must come within so many paces\nundiscovered in order to be counted successful.  Our hero had a\nfavorite dog which, at his earnest request, was allowed to take\npart in the game, and as a scout he entered the enemy camp unseen,\nby the help of his dog.",
        "When he was twelve, he saved the life of a companion who had\nbroken through the ice by tying the end of a pack line to a log,\nthen at great risk to himself carrying it to the edge of the hole\nwhere his comrade went down.  It is said that he also broke in, but\nboth boys saved themselves by means of the line.",
        "As a young man, Little Crow was always ready to serve his\npeople as a messenger to other tribes, a duty involving much danger\nand hardship.  He was also known as one of the best hunters in his\nband.  Although still young, he had already a war record when he\nbecame chief of the Kaposias, at a time when the Sioux were facing\nthe greatest and most far-reaching changes that had ever come to\nthem.",
        "At this juncture in the history of the northwest and its\nnative inhabitants, the various fur companies had paramount\ninfluence.  They did not hesitate to impress the Indians with the\nidea that they were the authorized representatives of the white\nraces or peoples, and they were quick to realize the desirability\nof controlling the natives through their most influential chiefs. \nLittle Crow became quite popular with post traders and factors.  He\nwas an orator as well as a diplomat, and one of the first of his \nnation to indulge in politics and promote unstable schemes to the\ndetriment of his people.",
        "When the United States Government went into the business of\nacquiring territory from the Indians so that the flood of western\nsettlement might not be checked, commissions were sent out to\nnegotiate treaties, and in case of failure it often happened that\na delegation of leading men of the tribe were invited to\nWashington.  At that period, these visiting chiefs, attired in all\nthe splendor of their costumes of ceremony, were treated like\nambassadors from foreign countries.",
        "One winter in the late eighteen-fifties, a major general of\nthe army gave a dinner to the Indian chiefs then in the city, and\non this occasion Little Crow was appointed toastmaster.  There were\npresent a number of Senators and members of Congress, as well as\njudges of the Supreme Court, cabinet officers, and other\ndistinguished citizens.  When all the guests were seated, the Sioux\narose and addressed them with much dignity as follows:",
        "“Warriors and friends: I am informed that the great white war\nchief who of his generosity and comradeship has given us this\nfeast, has expressed the wish that we may follow to-night the\nusages and customs of my people.  In other words, this is a\nwarriors’ feast, a braves’ meal.  I call upon the Ojibway chief,\nthe Hole-in-the-Day, to give the lone wolf’s hunger call, after\nwhich we will join him in our usual manner.”",
        "The tall and handsome Ojibway now rose and straightened his\nsuperb form to utter one of the clearest and longest wolf howls\nthat was ever heard in Washington, and at its close came a\ntremendous burst of war whoops that fairly rent the air, and no\ndoubt electrified the officials there present.",
        "On one occasion Little Crow was invited by the commander of\nFort Ridgeley, Minnesota, to call at the fort.  On his way back,\nin company with a half-breed named Ross and the interpreter\nMitchell, he was ambushed by a party of Ojibways, and again\nwounded in the same arm that had been broken in his attempted\nassassination.  His companion Ross was killed, but he managed\nto hold the war party at bay until help came and thus saved his\nlife.",
        "More and more as time passed, this naturally brave and\nambitious man became a prey to the selfish interests of the traders\nand politicians.  The immediate causes of the Sioux outbreak of\n1862 came in quick succession to inflame to desperate action an\noutraged people.  The two bands on the so-called “lower\nreservations” in Minnesota were Indians for whom nature had\nprovided most abundantly in their free existence.  After one\nhundred and fifty years of friendly intercourse first with the\nFrench, then the English, and finally the Americans, they found\nthemselves cut off from every natural resource, on a tract of land\ntwenty miles by thirty, which to them was virtual imprisonment.  By\ntreaty stipulation with the government, they were to be fed and\nclothed, houses were to be built for them, the men taught\nagriculture, and schools provided for the children.  In addition to\nthis, a trust fund of a million and a half was to be set aside for\nthem, at five per cent interest, the interest to be paid annually\nper capita.  They had signed the treaty under pressure, believing\nin these promises on the faith of a great nation.",
        "However, on entering the new life, the resources so rosily\ndescribed to them failed to materialize.  Many families faced\nstarvation every winter, their only support the store of the Indian\ntrader, who was baiting his trap for their destruction.  Very\ngradually they awoke to the facts.  At last it was planned to\nsecure from them the north half of their reservation for\nninety-eight thousand dollars, but it was not explained to the\nIndians that the traders were to receive all the money.  Little\nCrow made the greatest mistake of his life when he signed this\nagreement.",
        "Meanwhile, to make matters worse, the cash annuities were not\npaid for nearly two years.  Civil War had begun.  When it was\nlearned that the traders had taken all of the ninety-eight thousand\ndollars “on account”, there was very bitter feeling.  In fact, the\nheads of the leading stores were afraid to go about as usual, and\nmost of them stayed in St. Paul.  Little Crow was justly held in\npart responsible for the deceit, and his life was not safe.",
        "The murder of a white family near Acton, Minnesota, by a party\nof Indian duck hunters in August, 1862, precipitated the break. \nMessengers were sent to every village with the news, and at the\nvillages of Little Crow and Little Six the war council was red-hot. \nIt was proposed to take advantage of the fact that north and south\nwere at war to wipe out the white settlers and to regain their\nfreedom.  A few men stood out against such a desperate step, but\nthe conflagration had gone beyond their control.",
        "There were many mixed bloods among these Sioux, and some of\nthe Indians held that these were accomplices of the white people in\nrobbing them of their possessions, therefore their lives should not\nbe spared.  My father, Many Lightnings, who was practically the\nleader of the Mankato band (for Mankato, the chief, was a weak\nman), fought desperately for the lives of the half-breeds and the\nmissionaries.  The chiefs had great confidence in my father, yet\nthey would not commit themselves, since their braves were clamoring\nfor blood.  Little Crow had been accused of all the misfortunes of\nhis tribe, and he now hoped by leading them against the whites to\nregain his prestige with his people, and a part at least of their\nlost domain.",
        "There were moments when the pacifists were in grave peril.  It\nwas almost daybreak when my father saw that the approaching\ncalamity could not be prevented.  He and two others said to Little\nCrow: “If you want war, you must personally lead your men\nto-morrow.  We will not murder women and children, but we will\nfight the soldiers when they come.”  They then left the council and\nhastened to warn my brother-in-law, Faribault, and others who were\nin danger.",
        "Little Crow declared he would be seen in the front of every\nbattle, and it is true that he was foremost in all the succeeding\nbloodshed, urging his warriors to spare none.  He ordered his war\nleader, Many Hail, to fire the first shot, killing the trader James\nLynd, in the door of his store.",
        "After a year of fighting in which he had met with defeat, the\ndiscredited chief retreated to Fort Garry, now Winnipeg, Manitoba,\nwhere, together with Standing Buffalo, he undertook secret\nnegotiations with his old friends the Indian traders.  There was\nnow a price upon his head, but he planned to reach St. Paul\nundetected and there surrender himself to his friends, who he hoped\nwould protect him in return for past favors.  It is true that he\nhad helped them to secure perhaps the finest country held by any\nIndian nation for a mere song.",
        "He left Canada with a few trusted friends, including his\nyoungest and favorite son.  When within two or three days’ journey\nof St. Paul, he told the others to return, keeping with him only\nhis son, Wowinape, who was but fifteen years of age.  He meant to\nsteal into the city by night and go straight to Governor Ramsey,\nwho was his personal friend.  He was very hungry and was obliged to\nkeep to the shelter of the deep woods.  The next morning, as he was\npicking and eating wild raspberries, he was seen by a wood-chopper\nnamed Lamson.  The man did not know who he was.  He only knew that\nhe was an Indian, and that was enough for him, so he lifted his\nrifle to his shoulder and fired, then ran at his best pace.  The\nbrilliant but misguided chief, who had made that part of the\ncountry unsafe for any white man to live in, sank to the ground and\ndied without a struggle.  The boy took his father’s gun and made\nsome effort to find the assassin, but as he did not even know in\nwhich direction to look for him, he soon gave up the attempt and\nwent back to his friends.",
        "Meanwhile Lamson reached home breathless and made his report. \nThe body of the chief was found and identified, in part by the\ntwice broken arm, and this arm and his scalp may be seen to-day in\nthe collection of the Minnesota Historical Society.",
        "Continue...",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}