{
    "title": "Indian Heroes and Great Chieftains - Gall (Charles A. Eastman)",
    "author": "Unknown",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "Chief Gall was one of the most aggressive leaders of the Sioux\nnation in their last stand for freedom.",
        "The westward pressure of civilization during the past three\ncenturies has been tremendous.  When our hemisphere was\n“discovered”, it had been inhabited by the natives for untold ages,\nbut it was held undiscovered because the original owners did not\nchart or advertise it.  Yet some of them at least had developed\nideals of life which included real liberty and equality to all men,\nand they did not recognize individual ownership in land or other\nproperty beyond actual necessity.  It was a soul development\nleading to essential manhood.  Under this system they brought forth\nsome striking characters.",
        "Gall was considered by both Indians and whites to be a most\nimpressive type of physical manhood.  From his picture you can\njudge of this for yourself.",
        "Let us follow his trail.  He was no tenderfoot.  He never\nasked a soft place for himself.  He always played the game\naccording to the rules and to a finish.  To be sure, like every\nother man, he made some mistakes, but he was an Indian and never\nacted the coward.",
        "The earliest stories told of his life and doings indicate the\nspirit of the man in that of the boy.",
        "When he was only about three years old, the Blackfoot band of\nSioux were on their usual roving hunt, following the buffalo while\nliving their natural happy life upon the wonderful wide prairies of\nthe Dakotas.",
        "It was the way of every Sioux mother to adjust her household\neffects on such dogs and pack ponies as she could muster from day\nto day, often lending one or two to accommodate some other woman\nwhose horse or dog had died, or perhaps had been among those\nstampeded and carried away by a raiding band of Crow warriors.  On\nthis particular occasion, the mother of our young Sioux brave,\nMatohinshda, or Bear-Shedding-His-Hair (Gall’s childhood name),\nintrusted her boy to an old Eskimo pack dog, experienced and\nreliable, except perhaps when unduly excited or very thirsty.",
        "On the day of removing camp the caravan made its morning march\nup the Powder River.  Upon the wide table-land the women were\nbusily digging teepsinna (an edible sweetish root, much used by\nthem) as the moving village slowly progressed.  As usual at such\ntimes, the trail was wide.  An old jack rabbit had waited too long\nin hiding.  Now, finding himself almost surrounded by the mighty\nplains people, he sprang up suddenly, his feathery ears\nconspicuously erect, a dangerous challenge to the dogs and the\npeople.",
        "A whoop went up.  Every dog accepted the challenge.  Forgotten\nwere the bundles, the kits, even the babies they were drawing or\ncarrying.  The chase was on, and the screams of the women reechoed\nfrom the opposite cliffs of the Powder, mingled with the yelps of\ndogs and the neighing of horses.  The hand of every man was against\nthe daring warrior, the lone Jack, and the confusion was great.",
        "When the fleeing one cleared the mass of his enemies, he\nemerged with a swiftness that commanded respect and gave promise\nof a determined chase.  Behind him, his pursuers stretched out in\na thin line, first the speedy, unburdened dogs and then the travois\ndogs headed by the old Eskimo with his precious freight.  The\nyouthful Gall was in a travois, a basket mounted on trailing poles\nand harnessed to the sides of the animal.",
        "“Hey! hey! they are gaining on him!” a warrior shouted.  At\nthis juncture two of the canines had almost nabbed their furry prey\nby the back.  But he was too cunning for them.  He dropped\ninstantly and sent both dogs over his head, rolling and spinning,\nthen made another flight at right angles to the first.  This gave\nthe Eskimo a chance to cut the triangle.  He gained fifty yards,\nbut being heavily handicapped, two unladen dogs passed him.  The\nsame trick was repeated by the Jack, and this time he saved himself\nfrom instant death by a double loop and was now running directly\ntoward the crowd, followed by a dozen or more dogs.  He was losing\nspeed, but likewise his pursuers were dropping off steadily.  Only\nthe sturdy Eskimo dog held to his even gait, and behind him in the\nfrail travois leaned forward the little Matohinshda, nude save a\nbreech clout, his left hand holding fast the convenient tail of his\ndog, the right grasping firmly one of the poles of the travois. \nHis black eyes were bulging almost out of their sockets; his long\nhair flowed out behind like a stream of dark water.",
        "The Jack now ran directly toward the howling spectators, but\nhis marvelous speed and alertness were on the wane; while on the\nother hand his foremost pursuer, who had taken part in hundreds of\nsimilar events, had every confidence in his own endurance.  Each\nleap brought him nearer, fiercer and more determined.  The last\neffort of the Jack was to lose himself in the crowd, like a fish in\nmuddy water; but the big dog made the one needed leap with unerring\naim and his teeth flashed as he caught the rabbit in viselike jaws\nand held him limp in air, a victor!",
        "The people rushed up to him as he laid the victim down, and\nforemost among them was the frantic mother of Matohinshda, or Gall. \n“Michinkshe! michinkshe!” (My son! my son!) she screamed as she\ndrew near.  The boy seemed to be none the worse for his experience. \n“Mother!” he cried, “my dog is brave: he got the rabbit!”  She\nsnatched him off the travois, but he struggled out of her arms to\nlook upon his dog lovingly and admiringly.  Old men and boys\ncrowded about the hero of the day, the dog, and the thoughtful\ngrandmother of Matohinshda unharnessed him and poured some water\nfrom a parfleche water bag into a basin.  “Here, my grandson, give\nyour friend something to drink.”",
        "“How, hechetu,” pronounced an old warrior no longer in active\nservice.  “This may be only an accident, an ordinary affair; but\nsuch things sometimes indicate a career.  The boy has had a\nwonderful ride.  I prophesy that he will one day hold the attention\nof all the people with his doings.”",
        "This is the first remembered story of the famous chief, but\nother boyish exploits foretold the man he was destined to be.  He\nfought many sham battles, some successful and others not; but he\nwas always a fierce fighter and a good loser.",
        "Once he was engaged in a battle with snowballs.  There were\nprobably nearly a hundred boys on each side, and the rule was that\nevery fair hit made the receiver officially dead.  He must not\nparticipate further, but must remain just where he was struck.",
        "Gall’s side was fast losing, and the battle was growing hotter\nevery minute when the youthful warrior worked toward an old water\nhole and took up his position there.  His side was soon annihilated\nand there were eleven men left to fight him.  He was pressed close\nin the wash-out, and as he dodged under cover before a volley of\nsnowballs, there suddenly emerged in his stead a huge gray wolf. \nHis opponents fled in every direction in superstitious terror, for\nthey thought he had been transformed into the animal.  To their\nastonishment he came out on the farther side and ran to the line of\nsafety, a winner!",
        "It happened that the wolf’s den had been partly covered with\nsnow so that no one had noticed it until the yells of the boys\naroused the inmate, and he beat a hasty retreat.  The boys always\nlooked upon this incident as an omen.",
        "Gall had an amiable disposition but was quick to resent insult\nor injustice.  This sometimes involved him in difficulties, but he\nseldom fought without good cause and was popular with his\nassociates.  One of his characteristics was his ability to\norganize, and this was a large factor in his leadership when he\nbecame a man.  He was tried in many ways, and never was known to\nhesitate when it was a question of physical courage and endurance. \nHe entered the public service early in life, but not until he had\nproved himself competent and passed all tests.",
        "When a mere boy, he was once scouting for game in midwinter,\nfar from camp, and was overtaken by a three days’ blizzard.  He was\nforced to abandon his horse and lie under the snow for that length\nof time.  He afterward said he was not particularly hungry; it was\nthirst and stiffness from which he suffered most.  One reason the\nIndian so loved his horse or dog was that at such times the animal\nwould stay by him like a brother.  On this occasion Gall’s pony was\nnot more than a stone’s throw away when the storm subsided and the\nsun shone.  There was a herd of buffalo in plain sight, and the\nyoung hunter was not long in procuring a meal.",
        "This chief’s contemporaries still recall his wrestling match\nwith the equally powerful Cheyenne boy, Roman Nose, who afterward\nbecame a chief well known to American history.  It was a custom of\nthe northwestern Indians, when two friendly tribes camped together,\nto establish the physical and athletic supremacy of the youth of\nthe respective camps.",
        "The “Che-hoo-hoo” is a wrestling game in which there may be\nany number on a side, but the numbers are equal.  All the boys of\neach camp are called together by a leader chosen for the purpose\nand draw themselves up in line of battle; then each at a given\nsignal attacks his opponent.",
        "In this memorable contest, Matohinshda, or Gall, was placed\nopposite Roman Nose.  The whole people turned out as spectators of\nthe struggle, and the battlefield was a plateau between the two\ncamps, in the midst of picturesque Bad Lands.  There were many\nathletic youths present, but these two were really the Apollos of\nthe two tribes.",
        "In this kind of sport it is not allowed to strike with the\nhand, nor catch around the neck, nor kick, nor pull by the hair.  \nOne may break away and run a few yards to get a fresh start, or\nclinch, or catch as catch can.  When a boy is thrown and held to\nthe ground, he is counted out.  If a boy has met his superior, he\nmay drop to the ground to escape rough handling, but it is very\nseldom one gives up without a full trial of strength.",
        "It seemed almost like a real battle, so great was the\nenthusiasm, as the shouts of sympathizers on both sides went up in\na mighty chorus.  At last all were either conquerors or subdued\nexcept Gall and Roman Nose.  The pair seemed equally matched.  Both\nwere stripped to the breech clout, now tugging like two young\nbuffalo or elk in mating time, again writhing and twisting like\nserpents.  At times they fought like two wild stallions, straining\nevery muscle of arms, legs, and back in the struggle.  Every now\nand then one was lifted off his feet for a moment, but came down\nplanted like a tree, and after swaying to and fro soon became rigid\nagain.",
        "All eyes were upon the champions.  Finally, either by trick or\nmain force, Gall laid the other sprawling upon the ground and held\nhim fast for a minute, then released him and stood erect, panting,\na master youth.  Shout after shout went up on the Sioux side of the\ncamp.  The mother of Roman Nose came forward and threw a superbly\nworked buffalo robe over Gall, whose mother returned the compliment\nby covering the young Cheyenne with a handsome blanket.",
        "Undoubtedly these early contests had their influence upon our\nhero’s career.  It was his habit to appear most opportunely in a\ncrisis, and in a striking and dramatic manner to take command of\nthe situation.  The best known example of this is his entrance on\nthe scene of confusion when Reno surprised the Sioux on the Little\nBig Horn.  Many of the excitable youths, almost unarmed, rushed\nmadly and blindly to meet the intruder, and the scene might have\nunnerved even an experienced warrior.  It was Gall, with not a\ngarment upon his superb body, who on his black charger dashed ahead\nof the boys and faced them.  He stopped them on the dry creek,\nwhile the bullets of Reno’s men whistled about their ears.",
        "“Hold hard, men!  Steady, we are not ready yet!  Wait for more\nguns, more horses, and the day is yours!”",
        "They obeyed, and in a few minutes the signal to charge was\ngiven, and Reno retreated pell mell before the onset of the Sioux.",
        "Sitting Bull had confidence in his men so long as Gall planned\nand directed the attack, whether against United States soldiers or\nthe warriors of another tribe.  He was a strategist, and able in a\ntwinkling to note and seize upon an advantage.  He was really the\nmainstay of Sitting Bull’s effective last stand.  He consistently\nupheld his people’s right to their buffalo plains and believed that\nthey should hold the government strictly to its agreements with\nthem.  When the treaty of 1868 was disregarded, he agreed with\nSitting Bull in defending the last of their once vast domain, and\nafter the Custer battle entered Canada with his chief.  They hoped\nto bring their lost cause before the English government and were\nmuch disappointed when they were asked to return to the United\nStates.",
        "Gall finally reported at Fort Peck, Montana, in 1881, and\nbrought half of the Hunkpapa band with him, whereupon he was soon\nfollowed by Sitting Bull himself.  Although they had been promised\nby the United States commission who went to Canada to treat with\nthem that they would not be punished if they returned, no sooner\nhad Gall come down than a part of his people were attacked, and in\nthe spring they were all brought to Fort Randall and held as\nmilitary prisoners.  From this point they were returned to Standing\nRock agency.",
        "When “Buffalo Bill” successfully launched his first show, he\nmade every effort to secure both Sitting Bull and Gall for his\nleading attractions.  The military was in complete accord with him\nin this, for they still had grave suspicions of these two leaders. \nWhile Sitting Bull reluctantly agreed, Gall haughtily said: “I am\nnot an animal to be exhibited before the crowd,” and retired to his\nteepee.  His spirit was much worn, and he lost strength from that\ntime on.  That superb manhood dwindled, and in a few years he died. \nHe was a real hero of a free and natural people, a type that is\nnever to be seen again.",
        "Continue...",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}