{
    "title": "Indian Fairy Tales - The Soothsayer’s Son",
    "author": "Joseph Jacobs",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "A soothsayer when on his deathbed wrote out the horoscope of his second\nson, whose name was Gangazara, and bequeathed it to him as his only\nproperty, leaving the whole of his estate to his eldest son. The second\nson thought over the horoscope, and said to himself:",
        "“Alas! am I born to this only in the world? The sayings of my father\nnever failed. I have seen them prove true to the last word while he was\nliving; and how has he fixed my horoscope! ’FROM MY BIRTH POVERTY!’ Nor\nis that my only fate. ’FOR TEN YEARS, IMPRISONMENT’–a fate harder than\npoverty; and what comes next? ’DEATH ON THE SEA-SHORE’; which means\nthat I must die away from home, far from friends and relatives on a\nsea-coast. Now comes the most curious part of the horoscope, that I am\nto ’HAVE SOME HAPPINESS AFTERWARDS!’ What this happiness is, is an\nenigma to me.”",
        "Thus thought he, and after all the funeral obsequies of his father were\nover, took leave of his elder brother, and started for Benares. He went\nby the middle of the Deccan, avoiding both the coasts, and went on\njourneying and journeying for weeks and months, till at last he reached\nthe Vindhya mountains. While passing that desert he had to journey for\na couple of days through a sandy plain, with no signs of life or\nvegetation. The little store of provision with which he was provided\nfor a couple of days, at last was exhausted. The chombu, which he\ncarried always full, filling it with the sweet water from the flowing\nrivulet or plenteous tank, he had exhausted in the heat of the desert.\nThere was not a morsel in his hand to eat; nor a drop of water to\ndrink. Turn his eyes wherever he might he found a vast desert, out of\nwhich he saw no means of escape. Still he thought within himself,\n“Surely my father’s prophecy never proved untrue. I must survive this\ncalamity to find my death on some sea-coast.” So thought he, and this\nthought gave him strength of mind to walk fast and try to find a drop\nof water somewhere to slake his dry throat.",
        "At last he succeeded; heaven threw in his way a ruined well. He thought\nhe could collect some water if he let down his chombu with the string\nthat he always carried noosed to the neck of it. Accordingly he let it\ndown; it went some way and stopped, and the following words came from\nthe well: “Oh, relieve me! I am the king of tigers, dying here of\nhunger. For the last three days I have had nothing. Fortune has sent\nyou here. If you assist me now you will find a sure help in me\nthroughout your life. Do not think that I am a beast of prey. When you\nhave become my deliverer I will never touch you. Pray, kindly lift me\nup.” Gangazara thought: “Shall I take him out or not? If I take him out\nhe may make me the first morsel of his hungry mouth. No; that he will\nnot do. For my father’s prophecy never came untrue. I must die on a sea\ncoast, and not by a tiger.” Thus thinking, he asked the tiger-king to\nhold tight to the vessel, which he accordingly did, and he lifted him\nup slowly. The tiger reached the top of the well and felt himself on\nsafe ground. True to his word, he did no harm to Gangazara. On the\nother hand, he walked round his patron three times, and standing before\nhim, humbly spoke the following words: “My life-giver, my benefactor!\nI shall never forget this day, when I regained my life through your\nkind hands. In return for this kind assistance I pledge my oath to\nstand by you in all calamities. Whenever you are in any difficulty\njust think of me. I am there with you ready to oblige you by all the\nmeans that I can. To tell you briefly how I came in here: Three days\nago I was roaming in yonder forest, when I saw a goldsmith passing\nthrough it. I chased him. He, finding it impossible to escape my claws,\njumped into this well, and is living to this moment in the very bottom\nof it. I also jumped in, but found myself on the first ledge of the\nwell; he is on the last and fourth ledge. In the second lives a serpent\nhalf-famished with hunger. On the third lies a rat, also half-famished,\nand when you again begin to draw water these may request you first to\nrelease them. In the same way the goldsmith also may ask you. I beg\nyou, as your bosom friend, never assist that wretched man, though he is\nyour relation as a human being. Goldsmiths are never to be trusted. You\ncan place more faith in me, a tiger, though I feast sometimes upon men,\nin a serpent, whose sting makes your blood cold the very next moment,\nor in a rat, which does a thousand pieces of mischief in your house.\nBut never trust a goldsmith. Do not release him; and if you do, you\nshall surely repent of it one day or other.” Thus advising, the hungry\ntiger went away without waiting for an answer.",
        "Gangazara thought several times of the eloquent way in which the tiger\nspoke, and admired his fluency of speech. But still his thirst was not\nquenched. So he let down his vessel again, which was now caught hold of\nby the serpent, who addressed him thus: “Oh, my protector! Lift me up.\nI am the king of serpents, and the son of Adisesha, who is now pining\naway in agony for my disappearance. Release me now. I shall ever remain\nyour servant, remember your assistance, and help you throughout life in\nall possible ways. Oblige me: I am dying.” Gangazara, calling again to\nmind the “DEATH ON THE SEA-SHORE” of the prophecy lifted him up. He,\nlike the tiger-king, walked round him thrice, and prostrating himself\nbefore him spoke thus: “Oh, my life-giver, my father, for so I must\ncall you, as you have given me another birth. I was three days ago\nbasking myself in the morning sun, when I saw a rat running before me.\nI chased him. He fell into this well. I followed him, but instead of\nfalling on the third storey where he is now lying, I fell into the\nsecond. I am going away now to see my father. Whenever you are in any\ndifficulty just think of me. I will be there by your side to assist you\nby all possible means.” So saying, the Nagaraja glided away in zigzag\nmovements, and was out of sight in a moment.",
        "The poor son of the Soothsayer, who was now almost dying of thirst, let\ndown his vessel for a third time. The rat caught hold of it, and\nwithout discussing he lifted up the poor animal at once. But it would\nnot go away without showing its gratitude: “Oh, life of my life! My\nbenefactor! I am the king of rats. Whenever you are in any calamity\njust think of me. I will come to you, and assist you. My keen ears\noverheard all that the tiger-king told you about the goldsmith, who is\nin the fourth storey. It is nothing but a sad truth that goldsmiths\nought never to be trusted. Therefore, never assist him as you have done\nto us all. And if you do, you will suffer for it. I am hungry; let me\ngo for the present.” Thus taking leave of his benefactor, the rat, too,\nran away.",
        "Gangazara for a while thought upon the repeated advice given by the\nthree animals about releasing the goldsmith: “What wrong would there be\nin my assisting him? Why should I not release him also?” So thinking to\nhimself, Gangazara let down the vessel again. The goldsmith caught hold\nof it, and demanded help. The Soothsayer’s son had no time to lose; he\nwas himself dying of thirst.",
        "Therefore he lifted the goldsmith up, who now began his story. “Stop\nfor a while,” said Gangazara, and after quenching his thirst by letting\ndown his vessel for the fifth time, still fearing that some one might\nremain in the well and demand his assistance, he listened to the\ngoldsmith, who began as follows: “My dear friend, my protector, what a\ndeal of nonsense these brutes have been talking to you about me; I am\nglad you have not followed their advice. I am just now dying of hunger.\nPermit me to go away. My name is Manikkasari. I live in the East main\nstreet of Ujjaini, which is twenty kas to the south of this place, and\nso lies on your way when you return from Benares. Do not forget to come\nto me and receive my kind remembrances of your assistance, on your way\nback to your country.” So saying, the goldsmith took his leave, and\nGangazara also pursued his way north after the above adventures.",
        "He reached Benares, and lived there for more than ten years, and quite\nforgot the tiger, serpent, rat, and goldsmith. After ten years of\nreligious life, thoughts of home and of his brother rushed into his\nmind. “I have secured enough merit now by my religious observances. Let\nme return home.” Thus thought Gangazara within himself, and very soon\nhe was on his way back to his country. Remembering the prophecy of his\nfather he returned by the same way by which he went to Benares ten\nyears before. While thus retracing his steps he reached the ruined well\nwhere he had released the three brute kings and the gold smith. At once\nthe old recollections rushed into his mind, and he thought of the tiger\nto test his fidelity. Only a moment passed, and the tiger-king came\nrunning before him carrying a large crown in his mouth, the glitter of\nthe diamonds of which for a time outshone even the bright rays of the\nsun. He dropped the crown at his life-giver’s feet, and, putting aside\nall his pride, humbled himself like a pet cat to the strokes of his\nprotector, and began in the following words: “My life-giver! How is it\nthat you have forgotten me, your poor servant, for such a long time? I\nam glad to find that I still occupy a corner in your mind. I can never\nforget the day when I owed my life to your lotus hands. I have several\njewels with me of little value. This crown, being the best of all, I\nhave brought here as a single ornament of great value, which you can\ncarry with you and dispose of in your own country.” Gangazara looked at\nthe crown, examined it over and over, counted and recounted the gems,\nand thought within himself that he would become the richest of men by\nseparating the diamonds and gold, and selling them in his own country.\nHe took leave of the tiger-king, and after his disappearance thought of\nthe kings of serpents and rats, who came in their turn with their\npresents, and after the usual greetings and exchange of words took\ntheir leave. Gangazara was extremely delighted at the faithfulness with\nwhich the brute beasts behaved, and went on his way to the south. While\ngoing along he spoke to himself thus: “These beasts have been very\nfaithful in their assistance. Much more, therefore, must Manikkasari be\nfaithful. I do not want anything from him now. If I take this crown\nwith me as it is, it occupies much space in my bundle. It may also\nexcite the curiosity of some robbers on the way. I will go now to\nUjjaini on my way. Manikkasari requested me to see him without failure\non my return journey. I shall do so, and request him to have the crown\nmelted, the diamonds and gold separated. He must do that kindness at\nleast for me. I shall then roll up these diamonds and gold ball in my\nrags, and wend my way homewards.” Thus thinking and thinking, he\nreached Ujjaini. At once he inquired for the house of his goldsmith\nfriend, and found him without difficulty. Manikkasari was extremely\ndelighted to find on his threshold him who ten years before,\nnotwithstanding the advice repeatedly given him by the sage-looking\ntiger, serpent, and rat, had relieved him from the pit of death.\nGangazara at once showed him the crown that he received from the tiger-\nking, told him how he got it, and requested his kind assistance to\nseparate the gold and diamonds. Manikkasari agreed to do so, and\nmeanwhile asked his friend to rest himself for a while to have his bath\nand meals; and Gangazara, who was very observant of his religious\nceremonies, went direct to the river to bathe.",
        "How came the crown in the jaws of the tiger? The king of Ujjaini had a\nweek before gone with all his hunters on a hunting expedition. All of a\nsudden the tiger-king started from the wood, seized the king, and\nvanished.",
        "When the king’s attendants informed the prince about the death of his\nfather he wept and wailed, and gave notice that he would give half of\nhis kingdom to any one who should bring him news about the murderer of\nhis father. The goldsmith knew full well that it was a tiger that\nkilled the king, and not any hunter’s hands, since he had heard from\nGangazara how he obtained the crown. Still, he resolved to denounce\nGangazara as the king’s murderer, so, hiding the crown under his\ngarments, he flew to the palace. He went before the prince and informed\nhim that the assassin was caught, and placed the crown before him.",
        "The prince took it into his hands, examined it, and at once gave half\nthe kingdom to Manikkasari, and then inquired about the murderer. “He\nis bathing in the river, and is of such and such appearance,” was the\nreply. At once four armed soldiers flew to the river, and bound the\npoor Brahman hand and foot, while he, sitting in meditation, was\nwithout any knowledge of the fate that hung over him. They brought\nGangazara to the presence of the prince, who turned his face away from\nthe supposed murderer, and asked his soldiers to throw him into a\ndungeon. In a minute, without knowing the cause, the poor Brahman found\nhimself in the dark dungeon.",
        "It was a dark cellar underground, built with strong stone walls, into\nwhich any criminal guilty of a capital offence was ushered to breathe\nhis last there without food and drink. Such was the cellar into which\nGangazara was thrust. What were his thoughts when he reached that\nplace? “It is of no use to accuse either the goldsmith or the prince\nnow. We are all the children of fate. We must obey her commands. This\nis but the first day of my father’s prophecy. So far his statement is\ntrue. But how am I going to pass ten years here? Perhaps without\nanything to sustain life I may drag on my existence for a day or two.\nBut how pass ten years? That cannot be, and I must die. Before death\ncomes let me think of my faithful brute friends.”",
        "So pondered Gangazara in the dark cell underground, and at that moment\nthought of his three friends. The tiger-king, serpent-king, and rat-\nking assembled at once with their armies at a garden near the dungeon,\nand for a while did not know what to do. They held their council, and\ndecided to make an underground passage from the inside of a ruined well\nto the dungeon. The rat raja issued an order at once to that effect to\nhis army. They, with their teeth, bored the ground a long way to the\nwalls of the prison. After reaching it they found that their teeth\ncould not work on the hard stones. The bandicoots were then specially\nordered for the business; they, with their hard teeth, made a small\nslit in the wall for a rat to pass and re-pass without difficulty. Thus\na passage was effected.",
        "The rat raja entered first to condole with his protector on his\nmisfortune, and undertook to supply his protector with provisions.\n“Whatever sweetmeats or bread are prepared in any house, one and all of\nyou must try to bring whatever you can to our benefactor. Whatever\nclothes you find hanging in a house, cut down, dip the pieces in water,\nand bring the wet bits to our benefactor. He will squeeze them and\ngather water for drink! and the bread and sweetmeats shall form his\nfood.” Having issued these orders, the king of the rats took leave of\nGangazara. They, in obedience to their king’s order, continued to\nsupply him with provisions and water.",
        "The snake-king said: “I sincerely condole with you in your calamity;\nthe tiger-king also fully sympathises with you, and wants me to tell\nyou so, as he cannot drag his huge body here as we have done with our\nsmall ones. The king of the rats has promised to do his best to provide\nyou with food. We would now do what we can for your release. From this\nday we shall issue orders to our armies to oppress all the subjects of\nthis kingdom. The deaths by snake-bite and tigers shall increase a\nhundredfold from this day, and day by day it shall continue to increase\ntill your release. Whenever you hear people near you, you had better\nbawl out so as to be heard by them: ’The wretched prince imprisoned me\non the false charge of having killed his father, while it was a tiger\nthat killed him. From that day these calamities have broken out in his\ndominions. If I were released I would save all by my powers of healing\npoisonous wounds and by incantations.’ Some one may report this to the\nking, and if he knows it, you will obtain your liberty.” Thus\ncomforting his protector in trouble, he advised him to pluck up\ncourage, and took leave of him. From that day tigers and serpents,\nacting under the orders of their kings, united in killing as many\npersons and cattle as possible. Every day people were carried away by\ntigers or bitten by serpents. Thus passed months and years. Gangazara\nsat in the dark cellar, without the sun’s light falling upon him, and\nfeasted upon the breadcrumbs and sweetmeats that the rats so kindly\nsupplied him with. These delicacies had completely changed his body\ninto a red, stout, huge, unwieldy mass of flesh. Thus passed full ten\nyears, as prophesied in the horoscope.",
        "Ten complete years rolled away in close imprisonment. On the last\nevening of the tenth year one of the serpents got into the bed-chamber\nof the princess and sucked her life. She breathed her last. She was the\nonly daughter of the king. The king at once sent for all the snake-bite\ncurers. He promised half his kingdom and his daughter’s hand to him who\nwould restore her to life. Now a servant of the king who had several\ntimes overheard Gangazara’s cries, reported the matter to him. The king\nat once ordered the cell to be examined. There was the man sitting in\nit. How had he managed to live so long in the cell? Some whispered that\nhe must be a divine being. Thus they discussed, while they brought\nGangazara to the king.",
        "The king no sooner saw Gangazara than he fell on the ground. He was\nstruck by the majesty and grandeur of his person. His ten years’\nimprisonment in the deep cell underground had given a sort of lustre to\nhis body. His hair had first to be cut before his face could be seen.\nThe king begged forgiveness for his former fault, and requested him to\nrevive his daughter.",
        "“Bring me within an hour all the corpses of men and cattle, dying and\ndead, that remain unburnt or unburied within the range of your\ndominions; I shall revive them all,” were the only words that Gangazara\nspoke.",
        "Cartloads of corpses of men and cattle began to come in every minute.\nEven graves, it is said, were broken open, and corpses buried a day or\ntwo before were taken out and sent for their revival. As soon as all\nwere ready, Gangazara took a vessel full of water and sprinkled it over\nthem all, thinking only of his snake-king and tiger-king. All rose up\nas if from deep slumber, and went to their respective homes. The\nprincess, too, was restored to life. The joy of the king knew no\nbounds. He cursed the day on which he imprisoned him, blamed himself\nfor having believed the word of a goldsmith, and offered him the hand\nof his daughter and the whole kingdom, instead of half, as he promised.\nGangazara would not accept anything, but asked the king to assemble all\nhis subjects in a wood near the town. “I shall there call in all the\ntigers and serpents, and give them a general order.”",
        "When the whole town was assembled, just at the dusk of evening,\nGangazara sat dumb for a moment, and thought upon the Tiger King and\nthe Serpent King, who came with all their armies. People began to take\nto their heels at the sight of tigers. Gangazara assured them of\nsafety, and stopped them.",
        "The grey light of the evening, the pumpkin colour of Gangazara, the\nholy ashes scattered lavishly over his body, the tigers and snakes\nhumbling themselves at his feet, gave him the true majesty of the god\nGangazara. For who else by a single word could thus command vast armies\nof tigers and serpents, said some among the people. “Care not for it;\nit may be by magic. That is not a great thing. That he revived\ncartloads of corpses shows him to be surely Gangazara,” said others.",
        "“Why should you, my children, thus trouble these poor subjects of\nUjjaini? Reply to me, and henceforth desist from your ravages.” Thus\nsaid the Soothsayer’s son, and the following reply came from the king\nof the tigers: “Why should this base king imprison your honour,\nbelieving the mere word of a goldsmith that your honour killed his\nfather? All the hunters told him that his father was carried away by a\ntiger. I was the messenger of death sent to deal the blow on his neck.\nI did it, and gave the crown to your honour. The prince makes no\ninquiry, and at once imprisons your honour. How can we expect justice\nfrom such a stupid king as that? Unless he adopt a better standard of\njustice we will go on with our destruction.”",
        "The king heard, cursed the day on which he believed in the word of a\ngoldsmith, beat his head, tore his hair, wept and wailed for his crime,\nasked a thousand pardons, and swore to rule in a just way from that\nday. The serpent-king and tiger-king also promised to observe their\noath as long as justice prevailed, and took their leave. The gold-smith\nfled for his life. He was caught by the soldiers of the king, and was\npardoned by the generous Gangazara, whose voice now reigned supreme.\nAll returned to their homes. The king again pressed Gangazara to accept\nthe hand of his daughter. He agreed to do so, not then, but some time\nafterwards. He wished to go and see his elder brother first, and then\nto return and marry the princess. The king agreed; and Gangazara left\nthe city that very day on his way home.",
        "It so happened that unwittingly he took a wrong road, and had to pass\nnear a sea-coast. His elder brother was also on his way up to Benares\nby that very same route. They met and recognised each other, even at a\ndistance. They flew into each other’s arms. Both remained still for a\ntime almost unconscious with joy. The pleasure of Gangazara was so\ngreat that he died of joy.",
        "The elder brother was a devout worshipper of Ganesa. That was a Friday,\na day very sacred to that god. The elder brother took the corpse to the\nnearest Ganesa temple and called upon him. The god came, and asked him\nwhat he wanted. “My poor brother is dead and gone; and this is his\ncorpse. Kindly keep it in your charge till I finish worshipping you. If\nI leave it anywhere else the devils may snatch it away when I am absent\nworshipping you; after finishing the rites I shall burn him.” Thus said\nthe elder brother, and, giving the corpse to the god Ganesa, he went to\nprepare himself for that deity’s ceremonials. Ganesa made over the\ncorpse to his Ganas, asking them to watch over it carefully. But\ninstead of that they devoured it.",
        "The elder brother, after finishing the puja, demanded his brother’s\ncorpse of the god. The god called his Ganas, who came to the front\nblinking, and fearing the anger of their master. The god was greatly\nenraged. The elder brother was very angry. When the corpse was not\nforthcoming he cuttingly remarked, “Is this, after all, the return for\nmy deep belief in you? You are unable even to return my brother’s\ncorpse.” Ganesa was much ashamed at the remark. So he, by his divine\npower, gave him a living Gangazara instead of the dead corpse. Thus was\nthe second son of the Soothsayer restored to life.",
        "The brothers had a long talk about each other’s adventures. They both\nwent to Ujjaini, where Gangazara married the princess, and succeeded to\nthe throne of that kingdom. He reigned for a long time, conferring\nseveral benefits upon his brother. And so the horoscope was fully\nfulfilled.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}