{
    "title": "Indian Heroes and Great Chieftains - Tamahay (Charles A. Eastman)",
    "author": "Unknown",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "There was once a Sioux brave who declared that he would die young,\nyet not by his own hand.  Tamahay was of heroic proportions,\nherculean in strength, a superb runner; in fact, he had all the\nphysical qualities of an athlete or a typical Indian.  In his\nscanty dress, he was beautiful as an antique statue in living\nbronze.  When a mere youth, seventeen years of age, he met with an\naccident which determined his career.  It was the loss of an eye,\na fatal injury to the sensitive and high-spirited Indian.  He\nannounced his purpose in these words:",
        "“The ’Great Mystery’ has decreed that I must be disgraced. \nThere will be no pleasure for me now, and I shall be ridiculed\neven by my enemies.  It will be well for me to enter soon into\nParadise, for I shall be happy in spending my youth there.  But\nI will sell my life dearly.  Hereafter my name shall be spoken in\nthe traditions of our race.”  With this speech Tamahay began his\ncareer.",
        "He now sought glory and defied danger with even more than the\nordinary Indian recklessness.  He accepted a personal friend, which\nwas a custom among the Sioux, where each man chose a companion for\nlife and death.  The tie was stronger than one of blood\nrelationship, a friendship sealed by solemn vow and covenant. \nTamahay’s intimate was fortunately almost his equal in physical\npowers, and the pair became the terror of neighboring tribes, with\nwhom the Dakotas were continually at war.  They made frequent raids\nupon their enemies and were usually successful, although not\nwithout thrilling experiences and almost miraculous escapes.",
        "Upon one of these occasions the two friends went north into\nthe country of the Ojibways.  After many days’ journey, they\ndiscovered a small village of the foe.  The wicked Tamahay proposed\nto his associate that they should arrange their toilets after the\nfashion of the Ojibways, and go among them; “and perhaps,” he\nadded, “we will indulge in a little flirtation with their pretty\nmaids, and when we have had enough of the fun we can take the scalp\nof a brave or two and retreat!”  His friend construed his daring\nproposition to be a test of courage, which it would not become him,\nas a brave, to decline; therefore he assented with a show of\ncheerfulness.",
        "The handsome strangers were well received by the Ojibway\ngirls, but their perilous amusement was brought to an untimely\nclose.  A young maiden prematurely discovered their true\ncharacters, and her cry of alarm brought instantly to her side a\njealous youth, who had been watching them from his place of\nconcealment.  With him Tamahay had a single-handed contest, and\nbefore a general alarm was given he had dispatched the foe and fled\nwith his scalp.",
        "The unfortunate brave had been a favorite and a leader among\nthe tribe; therefore the maddened Ojibways were soon in hot\npursuit.  The Sioux braves were fine runners, yet they were finally\ndriven out upon the peninsula of a lake.  As they became separated\nin their retreat, Tamahay shouted, “I’ll meet you at the mouth of\nthe St. Croix River, or in the spirit land!”  Both managed to swim\nthe lake, and so made good their escape.",
        "The exploits of this man were not all of a warlike nature.  He\nwas a great traveler and an expert scout, and he had some wonderful\nexperiences with wild animals.  He was once sent, with his intimate\nfriend, on a scout for game.  They were on ponies.",
        "They located a herd of buffaloes, and on their return to the\ncamp espied a lonely buffalo.  Tamahay suggested that they should\nchase it in order to take some fresh meat, as the law of the tribe\nallowed in the case of a single animal.  His pony stumbled and\nthrew him, after they had wounded the bison, and the latter\nattacked the dismounted man viciously.  But he, as usual, was on\nthe alert.  He “took the bull by the horns”, as the saying is, and\ncleverly straddled him on the neck.  The buffalo had no means of\nharming his enemy, but pawed the earth and struggled until his\nstrength was exhausted, when the Indian used his knife on the\nanimal’s throat.  On account of this feat he received the name\n“Held-the-Bull-by-the-Horns.”",
        "The origin of his name “Tamahay” is related as follows.  When\nhe was a young man he accompanied the chief Wabashaw to Mackinaw,\nMichigan, together with some other warriors.  He was out with his\nfriend one day, viewing the wonderful sights in the “white man’s\ncountry”, when they came upon a sow with her numerous pink little\nprogeny.  He was greatly amused and picked up one of the young\npigs, but as soon as it squealed the mother ran furiously after\nthem.  He kept the pig and fled with it, still laughing; but his\nfriend was soon compelled to run up the conveniently inclined trunk\nof a fallen tree, while our hero reached the shore of a lake near\nby, and plunged into the water.  He swam and dived as long as he\ncould, but the beast continued to threaten him with her sharp\nteeth, till, almost exhausted, he swam again to shore, where his\nfriend came up and dispatched the vicious animal with a club.  On\naccount of this watery adventure he was at once called Tamahay,\nmeaning Pike.  He earned many other names, but preferred this one,\nbecause it was the name borne by a great friend of his, Lieutenant\nPike, the first officer of the United States Army who came to\nMinnesota for the purpose of exploring the sources of the\nMississippi River and of making peace with the natives.  Tamahay\nassisted this officer in obtaining land from the Sioux upon which\nto build Fort Snelling.  He appears in history under the name of\n“Tahamie” or the “One-Eyed Sioux.”",
        "Always ready to brave danger and unpopularity, Tamahay was the\nonly Sioux who sided with the United States in her struggle with\nGreat Britain in 1819.  For having espoused the cause of the\nAmericans, he was ill-treated by the British officers and free\ntraders, who for a long time controlled the northwest, even after\npeace had been effected between the two nations.  At one time he\nwas confined in a fort called McKay, where now stands the town of\nPrairie du Chien, Wisconsin.  He had just returned from St. Louis,\nand was suspected of exciting his people to rebel against British\nsubjects.  His life was even threatened, but to this Tamahay merely\nreplied that he was ready to die.  A few months later, this fort\nwas restored to the United States, and upon leaving it the British\nset the buildings on fire, though the United States flag floated\nabove them.  Some Indians who were present shouted to Tamahay,\n“Your friends’, the Americans’, fort is on fire!”  He responded\nwith a war whoop, rushed into the blazing fort, and brought out the\nflag.  For this brave act he was rewarded with a present of a flag\nand medal.  He was never tired of displaying this medal and his\nrecommendation papers, and even preserved to the end of his life an\nold colonial stovepipe hat, which he wore upon state occasions.",
        "The Sioux long referred to the president of the United States\nas “Tamahay’s father.”",
        "The following story is told of him in his later days.  He\nattempted one day to cross the first bridge over the Mississippi\nRiver, but was not recognized by the sentinel, who would not allow\nhim to pass until he paid the toll.  Tamahay, who was a privileged\ncharacter, explained as best he could, with gestures and broken\nEnglish, that he was always permitted to pass free; but as the\nsentinel still refused, and even threatened him with his bayonet,\nthe old Indian silently seized the musket, threw it down into the\nwaters of the Mississippi and went home.  Later in the day a\ncompany of soldiers appeared in the Indian village, and escorted\nour hero to a sort of court-martial at the fort.  When he was\nquestioned by the Colonel, he simply replied: “If you were\nthreatened by any one with a weapon, you would, in self-defense,\neither disable the man or get rid of the weapon.  I did the latter,\nthinking that you would need the man more than the gun.”",
        "Finally the officer said to them, “I see you are both partly\nwrong.  Some one must be responsible for the loss of the gun;\ntherefore, you two will wrestle, and the man who is downed must\ndive for the weapon to the bottom of the river.”",
        "Scarcely was this speech ended when Tamahay was upon the\nsoldier, who was surprised both by the order and by the unexpected\nreadiness of the wily old Indian, so that he was not prepared, and\nthe Sioux had the vantage hold.  In a moment the bluecoat was down,\namid shouts and peals of laughter from his comrades.  Having thrown\nhis man, the other turned and went home without a word.",
        "Sad to say, he acquired a great appetite for “minne-wakan”, or\n“mysterious water”, as the Sioux call it, which proved a source of\ntrouble to him in his old age.  It is told of him that he was\ntreated one winter’s day to a drink of whisky in a trader’s store. \nHe afterwards went home; but even the severe blizzard which soon\narose did not prevent him from returning in the night to the\nfriendly trader.  He awoke that worthy from sleep about twelve\no’clock by singing his death dirge upon the roof of the log cabin. \nIn another moment he had jumped down the mud chimney, and into the\nblazing embers of a fire.  The trader had to pour out to him some\nwhisky in a tin pail, after which he begged the old man to “be good\nand go home.”  On the eve of the so-called “Minnesota Massacre” by\nthe Sioux in 1862, Tamahay, although he was then very old and had\nalmost lost the use of his remaining eye, made a famous speech at\nthe meeting of the conspirators.  These are some of his words, as\nreported to me by persons who were present.",
        "“What!  What! is this Little Crow?  Is that Little Six?  You,\ntoo, White Dog, are you here?  I cannot see well now, but I can see\nwith my mind’s eye the stream of blood you are about to pour upon\nthe bosom of this mother of ours” (meaning the earth).  “I stand\nbefore you on three legs, but the third leg has brought me wisdom\"\n[referring to the staff with which he sup- ported himself].  “I\nhave traveled much, I have visited among the people whom you think\nto defy.  This means the total surrender of our beautiful land, the\nland of a thousand lakes and streams.  Methinks you are about to\ncommit an act like that of the porcupine, who climbs a tree,\nbalances himself upon a springy bough, and then gnaws off the very\nbough upon which he is sitting; hence, when it gives way, he falls\nupon the sharp rocks below.  Behold the great Pontiac, whose grave\nI saw near St. Louis; he was murdered while an exile from his\ncountry!  Think of the brave Black Hawk!  Methinks his spirit is\nstill wailing through Wisconsin and Illinois for his lost people! \nI do not say you have no cause to complain, but to resist is\nself-destruction.  I am done.”",
        "It is supposed that this speech was his last, and it was made,\nthough vainly, in defense of the Americans whom he had loved.  He\ndied at Fort Pierre, South Dakota, in 1864.  His people say that he\ndied a natural death, of old age.  And yet his exploits are not\nforgotten.  Thus lived and departed a most active and fearless\nSioux, Tamahay, who desired to die young!",
        "Continue...",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}