{
    "title": "Indian Fairy Tales - The Lion and the Crane",
    "author": "Joseph Jacobs",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "The Bodhisatta was at one time born in the region of Himavanta as a\nwhite crane; now Brahmadatta was at that time reigning in Benares. Now\nit chanced that as a lion was eating meat a bone stuck in his throat.\nThe throat became swollen, he could not take food, his suffering was\nterrible. The crane seeing him, as he was perched an a tree looking for\nfood, asked, “What ails thee, friend?” He told him why. “I could free\nthee from that bone, friend, but dare not enter thy mouth for fear thou\nmightest eat me.” “Don’t be afraid, friend, I’ll not eat thee; only\nsave my life.” “Very well,” says he, and caused him to lie down on his\nleft side. But thinking to himself, “Who knows what this fellow will\ndo,” he placed a small stick upright between his two jaws that he could\nnot close his mouth, and inserting his head inside his mouth struck one\nend of the bone with his beak. Whereupon the bone dropped and fell out.\nAs soon as he had caused the bone to fall, he got out of the lion’s\nmouth, striking the stick with his beak so that it fell out, and then\nsettled on a branch. The lion gets well, and one day was eating a\nbuffalo he had killed. The crane, thinking “I will sound him,” settled\nan a branch just over him, and in conversation spoke this first verse:",
        "  “A service have we done thee\n    To the best of our ability,\n  King of the Beasts! Your Majesty!\n    What return shall we get from thee?”",
        "In reply the Lion spoke the second verse:",
        "  “As I feed on blood,\n    And always hunt for prey,\n  ’Tis much that thou art still alive\n    Having once been between my teeth.”",
        "Then in reply the crane said the two other verses:",
        "  “Ungrateful, doing no good,\n    Not doing as he would be done by,\n  In him there is no gratitude,\n    To serve him is useless.",
        "  “His friendship is not won\n    By the clearest good deed.\n  Better softly withdraw from him,\n    Neither envying nor abusing.”",
        "And having thus spoken the crane flew away.",
        "And when the great Teacher, Gautama the Buddha, told this tale, he\nused to add: “Now at that time the lion was Devadatta the Traitor, but\nthe white crane was I myself.”",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}