{
    "title": "Indian Fairy Tales - How the Wicked Sons Were Duped",
    "author": "Joseph Jacobs",
    "chapter": "29",
    "content": [
        "\n",
        "\n\n",
        "A very wealthy old man, imagining that he was on the point of death,\nsent for his sons and divided his property among them. However, he did\nnot die for several years afterwards; and miserable years many of them\nwere. Besides the weariness of old age, the old fellow had to bear with\nmuch abuse and cruelty from his sons. Wretched, selfish ingrates!\nPreviously they vied with one another in trying to please their father,\nhoping thus to receive more money, but now they had received their\npatrimony, they cared not how soon he left them–nay, the sooner the\nbetter, because he was only a needless trouble and expense. And they\nlet the poor old man know what they felt.",
        "One day he met a friend and related to him all his troubles. The friend\nsympathised very much with him, and promised to think over the matter,\nand call in a little while and tell him what to do. He did so; in a\nfew days he visited the old man and put down four bags full of stones\nand gravel before him.",
        "“Look here, friend,” said he. “Your sons will get to know of my coming\nhere to-day, and will inquire about it. You must pretend that I came to\ndischarge a long-standing debt with you, and that you are several\nthousands of rupees richer than you thought you were. Keep these bags\nin your own hands, and on no account let your sons get to them as long\nas you are alive. You will soon find them change their conduct towards\nyou. Salaam. I will come again soon to see how you are getting on.”",
        "When the young men got to hear of this further increase of wealth they\nbegan to be more attentive and pleasing to their father than ever\nbefore. And thus they continued to the day of the old man’s demise,\nwhen the bags were greedily opened, and found to contain only stones\nand gravel!",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}