{
    "title": "Indian Fairy Tales - A Lac of Rupees For a Bit of Advice",
    "author": "Joseph Jacobs",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "A poor blind Brahman and his wife were dependent on their son for\ntheir subsistence. Every day the young fellow used to go out and get\nwhat he could by begging. This continued for some time, till at last he\nbecame quite tired of such a wretched life, and determined to go and\ntry his luck in another country. He informed his wife of his intention,\nand ordered her to manage somehow or other for the old people during\nthe few months that he would be absent. He begged her to be\nindustrious, lest his parents should be angry and curse him.",
        "One morning he started with some food in a bundle, and walked on day\nafter day, till he reached the chief city of the neighbouring country.\nHere he went and sat down by a merchant’s shop and asked alms. The\nmerchant inquired whence he had come, why he had come, and what was his\ncaste; to which he replied that he was a Brahman, and was wandering\nhither and thither begging a livelihood for himself and wife and\nparents. Moved with pity for the man, the merchant advised him to visit\nthe kind and generous king of that country, and offered to accompany\nhim to the court. Now at that time it happened that the king was\nseeking for a Brahman to look after a golden temple which he had just\nhad built. His Majesty was very glad, therefore, when he saw the\nBrahman and heard that he was good and honest. He at once deputed him\nto the charge of this temple, and ordered fifty kharwars of rice and\none hundred rupees to be paid to him every year as wages.",
        "Two months after this, the Brahman’s wife, not having heard any news of\nher husband, left the house and went in quest of him. By a happy fate\nshe arrived at the very place that he had reached, where she heard that\nevery morning at the golden temple a golden rupee was given in the\nking’s name to any beggar who chose to go for it. Accordingly, on the\nfollowing morning she went to the place and met her husband.",
        "“Why have you come here?” he asked. “Why have you left my parents? Care\nyou not whether they curse me and I die? Go back immediately, and await\nmy return.”",
        "“No, no,” said the woman. “I cannot go back to starve and see your old\nfather and mother die. There is not a grain of rice left in the house.”",
        "“O Bhagawant!” exclaimed the Brahman. “Here, take this,” he continued,\nscribbling a few lines on some paper, and then handing it to her, “and\ngive it to the king. You will see that he will give you a lac of rupees\nfor it.” Thus saying he dismissed her, and the woman left.",
        "On this scrap of paper were written three pieces of advice–First, If a\nperson is travelling and reaches any strange place at night, let him be\ncareful where he puts up, and not close his eyes in sleep, lest he\nclose them in death. Secondly, If a man has a married sister, and\nvisits her in great pomp, she will receive him for the sake of what she\ncan obtain from him; but if he comes to her in poverty, she will frown\non him and disown him. Thirdly, If a man has to do any work, he must do\nit himself, and do it with might and without fear.",
        "On reaching her home the Brahmani told her parents of her meeting with\nher husband, and what a valuable piece of paper he had given her; but\nnot liking to go before the king herself, she sent one of her\nrelations. The king read the paper, and ordering the man to be flogged,\ndismissed him. The next morning the Brahmani took the paper, and while\nshe was going along the road to the darbar reading it, the king’s son\nmet her, and asked what she was reading, whereupon she replied that she\nheld in her hands a paper containing certain bits of advice, for which\nshe wanted a lac of rupees. The prince asked her to show it to him, and\nwhen he had read it gave her a parwana for the amount, and rode on. The\npoor Brahmani was very thankful. That day she laid in a great store of\nprovisions, sufficient to last them all for a long time.",
        "In the evening the prince related to his father the meeting with the\nwoman, and the purchase of the piece of paper. He thought his father\nwould applaud the act. But it was not so. The king was more angry than\nbefore, and banished his son from the country.",
        "So the prince bade adieu to his mother and relations and friends, and\nrode off on his horse, whither he did not know. At nightfall he arrived\nat some place, where a man met him, and invited him to lodge at his\nhouse. The prince accepted the invitation, and was treated like a\nprince. Matting was spread for him to squat on, and the best provisions\nset before him.",
        "“Ah!” thought he, as he lay down to rest, “here is a case for the first\npiece of advice that the Brahmani gave me. I will not sleep to-night.”",
        "It was well that he thus resolved, for in the middle of the night the\nman rose up, and taking a sword in his hand, rushed to the prince with\nthe intention of killing him. But he rose up and spoke.",
        "“Do not slay me,” he said. “What profit would you get from my death? If\nyou killed me you would be sorry afterwards, like that man who killed\nhis dog.”",
        "“What man? What dog?” he asked.",
        "“I will tell you,” said the prince, “if you will give me that sword.”",
        "So he gave him the sword, and the prince began his story:",
        "“Once upon a time there lived a wealthy merchant who had a pet dog. He\nwas suddenly reduced to poverty, and had to part with his dog. He got a\nloan of five thousand rupees from a brother merchant, leaving the dog\nas a pledge, and with the money began business again. Not long after\nthis the other merchant’s shop was broken into by thieves and\ncompletely sacked. There was hardly ten rupees’ worth left in the\nplace. The faithful dog, however, knew what was going on, and went and\nfollowed the thieves, and saw where they deposited the things, and then\nreturned.",
        "“In the morning there was great weeping and lamentation in the\nmerchant’s house when it was known what had happened. The merchant\nhimself nearly went mad. Meanwhile the dog kept on running to the door,\nand pulling at his master’s shirt and paijamas, as though wishing him\nto go outside. At last a friend suggested that, perhaps, the dog knew\nsomething of the whereabouts of the things, and advised the merchant to\nfollow its leadings. The merchant consented, and went after the dog\nright up to the very place where the thieves had hidden the goods. Here\nthe animal scraped and barked, and showed in various ways that the\nthings were underneath. So the merchant and his friends dug about the\nplace, and soon came upon all the stolen property. Nothing was missing.\nThere was everything just as the thieves had taken them.",
        "“The merchant was very glad. On returning to his house, he at once sent\nthe dog back to its old master with a letter rolled under the collar,\nwherein he had written about the sagacity of the beast, and begged his\nfriend to forget the loan and to accept another five thousand rupees as\na present. When this merchant saw his dog coming back again, he\nthought, ’Alas! my friend is wanting the money. How can I pay him? I\nhave not had sufficient time to recover myself from my recent losses. I\nwill slay the dog ere he reaches the threshold, and say that another\nmust have slain it. Thus there will be an end of my debt.’",
        "“No dog, no loan. Accordingly he ran out and killed the poor dog, when\nthe letter fell out of its collar. The merchant picked it up and read\nit. How great was his grief and disappointment when he knew the facts\nof the case!",
        "“Beware,” continued the prince, “lest you do that which afterwards you\nwould give your life not to have done.”",
        "By the time the prince had concluded this story it was nearly morning,\nand he went away, after rewarding the man.",
        "The prince then visited the country belonging to his brother-in-law. He\ndisguised himself as a jogi, and sitting down by a tree near the\npalace, pretended to be absorbed in worship. News of the man and of his\nwonderful piety reached the ears of the king. He felt interested in\nhim, as his wife was very ill; and he had sought for hakims to cure\nher, but in vain. He thought that, perhaps, this holy man could do\nsomething for her. So he sent to him. But the jogi refused to tread the\nhalls of a king, saying that his dwelling was the open air, and that if\nhis Majesty wished to see him he must come himself and bring his wife\nto the place. Then the king took his wife and brought her to the jogi.\nThe holy man bade her prostrate herself before him, and when she had\nremained in this position for about three hours, he told her to rise\nand go, for she was cured.",
        "In the evening there was great consternation in the palace, because the\nqueen had lost her pearl rosary, and nobody knew anything about it. At\nlength some one went to the jogi, and found it on the ground by the\nplace where the queen had prostrated herself. When the king heard this\nhe was very angry, and ordered the jogi to be executed. This stern\norder, however, was not carried out, as the prince bribed the men and\nescaped from the country. But he knew that the second bit of advice was\ntrue.",
        "Clad in his own clothes, the prince was walking along one day when he\nsaw a potter crying and laughing alternately with his wife and\nchildren. “O fool,” said he, “what is the matter? If you laugh, why do\nyou weep? If you weep, why do you laugh?”",
        "“Do not bother me,” said the potter. “What does it matter to you?”",
        "“Pardon me,” said the prince, “but I should like to know the reason.”",
        "“The reason is this, then,” said the potter. “The king of this country\nhas a daughter whom he is obliged to marry every day, because all her\nhusbands die the first night of their stay with her. Nearly all the\nyoung men of the place have thus perished, and our son will be called\non soon. We laugh at the absurdity of the thing–a potter’s son\nmarrying a princess, and we cry at the terrible consequence of the\nmarriage. What can we do?”",
        "“Truly a matter for laughing and weeping. But weep no more,” said the\nprince. “I will exchange places with your son, and will be married to\nthe princess instead of him. Only give me suitable garments, and\nprepare me for the occasion.”",
        "So the potter gave him beautiful raiment and ornaments, and the prince\nwent to the palace. At night he was conducted to the apartment of the\nprincess. “Dread hour!” thought he; “am I to die like the scores of\nyoung men before me?” He clenched his sword with firm grip, and lay\ndown on his bed, intending to keep awake all the night and see what\nwould happen. In the middle of the night he saw two Shahmars come out\nfrom the nostrils of the princess. They stole over towards him,\nintending to kill him, like the others who had been before him: but he\nwas ready for them. He laid hold of his sword, and when the snakes\nreached his bed he struck at them and killed them. In the morning the\nking came as usual to inquire, and was surprised to hear his daughter\nand the prince talking gaily together. “Surely,” said he, “this man\nmust be her husband, as he only can live with her.”",
        "“Where do you come from? Who are you?” asked the king, entering the\nroom.",
        "“O king!” replied the prince, “I am the son of a king who rules over\nsuch-and-such a country.”",
        "When he heard this the king was very glad, and bade the prince to abide\nin his palace, and appointed him his successor to the throne. The\nprince remained at the palace for more than a year, and then asked\npermission to visit his own country, which was granted. The king gave\nhim elephants, horses, jewels, and abundance of money for the expenses\nof the way and as presents for his father, and the prince started.",
        "On the way he had to pass through the country belonging to his brother-\nin-law, whom we have already mentioned. Report of his arrival reached\nthe ears of the king, who came with rope-tied hands and haltered neck\nto do him homage. He most humbly begged him to stay at his palace, and\nto accept what little hospitality could be provided. While the prince\nwas staying at the palace he saw his sister, who greeted him with\nsmiles and kisses. On leaving he told her how she and her husband had\ntreated him at his first visit, and how he had escaped; and then gave\nthem two elephants, two beautiful horses, fifteen soldiers, and ten\nlacs rupees’ worth of jewels.",
        "Afterwards he went to his own home, and informed his mother and father\nof his arrival. Alas! his parents had both become blind from weeping\nabout the loss of their son. “Let him come in,” said the king, “and put\nhis hands upon our eyes, and we shall see again.” So the prince\nentered, and was most affectionately greeted by his old parents; and he\nlaid his hands on their eyes, and they saw again.",
        "Then the prince told his father all that had happened to him, and how\nhe had been saved several times by attending to the advice that he had\npurchased from the Brahmani. Whereupon the king expressed his sorrow\nfor having sent him away, and all was joy and peace again.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}