{
    "title": "Indian Fairy Tales - The Talkative Tortoise",
    "author": "Joseph Jacobs",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "The future Buddha was once born in a minister’s family, when Brahma-\ndatta was reigning in Benares; and when he grew up, he became the\nking’s adviser in things temporal and spiritual.",
        "Now this king was very talkative; while he was speaking, others had no\nopportunity for a word. And the future Buddha, wanting to cure this\ntalkativeness of his, was constantly seeking for some means of doing\nso.",
        "At that time there was living, in a pond in the Himalaya mountains, a\ntortoise. Two young hamsas, or wild ducks, who came to feed there, made\nfriends with him. And one day, when they had become very intimate with\nhim, they said to the tortoise:",
        "“Friend tortoise! the place where we live, at the Golden Cave on Mount\nBeautiful in the Himalaya country, is a delightful spot. Will you come\nthere with us?”",
        "“But how can I get there?”",
        "“We can take you, if you can only hold your tongue, and will say\nnothing to anybody.”",
        "“Oh! that I can do. Take me with you.”",
        "“That’s right,” said they. And making the tortoise bite hold of a\nstick, they themselves took the two ends in their teeth, and flew up\ninto the air.",
        "Seeing him thus carried by the hamsas, some villagers called out, “Two\nwild ducks are carrying a tortoise along on a stick!” Whereupon the\ntortoise wanted to say, “If my friends choose to carry me, what is that\nto you, you wretched slaves!” So just as the swift flight of the wild\nducks had brought him over the king’s palace in the city of Benares, he\nlet go of the stick he was biting, and falling in the open courtyard,\nsplit in two! And there arose a universal cry, “A tortoise has fallen\nin the open courtyard, and has split in two!”",
        "The king, taking the future Buddha, went to the place, surrounded by\nhis courtiers; and looking at the tortoise, he asked the Bodisat,\n“Teacher! how comes he to be fallen here?”",
        "The future Buddha thought to himself, “Long expecting, wishing to\nadmonish the king, have I sought for some means of doing so. This\ntortoise must have made friends with the wild ducks; and they must have\nmade him bite hold of the stick, and have flown up into the air to take\nhim to the hills. But he, being unable to hold his tongue when he hears\nany one else talk, must have wanted to say something, and let go the\nstick; and so must have fallen down from the sky, and thus lost his\nlife.” And saying, “Truly, O king! those who are called chatter-boxes–\npeople whose words have no end–come to grief like this,” he uttered\nthese Verses:",
        "  “Verily the tortoise killed himself\n  Whilst uttering his voice;\n  Though he was holding tight the stick,\n  By a word himself he slew.",
        "  “Behold him then, O excellent by strength!\n  And speak wise words, not out of season.\n  You see how, by his talking overmuch,\n  The tortoise fell into this wretched plight!”",
        "The king saw that he was himself referred to, and said, “O Teacher! are\nyou speaking of us?”",
        "And the Bodisat spake openly, and said, “O great king! be it thou, or\nbe it any other, whoever talks beyond measure meets with some mishap\nlike this.”",
        "And the king henceforth refrained himself, and became a man of few\nwords.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}