{
    "title": "Indian Fairy Tales - The Pigeon and the Crow",
    "author": "Joseph Jacobs",
    "chapter": "30",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time the Bodhisatta was a Pigeon, and lived in a nest-\nbasket which a rich man’s cook had hung up in the kitchen, in order to\nearn merit by it. A greedy Crow, flying near, saw all sorts of delicate\nfood lying about in the kitchen, and fell a-hungering after it. “How in\nthe world can I get some?” thought he? At last he hit upon a plan.",
        "When the Pigeon went to search for food, behind him, following,\nfollowing, came the Crow.",
        "“What do you want, Mr. Crow? You and I don’t feed alike.”",
        "“Ah, but I like you and your ways! Let me be your chum, and let us feed\ntogether.”",
        "The Pigeon agreed, and they went on in company. The Crow pretended to\nfeed along with the Pigeon, but ever and anon he would turn back, peck\nto bits some heap of cow-dung, and eat a fat worm. When he had got a\nbellyful of them, up he flies, as pert as you like:",
        "“Hullo, Mr. Pigeon, what a time you take over your meal! One ought to\ndraw the line somewhere. Let’s be going home before it is too late.\"\nAnd so they did.",
        "The cook saw that his Pigeon had brought a friend, and hung up another\nbasket for him.",
        "A few days afterwards there was a great purchase of fish which came to\nthe rich man’s kitchen. How the Crow longed for some! So there he lay,\nfrom early morn, groaning and making a great noise. Says the Pigeon to\nthe Crow:",
        "“Come, Sir Crow, and get your breakfast!\"’",
        "“Oh dear! oh dear! I have such a fit of indigestion!” says he.",
        "“Nonsense! Crows never have indigestion,” said the Pigeon. “If you eat\na lamp-wick, that stays in your stomach a little while; but anything\nelse is digested in a trice, as soon as you eat it. Now do what I tell\nyou; don’t behave in this way just for seeing a little fish.”",
        "“Why do you say that, master? I have indigestion.”",
        "“Well, be careful,” said the Pigeon, and flew away.",
        "The cook prepared all the dishes, and then stood at the kitchen door,\nwiping the sweat off his body. “Now’s my time!” thought Mr. Crow, and\nalighted on a dish containing some dainty food. Click! The cook heard\nit, and looked round. Ah! he caught the Crow, and plucked all the\nfeathers out of his head, all but one tuft; he powdered ginger and\ncummin, mixed it up with butter-milk, and rubbed it well all over the\nbird’s body.",
        "“That’s for spoiling my master’s dinner and making me throw it away!\"\nsaid he, and threw him into his basket. Oh, how it hurt!",
        "By-and-by the Pigeon came in, and saw the Crow lying there, making a\ngreat noise. He made great game of him, and repeated a verse of poetry:",
        "  “Who is this tufted crane I see\n  Lying where he’s no right to be?\n  Come out! my friend, the crow is near,\n  And he may do you harm, I fear!”",
        "To this the Crow answered with another:",
        "  “No tufted crane am I–no, no!\n  I’m nothing but a greedy crow.\n  I would not do as I was told,\n  So now I’m plucked, as you behold.”",
        "And the Pigeon rejoined with a third verse:",
        "  “You’ll come to grief again, I know–\n  It is your nature to do so;\n  If people make a dish of meat,\n  ’Tis not for little birds to eat.”",
        "Then the Pigeon flew away, saying: “I can’t live with this creature any\nlonger.” And the Crow lay there groaning till he died.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}