{
    "title": "Indian Heroes and Great Chieftains - Hole-in-ihe-Day (Charles A. Eastman)",
    "author": "Unknown",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "[I wish to thank Reverend C. H. Beaulieu of Le Soeur,\nMinnesota, for much of the material used in this chapter.]",
        "In the beginning of the nineteenth century, the Indian nations of\nthe Northwest first experienced the pressure of civilization.  At\nthis period there were among them some brilliant leaders unknown to\nhistory, for the curious reason that they cordially received and\nwelcomed the newcomers rather than opposed them.  The only\ndifficulties were those arising among the European nations\nthemselves, and often involving the native tribes.  Thus new\nenvironments brought new motives, and our temptations were\nincreased manyfold with the new weapons, new goods, and above all\nthe subtly destructive “spirit water.”",
        "Gradually it became known that the new race had a definite\npurpose, and that purpose was to chart and possess the whole\ncountry, regardless of the rights of its earlier inhabitants. Still\nthe old chiefs cautioned their people to be patient, for, said\nthey, the land is vast, both races can live on it, each in their\nown way.  Let us therefore befriend them and trust to their\nfriendship.  While they reasoned thus, the temptations of graft and\nself-aggrandizement overtook some of the leaders.",
        "Hole-in-the-Day (or Bug-o-nay-ki-shig) was born in the opening\ndays of this era.  The word “ki-shig” means either “day” or “sky”,\nand the name is perhaps more correctly translated Hole-in-the-Sky. \nThis gifted man inherited his name and much of his ability from his\nfather, who was a war chief among the Ojibways, a Napoleon of the\ncommon people, and who carried on a relentless warfare against the\nSioux.  And yet, as was our custom at the time, peaceful meetings\nwere held every summer, at which representatives of the two tribes\nwould recount to one another all the events that had come to pass\nduring the preceding year.",
        "Hole-in-the-Day the younger was a handsome man, tall and\nsymmetrically formed, with much grace of manner and natural\nrefinement.  He was an astute student of diplomacy.  The Ojibways\nallowed polygamy, and whether or not he approved the principle, he\nmade political use of it by marrying the daughter of a chief in\nnearly every band.  Through these alliances he held a controlling\ninfluence over the whole Ojibway nation.  Reverend Claude H.\nBeaulieu says of him:",
        "“Hole-in-the-Day was a man of distinguished appearance and\nnative courtliness of manner.  His voice was musical and magnetic,\nand with these qualities he had a subtle brain, a logical mind, and\nquite a remarkable gift of oratory.  In speech he was not\nimpassioned, but clear and convincing, and held fast the attention\nof his hearers.”",
        "It is of interest to note that his everyday name among his\ntribesmen was “The Boy.”  What a boy he must have been!  I wonder\nif the name had the same significance as with the Sioux, who\napplied it to any man who performs a difficult duty with alertness,\ndash, and natural courage.  “The Man” applies to one who adds to\nthese qualities wisdom and maturity of judgment.",
        "The Sioux tell many stories of both the elder and the younger\nHole-in-the-Day.  Once when The Boy was still under ten years of\nage, he was fishing on Gull Lake in a leaky birch-bark canoe. \nPresently there came such a burst of frantic warwhoops that his\nfather was startled.  He could not think of anything but an attack\nby the dreaded Sioux.  Seizing his weapons, he ran to the rescue of\nhis son, only to find that the little fellow had caught a fish so\nlarge that it was pulling his canoe all over the lake.  “Ugh,\"\nexclaimed the father, “if a mere fish scares you so badly, I fear\nyou will never make a warrior!",
        "It is told of him that when he was very small, the father once\nbrought home two bear cubs and gave them to him for pets.  The Boy\nwas feeding and getting acquainted with them outside his mother’s\nbirch-bark teepee, when suddenly he was heard to yell for help. \nThe two little bears had treed The Boy and were waltzing around the\ntree.  His mother scared them off, but again the father laughed at\nhim for thinking that he could climb trees better than a bear.",
        "The elder Hole-in-the-Day was a daring warrior and once\nattacked and scalped a Sioux who was carrying his pelts to the\ntrading post, in full sight of his friends.  Of course he was\ninstantly pursued, and he leaped into a canoe which was lying near\nby and crossed to an island in the Mississippi River near Fort\nSnelling.  When almost surrounded by Sioux warriors, he left the\ncanoe and swam along the shore with only his nose above water, but\nas they were about to head him off he landed and hid behind the\nfalling sheet of water known as Minnehaha Falls, thus saving his\nlife.",
        "It often happens that one who offers his life freely will\nafter all die a natural death.  The elder Hole-in-the-Day so died\nwhen The Boy was still a youth.  Like Philip of Massachusetts,\nChief Joseph the younger, and the brilliant Osceola, the mantle\nfell gracefully upon his shoulders, and he wore it during a short\nbut eventful term of chieftainship.  It was his to see the end of\nthe original democracy on this continent.  The clouds were fast\nthickening on the eastern horizon.  The day of individualism and\nequity between man and man must yield to the terrific forces of\ncivilization, the mass play of materialism, the cupidity of\ncommerce with its twin brother politics.  Under such conditions the\nyounger Hole-in-the-Day undertook to guide his tribesmen.  At first\nthey were inclined to doubt the wisdom of so young a leader, but he\nsoon proved a ready student of his people’s traditions, and yet,\nlike Spotted Tail and Little Crow, he adopted too willingly the\nwhite man’s politics.  He maintained the territory won from the\nSioux by his predecessors.  He negotiated treaties with the ability\nof a born diplomat, with one exception, and that exception cost him\nhis life.",
        "Like other able Indians who foresaw the inevitable downfall of\ntheir race, he favored a gradual change of customs leading to\ncomplete adoption of the white man’s ways.  In order to accustom\nthe people to a new standard, he held that the chiefs must have\nauthority and must be given compensation for their services.  This\nwas a serious departure from the old rule but was tacitly accepted,\nand in every treaty he made there was provision for himself in the\nway of a land grant or a cash payment.  He early departed from the\nold idea of joint ownership with the Lake Superior Ojibways,\nbecause he foresaw that it would cause no end of trouble for the\nMississippi River branch of which he was then the recognized head. \nBut there were difficulties to come with the Leech Lake and Red\nLake bands, who held aloof from his policy, and the question of\nboundaries began to arise.",
        "In the first treaty negotiated with the government by young\nHole-in-the-Day in 1855, a “surplus” was provided for the chiefs\naside from the regular per capita payment, and this surplus was to\nbe distributed in proportion to the number of Indians under each. \nHole-in-the-Day had by far the largest enrollment, therefore he got\nthe lion’s share of this fund.  Furthermore he received another sum\nset apart for the use of the “head chief”, and these things did not\nlook right to the tribe.  In the very next treaty he provided\nhimself with an annuity of one thousand dollars for twenty years,\nbeside a section of land near the village of Crow Wing, and the\ngovernment was induced to build him a good house upon this land. \nIn his home he had many white servants and henchmen and really\nlived like a lord.  He dressed well in native style with a touch\nof civilized elegance, wearing coat and leggings of fine\nbroadcloth, linen shirt with collar, and, topping all, a handsome\nblack or blue blanket.  His moccasins were of the finest deerskin\nand beautifully worked.  His long beautiful hair added much to his\npersonal appearance.  He was fond of entertaining and being\nentertained and was a favorite both among army officers and\ncivilians.  He was especially popular with the ladies, and this\nfact will appear later in the story.",
        "At about this time, the United States government took it upon\nitself to put an end to warfare between the Sioux and Ojibways.  A\npeace meeting was arranged at Fort Snelling, with the United States\nas mediator.  When the representatives of the two nations met at\nthis grand council, Hole-in-the-Day came as the head chief of his\npeople, and with the other chiefs appeared in considerable pomp and\ndignity.  The wives of the government officials were eager for\nadmission to this unusual gathering, but when they arrived there\nwas hardly any space left except next to the Sioux chiefs, and the\nwhite ladies soon crowded this space to overflowing.  One of the\nSioux remarked: “I thought this was to be a council of chiefs and\nbraves, but I see many women among us.”  Thereupon the Ojibway\narose and spoke in his courtliest manner.  “The Ojibway chiefs will\nfeel highly honored,” said he, “if the ladies will consent to sit\non our side.”",
        "Another sign of his alertness to gain favor among the whites\nwas seen in the fact that he took part in the territorial\ncampaigns, a most unusual thing for an Indian of that day.  Being\na man of means and influence, he was listened to with respect by\nthe scattered white settlers in his vicinity.  He would make a\npolitical speech through an interpreter, but would occasionally\nbreak loose in his broken English, and wind up with an invitation\nto drink in the following words: “Chentimen, you Pemicans\n(Republicans), come out and drink!”",
        "From 1855 to 1864 Hole-in-the-Day was a well-known figure in\nMinnesota, and scarcely less so in Washington, for he visited the\ncapital quite often on tribal affairs.  As I have said before, he\nwas an unusually handsome man, and was not unresponsive to flattery\nand the attentions of women.  At the time of this incident he was\nperhaps thirty-five years old, but looked younger.  He had called\nupon the President and was on his way back to his hotel, when he\nhappened to pass the Treasury building just as the clerks were\nleaving for the day.  He was immediately surrounded by an\ninquisitive throng.  Among them was a handsome young woman who\nasked through the interpreter if the chief would consent to an\ninterview about his people, to aid her in a paper she had promised\nto prepare.",
        "Hole-in-the-Day replied: “If the beautiful lady is willing to\nrisk calling on the chief at his hotel, her request will be\ngranted.”  The lady went, and the result was so sudden and strong\nan attachment that both forgot all racial biases and differences of\nlanguage and custom.  She followed him as far as Minneapolis, and\nthere the chief advised her to remain, for he feared the jealousy\nof some of his many wives.  She died there, soon after giving birth\nto a son, who was brought up by a family named Woodbury; and some\nfifteen years ago I met the young man in Washington and was taken\nby him to call upon certain of his mother’s relatives.",
        "The ascendancy of Hole-in-the-Day was not gained entirely\nthrough the consent of his people, but largely by government favor,\ntherefore there was strong suppressed resentment among his\nassociate chiefs, and the Red Lake and Leech Lake bands in fact\nnever acknowledged him as their head, while they suspected him of\nmaking treaties which involved some of their land.  He was in\npersonal danger from this source, and his life was twice attempted,\nbut, though wounded, in each case he recovered.  His popularity\nwith Indian agents and officers lasted till the Republicans came\ninto power in the sixties and there was a new deal.  The chief no\nlonger received the favors and tips to which he was accustomed; in\nfact he was in want of luxuries, and worse still, his pride was\nhurt by neglect.  The new party had promised Christian treatment to\nthe Indians, but it appeared that they were greater grafters than\ntheir predecessors, and unlike them kept everything for themselves,\nallowing no perquisites to any Indian chief.",
        "In his indignation at this treatment, Hole-in-the-Day began\nexposing the frauds on his people, and so at a late day was\nconverted to their defense.  Perhaps he had not fully understood\nthe nature of graft until he was in a position to view it from the\noutside.  After all, he was excusable in seeking to maintain the\ndignity of his office, but he had departed from one of the\nfundamental rules of the race, namely: “Let no material gain be the\nmotive or reward of public duty.”  He had wounded the ideals of his\npeople beyond forgiveness, and he suffered the penalty; yet his\ncourage was not diminished by the mistakes of his past.  Like the\nSioux chief Little Crow, he was called “the betrayer of his\npeople”, and like him he made a desperate effort to regain lost\nprestige, and turned savagely against the original betrayers of his\nconfidence, the agents and Indian traders.",
        "When the Sioux finally broke out in 1862, the first thought of\nthe local politicians was to humiliate Hole-in-the-Day by arresting\nhim and proclaiming some other “head chief” in his stead.  In so\ndoing they almost forced the Ojibways to fight under his\nleadership.  The chief had no thought of alliance with the Sioux,\nand was wholly unaware of the proposed action of the military on\npretense of such a conspiracy on his part.  He was on his way to\nthe agency in his own carriage when a runner warned him of his\ndanger.  He thereupon jumped down and instructed the driver to\nproceed.  His coachman was arrested by a file of soldiers, who when\nthey discovered their mistake went to his residence in search of\nhim, but meanwhile he had sent runners in every direction to notify\nhis warriors, and had moved his family across the Mississippi. \nWhen the military reached the river bank he was still in sight, and\nthe lieutenant called upon him to surrender.  When he refused, the\nsoldiers were ordered to fire upon him, but he replied with his own\nrifle, and with a whoop disappeared among the pine groves.",
        "It was remarkable how the whole tribe now rallied to the call\nof Hole-in-the-Day.  He allowed no depredations to the young men\nunder his leadership, but camped openly near the agency and awaited\nan explanation.  Presently Judge Cooper of St. Paul, a personal\nfriend of the chief, appeared, and later on the Assistant Secretary\nof the Interior, accompanied by Mr. Nicolay, private secretary of\nPresident Lincoln.  Apparently that great humanitarian President\nsaw the whole injustice of the proceeding against a loyal nation,\nand the difficulty was at an end.",
        "Through the treaties of 1864, 1867, and 1868 was accomplished\nthe final destiny of the Mississippi River Ojibways. \nHole-in-the-Day was against their removal to what is now White\nEarth reservation, but he was defeated in this and realized that\nthe new turn of events meant the downfall of his race.  He declared\nthat he would never go on the new reservation, and he kept his\nword.  He remained on one of his land grants near Crow Wing.  As\nthe other chiefs assumed more power, the old feeling of suspicion\nand hatred became stronger, especially among the Pillager and Red\nLake bands.  One day he was waylaid and shot by a party of these\ndisaffected Indians.  He uttered a whoop and fell dead from his\nbuggy.",
        "Thus died one of the most brilliant chiefs of the Northwest,\nwho never defended his birthright by force of arms, although almost\ncompelled to do so.  He succeeded in diplomacy so long as he was\nthe recognized head of his people.  Since we have not passed over\nhis weaknesses, he should be given credit for much insight in\ncausing the article prohibiting the introduction of liquor into the\nIndian country to be inserted into the treaty of 1858.  I think it\nwas in 1910 that this forgotten provision was discovered and again\nenforced over a large expanse of territory occupied by whites, it\nbeing found that the provision had never been repealed.",
        "Although he left many children, none seem to have made their\nmark, yet it may be that in one of his descendants that undaunted\nspirit will rise again.",
        " ",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}