{
    "title": "Indian Fairy Tales - Loving Laili",
    "author": "Joseph Jacobs",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "Once there was a king called King Dantal, who had a great many rupees\nand soldiers and horses. He had also an only son called Prince Majnun,\nwho was a handsome boy with white teeth, red lips, blue eyes, red\ncheeks, red hair, and a white skin. This boy was very fond of playing\nwith the Wazir’s son, Husain Mahamat, in King Dantal’s garden, which\nwas very large and full of delicious fruits, and flowers, and trees.\nThey used to take their little knives there and cut the fruits and eat\nthem. King Dantal had a teacher for them to teach them to read and\nwrite.",
        "One day, when they were grown two fine young men, Prince Majnun said to\nhis father, “Husain Mahamat and I should like to go and hunt.” His\nfather said they might go, so they got ready their horses and all else\nthey wanted for their hunting, and went to the Phalana country, hunting\nall the way, but they only founds jackals and birds.",
        "The Raja of the Phalana country was called Munsuk Raja, and he had a\ndaughter named Laili, who was very beautiful; she had brown eyes and\nblack hair.",
        "One night, some time before Prince Majnun came to her father’s kingdom,\nas she slept, Khuda sent to her an angel in the form of a man who told\nher that she should marry Prince Majnun and no one else, and that this\nwas Khuda’s command to her. When Laili woke she told her father of the\nangel’s visit to her as she slept; but her father paid no attention to\nher story. From that time she began repeating, “Majnun, Majnun; I want\nMajnun,” and would say nothing else. Even as she sat and ate her food\nshe kept saying, “Majnun, Majnun; I want Majnun.” Her father used to\nget quite vexed with her. “Who is this Majnun? who ever heard of this\nMajnun?” he would say.",
        "“He is the man I am to marry,” said Laili. “Khuda has ordered me to\nmarry no one but Majnun.” And she was half mad.",
        "Meanwhile, Majnun and Husain Mahamat came to hunt in the Phalana\ncountry; and as they were riding about, Laili came out on her horse to\neat the air, and rode behind them. All the time she kept saying,\n“Majnun, Majnun; I want Majnun.” The prince heard her, and turned\nround. “Who is calling me?” he asked. At this Laili looked at him, and\nthe moment she saw him she fell deeply in love with him, and she said\nto herself, “I am sure that is the Prince Majnun that Khuda says I am\nto marry.” And she went home to her father and said, “Father, I wish to\nmarry the prince who has come to your kingdom; for I know he is the\nPrince Majnun I am to marry.”",
        "“Very well, you shall have him for your husband,” said Munsuk Raja. “We\nwill ask him to-morrow.” Laili consented to wait, although she was very\nimpatient. As it happened, the prince left the Phalana kingdom that\nnight, and when Laili heard he was gone, she went quite mad. She would\nnot listen to a word her father, or her mother, or her servants said to\nher, but went off into the jungle, and wandered from jungle to jungle,\ntill she got farther and farther away from her own country. All the\ntime she kept saying, “Majnun, Majnun; I want Majnun;” and so she\nwandered about for twelve years.",
        "At the end of the twelve years she met a fakir–he was really an angel,\nbut she did not know this–who asked her, “Why do you always say,\n’Majnun, Majnun; I want Majnun’?” She answered, “I am the daughter of\nthe king of the Phalana country, and I want to find Prince Majnun; tell\nme where his kingdom is.”",
        "“I think you will never get there,” said the fakir, “for it is very far\nfrom hence, and you have to cross many rivers to reach it.” But Laili\nsaid she did not care; she must see Prince Majnun. “Well,” said the\nfakir, “when you come to the Bhagirathi river you will see a big fish,\na Rohu; and you must get him to carry you to Prince Majnun’s country,\nor you will never reach it.”",
        "She went on and on, and at last she came to the Bhagirathi river. There\nwas a great big fish called the Rohu fish. It was yawning just as she\ngot up to it, and she instantly jumped down its throat into its\nstomach. All the time she kept saying, “Majnun, Majnun.” At this the\nRohu fish was greatly alarmed and swam down the river as fast as he\ncould. By degrees he got tired and went slower, and a crow came and\nperched on his back, and said “Caw, caw.” “Oh, Mr. Crow,” said the poor\nfish “do see what is in my stomach that makes such a noise.”",
        "“Very well,” said the crow, “open your mouth wide, and I’ll fly down\nand see.”",
        "So the Rohu opened his jaws and the crow flew down, but he came up\nagain very quickly. “You have a Rakshas in your stomach,” said the\ncrow, and he flew away.",
        "This news did not comfort the poor Rohu, and he swam on and on till he\ncame to Prince Majnun’s country. There he stopped. And a jackal came\ndown to the river to drink. “Oh, jackal,” said the Rohu “do tell me\nwhat I have inside me.”",
        "“How can I tell?” said the jackal. “I cannot see unless I go inside\nyou.” So the Rohu opened his mouth wide, and the jackal jumped down his\nthroat; but he came up very quickly, looking much frightened and\nsaying, “You have a Rakshas in your stomach, and if I don’t run away\nquickly, I am afraid it will eat me.” So off he ran. After the jackal\ncame an enormous snake. “Oh,” says the fish, “do tell me what I have in\nmy stomach, for it rattles about so, and keeps saying, ’Majnun, Majnun;\nI want Majnun.’”",
        "The snake said, “Open your mouth wide, and I’ll go down and see what it\nis.” The snake went down: when he returned he said, “You have a Rakshas\nin your stomach, but if you will let me cut you open, it will come out\nof you.” “If you do that, I shall die,” said the Rohu. “Oh, no,” said\nthe snake, “you will not, for I will give you a medicine that will make\nyou quite well again.” So the fish agreed, and the snake got a knife\nand cut him open, and out jumped Laili.",
        "She was now very old. Twelve years she had wandered about the jungle,\nand for twelve years she had lived inside her Rohu; and she was no\nlonger beautiful, and had lost her teeth. The snake took her on his\nback and carried her into the country, and there he put her down, and\nshe wandered on and on till she got to Majnun’s court-house, where King\nMajnun was sitting. There some men heard her crying, “Majnun, Majnun; I\nwant Majnun,” and they asked her what she wanted. “I want King Majnun,\"\nshe said.",
        "So they went in and said to Prince Majnun, “An old woman outside says\nshe wants you.” “I cannot leave this place,” said he; “send her in\nhere.” They brought her in and the prince asked her what she wanted. “I\nwant to marry you,” she answered. “Twenty-four years ago you came to my\nfather the Phalana Raja’s country, and I wanted to marry you then; but\nyou went away without marrying me. Then I went mad, and I have wandered\nabout all these years looking for you.” Prince Majnun said, “Very\ngood.”",
        "“Pray to Khuda,” said Laili, “to make us both young again, and then we\nshall be married.” So the prince prayed to Khuda, and Khuda said to\nhim, “Touch Laili’s clothes and they will catch fire, and when they are\non fire, she and you will become young again.” When he touched Laili’s\nclothes they caught fire, and she and he became young again. And there\nwere great feasts, and they were married, and travelled to the Phalana\ncountry to see her father and mother.",
        "Now Laili’s father and mother had wept so much for their daughter that\nthey had become quite blind, and her father kept always repeating,\n“Laili, Laili, Laili.” When Laili saw their blindness, she prayed to\nKhuda to restore their sight to them, which he did. As soon as the\nfather and mother saw Laili, they hugged her and kissed her, and then\nthey had the wedding all over again amid great rejoicings. Prince\nMajnum and Laili stayed with Munsuk Raja and his wife for three years,\nand then they returned to King Dantal, and lived happily for some time\nwith him. They used to go out hunting, and they often went from country\nto country to eat the air and amuse themselves.",
        "One day Prince Majnun said to Laili, “Let us go through this jungle.\"\n“No, no,” said Laili; “if we go through this jungle, some harm will\nhappen to me.” But Prince Majnun laughed, and went into the jungle. And\nas they were going through it, Khuda thought, “I should like to know\nhow much Prince Majnun loves his wife. Would he be very sorry if she\ndied? And would he marry another wife? I will see.” So he sent one of\nhis angels in the form of a fakir into the jungle; and the angel went\nup to Laili, and threw some powder in her face, and instantly she fell\nto the ground a heap of ashes.",
        "Prince Majnun was in great sorrow and grief when he saw his dear Laili\nturned into a little heap of ashes; and he went straight home to his\nfather, and for a long, long time he would not be comforted. After a\ngreat many years he grew more cheerful and happy, and began to go again\ninto his father’s beautiful garden with Husain Mahamat. King Dantal\nwished his son to marry again. “I will only have Laili for my wife; I\nwill not marry any other woman,” said Prince Majnun.",
        "“How can you marry Laili? Laili is dead. She will never come back to\nyou,” said the father. “Then I’ll not have any wife at all,” said\nPrince Majnun.",
        "Meanwhile Laili was living in the jungle where her husband had left her\na little heap of ashes. As soon as Majnun had gone, the fakir had taken\nher ashes and made them quite clean, and then he had mixed clay and\nwater with the ashes, and made the figure of a woman with them, and so\nLaili regained her human form, and Khuda sent life into it. But Laili\nhad become once more a hideous old woman, with a long, long nose, and\nteeth like tusks; just such an old woman, excepting her teeth, as she\nhad been when she came out of the Rohu fish; and she lived in the\njungle, and neither ate nor drank, and she kept on saying, “Majnun,\nMajnun; I want Majnun.”",
        "At last the angel who had come as a fakir and thrown the powder at her,\nsaid to Khuda, “Of what use is it that this woman should sit in the\njungle crying, crying for ever, ’Majnun, Majnun; I want Majnun,’ and\neating and drinking nothing? Let me take her to Prince Majnun.” “Well,\"\nsaid Khuda, “you may do so; but tell her that she must not speak to\nMajnun if he is afraid of her when he sees her; and that if he is\nafraid when he sees her, she will become a little white dog the next\nday. Then she must go to the palace, and she will only regain her human\nshape when Prince Majnun loves her, feeds her with his own food, and\nlets her sleep in his bed.”",
        "So the angel came to Laili again as a fakir and carried her to King\nDantal’s garden. “Now,” he said, “it is Khuda’s command that you stay\nhere till Prince Majnun comes to walk in the garden, and then you may\nshow yourself to him. But you must not speak to him, if he is afraid of\nyou; and should he be afraid of you, you will the next day become a\nlittle white dog.” He then told her what she must do as a little dog to\nregain her human form.",
        "Laili stayed in the garden, hidden in the tall grass, till Prince\nMajnun and Husain Mahamat came to walk in the garden. King Dantal was\nnow a very old man, and Husain Mahamat, though he was really only as\nold as Prince Majnun, looked a great deal older than the prince, who\nhad been made quite young again when he married Laili.",
        "As Prince Majnun and the Wazir’s son walked in the garden, they\ngathered the fruit as they had done as little children, only they bit\nthe fruit with their teeth; they did not cut it. While Majnun was busy\neating a fruit in this way, and was talking to Husain Mahamat, he\nturned towards him and saw Laili walking behind the Wazir’s son.",
        "“Oh, look, look!” he cried, “see what is following you; it is a Rakshas\nor a demon, and I am sure it is going to eat us.” Laili looked at him\nbeseechingly with all her eyes, and trembled with age and eagerness;\nbut this only frightened Majnun the more. “It is a Rakshas, a Rakshas!\"\nhe cried, and he ran quickly to the palace with the Wazir’s son; and as\nthey ran away, Laili disappeared into the jungle. They ran to King\nDantal, and Majnun told him there was a Rakshas or a demon in the\ngarden that had come to eat them.",
        "“What nonsense,” said his father. “Fancy two grown men being so\nfrightened by an old ayah or a fakir! And if it had been a Rakshas, it\nwould not have eaten you.” Indeed King Dantal did not believe Majnun\nhad seen anything at all, till Husain Mahamat said the prince was\nspeaking the exact truth. They had the garden searched for the terrible\nold woman, but found nothing, and King Dantal told his son he was very\nsilly to be so much frightened. However, Prince Majnun would not walk\nin the garden any more.",
        "The next day Laili turned into a pretty little dog; and in this shape\nshe came into the palace, where Prince Majnun soon became very fond of\nher. She followed him everywhere, went with him when he was out\nhunting, and helped him to catch his game, and Prince Majnun fed her\nwith milk, or bread, or anything else he was eating, and at night the\nlittle dog slept in his bed.",
        "But one night the little dog disappeared, and in its stead there lay\nthe little old woman who had frightened him so much in the garden; and\nnow Prince Majnun was quite sure she was a Rakshas, or a demon, or some\nsuch horrible thing come to eat him; and in his terror he cried out,\n“What do you want? Oh, do not eat me; do not eat me!” Poor Laili\nanswered, “Don’t you know me? I am your wife Laili, and I want to marry\nyou. Don’t you remember how you would go through that jungle, though I\nbegged and begged you not to go, for I told you that harm would happen\nto me, and then a fakir came and threw powder in my face, and I became\na heap of ashes. But Khuda gave me my life again, and brought me here,\nafter I had stayed a long, long while in the jungle crying for you, and\nnow I am obliged to be a little dog; but if you will marry me, I shall\nnot be a little dog any more.” Majnun, however, said “How can I marry\nan old woman like you? how can you be Laili? I am sure you are a\nRakshas or a demon come to eat me,” and he was in great terror.",
        "In the morning the old woman had turned into the little dog, and the\nprince went to his father and told him all that had happened. “An old\nwoman! an old woman! always an old woman!” said his father. “You do\nnothing but think of old women. How can a strong man like you be so\neasily frightened?” However, when he saw that his son was really in\ngreat terror, and that he really believed the old woman would came back\nat night, he advised him to say to her, “I will marry you if you can\nmake yourself a young girl again. How can I marry such an old woman as\nyou are?”",
        "That night as he lay trembling in bed the little old woman lay there in\nplace of the dog, crying “Majnun, Majnun, I want to marry you. I have\nloved you all these long, long years. When I was in my father’s kingdom\na young girl, I knew of you, though you knew nothing of me, and we\nshould have been married then if you had not gone away so suddenly, and\nfor long, long years I followed you.”",
        "“Well,” said Majnun, “if you can make yourself a young girl again, I\nwill marry you.”",
        "Laili said, “Oh, that is quite easy. Khuda will make me a young girl\nagain. In two days’ time you must go into the garden, and there you\nwill see a beautiful fruit. You must gather it and bring it into your\nroom and cut it open yourself very gently, and you must not open it\nwhen your father or anybody else is with you, but when you are quite\nalone; for I shall be in the fruit quite naked, without any clothes at\nall on.” In the morning Laili took her little dog’s form, and\ndisappeared in the garden.",
        "Prince Majnun told all this to his father, who told him to do all the\nold woman had bidden him. In two days’ time he and the Wazir’s son\nwalked in the garden, and there they saw a large, lovely red fruit.\n“Oh!” said the Prince, “I wonder shall I find my wife in that fruit.\"\nHusain Mahamat wanted him to gather it and see, but he would not till\nhe had told his father, who said, “That must be the fruit; go and\ngather it.” So Majnun went back and broke the fruit off its stalk; and\nhe said to his father, “Come with me to my room while I open it; I am\nafraid to open it alone, for perhaps I shall find a Rakshas in it that\nwill eat me.”",
        "“No,” said King Dantal; “remember, Laili will be naked; you must go\nalone and do not be afraid if, after all, a Rakshas is in the fruit,\nfor I will stay outside the door, and you have only to call me with a\nloud voice, and I will come to you, so the Rakshas will not be able to\neat you.”",
        "Then Majnun took the fruit and began to cut it open tremblingly, for he\nshook with fear; and when he had cut it, out stepped Laili, young and\nfar more beautiful than she had ever been. At the sight of her extreme\nbeauty, Majnun fell backwards fainting on the floor.",
        "Laili took off his turban and wound it all round herself like a sari\n(for she had no clothes at all on), and then she called King Dantal,\nand said to him sadly, “Why has Majnun fallen down like this? Why will\nhe not speak to me? He never used to be afraid of me; and he has seen\nme so many, many times.”",
        "King Dantal answered, “It is because you are so beautiful. You are far,\nfar more beautiful than you ever were. But he will be very happy\ndirectly.” Then the King got some water, and they bathed Majnun’s face\nand gave him some to drink, and he sat up again.",
        "Then Laili said, “Why did you faint? Did you not see I am Laili?”",
        "“Oh!” said Prince Majnun, “I see you are Laili come back to me, but\nyour eyes have grown so wonderfully beautiful, that I fainted when I\nsaw them.” Then they were all very happy, and King Dantal had all the\ndrums in the place beaten, and had all the musical instruments played\non, and they made a grand wedding-feast, and gave presents to the\nservants, and rice and quantities of rupees to the fakirs.",
        "After some time had passed very happily, Prince Majnun and his wife\nwent out to eat the air. They rode on the same horse, and had only a\ngroom with them. They came to another kingdom, to a beautiful garden.\n“We must go into that garden and see it,” said Majnun.",
        "“No, no,” said Laili; “it belongs to a bad Raja, Chumman Basa, a very\nwicked man.” But Majnun insisted on going in, and in spite of all Laili\ncould say, he got off the horse to look at the flowers. Now, as he was\nlooking at the flowers, Laili saw Chumman Basa coming towards them, and\nshe read in his eyes that he meant to kill her husband and seize her.\nSo she said to Majnun, “Come, come, let us go; do not go near that bad\nman. I see in his eyes, and I feel in my heart, that he will kill you\nto seize me.”",
        "“What nonsense,” said Majnun. “I believe he is a very good Raja.\nAnyhow, I am so near to him that I could not get away.”",
        "“Well,” said Laili, “it is better that you should be killed than I, for\nif I were to be killed a second time, Khuda would not give me my life\nagain; but I can bring you to life if you are killed.” Now Chumman Basa\nhad come quite near, and seemed very pleasant, so thought Prince\nMajnun; but when he was speaking to Majnun, he drew his scimitar and\ncut off the prince’s head at one blow.",
        "Laili sat quite still on her horse, and as the Raja came towards her\nshe said, “Why did you kill my husband?”",
        "“Because I want to take you,” he answered.",
        "“You cannot,” said Laili.",
        "“Yes, I can,” said the Raja.",
        "“Take me, then,” said Laili to Chumman Basa; so he came quite close and\nput out his hand to take hers to lift her off her horse. But she put\nher hand in her pocket and pulled out a tiny knife, only as long as her\nhand was broad, and this knife unfolded itself in one instant till it\nwas such a length! and then Laili made a great sweep with her arm and\nher long, long knife, and off came Chumman Basa’s head at one touch.",
        "Then Laili slipped down off her horse, and she went to Majnun’s dead\nbody, and she cut her little finger inside her hand straight down from\nthe top of her nail to her palm, and out of this gushed blood like\nhealing medicine. Then she put Majnun’s head on his shoulders, and\nsmeared her healing blood all over the wound, and Majnun woke up and\nsaid, “What a delightful sleep I have had! Why, I feel as if I had\nslept for years!” Then he got up and saw the Raja’s dead body by\nLaili’s horse.",
        "“What’s that?” said Majnun.",
        "“That is the wicked Raja who killed you to seize me, just as I said he\nwould.”",
        "“Who killed him?” asked Majnun.",
        "“I did,” answered Laili, “and it was I who brought you to life.”",
        "“Do bring the poor man to life if you know how to do so,” said Majnun.",
        "“No,” said Laili, “for he is a wicked man, and will try to do you\nharm.” But Majnun asked her for such a long time, and so earnestly to\nbring the wicked Raja to life, that at least she said, “Jump up on the\nhorse, then, and go far away with the groom.”",
        "“What will you do,” said Majnun, “if I leave you? I cannot leave you.”",
        "“I will take care of myself,” said Laili; “but this man is so wicked,\nhe may kill you again if you are near him.” So Majnun got up on the\nhorse, and he and the groom went a long way off and waited for Laili.\nThen she set the wicked Raja’s head straight on his shoulders, and she\nsqueezed the wound in her finger till a little blood-medicine came out\nof it. Then she smeared this over the place where her knife had passed,\nand just as she saw the Raja opening his eyes, she began to run, and\nshe ran, and ran so fast, that she outran the Raja, who tried to catch\nher; and she sprang up on the horse behind her husband, and they rode\nso fast, so fast, till they reached King Dantal’s palace.",
        "There Prince Majnun told everything to his father, who was horrified\nand angry. “How lucky for you that you have such a wife,” he said. “Why\ndid you not do what she told you? But for her, you would be now dead.\"\nThen he made a great feast out of gratitude for his son’s safety, and\ngave many, many rupees to the fakirs. And he made so much of Laili. He\nloved her dearly; he could not do enough for her. Then he built a\nsplendid palace for her and his son, with a great deal of ground about\nit, and lovely gardens, and gave them great wealth, and heaps of\nservants to wait on them. But he would not allow any but their servants\nto enter their gardens and palace, and he would not allow Majnun to go\nout of them, nor Laili; “for,” said King Dantal, “Laili is so\nbeautiful, that perhaps some one may kill my son to take her away.”",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}