{
    "title": "Indian Fairy Tales - How the Raja’s Son Won the Princess Labam",
    "author": "Joseph Jacobs",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "In a country there was a Raja who had an only son who every day went\nout to hunt. One day the Rani, his mother, said to him, “You can hunt\nwherever you like on these three sides; but you must never go to the\nfourth side.” This she said because she knew if he went on the fourth\nside he would hear of the beautiful Princess Labam, and that then he\nwould leave his father and mother and seek for the princess.",
        "The young prince listened to his mother, and obeyed her for some time;\nbut one day, when he was hunting on the three sides where he was\nallowed to go, he remembered what she had said to him about the fourth\nside, and he determined to go and see why she had forbidden him to hunt\non that side. When he got there, he found himself in a jungle, and\nnothing in the jungle but a quantity of parrots, who lived in it. The\nyoung Raja shot at some of them, and at once they all flew away up to\nthe sky. All, that is, but one, and this was their Raja, who was called\nHiraman parrot.",
        "When Hiraman parrot found himself left alone, he called out to the\nother parrots, “Don’t fly away and leave me alone when the Raja’s son\nshoots. If you desert me like this, I will tell the Princess Labam.”",
        "Then the parrots all flew back to their Raja, chattering. The prince\nwas greatly surprised, and said, “Why, these birds can talk!” Then he\nsaid to the parrots, “Who is the Princess Labam? Where does she live?\"\nBut the parrots would not tell him where she lived. “You can never get\nto the Princess Labam’s country.” That is all they would say.",
        "The prince grew very sad when they would not tell him anything more;\nand he threw his gun away, and went home. When he got home, he would\nnot speak or eat, but lay on his bed for four or five days, and seemed\nvery ill.",
        "At last he told his father and mother that he wanted to go and see the\nPrincess Labam. “I must go,” he said; “I must see what she is like.\nTell me where her country is.”",
        "“We do not know where it is,” answered his father and mother.",
        "“Then I must go and look for it,” said the prince.",
        "“No, no,” they said, “you must not leave us. You are our only son. Stay\nwith us. You will never find the Princess Labam.”",
        "“I must try and find her,” said the prince. “Perhaps God will show me\nthe way. If I live and I find her, I will come back to you; but perhaps\nI shall die, and then I shall never see you again. Still I must go.”",
        "So they had to let him go, though they cried very much at parting with\nhim. His father gave him fine clothes to wear, and a fine horse. And he\ntook his gun, and his bow and arrows, and a great many other weapons,\n“for,” he said, “I may want them.” His father, too, gave him plenty of\nrupees.",
        "Then he himself got his horse all ready for the journey, and he said\ngood-bye to his father and mother; and his mother took her handkerchief\nand wrapped some sweetmeats in it, and gave it to her son. “My child,\"\nshe said to him, “When you are hungry eat some of these sweetmeats.”",
        "He then set out on his journey, and rode on and on till he came to a\njungle in which were a tank and shady trees. He bathed himself and his\nhorse in the tank, and then sat down under a tree. “Now,” he said to\nhimself, “I will eat some of the sweetmeats my mother gave me, and I\nwill drink some water, and then I will continue my journey.” He opened\nhis handkerchief, and took out a sweetmeat. He found an ant in it. He\ntook out another. There was an ant in that one too. So he laid the two\nsweetmeats on the ground, and he took out another, and another, and\nanother, until he had taken them all out; but in each he found an ant.\n“Never mind,” he said, “I won’t eat the sweetmeats; the ants shall eat\nthem.” Then the Ant-Raja came and stood before him and said, “You have\nbeen good to us. If ever you are in trouble, think of me and we will\ncome to you.”",
        "The Raja’s son thanked him, mounted his horse and continued his\njourney. He rode on and on until he came to another jungle, and there\nhe saw a tiger who had a thorn in his foot, and was roaring loudly from\nthe pain.",
        "“Why do you roar like that?” said the young Raja. “What is the matter\nwith you?”",
        "“I have had a thorn in my foot for twelve years,” answered the tiger,\n“and it hurts me so; that is why I roar.”",
        "“Well,” said the Raja’s son, “I will take it out for you. But perhaps,\nas you are a tiger, when I have made you well, you will eat me?”",
        "“Oh, no,” said the tiger, “I won’t eat you. Do make me well.”",
        "Then the prince took a little knife from his pocket, and cut the thorn\nout of the tiger’s foot; but when he cut, the tiger roared louder than\never–so loud that his wife heard him in the next jungle, and came\nbounding along to see what was the matter. The tiger saw her coming,\nand hid the prince in the jungle, so that she should not see him.",
        "“What man hurt you that you roared so loud?” said the wife. “No one\nhurt me,” answered the husband; “but a Raja’s son came and took the\nthorn out of my foot.”",
        "“Where is he? Show him to me,” said his wife.",
        "“If you promise not to kill him, I will call him,” said the tiger.",
        "“I won’t kill him; only let me see him,” answered his wife.",
        "Then the tiger called the Raja’s son, and when he came the tiger and\nhis wife made him a great many salaams. Then they gave him a good\ndinner, and he stayed with them for three days. Every day he looked at\nthe tiger’s foot, and the third day it was quite healed. Then he said\ngood-bye to the tigers, and the tiger said to him, “If ever you are in\ntrouble, think of me, and we will come to you.”",
        "The Raja’s son rode on and on till he came to a third jungle. Here he\nfound four fakirs whose teacher and master had died, and had left four\nthings,–a bed, which carried whoever sat on it whithersoever he wished\nto go; a bag, that gave its owner whatever he wanted, jewels, food, or\nclothes; a stone bowl that gave its owner as much water as he wanted,\nno matter how far he might be from a tank; and a stick and rope, to\nwhich its owner had only to say, if any one came to make war on him,\n“Stick, beat as many men and soldiers as are here,” and the stick would\nbeat them and the rope would tie them up.",
        "The four fakirs were quarrelling over these four things. One said, “I\nwant this;” another said, “You cannot have it, for I want it;” and so\non.",
        "The Raja’s son said to them, “Do not quarrel for these things. I will\nshoot four arrows in four different directions. Whichever of you gets\nto my first arrow, shall have the first thing–the bed. Whosoever gets\nto the second arrow, shall have the second thing–the bag. He who gets\nto the third arrow, shall have the third thing–the bowl. And he who\ngets to the fourth arrow, shall have the last things–the stick and\nrope.” To this they agreed, and the prince shot off his first arrow.\nAway raced the fakirs to get it. When they brought it back to him he\nshot off the second, and when they had found and brought it to him he\nshot off his third, and when they had brought him the third he shot off\nthe fourth.",
        "While they were away looking for the fourth arrow the Raja’s son let\nhis horse loose in the jungle, and sat on the bed, taking the bowl, the\nstick and rope, and the bag with him. Then he said, “Bed, I wish to go\nto the Princess Labam’s country.” The little bed instantly rose up into\nthe air and began to fly, and it flew and flew till it came to the\nPrincess Labam’s country, where it settled on the ground. The Raja’s\nson asked some men he saw, “Whose country is this?”",
        "“The Princess Labam’s country,” they answered. Then the prince went on\ntill he came to a house where he saw an old woman.",
        "“Who are you?” she said. “Where do you come from?”",
        "“I come from a far country,” he said; “do let me stay with you to-\nnight.”",
        "“No,” she answered, “I cannot let you stay with me; for our king has\nordered that men from other countries may not stay in his country. You\ncannot stay in my house.”",
        "“You are my aunty,” said the prince; “let me remain with you for this\none night. You see it is evening, and if I go into the jungle, then the\nwild beasts will eat me.”",
        "“Well,” said the old woman, “you may stay here to-night; but to-morrow\nmorning you must go away, for if the king hears you have passed the\nnight in my house, he will have me seized and put into prison.”",
        "Then she took him into her house, and the Raja’s son was very glad. The\nold woman began preparing dinner, but he stopped her, “Aunty,” he said,\n“I will give you food.” He put his hand into his bag, saying, “Bag, I\nwant some dinner,” and the bag gave him instantly a delicious dinner,\nserved up on two gold plates. The old woman and the Raja’s son then\ndined together.",
        "When they had finished eating, the old woman said, “Now I will fetch\nsome water.”",
        "“Don’t go,” said the prince. “You shall have plenty of water directly.\"\nSo he took his bowl and said to it, “Bowl, I want some water,” and then\nit filled with water. When it was full, the prince cried out, “Stop,\nbowl,” and the bowl stopped filling. “See, aunty,” he said, “with this\nbowl I can always get as much water as I want.”",
        "By this time night had come. “Aunty,” said the Raja’s son, “why don’t\nyou light a lamp?”",
        "“There is no need,” she said. “Our king has forbidden the people in his\ncountry to light any lamps; for, as soon as it is dark, his daughter,\nthe Princess Labam, comes and sits on her roof, and she shines so that\nshe lights up all the country and our houses, and we can see to do our\nwork as if it were day.”",
        "When it was quite black night the princess got up. She dressed herself\nin her rich clothes and jewels, and rolled up her hair, and across her\nhead she put a band of diamonds and pearls. Then she shone like the\nmoon, and her beauty made night day. She came out of her room, and sat\non the roof of her palace. In the daytime she never came out of her\nhouse; she only came out at night. All the people in her father’s\ncountry then went about their work and finished it.",
        "The Raja’s son watched the princess quietly, and was very happy. He\nsaid to himself, “How lovely she is!”",
        "At midnight, when everybody had gone to bed, the princess came down\nfrom her roof, and went to her room; and when she was in bed and\nasleep, the Raja’s son got up softly, and sat on his bed. “Bed,” he\nsaid to it, “I want to go to the Princess Labam’s bed-room.” So the\nlittle bed carried him to the room where she lay fast asleep.",
        "The young Raja took his bag and said, “I want a great deal of betel-\nleaf,” and it at once gave him quantities of betel-leaf. This he laid\nnear the princess’s bed, and then his little bed carried him back to\nthe old woman’s house.",
        "Next morning all the princess’s servants found the betel-leaf, and\nbegan to eat it. “Where did you get all that betel-leaf?” asked the\nprincess.",
        "“We found it near your bed,” answered the servants. Nobody knew the\nprince had come in the night and put it all there.",
        "In the morning the old woman came to the Raja’s son. “Now it is\nmorning,” she said, “and you must go; for if the king finds out all I\nhave done for you, he will seize me.”",
        "“I am ill to-day, dear aunty,” said the prince; “do let me stay till\nto-morrow morning.”",
        "“Good,” said the old woman. So he stayed, and they took their dinner\nout of the bag, and the bowl gave them water.",
        "When night came the princess got up and sat on her roof, and at twelve\no’clock, when every one was in bed, she went to her bed-room, and was\nsoon fast asleep. Then the Raja’s son sat on his bed, and it carried\nhim to the princess. He took his bag and said, “Bag, I want a most\nlovely shawl.” It gave him a splendid shawl, and he spread it over the\nprincess as she lay asleep. Then he went back to the old woman’s house\nand slept till morning.",
        "In the morning, when the princess saw the shawl she was delighted.\n“See, mother,” she said; “Khuda must have given me this shawl, it is so\nbeautiful.” Her mother was very glad too.",
        "“Yes, my child,” she said; “Khuda must have given you this splendid\nshawl.”",
        "When it was morning the old woman said to the Raja’s son, “Now you must\nreally go.”",
        "“Aunty,” he answered, “I am not well enough yet. Let me stay a few days\nlonger. I will remain hidden in your house, so that no one may see me.\"\nSo the old woman let him stay.",
        "When it was black night, the princess put on her lovely clothes and\njewels, and sat on her roof. At midnight she went to her room and went\nto sleep. Then the Raja’s son sat on his bed and flew to her bed-room.\nThere he said to his bag, “Bag, I want a very, very beautiful ring.\"\nThe bag gave him a glorious ring. Then he took the Princess Labam’s\nhand gently to put on the ring, and she started up very much\nfrightened.",
        "“Who are you?” she said to the prince. “Where do you come from? Why do\nyou come to my room?”",
        "“Do not be afraid, princess,” he said; “I am no thief. I am a great\nRaja’s son. Hiraman parrot, who lives in the jungle where I went to\nhunt, told me your name, and then I left my father and mother, and came\nto see you.”",
        "“Well,” said the princess, “as you are the son of such a great Raja, I\nwill not have you killed, and I will tell my father and mother that I\nwish to marry you.”",
        "The prince then returned to the old woman’s house; and when morning\ncame the princess said to her mother, “The son of a great Raja has come\nto this country, and I wish to marry him.” Her mother told this to the\nking.",
        "“Good,” said the king; “but if this Raja’s son wishes to marry my\ndaughter, he must first do whatever I bid him. If he fails I will kill\nhim. I will give him eighty pounds weight of mustard seed, and out of\nthis he must crush the oil in one day. If he cannot do this he shall\ndie.”",
        "In the morning the Raja’s son told the old woman that he intended to\nmarry the princess. “Oh,” said the old woman, “go away from this\ncountry, and do not think of marrying her. A great many Rajas and\nRajas’ sons have come here to marry her, and her father has had them\nall killed. He says whoever wishes to marry his daughter must first do\nwhatever he bids him. If he can, then he shall marry the princess; if\nhe cannot, the king will have him killed. But no one can do the things\nthe king tells him to do; so all the Rajas and Rajas’ sons who have\ntried have been put to death. You will be killed too, if you try. Do go\naway.” But the prince would not listen to anything she said.",
        "The king sent for the prince to the old woman’s house, and his servants\nbrought the Raja’s son to the king’s court-house to the king. There the\nking gave him eighty pounds of mustard seed, and told him to crush all\nthe oil out of it that day, and bring it next morning to him to the\ncourt-house. “Whoever wishes to marry my daughter,” he said to the\nprince, “must first do all I tell him. If he cannot, then I have him\nkilled. So if you cannot crush all the oil out of this mustard seed,\nyou will die.”",
        "The prince was very sorry when he heard this. “How can I crush the oil\nout of all this mustard seed in one day?” he said to himself; “and if I\ndo not, the king will kill me.” He took the mustard seed to the old\nwoman’s house, and did not know what to do. At last he remembered the\nAnt-Raja, and the moment he did so, the Ant-Raja and his ants came to\nhim. “Why do you look so sad?” said the Ant-Raja.",
        "The prince showed him the mustard seed, and said to him, “How can I\ncrush the oil out of all this mustard seed in one day? And if I do not\ntake the oil to the king to-morrow morning, he will kill me.”",
        "“Be happy,” said the Ant-Raja; “lie down and sleep; we will crush all\nthe oil out for you during the day, and to-morrow morning you shall\ntake it to the king.” The Raja’s son lay down and slept, and the ants\ncrushed out the oil for him. The prince was very glad when he saw the\noil.",
        "The next morning he took it to the court-house to the king. But the\nking said, “You cannot yet marry my daughter. If you wish to do so, you\nmust first fight with my two demons and kill them.” The king a long\ntime ago had caught two demons, and then, as he did not know what to do\nwith them, he had shut them up in a cage. He was afraid to let them\nloose for fear they would eat up all the people in his country; and he\ndid not know how to kill them. So all the kings and kings’ sons who\nwanted to marry the Princess Labam had to fight with these demons;\n“for,” said the king to himself, “perhaps the demons may be killed, and\nthen I shall be rid of them.”",
        "When he heard of the demons the Raja’s son was very sad. “What can I\ndo?” he said to himself. “How can I fight with these two demons?” Then\nhe thought of his tiger: and the tiger and his wife came to him and\nsaid, “Why are you so sad?” The Raja’s son answered, “The king has\nordered me to fight with his two demons and kill them. How can I do\nthis?” “Do not be frightened,” said the tiger. “Be happy. I and my wife\nwill fight with them for you.”",
        "Then the Raja’s son took out of his bag two splendid coats. They were\nall gold and silver, and covered with pearls and diamonds. These he put\non the tigers to make them beautiful, and he took them to the king, and\nsaid to him, “May these tigers fight your demons for me?” “Yes,” said\nthe king, who did not care in the least who killed his demons, provided\nthey were killed. “Then call your demons,” said the Raja’s son, “and\nthese tigers will fight them.” The king did so, and the tigers and the\ndemons fought and fought until the tigers had killed the demons.",
        "“That is good,” said the king. “But you must do something else before I\ngive you my daughter. Up in the sky I have a kettle-drum. You must go\nand beat it. If you cannot do this, I will kill you.”",
        "The Raja’s son thought of his little bed; so he went to the old woman’s\nhouse and sat on his bed. “Little bed,” he said, “up in the sky is the\nking’s kettle-drum. I want to go to it.” The bed flew up with him, and\nthe Raja’s son beat the drum, and the king heard him. Still, when he\ncame down, the king would not give him his daughter. “You have,” he\nsaid to the prince, “done the three things I told you to do; but you\nmust do one thing more.” “If I can, I will,” said the Raja’s son.",
        "Then the king showed him the trunk of a tree that was lying near his\ncourt-house. It was a very, very thick trunk. He gave the prince a wax\nhatchet, and said, “Tomorrow morning you must cut this trunk in two\nwith this wax hatchet.”",
        "The Raja’s son went back to the old woman’s house. He was very sad, and\nthought that now the Raja would certainly kill him. “I had his oil\ncrushed out by the ants,” he said to himself. “I had his demons killed\nby the tigers. My bed helped me to beat his kettle-drum. But now what\ncan I do? How can I cut that thick tree-trunk in two with a wax\nhatchet?”",
        "At night he went on his bed to see the princess. “To-morrow,” he said\nto her, “your father will kill me.” “Why?” asked the princess.",
        "“He has told me to cut a thick tree-trunk in two with a wax hatchet.\nHow can I ever do that?” said the Raja’s son. “Do not be afraid,” said\nthe princess; “do as I bid you, and you will cut it in two quite\neasily.”",
        "Then she pulled out a hair from her head, and gave it to the prince.\n“To-morrow,” she said, “when no one is near you, you must say to the\ntree-trunk, ’The Princess Labam commands you to let yourself be cut in\ntwo by this hair.’ Then stretch the hair down the edge of the wax\nhatchet’s blade.”",
        "The prince next day did exactly as the princess had told him; and the\nminute the hair that was stretched down the edge of the hatchet-blade\ntouched the tree-trunk it split into two pieces.",
        "The king said, “Now you can marry my daughter.” Then the wedding took\nplace. All the Rajas and kings of the countries round were asked to\ncome to it, and there were great rejoicings. After a few days the\nprince’s son said to his wife, “Let us go to my father’s country.” The\nPrincess Labam’s father gave them a quantity of camels and horses and\nrupees and servants; and they travelled in great state to the prince’s\ncountry, where they lived happily.",
        "The prince always kept his bag, bowl, bed, and stick; only, as no one\never came to make war on him, he never needed to use the stick.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}