{
    "title": "Indian Fairy Tales - The Lambikin",
    "author": "Joseph Jacobs",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there was a wee wee Lambikin, who frolicked about on\nhis little tottery legs, and enjoyed himself amazingly.",
        "Now one day he set off to visit his Granny, and was jumping with joy to\nthink of all the good things he should get from her, when who should he\nmeet but a Jackal, who looked at the tender young morsel and said:\n“Lambikin! Lambikin! I’ll EAT YOU!”",
        "But Lambikin only gave a little frisk and said:",
        "  “To Granny’s house I go,\n  Where I shall fatter grow,\n  Then you can eat me so.”",
        "The Jackal thought this reasonable, and let Lambikin pass.",
        "By-and-by he met a Vulture, and the Vulture, looking hungrily at the\ntender morsel before him, said: “Lambikin! Lambikin! I’ll EAT YOU!”",
        "But Lambikin only gave a little frisk, and said:",
        "  “To Granny’s house I go,\n  Where I shall fatter grow,\n  Then you can eat me so.”",
        "The Vulture thought this reasonable, and let Lambikin pass.",
        "And by-and-by he met a Tiger, and then a Wolf, and a Dog, and an Eagle,\nand all these, when they saw the tender little morsel, said: “Lambikin!\nLambikin! I’ll EAT YOU!”",
        "But to all of them Lambikin replied, with a little frisk:",
        "  “To Granny’s house I go,\n  Where I shall fatter grow,\n  Then you can eat me so.”",
        "At last he reached his Granny’s house, and said, all in a great hurry,\n“Granny, dear, I’ve promised to get very fat; so, as people ought to\nkeep their promises, please put me into the corn-bin at once.”",
        "So his Granny said he was a good boy, and put him into the corn-bin,\nand there the greedy little Lambikin stayed for seven days, and ate,\nand ate, and ate, until he could scarcely waddle, and his Granny said\nhe was fat enough for anything, and must go home. But cunning little\nLambikin said that would never do, for some animal would be sure to eat\nhim on the way back, he was so plump and tender.",
        "“I’ll tell you what you must do,” said Master Lambikin, “you must make\na little drumikin out of the skin of my little brother who died, and\nthen I can sit inside and trundle along nicely, for I’m as tight as a\ndrum myself.”",
        "So his Granny made a nice little drumikin out of his brother’s skin,\nwith the wool inside, and Lambikin curled himself up snug and warm in\nthe middle, and trundled away gaily. Soon he met with the Eagle, who\ncalled out:",
        "  “Drumikin! Drumikin!\n  Have you seen Lambikin?”",
        "And Mr. Lambikin, curled up in his soft warm nest, replied:",
        "  “Fallen into the fire, and so will you\n  On little Drumikin. Tum-pa, tum-too!”",
        "“How very annoying!” sighed the Eagle, thinking regretfully of the\ntender morsel he had let slip.",
        "Meanwhile Lambikin trundled along, laughing to himself, and singing:",
        "  “Tum-pa, tum-too;\n  Tum-pa, tum-too!”",
        "Every animal and bird he met asked him the same question:",
        "  “Drumikin! Drumikin!\n  Have you seen Lambikin?”",
        "And to each of them the little slyboots replied:",
        "  “Fallen into the fire, and so will you\n  On little Drumikin. Tum-pa, tum too;\n  Tum-pa, tum-too; Tum-pa, tum-too!”",
        "Then they all sighed to think of the tender little morsel they had let\nslip.",
        "At last the Jackal came limping along, for all his sorry looks as sharp\nas a needle, and he too called out–",
        "  “Drumikin! Drumikin!\n  Have you seen Lambikin?”",
        "And Lambikin, curled up in his snug little nest, replied gaily:",
        "  “Fallen into the fire, and so will you\n  On little Drumikin! Tum-pa–”",
        "But he never got any further, for the Jackal recognised his voice at\nonce, and cried: “Hullo! you’ve turned yourself inside out, have you?\nJust you come out of that!”",
        "Whereupon he tore open Drumikin and gobbled up Lambikin.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}