{
    "title": "Indian Fairy Tales - Harisaman",
    "author": "Joseph Jacobs",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "There was a certain Brahman in a certain village, named Harisarman. He\nwas poor and foolish and in evil case for want of employment, and he\nhad very many children, that he might reap the fruit of his misdeeds in\na former life. He wandered about begging with his family, and at last\nhe reached a certain city, and entered the service of a rich\nhouseholder called Sthuladatta. His sons became keepers of\nSthuladatta’s cows and other property, and his wife a servant to him,\nand he himself lived near his house, performing the duty of an\nattendant. One day there was a feast on account of the marriage of the\ndaughter of Sthuladatta, largely attended by many friends of the bride-\ngroom, and merry-makers. Harisarman hoped that he would be able to fill\nhimself up to the throat with ghee and flesh and other dainties, and\nget the same for his family, in the house of his patron. While he was\nanxiously expecting to be fed, no one thought of him.",
        "Then he was distressed at getting nothing to eat, and he said to his\nwife at night, “It is owing to my poverty and stupidity that I am\ntreated with such disrespect here; so I will pretend by means of an\nartifice to possess a knowledge of magic, so that I may become an\nobject of respect to this Sthuladatta; so, when you get an opportunity,\ntell him that I possess magical knowledge.” He said this to her, and\nafter turning the matter over in his mind, while people were asleep he\ntook away from the house of Sthuladatta a horse on which his master’s\nson-in-law rode. He placed it in concealment at some distance, and in\nthe morning the friends of the bridegroom could not find the horse,\nthough they searched in every direction. Then, while Sthuladatta was\ndistressed at the evil omen, and searching for the thieves who had\ncarried off the horse, the wife of Harisarman came and said to him,\n“My husband is a wise man, skilled in astrology and magical sciences;\nhe can get the horse back for you; why do you not ask him?”",
        "When Sthuladatta heard that, he called Harisarman, who said, “Yesterday\nI was forgotten, but to-day, now the horse is stolen, I am called to\nmind,” and Sthuladatta then propitiated the Brahman with these words–\n“I forgot you, forgive me\"–and asked him to tell him who had taken\naway their horse. Then Harisarman drew all kinds of pretended diagrams,\nand said: “The horse has been placed by thieves on the boundary line\nsouth from this place. It is concealed there, and before it is carried\noff to a distance, as it will be at close of day, go quickly and bring\nit.” When they heard that, many men ran and brought the horse quickly,\npraising the discernment of Harisarman. Then Harisarman was honoured by\nall men as a sage, and dwelt there in happiness, honoured by\nSthuladatta.",
        "Now, as days went on, much treasure, both of gold and jewels, had been\nstolen by a thief from the palace of the king. As the thief was not\nknown, the king quickly summoned Harisarman on account of his\nreputation for knowledge of magic. And he, when summoned, tried to gain\ntime, and said, “I will tell you to-morrow,” and then he was placed in\na chamber by the king, and carefully guarded. And he was sad because he\nhad pretended to have knowledge. Now in that palace there was a maid\nnamed Jihva (which means Tongue), who, with the assistance of her\nbrother, had stolen that treasure from the interior of the palace. She,\nbeing alarmed at Harisarman’s knowledge, went at night and applied her\near to the door of that chamber in order to find out what he was about.\nAnd Harisarman, who was alone inside, was at that very moment blaming\nhis own tongue, that had made a vain assumption of knowledge. He said:\n“O Tongue, what is this that you have done through your greediness?\nWicked one, you will soon receive punishment in full.” When Jihva heard\nthis, she thought, in her terror, that she had been discovered by this\nwise man, and she managed to get in where he was, and falling at his\nfeet, she said to the supposed wizard: “Brahman, here I am, that Jihva\nwhom you have discovered to be the thief of the treasure, and after I\ntook it I buried it in the earth in a garden behind the palace, under a\npomegranate tree. So spare me, and receive the small quantity of gold\nwhich is in my possession.”",
        "When Harisarman heard that, he said to her proudly: “Depart, I know all\nthis; I know the past, present and future; but I will not denounce you,\nbeing a miserable creature that has implored my protection. But\nwhatever gold is in your possession you must give back to me.” When he\nsaid this to the maid, she consented, and departed quickly. But\nHarisarman reflected in his astonishment: “Fate brings about, as if in\nsport, things impossible, for when calamity was so near, who would have\nthought chance would have brought us success? While I was blaming my\njihva, the thief Jihva suddenly flung herself at my feet. Secret crimes\nmanifest themselves by means of fear.” Thus thinking, he passed the\nnight happily in the chamber. And in the morning he brought the king,\nby some skilful parade of pretended knowledge into the garden, and led\nhim up to the treasure, which was buried under the pomegranate tree,\nand said that the thief had escaped with a part of it. Then the king\nwas pleased, and gave him the revenue of many villages.",
        "But the minister, named Devajnanin, whispered in the king’s ear: “How\ncan a man possess such knowledge unattainable by men, without having\nstudied the books of magic; you may be certain that this is a specimen\nof the way he makes a dishonest livelihood, by having a secret\nintelligence with thieves. It will be much better to test him by some\nnew artifice.” Then the king of his own accord brought a covered\npitcher into which he had thrown a frog, and said to Harisarman,\n“Brahman, if you can guess what there is in this pitcher, I will do you\ngreat honour to-day.” When the Brahman Harisarman heard that, he\nthought that his last hour had come, and he called to mind the pet name\nof “Froggie” which his father had given him in his childhood in sport,\nand, impelled by luck, he called to himself by his pet name, lamenting\nhis hard fate, and suddenly called out: “This is a fine pitcher for\nyou, Froggie; it will soon become the swift destroyer of your helpless\nself.” The people there, when they heard him say that, raised a shout\nof applause, because his speech chimed in so well with the object\npresented to him, and murmured, “Ah! a great sage, he knows even about\nthe frog!” Then the king, thinking that this was all due to knowledge\nof divination, was highly delighted, and gave Harisarman the revenue of\nmore villages, with gold, an umbrella, and state carriages of all\nkinds. So Harisarman prospered in the world.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}