{
    "title": "Indian Games - Other Games of Chance.",
    "author": "Andrew McFarland Davis",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "There was diversity in the forms of the games of simple chance as well\nas in the athletic games, and besides those which have been already\ndescribed, the Indians on the Pacific Coast had a great variety of\ngames, or forms of the same game, in which, in addition to the element\nof chance involved in determining the numbers or positions of certain\nsticks or counters, there was also an opportunity for the player who\nwas manipulating them to deceive by dexterous sleight of hand. The\nsimplest form in which this is found is guessing in which hand a small\nstone or bone is held. It would hardly seem that this artless effort\ncould be transformed into an amusing and exciting game; yet it has\nattracted the attention of all travellers, and scarcely any writer, who\ntreats of the habits of the Pacific coast Indian, fails to give a full\naccount of this simple game. Lewis and Clarke, [Footnote: Lewis and\nClarke, Vol. II, 140; and also II, 94.] when writing about the Indians\nnear the mouth of the Columbia, say: “The games are of two kinds. In\nthe first, one of the company assumes the office of banker and plays\nagainst the rest. He takes a small stone, about the size of a bean,\nwhich he shifts from one hand to another with great dexterity,\nrepeating at the same time a song adapted to the game and which serves\nto divert the attention of the company, till having agreed on the\nstakes, he holds out his hands, and the antagonist wins or loses as he\nsucceeds or fails at guessing in which hand the stone is. After the\nbanker has lost his money or whenever he is tired, the stone is\ntransferred to another, who in turn challenges the rest of the company.\n[Footnote: See also, Adventures on the Columbia River, by Ross Cox. p.\n158; The Oregon Territory, by John Dunn, p. 93; Four Years in British\nColumbia, by Commander R. C. Mayne, p. 273; it was played by the\nComanches in Texas with a bullet, Robert S. Neighbors in Schoolcraft,\nVol. II, p. 134; by the Twanas with one or two bones, Bulletin U. S.\nGeol. Survey, Vol. III, No. 1, p. 89, Rev. M. Eels.] In the account\ngiven by George Gibbs [Footnote: Contributions to North American\nEthnology, Vol. I, p. 206.] the count of the game among the tribes of\nwestern Washington and northwestern Oregon, was kept by means of\nsticks. Each side took five or ten small sticks, one of which was\npassed to the winner on each guess, and the game was ended when the\npile of one side was exhausted. According to him, “The backers of the\nparty manipulating keep up a constant drumming with sticks on their\npaddles which lie before them, singing an incantation to attract good\nfortune.” Powers describes another form into which the game developed\namong the Indians of central California. It is “played with a bit of\nwood or a pebble which is shaken in the hand, and then the hand closed\nupon it. The opponent guesses which finger (a thumb is a finger with\nthem) it is under and scores one if he hits, or the other scores if he\nmisses. They keep tally with eight counters.” [Footnote: Contributions\nto North American Ethnology, Vol. III, pp. 332-3.]",
        "Schwatka, in his recent exploration of the Yukon found this game among\nthe Chilkats. It was called la-hell. Two bones were used. One was the\nking and one the queen. His packers gambled in guessing at the bones\nevery afternoon and evening after reaching camp. [Footnote: Along\nAlaska’s Great River. By Frederic Schwatka, p. 71.]",
        "The simplicity of the game was modified by the introduction of similar\narticles in each hand, the question to be decided being in which hand\none of them having a specified mark should be found. Kane [Footnote:\nKane’s Wanderings, p. 189.] thus describes such a game among the\nChinooks: “Their games are few. The one most generally played amongst\nthem consists in holding in each hand a small stick, the thickness of a\ngoose quill, and about an inch and one-half in length, one plain, the\nother distinguished by a little thread wound round it, the opposite\nparty being required to guess in which hand the marked stick is to be\nfound. A Chinook will play at this simple game for days and nights\ntogether, until he has gambled away everything he possesses, even to\nhis wife.” [Footnote: See also Overland, Vol. IV, p. 163, Powers, H. H.\nBancroft’s Native Races, Vol. I n 244 Clay balls are sometimes used,\nIbid, Vol. I, p. 353, The Northwest Coast James G Swan, p. 158, Montana\nas it is Granville Stuart, p. 71.]",
        "Among the Utahs this form of the game was common: “A row of players\nconsisting of five or six or a dozen men is arranged on either side of\nthe tent facing each other. Before each man is placed a bundle of small\ntwigs or sticks each six or eight inches in length and pointed at one\nend. Every tete-a-tete couple is provided with two cylindrical bone\ndice carefully fashioned and highly polished which measure about two\ninches in length and half an inch in diameter, one being white and the\nother black, or sometimes ornamented with a black band.” At the rear,\nmusicians were seated who during the game beat upon rude drums.\n[Footnote: Edwin R Baker in the American Naturalist, June, 1877, Vol.\nXI, p. 551.] In this game it will be noticed that the players paired\noff and apparently each man played for himself.",
        "Still another element is introduced in another form of the game, which\nincreases the opportunity afforded the one who manipulates the bones for\ndexterity. This form of the game is repeatedly alluded to by Powers.\nWhile relating the habits and customs of the Gualala, whose homes were\nnear Fort Ross, he describes what he calls the gambling game of “wi\nand tep” and says that one description with slight variations will\nanswer for nearly all the tribes of central and southern California.\nAfter describing the making up of the pool of stakes, he adds: “They\ngamble with four cylinders of bone about two inches long, two of which\nare plain, and two marked with rings and strings tied round the middle.\nThe game is conducted by four old and experienced men, frequently grey\nheads, two for each party, squatting on their knees on opposite sides of\nthe fire. They have before them a quantity of fine dry grass, and with\ntheir hands in rapid and juggling motions before and behind them, they\nroll up each piece of bone in a little ball and the opposite party\npresently guess in which hand is the marked bone. Generally only one\nguesses at a time, which he does with the word ’lep’ (marked one), and\n’wi’ (plain one). If he guesses right for both players, they simply\ntoss the bones over to him and his partner, and nothing is scored on\neither side. If he guesses right for one and wrong for the other, the\none for whom he guessed right is ’out’, but his partner rolls up the\nbones for another trial, and the guesser forfeits to them one of his\ntwelve counters. If he guesses wrong for both, they still keep on and he\nforfeits two counters. There are only twelve counters and when they have\nbeen all won over to one side or the other, the game is ended.\n[Footnote: Powers in Contributions to North American Ethnology, Vol.\nIII, pp. 90-152; 189-332.] Sometimes the same game was played without\ngoing through the formality of wrapping the pieces in grass, simply\nshaking them in the hands as a preliminary for the guessing. [Footnote:\nContributions to North American Ethnology, Vol. III, 332; Alexander\nRoss’s Adventures, pp. 308, 309.]",
        "A slightly different method prevails among the Indians of Washington\nand northwestern Oregon. Ten disks of hard wood, each about the\ndiameter of a Mexican dollar and somewhat thicker, are used. “One of\nthese is marked and called the chief. A smooth mat is spread on the\nground, at the ends of which the opposing players are seated, their\nfriends on either side, who are provided with the requisites for a\nnoise as in the other case. The party holding the disks has a bundle of\nthe fibres of the cedar bark, in which he envelops them, and after\nrolling them about, tears the bundle into two parts, his opponent\nguessing in which bundle the chief lies.” [Footnote: Contributions to\nNorth American Ethnology, Gibbs, Vol. I, p. 206.] The same game is\ndescribed by Kane, except that the counters, instead of being wrapped\nin one bundle which is afterward torn in two, are originally wrapped in\ntwo bundles. [Footnote: Kane’s Wanderings, p. 189; Swan’s Northwest\nCoast, p. 157, Eels in Bulletin U.S.G. Surv., Vol. III, No. 1.]",
        "Still another complication of the guessing game was described by Mayne.\n[Footnote: Mayne’s British Columbia, p. 275.] Blankets were spread upon\nthe ground on which sawdust was spread about an inch thick. In this was\nplaced the counter, a piece of bone or iron about the size of a half a\ncrown, and one of the players shuffled it about, the others in turn\nguessing where it was.",
        "The game of “moccasin” was but a modification of this game. As\ndescribed by Philander Prescott three moccasins were used in this game\nby the Dacotas. The bone or stick was slipped from one to another of\nthe moccasins by the manipulators, and the others had to guess in which\nmoccasin it was to be found. Simple as this description seems, the men\nwould divide into sides, playing against each other, and accompanying\nthe game with singing. [Footnote: Schoolcraft, Vol. IV, p. 64;\nDomenech, Vol. II, p. 192.]",
        "Among the Zunis, the guessing game was exalted to the nature of a\nsacred festival. Frank H. Cushing [Footnote: The Century, Vol. XXVI, p.\n37.] gives the following account of its practice. “One morning the two\nchief priests of the bow climbed to the top of the houses, and just at\nsunrise called out a ’prayer message’ from the mount-environed gods.\nEight players went into a kli-wi-lain to fast, and four days\nlater issued forth, bearing four large wooden tubes, a ball of stone,\nand a bundle of thirty-six counting straws. With great ceremony, many\nprayers and incantations, the tubes were deposited on two mock\nmountains of sand, either side of the ’grand plaza.’ A crowd began to\ngather. Larger and noisier it grew, until it became a surging,\nclamorous, black mass. Gradually two piles of fabrics,--vessels, silver\nornaments, necklaces, embroideries, and symbols representing horses,\ncattle and sheep--grow to large proportions. Women gathered on the\nroofs around, wildly stretching forth articles for betting, until one\nof the presiding priests called out a brief message. The crowd became\nsilent. A booth was raised, under which two of ho players retired; and\nwhen it was removed the four tubes were standing on the mound of sand.\nA song and dance began. One by one three of the four opposing players\nwere summoned to guess under which tube the ball was hidden. At each\nguess the cries of the opposing party became deafening, and the mock\nstruggles approached the violence of combat. The last guesser found the\nball; and as he victoriously carried the latter and the tubes across to\nhis own mound, his side scored ten. The process was repeated. The\nsecond guesser found the ball; his side scored fifteen setting the\nothers back five. The counts, numbered one hundred; but so complicated\nwere the winnings and losings on both sides, with each guess of either,\nthat hour after hour the game went on, and night closed in. Fires were\nbuilt in the plaza, cigarettes were lighted, but still the game\ncontinued. Noisier and noisier grew the dancers; more and more\ninsulting and defiant their songs and epithets to the opposing crowd,\nuntil they fairly gnashed their teeth at one another, but no blows. Day\ndawned upon the still uncertain contest; nor was it until the sun again\ntouched the western horizon, that the hoarse, still defiant voices died\naway, and the victorious party bore off their mountains of gifts from\nthe gods.” The picturesque description of Cushing brings before our\neyes the guessing game in its highest form of development. Among the\ntribes of the East, if it had a home at all, it was practised in such\nan inobtrusive way as not to attract the attention of writers who have\ndescribed their habits and customs. The nearest approach to it which we\ncan find is a guessing game described by Hennepin, as follows: “They\ntake kernels of Indian corn or something of the kind, then they put\nsome in one hand, and ask how many there are. The one who guesses\nwins.”",
        "Mackenzie [Footnote: Alexander Mackenzie’s Voyages in 1789 and 1893\nLondon, 1801, p. 311.] fell in with some Indians near the Pacific coast\nwho travelled with him a short distance. They carried with them the\nimplements for gambling. Their game was different from the guessing\ngames which have been heretofore described. “There were two players and\neach had a bundle of about fifty small sticks neatly polished, of the\nsize of a quill, and five inches long. A certain number of their sticks\nhad red lines round them and as many of these as one of the players\nmight find convenient were curiously rolled up in dried grass, and\naccording to the judgment of his antagonist respecting their number and\nmarks he lost or won.”",
        "The same game was seen at Queen Charlotte Islands by Francis Poole.\n[Footnote: Queen Charlotte Island, a narrative etc., p. 25.] He says\nthere were in this game from “forty to fifty round pins or pieces of\nwood, five inches long by one-eighth of an inch thick, painted in black\nand blue rings and beautifully polished.” These pins were divided into\ntwo heaps under cover of bark fibre and the opposite player guessed odd\nor even for one of the piles.",
        "Continue...",
        "\nThis full text of Andrew McFarland Davis’ “Indian Games” belongs to the public domain (thanks to Project Gutenberg).\n\n\nAt Amazon: American Indian Games\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}