{
    "title": "Indian Heroes and Great Chieftains - Little Wolf (Charles A. Eastman)",
    "author": "Unknown",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "If any people ever fought for liberty and justice, it was the\nCheyennes.  If any ever demonstrated their physical and moral\ncourage beyond cavil, it was this race of purely American heroes,\namong whom Little Wolf was a leader.",
        "I knew the chief personally very well.  As a young doctor, I\nwas sent to the Pine Ridge agency in 1890, as government physician\nto the Sioux and the Northern Cheyennes.  While I heard from his\nown lips of that gallant dash of his people from their southern\nexile to their northern home, I prefer that Americans should read\nof it in Doctor George Bird Grinnell’s book, “The Fighting\nCheyennes.”  No account could be clearer or simpler; and then too,\nthe author cannot be charged with a bias in favor of his own race.",
        "At the time that I knew him, Little Wolf was a handsome man,\nwith the native dignity and gentleness, musical voice, and pleasant\naddress of so many brave leaders of his people.  One day when he\nwas dining with us at our home on the reservation, I asked him, as\nI had a habit of doing, for some reminiscences of his early life. \nHe was rather reluctant to speak, but a friend who was present\ncontributed the following:",
        "“Perhaps I can tell you why it is that he has been a lucky man\nall his life.  When quite a small boy, the tribe was one winter in\nwant of food, and his good mother had saved a small piece of\nbuffalo meat, which she solemnly brought forth and placed before\nhim with the remark: ’My son must be patient, for when he grows up\nhe will know even harder times than this.’",
        "“He had eaten nothing all day and was pretty hungry, but\nbefore he could lay hands on the meat a starving dog snatched it\nand bolted from the teepee.  The mother ran after the dog and\nbrought him back for punishment.  She tied him to a post and was\nabout to whip him when the boy interfered.  ’Don’t hurt him,\nmother!’ he cried; ’he took the meat because he was hungrier than\nI am!’”",
        "I was told of another kind act of his under trying\ncircumstances.  While still a youth, he was caught out with a party\nof buffalo hunters in a blinding blizzard.  They were compelled to\nlie down side by side in the snowdrifts, and it was a day and a\nnight before they could get out.  The weather turned very cold, and\nwhen the men arose they were in danger of freezing.  Little Wolf\npressed his fine buffalo robe upon an old man who was shaking with\na chill and himself took the other’s thin blanket.",
        "As a full-grown young man, he was attracted by a maiden of his\ntribe, and according to the custom then in vogue the pair\ndisappeared.  When they returned to the camp as man and wife,\nbehold! there was great excitement over the affair.  It seemed that\na certain chief had given many presents and paid unmistakable court\nto the maid with the intention of marrying her, and her parents had\naccepted the presents, which meant consent so far as they were\nconcerned.  But the girl herself had not given consent.",
        "The resentment of the disappointed suitor was great.  It was\nreported in the village that he had openly declared that the young\nman who defied and insulted him must expect to be punished.  As\nsoon as Little Wolf heard of the threats, he told his father and\nfriends that he had done only what it is every man’s privilege to\ndo.",
        "“Tell the chief,” said he, “to come out with any weapon he\npleases, and I will meet him within the circle of lodges.  He shall\neither do this or eat his words.  The woman is not his.  Her people\naccepted his gifts against her wishes.  Her heart is mine.”",
        "The chief apologized, and thus avoided the inevitable duel,\nwhich would have been a fight to the death.",
        "The early life of Little Wolf offered many examples of the\ndashing bravery characteristic of the Cheyennes, and inspired the\nyounger men to win laurels for themselves.  He was still a young\nman, perhaps thirty-five, when the most trying crisis in the\nhistory of his people came upon them.  As I know and as Doctor\nGrinnell’s book amply corroborates, he was the general who largely\nguided and defended them in that tragic flight from the Indian\nTerritory to their northern home.  I will not discuss the justice\nof their cause: I prefer to quote Doctor Grinnell, lest it appear\nthat I am in any way exaggerating the facts.",
        "“They had come,” he writes, “from the high, dry country of\nMontana and North Dakota to the hot and humid Indian Territory. \nThey had come from a country where buffalo and other game were\nstill plentiful to a land where the game had been exterminated. \nImmediately on their arrival they were attacked by fever and ague,\na disease wholly new to them.  Food was scanty, and they began to\nstarve.  The agent testified before a committee of the Senate that\nhe never received supplies to subsist the Indians for more than\nnine months in each year.  These people were meat-eaters, but the\nbeef furnished them by the government inspectors was no more than\nskin and bone.  The agent in describing their sufferings said:\n’They have lived and that is about all.’",
        "“The Indians endured this for about a year, and then their\npatience gave out.  They left the agency to which they had been\nsent and started north.  Though troops were camped close to them,\nthey attempted no concealment of their purpose.  Instead, they\nopenly announced that they intended to return to their own country.",
        "We have heard much in past years of the march of the Nez\nPerces under Chief Joseph, but little is remembered of the Dull\nKnife outbreak and the march to the north led by Little Wolf.  The\nstory of the journey has not been told, but in the traditions of\nthe old army this campaign was notable, and old men who were\nstationed on the plains forty years ago are apt to tell you, if you\nask them, that there never was such another journey since the\nGreeks marched to the sea. . . .",
        "“The fugitives pressed constantly northward undaunted, while\norders were flying over the wires, and special trains were carrying\nmen and horses to cut them off at all probable points on the\ndifferent railway lines they must cross.  Of the three hundred\nIndians, sixty or seventy were fighting men – the rest old men,\nwomen, and children.  An army officer once told me that thirteen\nthousand troops were hurrying over the country to capture or kill\nthese few poor people who had left the fever-stricken South, and in\nthe face of every obstacle were steadily marching northward.",
        "“The War Department set all its resources in operation against\nthem, yet they kept on.  If troops attacked them, they stopped and\nfought until they had driven off the soldiers, and then started\nnorth again.  Sometimes they did not even stop, but marched along,\nfighting as they marched.  For the most part they tried – and with\nsuccess – to avoid conflicts, and had but four real hard fights,\nin which they lost half a dozen men killed and about as many\nwounded.”",
        "It must not be overlooked that the appeal to justice had first\nbeen tried before taking this desperate step.  Little Wolf had gone\nto the agent about the middle of the summer and said to him: “This\nis not a good country for us, and we wish to return to our home in\nthe mountains where we were always well.  If you have not the power\nto give permission, let some of us go to Washington and tell them\nthere how it is, or do you write to Washington and get permission\nfor us to go back.”",
        "“Stay one more year,” replied the agent, “and then we will see\nwhat we can do for you.  “No,” said Little Wolf.  “Before another\nyear there will be none left to travel north.  We must go now.”",
        "Soon after this it was found that three of the Indians had\ndisappeared and the chief was ordered to surrender ten men as\nhostages for their return.  He refused.  “Three men,” said he, “who\nare traveling over wild country can hide so that they cannot be\nfound.  You would never get back these three, and you would keep my\nmen prisoners always.”",
        "The agent then threatened if the ten men were not given up to\nwithhold their rations and starve the entire tribe into submission. \nHe forgot that he was addressing a Cheyenne.  These people had not\nunderstood that they were prisoners when they agreed to friendly\nrelations with the government and came upon the reservation. \nLittle Wolf stood up and shook hands with all present before making\nhis final deliberate address.",
        "“Listen, my friends, I am a friend of the white people and\nhave been so for a long time.  I do not want to see blood spilt\nabout this agency.  I am going north to my own country.  If you are\ngoing to send your soldiers after me, I wish you would let us get\na little distance away.  Then if you want to fight, I will fight\nyou, and we can make the ground bloody at that place.”",
        "The Cheyenne was not bluffing.  He said just what he meant,\nand I presume the agent took the hint, for although the military\nwere there they did not undertake to prevent the Indians’\ndeparture.  Next morning the teepees were pulled down early and\nquickly.  Toward evening of the second day, the scouts signaled the\napproach of troops.  Little Wolf called his men together and\nadvised them under no circumstances to fire until fired upon.  An\nArapahoe scout was sent to them with a message.  “If you surrender\nnow, you will get your rations and be well treated.”  After what\nthey had endured, it was impossible not to hear such a promise with\ncontempt.  Said Little Wolf: “We are going back to our own country. \nWe do not want to fight.”  He was riding still nearer when the\nsoldiers fired, and at a signal the Cheyennes made a charge.  They\nsucceeded in holding off the troops for two days, with only five\nmen wounded and none killed, and when the military retreated the\nIndians continued northward carrying their wounded.",
        "This sort of thing was repeated again and again.  Meanwhile\nLittle Wolf held his men under perfect control.  There were\npractically no depredations.  They secured some boxes of ammunition\nleft behind by retreating troops, and at one point the young men\nwere eager to follow and destroy an entire command who were\napparently at their mercy, but their leader withheld them.  They\nhad now reached the buffalo country, and he always kept his main\nobject in sight.  He was extraordinarily calm.  Doctor Grinnell was\ntold by one of his men years afterward: “Little Wolf did not seem\nlike a human being.  He seemed like a bear.”  It is true that a man\nof his type in a crisis becomes spiritually transformed and moves\nas one in a dream.",
        "At the Running Water the band divided, Dull Knife going toward\nRed Cloud agency.  He was near Fort Robinson when he surrendered\nand met his sad fate.  Little Wolf remained all winter in the Sand\nHills, where there was plenty of game and no white men.  Later he\nwent to Montana and then to Pine Ridge, where he and his people\nremained in peace until they were removed to Lame Deer, Montana,\nand there he spent the remainder of his days.  There is a clear sky\nbeyond the clouds of racial prejudice, and in that final Court of\nHonor a noble soul like that of Little Wolf has a place.",
        "Continue...",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}