{
    "title": "Indian Heroes and Great Chieftains - Rain-in-the-Face (Charles A. Eastman)",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "The noted Sioux warrior, Rain-in-the-Face, whose name once carried\nterror to every part of the frontier, died at his home on the\nStanding Rock reserve in North Dakota on September 14, 1905.  About\ntwo months before his death I went to see him for the last time,\nwhere he lay upon the bed of sickness from which he never rose\nagain, and drew from him his life-history.",
        "It had been my experience that you cannot induce an Indian to\ntell a story, or even his own name, by asking him directly.",
        "“Friend,” I said, “even if a man is on a hot trail, he stops\nfor a smoke!  In the good old days, before the charge there was a\nsmoke.  At home, by the fireside, when the old men were asked to\ntell their brave deeds, again the pipe was passed.  So come, let us\nsmoke now to the memory of the old days!”",
        "He took of my tobacco and filled his long pipe, and we smoked. \nThen I told an old mirthful story to get him in the humor of\nrelating his own history.",
        "The old man lay upon an iron bedstead, covered by a red\nblanket, in a corner of the little log cabin.  He was all alone\nthat day; only an old dog lay silent and watchful at his master’s\nfeet.",
        "Finally he looked up and said with a pleasant smile:",
        "“True, friend; it is the old custom to retrace one’s trail\nbefore leaving it forever!  I know that I am at the door of the\nspirit home.",
        "“I was born near the forks of the Cheyenne River, about\nseventy years ago.  My father was not a chief; my grandfather was\nnot a chief, but a good hunter and a feast-maker.  On my mother’s\nside I had some noted ancestors, but they left me no chieftainship. \nI had to work for my reputation.",
        "“When I was a boy, I loved to fight,” he continued.  “In all\nour boyish games I had the name of being hard to handle, and I took\nmuch pride in the fact.",
        "“I was about ten years old when we encountered a band of\nCheyennes.  They were on friendly terms with us, but we boys\nalways indulged in sham fights on such occasions, and this time I\ngot in an honest fight with a Cheyenne boy older than I. I got the\nbest of the boy, but he hit me hard in the face several times, and\nmy face was all spattered with blood and streaked where the paint\nhad been washed away.  The Sioux boys whooped and yelled:",
        "“’His enemy is down, and his face is spattered as if with\nrain!  Rain-in-the-Face!  His name shall be Rain-in-the-Face!’",
        "“Afterwards, when I was a young man, we went on a warpath\nagainst the Gros Ventres.  We stole some of their horses, but were\novertaken and had to abandon the horses and fight for our lives. \nI had wished my face to represent the sun when partly covered with\ndarkness, so I painted it half black, half red.  We fought all day\nin the rain, and my face was partly washed and streaked with red\nand black: so again I was christened Rain-in-the-Face.  We\nconsidered it an honorable name.",
        "“I had been on many warpaths, but was not especially\nsuccessful until about the time the Sioux began to fight with the\nwhite man.  One of the most daring attacks that we ever made was at\nFort Totten, North Dakota, in the summer of 1866.",
        "“Hohay, the Assiniboine captive of Sitting Bull, was the\nleader in this raid.  Wapaypay, the Fearless Bear, who was\nafterward hanged at Yankton, was the bravest man among us.  He\ndared Hohay to make the charge.  Hohay accepted the challenge, and\nin turn dared the other to ride with him through the agency and\nright under the walls of the fort, which was well garrisoned and\nstrong.",
        "“Wapaypay and I in those days called each other\n’brother-friend.’ It was a life-and-death vow.  What one does the\nother must do; and that meant that I must be in the forefront of\nthe charge, and if he is killed, I must fight until I die also!",
        "“I prepared for death.  I painted as usual like an eclipse of\nthe sun, half black and half red.”",
        "His eyes gleamed and his face lighted up remarkably as he\ntalked, pushing his black hair back from his forehead with a\nnervous gesture.",
        "“Now the signal for the charge was given!  I started even with\nWapaypay, but his horse was faster than mine, so he left me a\nlittle behind as we neared the fort.  This was bad for me, for by\nthat time the soldiers had somewhat recovered from the surprise\nand were aiming better.",
        "“Their big gun talked very loud, but my Wapaypay was leading\non, leaning forward on his fleet pony like a flying squirrel on a\nsmooth log!  He held his rawhide shield on the right side, a little\nto the front, and so did I. Our warwhoop was like the coyotes\nsinging in the evening, when they smell blood!",
        "“The soldiers’ guns talked fast, but few were hurt.  Their big\ngun was like a toothless old dog, who only makes himself hotter the\nmore noise he makes,” he remarked with some humor.",
        "“How much harm we did I do not know, but we made things lively\nfor a time; and the white men acted as people do when a swarm of\nangry bees get into camp.  We made a successful retreat, but some\nof the reservation Indians followed us yelling, until Hohay told\nthem that he did not wish to fight with the captives of the white\nman, for there would be no honor in that.  There was blood running\ndown my leg, and I found that both my horse and I were slightly\nwounded.",
        "“Some two years later we attacked a fort west of the Black\nHills [Fort Phil Kearny, Wyoming].  It was there we killed one\nhundred soldiers.”  [The military reports say eighty men, under the\ncommand of Captain Fetterman – not one left alive to tell the\ntale!]  “Nearly every band of the Sioux nation was represented in\nthat fight – Red Cloud, Spotted Tail, Crazy Horse, Sitting Bull,\nBig Foot, and all our great chiefs were there.  Of course such men\nas I were then comparatively unknown.  However, there were many\nnoted young warriors, among them Sword, the younger\nYoung-Man-Afraid, American Horse [afterward chief], Crow King, and\nothers.",
        "“This was the plan decided upon after many councils.  The main\nwar party lay in ambush, and a few of the bravest young men were\nappointed to attack the woodchoppers who were cutting logs to\ncomplete the building of the fort.  We were told not to kill these\nmen, but to chase them into the fort and retreat slowly, defying\nthe white men; and if the soldiers should follow, we were to lead\nthem into the ambush.  They took our bait exactly as we had hoped!\nIt was a matter of a very few minutes, for every soldier lay dead\nin a shorter time than it takes to annihilate a small herd of\nbuffalo.",
        "“This attack was hastened because most of the Sioux on the\nMissouri River and eastward had begun to talk of suing for peace. \nBut even this did not stop the peace movement.  The very next year\na treaty was signed at Fort Rice, Dakota Territory, by nearly all\nthe Sioux chiefs, in which it was agreed on the part of the Great\nFather in Washington that all the country north of the Republican\nRiver in Nebraska, including the Black Hills and the Big Horn\nMountains, was to be always Sioux country, and no white man should\nintrude upon it without our permission.  Even with this agreement\nSitting Bull and Crazy Horse were not satisfied, and they would not\nsign.",
        "“Up to this time I had fought in some important battles, but\nhad achieved no great deed.  I was ambitious to make a name for\nmyself.  I joined war parties against the Crows, Mandans, Gros\nVentres, and Pawnees, and gained some little distinction.",
        "“It was when the white men found the yellow metal in our\ncountry, and came in great numbers, driving away our game, that\nwe took up arms against them for the last time.  I must say here\nthat the chiefs who were loudest for war were among the first to\nsubmit and accept reservation life.  Spotted Tail was a great\nwarrior, yet he was one of the first to yield, because he was\npromised by the Chief Soldiers that they would make him chief of\nall the Sioux.  Ugh! he would have stayed with Sitting Bull to the\nlast had it not been for his ambition.",
        "“About this time we young warriors began to watch the trails\nof the white men into the Black Hills, and when we saw a wagon\ncoming we would hide at the crossing and kill them all without much\ntrouble.  We did this to discourage the whites from coming into our\ncountry without our permission.  It was the duty of our Great\nFather at Washington, by the agreement of 1868, to keep his white\nchildren away.",
        "“During the troublesome time after this treaty, which no one\nseemed to respect, either white or Indian [but the whites broke it\nfirst], I was like many other young men – much on the warpath, but\nwith little honor.  I had not yet become noted for any great deed. \nFinally, Wapaypay and I waylaid and killed a white soldier on his\nway from the fort to his home in the east.",
        "“There were a few Indians who were liars, and never on the\nwarpath, playing ’good Indian’ with the Indian agents and the war\nchiefs at the forts.  Some of this faithless set betrayed me, and\ntold more than I ever did.  I was seized and taken to the fort near\nBismarck, North Dakota [Fort Abraham Lincoln], by a brother [Tom\nCuster] of the Long-Haired War Chief, and imprisoned there.  These\nsame lying Indians, who were selling their services as scouts to\nthe white man, told me that I was to be shot to death, or else\nhanged upon a tree.  I answered that I was not afraid to die.",
        "“However, there was an old soldier who used to bring my food\nand stand guard over me – he was a white man, it is true, but he\nhad an Indian heart!  He came to me one day and unfastened the iron\nchain and ball with which they had locked my leg, saying by signs\nand what little Sioux he could muster:",
        "“’Go, friend! take the chain and ball with you.  I shall\nshoot, but the voice of the gun will lie.’",
        "“When he had made me understand, you may guess that I ran my\nbest!  I was almost over the bank when he fired his piece at me\nseveral times, but I had already gained cover and was safe.  I have\nnever told this before, and would not, lest it should do him an\ninjury, but he was an old man then, and I am sure he must be dead\nlong since.  That old soldier taught me that some of the white\npeople have hearts,” he added, quite seriously.",
        "“I went back to Standing Rock in the night, and I had to hide\nfor several days in the woods, where food was brought to me by my\nrelatives.  The Indian police were ordered to retake me, and they\npretended to hunt for me, but really they did not, for if they had\nfound me I would have died with one or two of them, and they knew\nit!  In a few days I departed with several others, and we rejoined\nthe hostile camp on the Powder River and made some trouble for the\nmen who were building the great iron track north of us [Northern\nPacific].",
        "“In the spring the hostile Sioux got together again upon the\nTongue River.  It was one of the greatest camps of the Sioux that\nI ever saw.  There were some Northern Cheyennes with us, under Two\nMoon, and a few Santee Sioux, renegades from Canada, under\nInkpaduta, who had killed white people in Iowa long before.  We had\ndecided to fight the white soldiers until no warrior should be\nleft.”",
        "At this point Rain-in-the-Face took up his tobacco pouch and\nbegan again to fill his pipe.",
        "“Of course the younger warriors were delighted with the\nprospect of a great fight!  Our scouts had discovered piles of oats\nfor horses and other supplies near the Missouri River.  They had\nbeen brought by the white man’s fire-boats.  Presently they\nreported a great army about a day’s travel to the south, with\nShoshone and Crow scouts.",
        "“There was excitement among the people, and a great council\nwas held.  Many spoke.  I was asked the condition of those Indians\nwho had gone upon the reservation, and I told them truly that they\nwere nothing more than prisoners.  It was decided to go out and\nmeet Three Stars [General Crook] at a safe distance from our camp.",
        "“We met him on the Little Rosebud.  I believe that if we had\nwaited and allowed him to make the attack, he would have fared no\nbetter than Custer.  He was too strongly fortified where he was,\nand I think, too, that he was saved partly by his Indian allies,\nfor the scouts discovered us first and fought us first, thus giving\nhim time to make his preparations.  I think he was more wise than\nbrave!  After we had left that neighborhood he might have pushed on\nand connected with the Long-Haired Chief.  That would have saved\nCuster and perhaps won the day.",
        "“When we crossed from Tongue River to the Little Big Horn, on\naccount of the scarcity of game, we did not anticipate any more\ntrouble.  Our runners had discovered that Crook had retraced his\ntrail to Goose Creek, and we did not suppose that the white men\nwould care to follow us farther into the rough country.",
        "“Suddenly the Long-Haired Chief appeared with his men!  It was\na surprise.”",
        "“What part of the camp were you in when the soldiers attacked\nthe lower end?” I asked.",
        "“I had been invited to a feast at one of the young men’s\nlodges [a sort of club].  There was a certain warrior who was\nmaking preparations to go against the Crows, and I had decided to\ngo also,” he said.",
        "“While I was eating my meat we heard the war cry!  We all\nrushed out, and saw a warrior riding at top speed from the lower\ncamp, giving the warning as he came.  Then we heard the reports of\nthe soldiers’ guns, which sounded differently from the guns fired\nby our people in battle.",
        "“I ran to my teepee and seized my gun, a bow, and a quiver\nfull of arrows.  I already had my stone war club, for you know we\nusually carry those by way of ornament.  Just as I was about to set\nout to meet Reno, a body of soldiers appeared nearly opposite us,\nat the edge of a long line of cliffs across the river.",
        "“All of us who were mounted and ready immediately started down\nthe stream toward the ford.  There were Ogallalas, Minneconjous,\nCheyennes, and some Unkpapas, and those around me seemed to be\nnearly all very young men.",
        "“’Behold, there is among us a young woman!’ I shouted.  ’Let\nno young man hide behind her garment!’  I knew that would make\nthose young men brave.",
        "“The woman was Tashenamani, or Moving Robe, whose brother had\njust been killed in the fight with Three Stars.  Holding her\nbrother’s war staff over her head, and leaning forward upon her\ncharger, she looked as pretty as a bird.  Always when there is a\nwoman in the charge, it causes the warriors to vie with one another\nin displaying their valor,” he added.",
        "“The foremost warriors had almost surrounded the white men,\nand more were continually crossing the stream.  The soldiers had\ndismounted, and were firing into the camp from the top of the\ncliff.”",
        "“My friend, was Sitting Bull in this fight?” I inquired.",
        "“I did not see him there, but I learned afterward that he was\namong those who met Reno, and that was three or four of the white\nman’s miles from Custer’s position.  Later he joined the attack\nupon Custer, but was not among the foremost.",
        "“When the troops were surrounded on two sides, with the river\non the third, the order came to charge!  There were many very young\nmen, some of whom had only a war staff or a stone war club in hand,\nwho plunged into the column, knocking the men over and stampeding\ntheir horses.",
        "“The soldiers had mounted and started back, but when the onset\ncame they dismounted again and separated into several divisions,\nfacing different ways.  They fired as fast as they could load their\nguns, while we used chiefly arrows and war clubs.  There seemed to\nbe two distinct movements among the Indians.  One body moved\ncontinually in a circle, while the other rode directly into and\nthrough the troops.",
        "“Presently some of the soldiers remounted and fled along the\nridge toward Reno’s position; but they were followed by our\nwarriors, like hundreds of blackbirds after a hawk.  A larger body\nremained together at the upper end of a little ravine, and fought\nbravely until they were cut to pieces.  I had always thought that\nwhite men were cowards, but I had a great respect for them after\nthis day.",
        "“It is generally said that a young man with nothing but a war\nstaff in his hand broke through the column and knocked down the\nleader very early in the fight.  We supposed him to be the leader,\nbecause he stood up in full view, swinging his big knife [sword]\nover his head, and talking loud.  Some one unknown afterwards shot\nthe chief, and he was probably killed also; for if not, he would\nhave told of the deed, and called others to witness it.  So it is\nthat no one knows who killed the Long-Haired Chief [General\nCuster].",
        "“After the first rush was over, coups were counted as usual on\nthe bodies of the slain.  You know four coups [or blows] can be\ncounted on the body of an enemy, and whoever counts the first one\n[touches it for the first time] is entitled to the ’first feather.’",
        "“There was an Indian here called Appearing Elk, who died a\nshort time ago.  He was slightly wounded in the charge.  He had\nsome of the weapons of the Long-Haired Chief, and the Indians used\nto say jokingly after we came upon the reservation that Appearing\nElk must have killed the Chief, because he had his sword!  However,\nthe scramble for plunder did not begin until all were dead.  I do\nnot think he killed Custer, and if he had, the time to claim the\nhonor was immediately after the fight.",
        "“Many lies have been told of me.  Some say that I killed the\nChief, and others that I cut out the heart of his brother [Tom\nCuster], because he had caused me to be imprisoned.  Why, in that\nfight the excitement was so great that we scarcely recognized our\nnearest friends!  Everything was done like lightning.  After the\nbattle we young men were chasing horses all over the prairie, while\nthe old men and women plundered the bodies; and if any mutilating\nwas done, it was by the old men.",
        "“I have lived peaceably ever since we came upon the\nreservation.  No one can say that Rain-in-the-Face has broken the\nrules of the Great Father.  I fought for my people and my country. \nWhen we were conquered I remained silent, as a warrior should. \nRain-in-the-Face was killed when he put down his weapons before the\nGreat Father.  His spirit was gone then; only his poor body lived\non, but now it is almost ready to lie down for the last time.  Ho,\nhechetu!  [It is well.]”",
        "Continue...",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}