{
    "title": "Indian Games - Other Amusements of Women and Children.",
    "author": "Andrew McFarland Davis",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "Under the name of “Fuseaux,” La Potherie [Footnote: Vol. III, p. 24.]\ndescribes a similar winter game of the children. He further says the\nwomen only played at platter or dice. The children played at lacrosse,\nseldom at platter. We have seen that the women in some parts of the\ncountry joined in the lacrosse games. Sometimes they played it by\nthemselves and sometimes they played other ball games which closely\nresemble that game. Romans describes a woman’s game in which they tossed\nup a ball which was to be caught before it reached the ground; but in\nthe meantime the one who tossed it had to pick up a small stick from the\nground.",
        "The women of the Natchez, [Footnote: Le Page du Pratz, Vol. III, p. 2,\nDomenech, Vol. II, p. 192.] according to Le Page du Pratz, played with\nthree pieces of cane, each eight or nine inches long, flat on one side\nand convex on the other with engravings on the convex side. Two were\nheld in the open palm of the left hand and the third was dropped round\nside down upon the ends of the two, so that all would fall to the\nground. If two convex surfaces came up the player won. He also says,\nand in this Romans concurs, that the women were very reluctant to be\nseen while playing.",
        "Among the Natchez, the young girls played ball with a deer-skin ball\nstuffed with Spanish moss. Other than that they seemed to him to have\nno games. [Footnote: Le Page du Pratz, Vol. III, p. 2.] The young\nChoctaws, according to Romans, engaged in wrestling, running, heaving\nand lifting great weights and playing ball. Hennepin says, “the\nchildren play with bows and with two sticks, one large and one small.\nThey hold the little one in the left, and the larger one in the right\nhand, then with the larger one they make the smaller one fly up in the\nair, and another runs after it, and throws it at the one who sprang it.\nThey also make a ball of flags or corn leaves, which they throw in the\nair and catch on the end of a pointed stick.” Powers [Footnote:\nContributions to North American Ethnology. Vol. III, p. 331.] describes\na game among the children of the Nishinams which consisted in tossing\nbunches of clover from one to another, and another in which the boys\nplaced themselves upon three bases and tossed a ball across from one to\nthe other. Points were won as in base ball by running bases, if\npossible, without being put out by the one who at the time had the\nball. The Choctaw [Footnote: Romans, p. 70, Bossu, Vol. I, p. 308.]\nboys made use of a cane stalk, eight or nine feet in length, from which\nthe obstructions at the joints had been removed, much as boys use what\nis called a putty blower. The Zuni children are said to play checkers\nwith fragments of pottery on flat stones. [Footnote: The Century, Vol.\nXXVI, p. 28, Cushing.]",
        "Running matches, swimming, wrestling, the simple ball-games which are\nhinted at rather than described, practice in archery and hurling the\nspear or javelin, furnished the Indian youth with such amusements as\ncould be derived outside the contests in which his elders participated.\nMost of these latter were so simple as to be easily understood by the\nvery young, and we can readily comprehend how deeply the vice of\ngambling must have been instilled in their minds, when they saw it\ninaugurated with such solemn ceremonials and participated in with such\nfuror by their elders.",
        "Our information concerning the habits of the Indians comes from a\nvariety of sources. Some of it is of very recent date, especially that\nwhich deals with the Indians of the Pacific coast. The early Relations\nof the French Fathers were faithful, and, as a rule, intelligent\nrecords of events which the priests themselves witnessed. The accounts\nof the French and Indian traders and travelers are neither as accurate\nnor as reliable as those contained in the Relations. Some of these\nauthors faithfully recorded what they saw; others wrote to make books.\nThey differ widely in value as authorities and must be judged upon\ntheir individual merits.",
        "Much of our information concerning the manners and customs of the\nnatives of the Pacific coast is derived from the publications of our\nnational government. The reports which are collated in these documents\nare from a great number of observers and are not uniform in character,\nbut many of them have great value. As a whole, the work was well done\nand in a scientific manner.",
        "The narration of the different games tells its own story. Lacrosse is\nfound throughout the country; platter or dice is distributed over an\narea of equal extent; chunkee was a southern and western game; straws a\nnorthern game with traces of its existence in the west; the guessing\ngame was apparently a western game. Everywhere, gambling prevailed to\nthe most shocking extent.",
        "There are writers who seek to reduce the impressions of the\nextravagance indulged in by the Indians at these games. The concurrence\nof testimony is to the effect that there was no limit to which they\nwould not go. Their last blanket or bead, the clothing on their backs,\ntheir wives and children, their own liberty were sometimes hazarded;\nand if the chances of the game went against them the penalty was paid\nwith unflinching firmness. The delivery of the wagered wives, Lescarbot\ntells us, was not always accomplished with ease, but the attempt would\nbe faithfully made and probably was often successful. Self-contained as\nthese people ordinarily were, it is not a matter of surprise that the\nweaker among them should have been led to these lengths of\nextravagance, under the high pressure of excitement which was\ndeliberately maintained during the progress of their games.\n[Transcriber’s Note: Lengthy footnote relocated to chapter end.] From\none end of the land to the other these scenes were ushered in with\nceremonies calculated to increase their importance and to awaken the\ninterest of the spectators. The methods used were the same among the\nconfederations of the north and of the south; among the wandering\ntribes of the interior; among the dwellers in the Pueblos; and among\nthe slothful natives of the Pacific coast.",
        "The scene described by Cushing, where, at the summons of the “prayer-\nmessage,” the Zunis gathered upon the house-tops and swarmed in the\nPlaza, to hazard their property, amid prayers and incantations, upon a\nguess under which tube the ball was concealed, is widely different from\nthat depicted by the Jesuit Fathers in Canada, where the swarthy Hurons\nassembled in the Council House at the call of the medicine man and in\nthe presence of the sick man, wagered their beads and skins, upon the\ncast of the dice. It differs equally from the scene which travellers\nhave brought before our eyes, of the Chinooks, beating upon their\npaddles and moaning forth their monotonous chants, while gathered in a\nring about the player, who with dexterous passes and strange\ncontortions manipulated the stone and thus added zest to the guess\nwhich was to determine the ownership of the property staked upon the\ngame. The resemblances in these scenes are, however, far more striking\nthan the differences. Climate and topography determine the one. Race\ncharacteristics are to be found in the other.",
        "[Relocated Footnote: The following extracts will illustrate these\npoints: They will bet all they have, even to their wives. It is true,\nhowever, that the delivery of the wagered women is not easy. They mock\nthe winners and point their fingers at them (Lescarbot, Vol. III, p.\n754); all that they possess, so that if unfortunate, as sometimes has\nhappened, they return home as naked as your hand (Lalemant, Relation,\n1639); their goods, their wives, their children (Ferland Vol. I, p.\n134); some have been known to stake their liberty for a time\n(Charlevoix, Vol. III, 319); have been known to stake their liberty\nupon the issue of these games, offering themselves to their opponents\nin case they get beaten (Catlin, Vol. I, p. 132); I have known several\nof them to gamble their liberty away (Lawson, p. 176); a Canadian\nIndian lost his wife and family to a Frenchman (Sagard Theodat,\nHistoire du Canada, Vol. I, p. 243); they wager their wives (A.\nColquhon Grant, Journal Royal Geog. Soc., London, Vol. XXVII, p. 299);\ntheir wives and children (Irving’s Astorla, Vol. II, p. 91); their\nliberty (Parker’s Journal of an Exploring Tour, pp. 249-50); Domenech\nhas never known men to bet their wives (Vol. II, p. 191); women bet as\nwell as men (Romans, p. 79; Am. Naturalist, Vol. XI, No. 6, 551);\nPhilander Prescott (Schoolcraft, Vol. IV, p. 64); Cushing (Century,\nVol. XXVI, p. 28); the liberty of a woman wagered by herself (Lalemant,\nRelation 1639); women are never seen to bet (Le Page du Pratz, Vol.\nIII, p. 2; Mayne Br. Col., p. 276); rash gambling sometimes followed by\nsuicide (Romans p. 79; Brebeuf, Relation 1686).]",
        " ",
        "\nThis full text of Andrew McFarland Davis’ “Indian Games” belongs to the public domain (thanks to Project Gutenberg).\n\n\nAt Amazon: American Indian Games\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}