{
    "title": "Indian Games - Other Athletic Games.",
    "author": "Andrew McFarland Davis",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "In addition to the games of lacrosse, platter or dice, straws and\nchunkee, there were other games, some of an athletic nature, some\npurely of chance, which observers have described, some of which are\nmentioned only in limited areas, while others, like the games above\nmentioned, were played by Indians scattered over a wide territory and\napparently having but little in common. Some of these games were but\nmodified forms of those which have been already described. Such, for\ninstance, is a game of ball which is described by Lafitau [Footnote:\nLafitau, Vol. II, p. 353.]and by Charlevoix. [Footnote: Charlevoix,\nVol. III, p. 319.] This closely resembled lacrosse in its general\nmethods of play, but as no rackets were used, it was less dangerous and\nless exciting. Goals were erected at each end of the field, separated\nby five hundred paces according to Lafitau. The players were divided\ninto sides. The ball was tossed into the air in the centre of the\nfield. When it came down the players of each side strove to catch it.\nHe who was successful ran in the direction of the goal which he wished\nto reach. The players of the opposite side pursued him and did what\nthey could to prevent him from accomplishing his object. When it was\nevident that the runner could gain no more ground, he would pass the\nball, if possible, to some player upon the same side and his success in\naccomplishing this was dependent largely upon his skill. The game is\nprobably not so old as lacrosse, for the ball is described as being\nlarger and softer than the one used in lacrosse, thus indicating that\nit belonged to the period when the stuffed deer-skin ball was used in\nthat game.",
        "Both Dumont and Le Page du Pratz describe this game with this\ndifference, [Footnote: Dumont, Vol. I, p. 201, LePage, Vol. I, p. 378.]\nthat the ball, according to their descriptions, was incessantly tossed\nin the air. Romans says that this game was played among the women; and\nLafitau, who describes it separately, adds that in this form it was\nonly played by girls. He also says that the Abenakis indulged in a\nsimilar game, using an inflated bladder for a ball; and that the\nFlorida Indians fixed a willow cage upon a pole in such a way that it\ncould revolve and tried to hit it with a ball so as to make it turn\nseveral times. [Footnote: Lafitau. Vol. II, p. 158.]",
        "Joutel in his historical journal describes a curious game as follows:\n“Taking a short stick, very smooth and greased that it may be the\nharder to hold it fast, one of the elders throws it as far as he can.\nThe young men run after it, snatch it from each other, and at last, he\nwho remains possessed of it has the first lot.” [Footnote: French’s\nHistorical Collections of Louisiana, Vol. I, p. 188; Sanford’s History\nof the United States before the Revolution, p. clxxxii.]",
        "Football is found at the north. Ogilby [Footnote: Ogilby, Book II,\nChap. II, p. 156. See also Smith’s Narrative, p. 77.] says: “Their\ngoals are a mile long placed on the sands, which are as even as a\nboard; their ball is no bigger than a hand ball, which sometimes they\nmount in the air with their naked feet, sometimes it is swayed by the\nmultitude, sometimes also it is two days before they get a goal, then\nthey mark the ground they win, and begin there the next day. Before\nthey come to this sport they paint themselves, even as when they go to\nwar.” At the south it was “likewise a favorite manly diversion with\nthem.” [Footnote: Bartram, p. 509.]",
        "Certain forms of ball-play which were neither lacrosse nor chunkee, but\nwhich resembled these games were found in different localities. Such for\ninstance is the game which Catlin [Footnote: Vol. II, p. 146.] saw\nplayed by the Sioux women. Two balls were connected with a string a foot\nand a half long. Each woman was armed with a stick. They were divided\ninto equal sides. Goals were erected and the play was in some respects\nlike lacrosse. Stakes were wagered on the game. This game is\nalso-described by Domenech, [Footnote: Vol. II, p. 196.] who says the\nwomen wore a special costume which left the limbs free and that the game\nwas “unbecoming and indecent.” Powers [Footnote: Contribution to North\nAmerican Ethnology, Vol. III, p. 383.] found a game among the Nishinams,\non the western slope of the Sierra Nevada, not far from Sacramento,\nwhich in some respects also resembled lacrosse. He says “The ’Ti’-kel’\nis the only really robust and athletic game they use, and is played by a\nlarge company of men and boys. The piece [Footnote: The equivalent in\nthe game, of the ball in lacrosse.] is made of raw-hide or nowadays of\nstrong cloth, and is shaped like a small dumb-bell. It is laid in the\ncentre of a wide, level space of ground, in a furrow, hollowed out a few\ninches in depth. Two parallel lines are drawn equidistant from it, a few\npaces apart, and along these lines the opposing parties, equal in\nstrength, range themselves. Each player is equipped with a slight,\nstrong staff, from four to six feet long. The two champions of the party\ntake their stations on opposite sides of the piece, which is thrown into\nthe air, caught on the staff of one of the others, and hurled by him in\nthe direction of his antagonist’s goal. With this send-off there ensues\na wild chase and a hustle, pell-mell, higgledy-piggledy, each party\nstriving to bowl the piece over the other’s goal. These goals are\nseveral hundred yards apart.",
        "In an article in the Overland Monthly, [Footnote: Vol. II, p. 433. See\nalso Smith’s Narrative, p. 77.] A. W. Chase describes a game in vogue\namong the Oregon Indians which he says was identical with hockey, as\nfollows: “Sides being chosen, each endeavors to drive a hard ball of\npine wood around a stake and in different directions; stripped to the\nbuff, they display great activity and strength, whacking away at each\nother’s shins, if they are in the way, with a refreshing disregard of\nbruises. The squaws assist in the performance by beating drums and\nkeeping up a monotonous chant.” In the first of the two games of “spear\nand ring,” described by Domenech, [Footnote: Vol. II, pp. 197-8.] the\nplayers are divided into sides. The stone ring, about three inches in\ndiameter, is fixed upright on the chosen ground, and players two at a\ntime, one from each side, endeavor to throw their spears through the\nring. The spears are marked along their length with little shields or\nbits of leather, and the count is affected by the number of these that\npass through the ring. He also mentions a game [Footnote: He does not\ngive his authority for this game. He has evidently copied in his book\nfrom other writers, but seldom indicates whether his descriptions are\nbased upon personal observation or quoted.] among the Natchez in which\nthe ring was a “huge stone” and the spear a “stick of the shape of a\nbat.”",
        "If we classify Domenech’s first game of “spear and ring” among those\nwhich resemble chunkee, rather than as a form of chunkee itself, we\nshall probably be compelled to pursue the same course with Morgan’s\ngame of “javelin” to which we have already alluded. [Footnote: League\nof the Iroquois, p. 300.] In this game the players divided into sides.\nEach player had an agreed number of javelins. The ring, which was\neither a hoop or made solid like a wheel by winding with splints, was\nabout eight inches in diameter. The players on one side were arranged\nin a line and the hoop was rolled before them. They hurled their\njavelins. The count of the game was kept by a forfeiture of javelins.\nSuch as hit the mark were safe, but the javelins which did not hit were\npassed to the players of the other side who then had an opportunity to\nthrow them at the hoop from the same spot. If these players were\nsuccessful the javelins were forfeited and laid out of the play. If,\nhowever, they in turn failed the javelins were returned to their\noriginal owners. The hoop was then rolled by the other side and the\nprocess continued until one of the sides had forfeited all their\njavelins.",
        "Continue...",
        "\nThis full text of Andrew McFarland Davis’ “Indian Games” belongs to the public domain (thanks to Project Gutenberg).\n\n\nAt Amazon: American Indian Games\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}