{
    "title": "Indian Fairy Tales - The Broken Pot",
    "author": "Joseph Jacobs",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "There lived in a certain place a Brahman, whose name was\nSvabhavakripana, which means “a born miser.” He had collected\na quantity of rice by begging, and after having dined off it, he filled a\npot with what was left over. He hung the pot on a peg on the wall,\nplaced his couch beneath, and looking intently at it all the night, he\nthought, “Ah, that pot is indeed brimful of rice. Now, if there should be\na famine, I should certainly make a hundred rupees by it. With this I\nshall buy a couple of goats. They will have young ones every six months,\nand thus I shall have a whole herd of goats. Then, with the goats, I\nshall buy cows. As soon as they have calved, I shall sell the calves.\nThen, with the calves, I shall buy buffaloes; with the buffaloes, mares.\nWhen the mares have foaled, I shall have plenty of horses; and when\nI sell them, plenty of gold. With that gold I shall get a house with four\nwings. And then a Brahman will come to my house, and will give me his\nbeautiful daughter, with a large dowry. She will have a son, and I shall\ncall him Somasarman. When he is old enough to be danced on his\nfather’s knee, I shall sit with a book at the back of the stable, and while\nI am reading, the boy will see me, jump from his mother’s lap, and run\ntowards me to be danced on my knee. He will come too near the\nhorse’s hoof, and, full of anger, I shall call to my wife, ’Take the baby;\ntake him!’ But she, distracted by some domestic work, does not hear me.\nThen I get up, and give her such a kick with my foot.” While he thought\nthis, he gave a kick with his foot, and broke the pot. All the rice fell\nover him, and made him quite white. Therefore, I say, “He who makes\nfoolish plans for the future will be white all over, like the father of\nSomasarman.”",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}