{
    "title": "Indian Fairy Tales - Raja Rasalu",
    "author": "Joseph Jacobs",
    "chapter": "20",
    "content": [
        "\n",
        "\n\n",
        "Once there lived a great Raja, whose name was Salabhan, and he had a\nQueen, by name Lona, who, though she wept and prayed at many a shrine,\nhad never a child to gladden her eyes. After a long time, however, a\nson was promised to her.",
        "Queen Lona returned to the palace, and when the time for the birth of\nthe promised son drew nigh, she inquired of three Jogis who came\nbegging to her gate, what the child’s fate would be, and the youngest\nof them answered and said, “Oh, Queen! the child will be a boy, and he\nwill live to be a great man. But for twelve years you must not look\nupon his face, for if either you or his father see it before the twelve\nyears are past, you will surely die! This is what you must do; as soon\nas the child is born you must send him away to a cellar underneath the\nground, and never let him see the light of day for twelve years. After\nthey are over, he may come forth, bathe in the river, put on new\nclothes, and visit you. His name shall be Raja Rasalu, and he shall be\nknown far and wide.”",
        "So, when a fair young Prince was in due time born into the world, his\nparents hid him away in an underground palace, with nurses, and\nservants, and everything else a King’s son might desire. And with him\nthey sent a young colt, born the same day, and sword, spear, and\nshield, against the day when Raja Rasalu should go forth into the\nworld.",
        "So there the child lived, playing with his colt, and talking to his\nparrot, while the nurses taught him all things needful for a King’s son\nto know.",
        "Young Rasalu lived on, far from the light of day, for eleven long\nyears, growing tall and strong, yet contented to remain playing with\nhis colt, and talking to his parrot; but when the twelfth year began,\nthe lad’s heart leapt up with desire for change, and he loved to listen\nto the sounds of life which came to him in his palace-prison from the\noutside world.",
        "“I must go and see where the voices come from!” he said; and when his\nnurses told him he must not go for one year more, he only laughed\naloud, saying, “Nay! I stay no longer here for any man!”",
        "Then he saddled his Arab horse Bhaunr, put on his shining armour, and\nrode forth into the world; but mindful of what his nurses had oft told\nhim, when he came to the river, he dismounted, and, going into the\nwater, washed himself and his clothes.",
        "Then, clean of raiment, fair of face, and brave of heart, he rode on\nhis way until he reached his father’s city. There he sat down to rest\nawhile by a well, where the women were drawing water in earthen\npitchers. Now, as they passed him, their full pitchers poised upon\ntheir heads, the gay young Prince flung stones at the earthen vessels,\nand broke them all. Then the women, drenched with water, went weeping\nand wailing to the palace, complaining to the King that a mighty young\nPrince in shining armour, with a parrot on his wrist and a gallant\nsteed beside him, sat by the well, and broke their pitchers.",
        "Now, as soon as Rajah Salabhan heard this, he guessed at once that it\nwas Prince Rasalu come forth before the time, and, mindful of the\nJogis’ words that he would die if he looked on his son’s face before\ntwelve years were past, he did not dare to send his guards to seize the\noffender and bring him to be judged. So he bade the women be comforted,\nand take pitchers of iron and brass, giving new ones from his treasury\nto those who did not possess any of their own.",
        "But when Prince Rasalu saw the women returning to the well with\npitchers of iron and brass, he laughed to himself, and drew his mighty\nbow till the sharp-pointed arrows pierced the metal vessels as though\nthey had been clay.",
        "Yet still the King did not send for him, so he mounted his steed and\nset off in the pride of his youth and strength to the palace. He strode\ninto the audience hall, where his father sat trembling, and saluted him\nwill all reverence; but Raja Salabhan, in fear of his life, turned his\nback hastily and said never a word in reply.",
        "Then Prince Rasalu called scornfully to him across the hall:",
        "  “I came to greet thee, King, and not to harm thee!\n     What have I done that thou shouldst turn away?\n   Sceptre and empire have no power to charm me–\n     I go to seek a worthier prize than they!”",
        "Then he strode away, full of bitterness and anger; but, as he passed\nunder the palace windows, he heard his mother weeping, and the sound\nsoftened his heart, so that his wrath died down, and a great loneliness\nfell upon him, because he was spurned by both father and mother. So he\ncried sorrowfully,",
        "  “Oh heart crown’d with grief, hast thou nought\n    But tears for thy son?\n  Art mother of mine? Give one thought\n    To my life just begun!”",
        "And Queen Lona answered through her tears:",
        "  “Yea! mother am I, though I weep,\n    So hold this word sure,–\n  Go, reign king of all men, but keep\n    Thy heart good and pure!”",
        "So Raja Rasalu was comforted, and began to make ready for fortune. He\ntook with him his horse Bhaunr and his parrot, both of whom had lived\nwith him since he was born.",
        "So they made a goodly company, and Queen Lona, when she saw them going,\nwatched them from her window till she saw nothing but a cloud of dust\non the horizon; then she bowed her head on her hands and wept, saying:",
        "  “Oh! son who ne’er gladdened mine eyes,\n  Let the cloud of thy going arise,\n  Dim the sunlight and darken the day;\n  For the mother whose son is away\n      Is as dust!”",
        "Rasalu had started off to play chaupur with King Sarkap. And as he\njourneyed there came a fierce storm of thunder and lightning, so that\nhe sought shelter, and found none save an old graveyard, where a\nheadless corpse lay upon the ground. So lonesome was it that even the\ncorpse seemed company, and Rasalu, sitting down beside it, said:",
        "  “There is no one here, nor far nor near,\n    Save this breathless corpse so cold and grim;\n  Would God he might come to life again,\n    ’Twould be less lonely to talk to him.”",
        "And immediately the headless corpse arose and sat beside Raja Rasalu.\nAnd he, nothing astonished, said to it:",
        "  “The storm beats fierce and loud,\n    The clouds rise thick in the west;\n  What ails thy grave and shroud,\n    Oh corpse! that thou canst not rest?”",
        "Then the headless corpse replied:",
        "  “On earth I was even as thou,\n    My turban awry like a king,\n  My head with the highest, I trow,\n    Having my fun and my fling,\n  Fighting my foes like a brave,\n    Living my life with a swing.\n        And, now I am dead,\n        Sins, heavy as lead,\n  Will give me no rest in my grave!”",
        "So the night passed on, dark and dreary, while Rasalu sat in the\ngraveyard and talked to the headless corpse. Now when morning broke and\nRasalu said he must continue his journey, the headless corpse asked him\nwhither he was going, and when he said “to play chaupur with King\nSarkap,” the corpse begged him to give up the idea saying, “I am King\nSarkap’s brother, and I know his ways. Every day, before breakfast, he\ncuts off the heads of two or three men, just to amuse himself. One day\nno one else was at hand, so he cut off mine, and he will surely cut off\nyours on some pretence or another. However, if you are determined to go\nand play chaupur with him, take some of the bones from this graveyard,\nand make your dice out of them, and then the enchanted dice with which\nmy brother plays will lose their virtue. Otherwise he will always win.”",
        "So Rasalu took some of the bones lying about, and fashioned them into\ndice, and these he put into his pocket. Then, bidding adieu to the\nheadless corpse, he went on his way to play chaupur with the King.",
        "Now, as Raja Rasalu, tender-hearted and strong, journeyed along to play\nchaupur with the King, he came to a burning forest, and a voice rose\nfrom the fire saying, “Oh, traveller! for God’s sake save me from the\nfire!”",
        "Then the Prince turned towards the burning forest, and, lo! the voice\nwas the voice of a tiny cricket. Nevertheless, Rasalu, tender-hearted\nand strong, snatched it from the fire and set it at liberty. Then the\nlittle creature, full of gratitude, pulled out one of its feelers, and\ngiving it to its preserver, said, “Keep this, and should you ever be in\ntrouble, put it into the fire, and instantly I will come to your aid.”",
        "The Prince smiled, saying, “What help could you give me?\"\nNevertheless, he kept the hair and went on his way.",
        "Now, when he reached the city of King Sarkap, seventy maidens,\ndaughters of the King, came out to meet him,–seventy fair maidens,\nmerry and careless, full of smiles and laughter; but one, the youngest\nof them all, when she saw the gallant young Prince riding on Bhaunr\nIraqi, going gaily to his doom, was filled with pity, and called to him\nsaying:",
        "  “Fair Prince, on the charger so gray,\n      Turn thee back! turn thee back!\n  Or lower thy lance for the fray;\n  Thy head will be forfeit to-day!\n  Dost love life? then, stranger, I pray,\n      Turn thee back! turn thee back!”",
        "But he, smiling at the maiden, answered lightly:",
        "  “Fair maiden, I come from afar,\n  Sworn conqueror in love and in war!\n  King Sarkap my coming will rue,\n  His head in four pieces I’ll hew;\n  Then forth as a bridegroom I’ll ride,\n  With you, little maid, as my bride!”",
        "Now when Rasalu replied so gallantly, the maiden looked in his face,\nand seeing how fair he was, and how brave and strong, she straightway\nfell in love with him, and would gladly have followed him through the\nworld.",
        "But the other sixty-nine maidens, being jealous, laughed scornfully at\nher, saying, “Not so fast, oh gallant warrior! If you would marry our\nsister you must first do our bidding, for you will be our younger\nbrother.”",
        "“Fair sisters!” quoth Rasalu gaily, “give me my task and I will perform\nit.”",
        "So the sixty-nine maidens mixed a hundred-weight of millet seed with a\nhundredweight of sand, and giving it to Rasalu, bade him separate the\nseed from the sand.",
        "Then he bethought him of the cricket, and drawing the feeler from his\npocket, thrust it into the fire. And immediately there was a whirring\nnoise in the air, and a great flight of crickets alighted beside him,\nand amongst them the cricket whose life he had saved.",
        "Then Rasalu said, “Separate the millet seed from the sand.”",
        "“Is that all?” quoth the cricket; “had I known how small a job you\nwanted me to do, I would not have assembled so many of my brethren.”",
        "With that the flight of crickets set to work, and in one night they\nseparated the seed from the sand.",
        "Now when the sixty-nine fair maidens, daughters of the king saw that\nRasalu had performed his task, they set him another, bidding him swing\nthem all, one by one, in their swings, until they were tired.",
        "Whereupon he laughed, saying, “There are seventy of you, counting my\nlittle bride yonder, and I am not going to spend my life swinging\ngirls! Why, by the time I have given each of you a swing, the first\nwill be wanting another! No! if you want a swing, get in, all seventy\nof you, into one swing, and then I’ll see what can be done.”",
        "So the seventy maidens climbed into one swing, and Raja Rasalu,\nstanding in his shining armour, fastened the ropes to his mighty bow,\nand drew it up to its fullest bent. Then he let go, and like an arrow\nthe swing shot into the air, with its burden of seventy fair maidens,\nmerry and careless, full of smiles and laughter.",
        "But as it swung back again, Kasalu, standing there in his shining\narmour, drew his sharp sword and severed the ropes. Then the seventy\nfair maidens fell to the ground headlong; and some were bruised and\nsome broken, but the only one who escaped unhurt was the maiden who\nloved Rasalu, for she fell out last, on the top of the others, and so\ncame to no harm.",
        "After this, Rasalu strode on fifteen paces, till he came to the seventy\ndrums, that every one who came to play chaupur with the King had to\nbeat in turn; and he beat them so loudly that he broke them all. Then\nhe came to the seventy gongs, all in a row, and he hammered them so\nhard that they cracked to pieces.",
        "Seeing this, the youngest Princess, who was the only one who could run,\nfled to her father the King in a great fright, saying:",
        "  “A mighty Prince, Sarkap! making havoc, rides along,\n  He swung us, seventy maidens fair, and threw us out\n  headlong;\n  He broke the drums you placed there and the gongs too\n  in his pride,\n  Sure, he will kill thee, father mine, and take me for his\n  bride!”",
        "But King Sarkap replied scornfully:",
        "  “Silly maiden, thy words make a lot\n  Of a very small matter;\n  For fear of my valour, I wot,\n  His armour will clatter.\n  As soon as I’ve eaten my bread\n  I’ll go forth and cut off his head!”",
        "Notwithstanding these brave and boastful words, he was in reality very\nmuch afraid, having heard of Rasalu’s renown. And learning that he was\nstopping at the house of an old woman in the city, till the hour for\nplaying chaupur arrived, Sarkap sent slaves to him with trays of\nsweetmeats and fruit, as to an honoured guest. But the food was\npoisoned.",
        "Now when the slaves brought the trays to Raja Rasalu, he rose up\nhaughtily, saying, “Go, tell your master I have nought to do with him\nin friendship. I am his sworn enemy, and I eat not of his salt!”",
        "So saying, he threw the sweetmeats to Raja Sarkap’s dog, which had\nfollowed the slave, and lo! the dog died.",
        "Then Rasalu was very wroth, and said bitterly, “Go back to Sarkap,\nslaves! and tell him that Rasalu deems it no act of bravery to kill\neven an enemy by treachery.”",
        "Now, when evening came, Raja Rasalu went forth to play chaupur with\nKing Sarkap, and as he passed some potters’ kilns he saw a cat\nwandering about restlessly; so he asked what ailed her, that she never\nstood still, and she replied, “My kittens are in an unbaked pot in the\nkiln yonder. It has just been set alight, and my children will be baked\nalive; therefore I cannot rest!”",
        "Her words moved the heart of Raja Rasalu, and, going to the potter, he\nasked him to sell the kiln as it was; but the potter replied that he\ncould not settle a fair price till the pots were burnt, as he could not\ntell how many would come out whole. Nevertheless, after some\nbargaining, he consented at last to sell the kiln, and Rasalu, having\nsearched all the pots, restored the kittens to their mother, and she,\nin gratitude for his mercy, gave him one of them, saying, “Put it in\nyour pocket, for it will help you when you are in difficulties.” So\nRaja Rasalu put the kitten in his pocket, and went to play chaupur with\nthe King.",
        "Now, before they sat down to play, Raja Sarkap fixed his stakes,–on\nthe first game, his kingdom; on the second, the wealth of the whole\nworld; and, on the third, his own head. So, likewise, Raja Rasalu fixed\nhis stakes,–on the first game, his arms; on the second, his horse;\nand, on the third, his own head.",
        "Then they began to play, and it fell to Rasalu’s lot to make the first\nmove. Now he, forgetful of the dead man’s warning, played with the dice\ngiven him by Raja Sarkap, besides which, Sarkap let loose his famous\nrat, Dhol Raja, and it ran about the board, upsetting the chaupur\npieces on the sly, so that Rasalu lost the first game, and gave up his\nshining armour.",
        "Then the second game began, and once more Dhol Raja, the rat, upset the\npieces; and Rasalu, losing the game, gave up his faithful steed. Then\nBhaunr, the Arab steed, who stood by, found voice, and cried to his\nmaster,",
        "  “Sea-born am I, bought with much gold;\n  Dear Prince! trust me now as of old.\n  I’ll carry you far from these wiles–\n  My flight, all unspurr’d, will be swift as a bird,\n  For thousands and thousands of miles!\n  Or if needs you must stay; ere the next game you play,\n  Place hand in your pocket, I pray!”",
        "Hearing this, Raja Sarkap frowned, and bade his slaves remove Bhaunr,\nthe Arab steed, since he gave his master advice in the game. Now, when\nthe slaves came to lead the faithful steed away, Rasalu could not\nrefrain from tears, thinking over the long years during which Bhaunr,\nthe Arab steed, had been his companion. But the horse cried out again,",
        "  “Weep not, dear Prince! I shall not eat my bread\n  Of stranger hands, nor to strange stall be led.\n  Take thy right hand, and place it as I said.”",
        "These words roused some recollection in Rasalu’s mind, and when, just\nat this moment, the kitten in his pocket began to struggle, he\nremembered all about the warning, and the dice made from dead men’s\nbones. Then his heart rose up once more, and he called boldly to Raja\nSarkap, “Leave my horse and arms here for the present. Time enough to\ntake them away when you have won my head!”",
        "Now, Raja Sarkap, seeing Rasalu’s confident bearing, began to be\nafraid, and ordered all the women of his palace to come forth in their\ngayest attire and stand before Rasalu, so as to distract his attention\nfrom the game. But he never even looked at them, and drawing the dice\nfrom his pocket, said to Sarkap, “We have played with your dice all\nthis time; now we will play with mine.”",
        "Then the kitten went and sat at the window through which the rat Dhol\nRaja used to come, and the game began.",
        "After a while, Sarkap, seeing Raja Rasalu was winning, called to his\nrat, but when Dhol Raja saw the kitten he was afraid, and would not go\nfurther. So Rasalu won, and took back his arms. Next he played for his\nhorse, and once more Raja Sarkap called for his rat; but Dhol Raja,\nseeing the kitten keeping watch, was afraid. So Rasalu won the second\nstake, and took back Bhaunr, the Arab steed.",
        "Then Sarkap brought all his skill to bear on the third and last game,\nsaying,",
        "  “Oh moulded pieces! favour me to-day!\n  For sooth this is a man with whom I play.\n  No paltry risk–but life and death at stake;\n  As Sarkap does, so do, for Sarkap’s sake!”",
        "But Rasalu answered back,",
        "  “Oh moulded pieces! favour me to-day!\n  For sooth it is a man with whom I play.\n  No paltry risk–but life and death at stake;\n  As Heaven does, so do, for Heaven’s sake!”",
        "So they began to play, whilst the women stood round in a circle, and\nthe kitten watched Dhol Raja from the window. Then Sarkap lost, first\nhis kingdom, then the wealth of the whole world, and lastly his head.",
        "Just then, a servant came in to announce the birth of a daughter to\nRaja Sarkap, and he, overcome by misfortunes, said, “Kill her at once!\nfor she has been born in an evil moment, and has brought her father ill\nluck!”",
        "But Rasalu rose up in his shining armour, tender-hearted and strong,\nsaying, “Not so, oh king! She has done no evil. Give me this child to\nwife; and if you will vow, by all you hold sacred, never again to play\nchaupur for another’s head, I will spare yours now!”",
        "Then Sarkap vowed a solemn vow never to play for another’s head; and\nafter that he took a fresh mango branch, and the new-born babe, and\nplacing them on a golden dish gave them to Rasalu.",
        "Now, as he left the palace, carrying with him the new-born babe and the\nmango branch, he met a band of prisoners, and they called out to him,",
        "  “A royal hawk art thou, oh King! the rest\n   But timid wild-fowl. Grant us our request,–\n   Unloose these chains, and live for ever blest!”",
        "And Raja Rasalu hearkened to them, and bade King Sarkap set them at\nliberty.",
        "Then he went to the Murti Hills, and placed the new-born babe, Kokilan,\nin an underground palace, and planted the mango branch at the door,\nsaying, “In twelve years the mango tree will blossom; then will I\nreturn and marry Kokilan.”",
        "And after twelve years, the mango tree began to flower, and Raja Rasalu\nmarried the Princess Kokilan, whom he won from Sarkap when he played\nchaupur with the King.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}