{
    "title": "Indian Heroes and Great Chieftains - Crazy Horse (Charles A. Eastman)",
    "author": "Unknown",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "Crazy Horse was born on the Republican River about 1845.  He was\nkilled at Fort Robinson, Nebraska, in 1877, so that he lived barely\nthirty-three years.",
        "He was an uncommonly handsome man.  While not the equal of\nGall in magnificence and imposing stature, he was physically\nperfect, an Apollo in symmetry.  Furthermore he was a true type of\nIndian refinement and grace.  He was modest and courteous as Chief\nJoseph; the difference is that he was a born warrior, while Joseph\nwas not.  However, he was a gentle warrior, a true brave, who stood\nfor the highest ideal of the Sioux.  Notwithstanding all that\nbiased historians have said of him, it is only fair to judge a man\nby the estimate of his own people rather than that of his enemies.",
        "The boyhood of Crazy Horse was passed in the days when the\nwestern Sioux saw a white man but seldom, and then it was usually\na trader or a soldier.  He was carefully brought up according to\nthe tribal customs.  At that period the Sioux prided themselves on\nthe training and development of their sons and daughters, and not\na step in that development was overlooked as an excuse to bring the\nchild before the public by giving a feast in its honor.  At such\ntimes the parents often gave so generously to the needy that they\nalmost impoverished themselves, thus setting an example to the\nchild of self-denial for the general good.  His first step alone,\nthe first word spoken, first game killed, the attainment of manhood\nor womanhood, each was the occasion of a feast and dance in his\nhonor, at which the poor always benefited to the full extent of the\nparents’ ability.",
        "Big-heartedness, generosity, courage, and self-denial are the\nqualifications of a public servant, and the average Indian was keen\nto follow this ideal.  As every one knows, these characteristic\ntraits become a weakness when he enters a life founded upon\ncommerce and gain.  Under such conditions the life of Crazy Horse\nbegan.  His mother, like other mothers, tender and watchful of her\nboy, would never once place an obstacle in the way of his father’s\nsevere physical training.  They laid the spiritual and patriotic\nfoundations of his education in such a way that he early became\nconscious of the demands of public service.",
        "He was perhaps four or five years old when the band was snowed\nin one severe winter.  They were very short of food, but his father\nwas a tireless hunter.  The buffalo, their main dependence, were\nnot to be found, but he was out in the storm and cold every day and\nfinally brought in two antelopes.  The little boy got on his pet\npony and rode through the camp, telling the old folks to come to\nhis mother’s teepee for meat.  It turned out that neither his\nfather nor mother had authorized him to do this.  Before they knew\nit, old men and women were lined up before the teepee home, ready\nto receive the meat, in answer to his invitation.  As a result, the\nmother had to distribute nearly all of it, keeping only enough for\ntwo meals.",
        "On the following day the child asked for food.  His mother\ntold him that the old folks had taken it all, and added: “Remember,\nmy son, they went home singing praises in your name, not my name or\nyour father’s.  You must be brave.  You must live up to your\nreputation.”",
        "Crazy Horse loved horses, and his father gave him a pony of\nhis own when he was very young.  He became a fine horseman and\naccompanied his father on buffalo hunts, holding the pack horses\nwhile the men chased the buffalo and thus gradually learning the\nart.  In those days the Sioux had but few guns, and the hunting was\nmostly done with bow and arrows.",
        "Another story told of his boyhood is that when he was about\ntwelve he went to look for the ponies with his little brother, whom\nhe loved much, and took a great deal of pains to teach what he had\nalready learned.  They came to some wild cherry trees full of ripe\nfruit, and while they were enjoying it, the brothers were startled\nby the growl and sudden rush of a bear.  Young Crazy Horse pushed\nhis brother up into the nearest tree and himself sprang upon the\nback of one of the horses, which was frightened and ran some\ndistance before he could control him.  As soon as he could,\nhowever, he turned him about and came back, yelling and swinging\nhis lariat over his head.  The bear at first showed fight but\nfinally turned and ran.  The old man who told me this story added\nthat young as he was, he had some power, so that even a grizzly did\nnot care to tackle him.  I believe it is a fact that a silver-tip\nwill dare anything except a bell or a lasso line, so that\naccidentally the boy had hit upon the very thing which would drive\nhim off.",
        "It was usual for Sioux boys of his day to wait in the field\nafter a buffalo hunt until sundown, when the young calves would\ncome out in the open, hungrily seeking their mothers.  Then these\nwild children would enjoy a mimic hunt, and lasso the calves or\ndrive them into camp.  Crazy Horse was found to be a determined\nlittle fellow, and it was settled one day among the larger boys\nthat they would “stump” him to ride a good-sized bull calf.  He\nrode the calf, and stayed on its back while it ran bawling over the\nhills, followed by the other boys on their ponies, until his\nstrange mount stood trembling and exhausted.",
        "At the age of sixteen he joined a war party against the Gros\nVentres.  He was well in the front of the charge, and at once\nestablished his bravery by following closely one of the foremost\nSioux warriors, by the name of Hump, drawing the enemy’s fire and\ncircling around their advance guard.  Suddenly Hump’s horse was\nshot from under him, and there was a rush of warriors to kill or\ncapture him while down.  But amidst a shower of arrows the youth\nleaped from his pony, helped his friend into his own saddle, sprang\nup behind him, and carried him off in safety, although they were\nhotly pursued by the enemy.  Thus he associated himself in his\nmaiden battle with the wizard of Indian warfare, and Hump, who was\nthen at the height of his own career, pronounced Crazy Horse the\ncoming warrior of the Teton Sioux.",
        "At this period of his life, as was customary with the best\nyoung men, he spent much time in prayer and solitude.  Just what\nhappened in these days of his fasting in the wilderness and upon\nthe crown of bald buttes, no one will ever know; for these things\nmay only be known when one has lived through the battles of life to\nan honored old age.  He was much sought after by his youthful\nassociates, but was noticeably reserved and modest; yet in the\nmoment of danger he at once rose above them all – a natural\nleader!  Crazy Horse was a typical Sioux brave, and from the point\nof view of our race an ideal hero, living at the height of the\nepical progress of the American Indian and maintaining in his own\ncharacter all that was most subtle and ennobling of their spiritual\nlife, and that has since been lost in the contact with a material\ncivilization.",
        "He loved Hump, that peerless warrior, and the two became close\nfriends, in spite of the difference in age.  Men called them “the\ngrizzly and his cub.”  Again and again the pair saved the day for\nthe Sioux in a skirmish with some neighboring tribe.  But one day\nthey undertook a losing battle against the Snakes.  The Sioux were\nin full retreat and were fast being overwhelmed by superior\nnumbers.  The old warrior fell in a last desperate charge; but\nCrazy Horse and his younger brother, though dismounted, killed two\nof the enemy and thus made good their retreat.",
        "It was observed of him that when he pursued the enemy into\ntheir stronghold, as he was wont to do, he often refrained from\nkilling, and simply struck them with a switch, showing that he did\nnot fear their weapons nor care to waste his upon them.  In\nattempting this very feat, he lost this only brother of his, who\nemulated him closely.  A party of young warriors, led by Crazy\nHorse, had dashed upon a frontier post, killed one of the\nsentinels, stampeded the horses, and pursued the herder to the very\ngate of the stockade, thus drawing upon themselves the fire of the\ngarrison.  The leader escaped without a scratch, but his young\nbrother was brought down from his horse and killed.",
        "While he was still under twenty, there was a great winter\nbuffalo hunt, and he came back with ten buffaloes’ tongues which he\nsent to the council lodge for the councilors’ feast.  He had in one\nwinter day killed ten buffalo cows with his bow and arrows, and the\nunsuccessful hunters or those who had no swift ponies were made\nhappy by his generosity.  When the hunters returned, these came\nchanting songs of thanks.  He knew that his father was an expert\nhunter and had a good horse, so he took no meat home, putting in\npractice the spirit of his early teaching.",
        "He attained his majority at the crisis of the difficulties\nbetween the United States and the Sioux.  Even before that time,\nCrazy Horse had already proved his worth to his people in Indian\nwarfare.  He had risked his life again and again, and in some\ninstances it was considered almost a miracle that he had saved\nothers as well as himself.  He was no orator nor was he the son of\na chief.  His success and influence was purely a matter of\npersonality.  He had never fought the whites up to this time, and\nindeed no “coup” was counted for killing or scalping a white man.",
        "Young Crazy Horse was twenty-one years old when all the Teton\nSioux chiefs (the western or plains dwellers) met in council to\ndetermine upon their future policy toward the invader.  Their\nformer agreements had been by individual bands, each for itself,\nand every one was friendly.  They reasoned that the country was\nwide, and that the white traders should be made welcome.  Up to\nthis time they had anticipated no conflict.  They had permitted the\nOregon Trail, but now to their astonishment forts were built and\ngarrisoned in their territory.",
        "Most of the chiefs advocated a strong resistance.  There were\na few influential men who desired still to live in peace, and who\nwere willing to make another treaty.  Among these were White Bull,\nTwo Kettle, Four Bears, and Swift Bear.  Even Spotted Tail,\nafterward the great peace chief, was at this time with the\nmajority, who decided in the year 1866 to defend their rights and\nterritory by force.  Attacks were to be made upon the forts within\ntheir country and on every trespasser on the same.",
        "Crazy Horse took no part in the discussion, but he and all the\nyoung warriors were in accord with the decision of the council. \nAlthough so young, he was already a leader among them.  Other\nprominent young braves were Sword (brother of the man of that name\nwho was long captain of police at Pine Ridge), the younger Hump,\nCharging Bear, Spotted Elk, Crow King, No Water, Big Road, He Dog,\nthe nephew of Red Cloud, and Touch-the-Cloud, intimate friend of\nCrazy Horse.",
        "The attack on Fort Phil Kearny was the first fruits of the new\npolicy, and here Crazy Horse was chosen to lead the attack on the\nwoodchoppers, designed to draw the soldiers out of the fort, while\nan army of six hundred lay in wait for them.  The success of this\nstratagem was further enhanced by his masterful handling of his\nmen.  From this time on a general war was inaugurated; Sitting Bull\nlooked to him as a principal war leader, and even the Cheyenne\nchiefs, allies of the Sioux, practically acknowledged his\nleadership.  Yet during the following ten years of defensive war he\nwas never known to make a speech, though his teepee was the\nrendezvous of the young men.  He was depended upon to put into\naction the decisions of the council, and was frequently consulted\nby the older chiefs.",
        "Like Osceola, he rose suddenly; like Tecumseh he was always\nimpatient for battle; like Pontiac, he fought on while his allies\nwere suing for peace, and like Grant, the silent soldier, he was a\nman of deeds and not of words.  He won from Custer and Fetterman\nand Crook.  He won every battle that he undertook, with the\nexception of one or two occasions when he was surprised in the\nmidst of his women and children, and even then he managed to\nextricate himself in safety from a difficult position.",
        "Early in the year 1876, his runners brought word from Sitting\nBull that all the roving bands would converge upon the upper Tongue\nRiver in Montana for summer feasts and conferences.  There was\nconflicting news from the reservation.  It was rumored that the\narmy would fight the Sioux to a finish; again, it was said that\nanother commission would be sent out to treat with them.",
        "The Indians came together early in June, and formed a series\nof encampments stretching out from three to four miles, each band\nkeeping separate camp.  On June 17, scouts came in and reported the\nadvance of a large body of troops under General Crook.  The council\nsent Crazy Horse with seven hundred men to meet and attack him. \nThese were nearly all young men, many of them under twenty, the\nflower of the hostile Sioux.  They set out at night so as to steal\na march upon the enemy, but within three or four miles of his camp\nthey came unexpectedly upon some of his Crow scouts.  There was a\nhurried exchange of shots; the Crows fled back to Crook’s camp,\npursued by the Sioux.  The soldiers had their warning, and it was\nimpossible to enter the well-protected camp.  Again and again Crazy\nHorse charged with his bravest men, in the attempt to bring the\ntroops into the open, but he succeeded only in drawing their fire. \nToward afternoon he withdrew, and returned to camp disappointed. \nHis scouts remained to watch Crook’s movements, and later brought\nword that he had retreated to Goose Creek and seemed to have no\nfurther disposition to disturb the Sioux.  It is well known to us\nthat it is Crook rather than Reno who is to be blamed for cowardice\nin connection with Custer’s fate.  The latter had no chance to do\nanything, he was lucky to save himself; but if Crook had kept on\nhis way, as ordered, to meet Terry, with his one thousand regulars\nand two hundred Crow and Shoshone scouts, he would inevitably have\nintercepted Custer in his advance and saved the day for him, and\nwar with the Sioux would have ended right there.  Instead of this,\nhe fell back upon Fort Meade, eating his horses on the way, in a\ncountry swarming with game, for fear of Crazy Horse and his braves!",
        "The Indians now crossed the divide between the Tongue and the\nLittle Big Horn, where they felt safe from immediate pursuit. \nHere, with all their precautions, they were caught unawares by\nGeneral Custer, in the midst of their midday games and festivities,\nwhile many were out upon the daily hunt.",
        "On this twenty-fifth of June, 1876, the great camp was\nscattered for three miles or more along the level river bottom,\nback of the thin line of cottonwoods – five circular rows of\nteepees, ranging from half a mile to a mile and a half in\ncircumference.  Here and there stood out a large, white, solitary\nteepee; these were the lodges or “clubs” of the young men.  Crazy\nHorse was a member of the “Strong Hearts” and the “Tokala” or Fox\nlodge.  He was watching a game of ring-toss when the warning came\nfrom the southern end of the camp of the approach of troops.",
        "The Sioux and the Cheyennes were “minute men”, and although\ntaken by surprise, they instantly responded.  Meanwhile, the women\nand children were thrown into confusion.  Dogs were howling, ponies\nrunning hither and thither, pursued by their owners, while many of\nthe old men were singing their lodge songs to encourage the\nwarriors, or praising the “strong heart” of Crazy Horse.",
        "That leader had quickly saddled his favorite war pony and was\nstarting with his young men for the south end of the camp, when a\nfresh alarm came from the opposite direction, and looking up, he\nsaw Custer’s force upon the top of the bluff directly across the\nriver.  As quick as a flash, he took in the situation – the enemy\nhad planned to attack the camp at both ends at once; and knowing\nthat Custer could not ford the river at that point, he instantly\nled his men northward to the ford to cut him off.  The Cheyennes\nfollowed closely.  Custer must have seen that wonderful dash up the\nsage-bush plain, and one wonders whether he realized its meaning. \nIn a very few minutes, this wild general of the plains had\noutwitted one of the most brilliant leaders of the Civil War and\nended at once his military career and his life.",
        "In this dashing charge, Crazy Horse snatched his most famous\nvictory out of what seemed frightful peril, for the Sioux could not\nknow how many were behind Custer.  He was caught in his own trap. \nTo the soldiers it must have seemed as if the Indians rose up from\nthe earth to overwhelm them.  They closed in from three sides and\nfought until not a white man was left alive.  Then they went down\nto Reno’s stand and found him so well intrenched in a deep gully\nthat it was impossible to dislodge him.  Gall and his men held him\nthere until the approach of General Terry compelled the Sioux to\nbreak camp and scatter in different directions.",
        "While Sitting Bull was pursued into Canada, Crazy Horse and\nthe Cheyennes wandered about, comparatively undisturbed, during the\nrest of that year, until in the winter the army surprised the\nCheyennes, but did not do them much harm, possibly because they\nknew that Crazy Horse was not far off.  His name was held in\nwholesome respect.  From time to time, delegations of friendly\nIndians were sent to him, to urge him to come in to the\nreservation, promising a full hearing and fair treatment.",
        "For some time he held out, but the rapid disappearance of the\nbuffalo, their only means of support, probably weighed with him\nmore than any other influence.  In July, 1877, he was finally\nprevailed upon to come in to Fort Robinson, Nebraska, with several\nthousand Indians, most of them Ogallala and Minneconwoju Sioux, on\nthe distinct understanding that the government would hear and\nadjust their grievances.",
        "At this juncture General Crook proclaimed Spotted Tail, who\nhad rendered much valuable service to the army, head chief of the\nSioux, which was resented by many.  The attention paid Crazy Horse\nwas offensive to Spotted Tail and the Indian scouts, who planned a\nconspiracy against him.  They reported to General Crook that the\nyoung chief would murder him at the next council, and stampede the\nSioux into another war.  He was urged not to attend the council and\ndid not, but sent another officer to represent him.  Meanwhile the\nfriends of Crazy Horse discovered the plot and told him of it.  His\nreply was, “Only cowards are murderers.”",
        "His wife was critically ill at the time, and he decided to\ntake her to her parents at Spotted Tail agency, whereupon his\nenemies circulated the story that he had fled, and a party of\nscouts was sent after him.  They overtook him riding with his wife\nand one other but did not undertake to arrest him, and after he had\nleft the sick woman with her people he went to call on Captain Lea,\nthe agent for the Brules, accompanied by all the warriors of the\nMinneconwoju band.  This volunteer escort made an imposing\nappearance on horseback, shouting and singing, and in the words of\nCaptain Lea himself and the missionary, the Reverend Mr. Cleveland,\nthe situation was extremely critical.  Indeed, the scouts who had\nfollowed Crazy Horse from Red Cloud agency were advised not to show\nthemselves, as some of the warriors had urged that they be taken\nout and horsewhipped publicly.",
        "Under these circumstances Crazy Horse again showed his\nmasterful spirit by holding these young men in check.  He said to\nthem in his quiet way: “It is well to be brave in the field of\nbattle; it is cowardly to display bravery against one’s own\ntribesmen.  These scouts have been compelled to do what they did;\nthey are no better than servants of the white officers.  I came\nhere on a peaceful errand.”",
        "The captain urged him to report at army headquarters to\nexplain himself and correct false rumors, and on his giving\nconsent, furnished him with a wagon and escort.  It has been said\nthat he went back under arrest, but this is untrue.  Indians have\nboasted that they had a hand in bringing him in, but their stories\nare without foundation.  He went of his own accord, either\nsuspecting no treachery or determined to defy it.",
        "When he reached the military camp, Little Big Man walked\narm-in-arm with him, and his cousin and friend, Touch-the-Cloud,\nwas just in advance.  After they passed the sentinel, an officer\napproached them and walked on his other side.  He was unarmed but\nfor the knife which is carried for ordinary uses by women as well\nas men.  Unsuspectingly he walked toward the guardhouse, when\nTouch-the-Cloud suddenly turned back exclaiming: “Cousin, they will\nput you in prison!”",
        "“Another white man’s trick!  Let me go!  Let me die fighting!\"\ncried Crazy Horse.  He stopped and tried to free himself and draw\nhis knife, but both arms were held fast by Little Big Man and the\nofficer.  While he struggled thus, a soldier thrust him through\nwith his bayonet from behind.  The wound was mortal, and he died in\nthe course of that night, his old father singing the death song\nover him and afterward carrying away the body, which they said\nmust not be further polluted by the touch of a white man.  They hid\nit somewhere in the Bad Lands, his resting place to this day.",
        "Thus died one of the ablest and truest American Indians.  His\nlife was ideal; his record clean.  He was never involved in any of\nthe numerous massacres on the trail, but was a leader in\npractically every open fight.  Such characters as those of Crazy\nHorse and Chief Joseph are not easily found among so-called\ncivilized people.  The reputation of great men is apt to be\nshadowed by questionable motives and policies, but here are two\npure patriots, as worthy of honor as any who ever breathed God’s\nair in the wide spaces of a new world.",
        "Continue...",
        "\nThis complete e-book of Indian Heroes and Great Chieftains by by Charles A. Eastman (Ohiyesa)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Indian Heroes and Great Chieftains (Dover Books on the American Indian)By Charles A. EastmanAt Amazon"
    ]
}