{
    "title": "Indian Fairy Tales - How Sun, Moon, and Wind Went Out to Dinner",
    "author": "Joseph Jacobs",
    "chapter": "28",
    "content": [
        "\n",
        "\n\n",
        "One day Sun, Moon, and Wind went out to dine with their uncle and aunts\nThunder and Lightning. Their mother (one of the most distant Stars you\nsee far up in the sky) waited alone for her children’s return.",
        "Now both Sun and Wind were greedy and selfish. They enjoyed the great\nfeast that had been prepared for them, without a thought of saving any\nof it to take home to their mother–but the gentle Moon did not forget\nher. Of every dainty dish that was brought round, she placed a small\nportion under one of her beautiful long finger-nails, that Star might\nalso have a share in the treat.",
        "On their return, their mother, who had kept watch for them all night\nlong with her little bright eye, said, “Well, children, what have you\nbrought home for me?” Then Sun (who was eldest) said, “I have brought\nnothing home for you. I went out to enjoy myself with my friends–not\nto fetch a dinner for my mother!” And Wind said, “Neither have I\nbrought anything home for you, mother. You could hardly expect me to\nbring a collection of good things for you, when I merely went out for\nmy own pleasure.” But Moon said, “Mother, fetch a plate, see what I\nhave brought you.” And shaking her hands she showered down such a\nchoice dinner as never was seen before.",
        "Then Star turned to Sun and spoke thus, “Because you went out to amuse\nyourself with your friends, and feasted and enjoyed yourself, without\nany thought of your mother at home–you shall be cursed. Henceforth,\nyour rays shall ever be hot and scorching, and shall burn all that they\ntouch. And men shall hate you, and cover their heads when you appear.”",
        "(And that is why the Sun is so hot to this day.)",
        "Then she turned to Wind and said, “You also who forgot your mother in\nthe midst of your selfish pleasures–hear your doom. You shall always\nblow in the hot dry weather, and shall parch and shrivel all living\nthings. And men shall detest and avoid you from this very time.”",
        "(And that is why the Wind in the hot weather is still so disagreeable.)",
        "But to Moon she said, “Daughter, because you remembered your mother,\nand kept for her a share in your own enjoyment, from henceforth you\nshall be ever cool, and calm, and bright. No noxious glare shall\naccompany your pure rays, and men shall always call you ’blessed.\"’",
        "(And that is why the moon’s light is so soft, and cool, and beautiful\neven to this day.)",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}