{
    "title": "Indian Fairy Tales - The Cruel Crane Outwitted",
    "author": "Joseph Jacobs",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "Long ago the Bodisat was born to a forest life as the Genius of a tree\nstanding near a certain lotus pond.",
        "Now at that time the water used to run short at the dry season in a\ncertain pond, not over large, in which there were a good many fish. And\na crane thought on seeing the fish.",
        "“I must outwit these fish somehow or other and make a prey of them.”",
        "And he went and sat down at the edge of the water, thinking how he\nshould do it.",
        "When the fish saw him, they asked him, “What are you sitting there for,\nlost in thought?”",
        "“I am sitting thinking about you,” said he.",
        "“Oh, sir! what are you thinking about us?” said they.",
        "“Why,” he replied; “there is very little water in this pond, and but\nlittle for you to eat; and the heat is so great! So I was thinking,\n’What in the world will these fish do now?’”",
        "“Yes, indeed, sir! what are we to do?” said they.",
        "“If you will only do as I bid you, I will take you in my beak to a fine\nlarge pond, covered with all the kinds of lotuses, and put you into\nit,” answered the crane.",
        "“That a crane should take thought for the fishes is a thing unheard of,\nsir, since the world began. It’s eating us, one after the other, that\nyou’re aiming at.”",
        "“Not I! So long as you trust me, I won’t eat you. But if you don’t\nbelieve me that there is such a pond, send one of you with me to go and\nsee it.”",
        "Then they trusted him, and handed over to him one of their number–a\nbig fellow, blind of one eye, whom they thought sharp enough in any\nemergency, afloat or ashore.",
        "Him the crane took with him, let him go in the pond, showed him the\nwhole of it, brought him back, and let him go again close to the other\nfish. And he told them all the glories of the pond.",
        "And when they heard what he said, they exclaimed, “All right, sir! You\nmay take us with you.”",
        "Then the crane took the old purblind fish first to the bank of the\nother pond, and alighted in a Varana-tree growing on the bank there.\nBut he threw it into a fork of the tree, struck it with his beak, and\nkilled it; and then ate its flesh, and threw its bones away at the foot\nof the tree. Then he went back and called out:",
        "“I’ve thrown that fish in; let another one come.”",
        "And in that manner he took all the fish, one by one, and ate them, till\nhe came back and found no more!",
        "But there was still a crab left behind there; and the crane thought he\nwould eat him too, and called out:",
        "“I say, good crab, I’ve taken all the fish away, and put them into a\nfine large pond. Come along. I’ll take you too!”",
        "“But how will you take hold of me to carry me along?”",
        "“I’ll bite hold of you with my beak.”",
        "“You’ll let me fall if you carry me like that. I won’t go with you!”",
        "“Don’t be afraid! I’ll hold you quite tight all the way.”",
        "Then said the crab to himself, “If this fellow once got hold of fish,\nhe would never let them go in a pond! Now if he should really put me\ninto the pond, it would be capital; but if he doesn’t–then I’ll cut\nhis throat, and kill him!” So he said to him:",
        "“Look here, friend, you won’t be able to hold me tight enough; but we\ncrabs have a famous grip. If you let me catch hold of you round the\nneck with my claws, I shall be glad to go with you.”",
        "And the other did not see that he was trying to outwit him, and agreed.\nSo the crab caught hold of his neck with his claws as securely as with\na pair of blacksmith’s pincers, and called out, “Off with you, now!”",
        "And the crane took him and showed him the pond, and then turned off\ntowards the Varana-tree.",
        "“Uncle!” cried the crab, “the pond lies that way, but you are taking me\nthis way!”",
        "“Oh, that’s it, is it?” answered the crane. “Your dear little uncle,\nyour very sweet nephew, you call me! You mean me to understand, I\nsuppose, that I am your slave, who has to lift you up and carry you\nabout with him! Now cast your eye upon the heap of fish-bones lying at\nthe root of yonder Varana-tree. Just as I have eaten those fish, every\none of them, just so I will devour you as well!”",
        "“Ah! those fishes got eaten through their own stupidity,” answered the\ncrab; “but I’m not going to let you eat me. On the contrary, is\nit you that I am going to destroy. For you in your folly have\nnot seen that I was outwitting you. If we die, we die both together;\nfor I will cut off this head of yours, and cast it to the ground!” And\nso saying, he gave the crane’s neck a grip with his claws, as with a\nvice.",
        "Then gasping, and with tears trickling from his eyes, and trembling\nwith the fear of death, the crane beseeched him, saying, “O my Lord!\nIndeed I did not intend to eat you. Grant me my life!”",
        "“Well, well! step down into the pond, and put me in there.”",
        "And he turned round and stepped down into the pond, and placed the crab\non the mud at its edge. But the crab cut through its neck as clean as\none would cut a lotus-stalk with a hunting-knife, and then only entered\nthe water!",
        "When the Genius who lived in the Varana-tree saw this strange affair,\nhe made the wood resound with his plaudits, uttering in a pleasant\nvoice the verse:",
        "  “The villain, though exceeding clever,\n  Shall prosper not by his villainy.\n  He may win indeed, sharp-witted in deceit,\n  But only as the Crane here from the Crab!”",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}