{
    "title": "Indian Games",
    "author": "Andrew McFarland Davis",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "In 1667, Nicolas Perrot, then acting as agent of the French government,\nwas received near Saut Sainte Marie with stately courtesy and formal\nceremony by the Miamis, to whom he was deputed. A few days after his\narrival, the chief of that nation gave him, as an entertainment, a game\nof lacrosse. [Footnote: Histoire de l’Amerique Septentrionale par M. de\nBacqueville de la Potherie, Paris, 1722, Vol. II, 124, et seq.]\n“More than two thousand persons assembled in a great plain each with\nhis cross. A wooden ball about the size of a tennis ball was tossed in\nthe air. From that moment there was a constant movement of all these\ncrosses which made a noise like that of arms which one hears during a\nbattle. Half the savages tried to send the ball to the northwest the\nlength of the field, the others wished to make it go to the southeast.\nThe contest which lasted for a half hour was doubtful.”",
        "In 1763, an army of confederate nations, inspired by the subtle\ninfluence of Pontiac’s master mind, formed the purpose of seizing\nthe scattered forts held by the English along the northwestern\nfrontier. On the fourth day of June of that year, the garrison at Fort\nMichilimackinac, unconscious of their impending fate, thoughtlessly\nlolled at the foot of the palisade and whiled away the day in watching\nthe swaying fortunes of a game of ball which was being played by some\nIndians in front of the stockade. Alexander Henry, who was on the spot\nat the time, says that the game played by these Indians was “Baggatiway,\ncalled by the Canadians le jeu de la Crosse.” [Footnote: Travels and\nAdventures in Canada, etc, by Alexander Henry, New York, 1809, p. 78,\nTravels through the Interior parts of North America, by Jonathan Carver,\nLondon, 1778, p. 19. The Book of the Indians, by Samuel G. Drake,\nBoston, 1811, Book V, Ch. III, p. 52.]",
        "Parkman [Footnote: The Conspiracy of Pontiac, by Francis Parkman,\nBoston, 1870, Vol. 1, p. 339.] concludes a vivid description of the\nsurprise and massacre of the garrison at Michilimackinac, based upon\nauthentic facts, as follows: “Bushing and striking, tripping their\nadversaries, or hurling them to the ground, they pursued the animating\ncontest amid the laughter and applause of the spectators. Suddenly,\nfrom the midst of the multitude, the ball soared into the air and,\ndescending in a wide curve, fell near the pickets of the fort. This was\nno chance stroke. It was part of a preconcerted scheme to insure the\nsurprise and destruction of the garrison. As if in pursuit of the ball,\nthe players turned and came rushing, a maddened and tumultuous throng,\ntowards the gate. In a moment they had reached it. The amazed English\nhad no time to think or act. The shrill cries of the ball-players were\nchanged to the ferocious war-whoop. The warriors snatched from the\nsquaws the hatchets which the latter, with this design, had concealed\nbeneath their blankets. Some of the Indians assailed the spectators\nwithout, while others rushed into the fort, and all was carnage and\nconfusion.”",
        "Thus we see that the favorite game of ball of the North American\nIndians, known to-day, as it was in 1636, by the name of “lacrosse,\"\nwas potent among them as a remedial exercise or superstitious rite to\ncure diseases and avert disaster; that it formed part of stately\nceremonials which were intended to entertain and amuse distinguished\nguests; and that it was made use of as a stratagem of war, by means of\nwhich to lull the suspicions of the enemy and to gain access to their\nforts.",
        "The descriptions of lacrosse which have been transmitted to us, would\noften prove unintelligible to one who had never seen the game played.\nThe writers of the accounts which have come down to us from the early\npart of the seventeenth century were men whose lives were spent among\nthe scenes which they described and they had but little time, and few\nopportunities for careful writing. The individual records though\nsomewhat confused enable us easily to identify the game, and a\ncomparison of the different accounts shows how thoroughly the main\nfeatures of the game have been preserved.",
        "Lacrosse is played to-day as follows: The number of players on the\nopposing sides should be equal. Regular stations are assigned in the\nrules for playing the game, for twelve on each side. Goals, each\nconsisting of two upright posts or staffs, generally about six feet\napart and of equal height, are planted at each end of the field. The\nlength of the field and its bounds are determined by the character of\nthe ground and the skill of the players. The effort of each side is to\nprevent the ball from passing through the goal assigned to its\nprotection, and equally to try to drive it through the opposite goal.\nUnder no circumstances can the ball be touched during the game, while\nwithin the bounds, by the hands of the players. Each player has a\nracket, the length of which, though optional, is ordinarily from four\nto five feet. One end of this racket or bat is curved like a shepherd’s\ncrook, and from the curved end a thong is carried across to a point on\nthe handle about midway its length. In the space thus enclosed between\nthe thong and the handle, which at its broadest part should not exceed\na foot in width, a flat network is interposed. This forms the bat. It\nis with this that the player picks up and throws the ball used in the\ngame, which should be about eight or nine inches in circumference. The\nball is placed in the centre of the field by the umpire, and when the\ngame is called, the opposing players strive to get possession of it\nwith their rackets. The play consists in running with it and throwing\nit, with the design of driving it between the adversary’s goal posts;\nand in defensive action, the purpose of which is to prevent the\nopponents from accomplishing similar designs on their part. As the wind\nor the sunlight may favor one side or the other on any field, provision\nis generally made for a change of goals during the match. The stations\nof the players and the minor rules of the game are unimportant in this\nconnection.",
        "The oldest attempt at a detailed description of the game is given by\nNicolas Perrot who from 1662 to 1699 spent the greater part of his time\nas coureur de bois, trader, or government agent, among the Indians of\nthe far West. It is of him that Abbe Ferland says, “Courageous man,\nhonest writer and good observer, Perrot lived for a long time among the\nIndians of the West who were very much attached to him.” His accounts of\nthe manners and customs of the North American Indians have been\nliberally used by subsequent writers and as the part treating of games\nis not only very full but also covers a very early period of history, it\nis doubly interesting for purposes of comparison with games of a later\nday. He [Footnote: Memoire sur les Moeurs, Coustumes et Relligion des\nSauvages de l’Amerique Septentrionale, par Nicolas Perrot, Leipzig et\nParis, 1864, p. 43, et seq.] says, “The savages have many kinds of\ngames in which they delight. Their natural fondness for them is so great\nthat they will neglect food and drink, not only to join in a game but\neven to look at one. There is among them a certain game of cross which\nis very similar to our tennis. Their custom in playing it is to match\ntribe against tribe, and if the numbers are not equal they render them\nso by withdrawing some of the men from the stronger side. You see them\nall armed with a cross, that is to say a stick which has a large portion\nat the bottom, laced like a racket. The ball with which they play is of\nwood and of nearly the shape of a turkey’s egg. The goals of the game\nare fixed in an open field. These goals face to the east and to the\nwest, to the north and to the south.” Then follows a somewhat confused\ndescription of the method and the rules of the contest from which we can\ninfer that after a side had won two goals they changed sides of the\nfield with their opponents, and that two out of three, or three out of\nfive goals decided the game.",
        "Reading Perrot’s description in connection with that given by de la\nPotherie of the game played before Perrot by the Miamis, helps us to\nremove the confusion of the account. Abbe Ferlande [Footnote: Cours\nd’Histoire du Canada, par J.B. Ferland, Quebec, 1861, Vol. I, p. 134.]\ndescribes the game. He was a diligent student of all sources of\nauthority upon these subjects and was probably familiar with the modern\ngame. His account of the Indian game follows that of Perrot so closely\nas to show that it was his model. It is, however, clear and distinct in\nits details, free from the confusion which attends Perrot’s account and\nmight almost serve for a description of the game as played by the\nIndians to-day. Perrot was a frontier-man and failed when he undertook\nto describe anything that required careful and exact use of language.\nWe can only interpret him intelligently by combining his descriptions\nwith those of other writers and applying our own knowledge of the game\nas we see it to-day. He is, however, more intelligible when he gets on\nmore general ground, and after having disposed of the technicalities of\nthe game, he proceeds: “Men, women, boys and girls are received on the\nsides which they make up, and they wager between themselves more or\nless according to their means.”",
        "“These games ordinarily begin after the melting of the ice and they\nlast even to seed time. In the afternoon one sees all the players\nbedecked [Transcriber’s Note: Lengthy footnote (1) relocated to chapter\nend.] and painted. Each party has its leader who addresses them,\nannouncing to his players the hour fixed for opening the game. The\nplayers assemble in a crowd in the middle of the field and one of the\nleaders of the two sides, having the ball in his hands casts it into\nthe air. Each one then tries to throw it towards the side where he\nought to send it. If it falls to the earth, the player tries to draw it\nto him with his cross. If it is sent outside the crowd, then the most\nactive players, by closely pursuing it, distinguish themselves. You\nhear the noise which they make striking against each other and warding\noff blows, in their strife to send the ball in the desired direction.\nWhen one of them holds the ball between his feet, it is for him, in his\nunwillingness to let it go, to avoid the blows which his adversaries\nincessantly shower down upon his feet. Should he happen to be wounded\nat this juncture, he alone is responsible for it. It has happened that\nsome have had their legs broken, others their arms and some have been\nkilled. It is not uncommon to see among them those who are crippled for\nlife and who could only be at such a game by an act of sheer obstinacy.\nWhen accidents of this kind happen, the unfortunate withdraws quietly\nfrom the game if he can do so. If his injury will not permit him, his\nrelations carry him to the cabin and the game continues until it is\nfinished as if nothing bad happened.”",
        "“When the sides are equal the players will occupy an entire afternoon\nwithout either side gaining any advantage; at other times one of the\ntwo will gain the two games that they need to win. In this game you\nwould say to see them run that they looked like two parties who wanted\nto fight. This exercise contributes much to render the savages alert\nand prepared to avoid blows from the tomahawk of an enemy, when they\nfind themselves in a combat. Without being told in advance that it was\na game, one might truly believe that they fought in open country.\nWhatever accident the game may cause, they attribute it to the chance\nof the game and have no ill will towards each other. The suffering is\nfor the wounded, who bear it contentedly as if nothing had happened,\nthus making it appear that they have a great deal of courage and are\nmen.”",
        "“The side that wins takes whatever has been put up on the game and\nwhatever there is of profit, and that without any dispute on the part\nof the others when it is a question of paying, no matter what the kind\nof game. Nevertheless, if some person who is not in the game, or who\nhas not bet anything, should throw the ball to the advantage of one\nside or the other, one of those whom the throw would not help would\nattack him, demanding if this is his affair and why he has mixed\nhimself with it. They often come to quarrel about this and if some of\nthe chiefs did not reconcile them, there would be blood shed and\nperhaps some killed.”",
        "Originally, the game was open to any number of competitors. According\nto the Relation of 1636, “Village was pitted against village.” “Tribe\nwas matched against tribe,” says Perrot. The number engaged in the game\ndescribed by La Potherie [Footnote: Vol. II, p. 126.] was estimated by\nhim at two thousand. LaHontan [Footnote: Memoires de L’Amerique\nSeptentrionale, ou la Suite des Voyages de Mr. Le Baron de LaHontan,\nAmsterdam, 1705, Vol. II, p. 113.] says that “the savages commonly\nplayed it in large companies of three or four hundred at a time,” while\nCharlevoix [Footnote: Histoire de la Nouvelle France. Journal d’un\nVoyage. etc, par le P. de Charlevoix, Paris, 1744, Vol. III, p. 319.]\nsays the number of players was variable and adds “for instance if they\nare eighty,” thus showing about the number he would expect to find in a\ngame. When Morgan [Footnote: League of the Iroquois, by Lewis H.\nMorgan, Rochester, 1851, p. 294.] speaks of six or eight on a side, he\nmust allude to a later period, probably after the game was modified by\nthe whites who had adopted it among their amusements. [Transcriber’s\nNote: Lengthy footnote (2) relocated to chapter end.]",
        "Our earliest accounts of the game as played by the Indians in the south\nare about one hundred years later than the corresponding records in the\nnorth. Adair [Footnote: The History of the American Indians,\nparticularly those Nations adjoining to the Mississippi, etc, by James\nAdam, London, 1775, p. 399.] says the gamesters are equal in number and\nspeaks of “the crowd of players” preventing the one who “catches the\nball from throwing it off with a long direction.” Bossu [Footnote:\nTravels through that Part of North America formerly called Louisiana,\nby Mr. Bossu, Captain in the French Marines. Translated from the French\nby John Hemhold Forster, London, 1771, Vol. I, p. 304.] says, “they are\nforty on each side,” while Bartram [Footnote: Travels through North and\nSouth Carolina, etc., by William Bartram, Philadelphia, 1701, p. 508.]\nsays, “the inhabitants of one town play against another in consequence\nof a challenge.” From this it would seem that among those Indians, as\nat the North, the number of players was governed only by the\ncircumstances under which the game was played.",
        "The ball, originally of wood, [Footnote: La Potherie, Vol. II, p. 126;\nPerrot, p. 44.] was replaced by one made of deer skin. Adair gives the\nfollowing description of its manufacture: “The ball is made of a piece\nof scraped deerskin, moistened, and stuffed hard with deer’s hair, and\nstrongly sewed with deer’s sinews.” [Footnote: p. 400.]",
        "According to Morgan the racket has undergone a similar change, from a\ncurved wooden head to the curved stick with open network, but we have\nseen in the earliest description at our command, that in the days of\nPerrot the cross was “laced like a racket.” [Footnote: League of the\nIroquois. p. 298; Perrot p. 44.]",
        "The game was played not only by the Indians of our Coast, but Powers\n[Footnote: Contributions to North American Ethnology, Vol. III, p. 151.\nTribes of California by Stephen Powers; The same game is described\namong the Meewocs in The Native Races of the Pacific States by H. H.\nBancroft, Vol. I, p. 393.] found it also among the Californian Indians.\nHe describes a game of tennis played by the Pomo Indians in Russian\nRiver Valley, of which he had heard nothing among the northern tribes.\n“A ball is rounded out of an oak knot as large as those used by school\nboys, and it is propelled by a racket which is constructed of a long\nslender stick, bent double and bound together, leaving a circular hoop\nat the extremity, across which is woven a coarse meshwork of strings.\nSuch an implement is not strong enough for batting the ball, neither do\nthey bat it, but simply shove or thrust it along the ground.”",
        "Paul Kane [Footnote: Wanderings of an Artist among the Indians of North\nAmerica by Paul Kane, p. 190; H. H. Bancroft’s Native Races, Vol. I, p.\n244.] describes a game played among the Chinooks. He says “They also\ntake great delight in a game with a ball which is played by them in the\nsame manner as the Cree, Chippewa and Sioux Indians. Two poles are\nerected about a mile apart, and the company is divided into two bands\narmed with sticks, having a small ring or hoop at the end with which\nthe ball is picked up and thrown to a great distance, each party\nstriving to get the ball past their own goal. They are sometimes a\nhundred on a side, and their play is kept up with great noise and\nexcitement. At this play they bet heavily as it is generally played\nbetween tribes or villages.”",
        "Domenech [Footnote: Seven Years’ Residence in the Great Deserts of\nNorth America by the Abbe Em. Domenech, Vol. II, pp. 192, 193.] writing\nabout the Indians of the interior, calls the game “cricket,” and says\nthe players were costumed as follows: “Short drawers, or rather a belt,\nthe body being first daubed over with a layer of bright colors; from\nthe belt (which is short enough to leave the thighs free) hangs a long\ntail, tied up at the extremity with long horse hair; round their necks\nis a necklace, to which is attached a floating mane, dyed red, as is\nthe tail, and falling in the way of a dress fringe over the chest and\nshoulders. In the northwest, in the costume indispensable to the\nplayers, feathers are sometimes substituted for horse hair.” He adds\n“that some tribes play with two sticks” and that it is played in\n“winter on the ice.” “The ball is made of wood or brick covered with\nkid-skin leather, sometimes of leather curiously interwoven.\"\nSchoolcraft describes the game as played in the winter on the ice.\n[Footnote: Schoolcraft’s North American Indians, Vol. II, p. 78. See\nalso Ball-play among the Dicotis, in Philander Prescott’s paper, Ibid,\nVol. IV, p. 64.]",
        "It will be observed that the widest difference prevails in the estimate\nof the distance apart at which the goals are set. Henry, in his account\nof the game at Michilimackinac says “they are at a considerable\ndistance from each other, as a mile or more.” Charlevoix places the\ngoals in a game with eighty players at “half a league apart” meaning\nprobably half a mile. LaHontan estimates the distance between the goals\nat “five or six hundred paces.” Adair, [Footnote: Henry, p. 78\nChulevoix Vol. III, p. 319, Kane’s Wanderings, p. 189, LaHontan, Vol.\nII, p. 113; Adair, p. 400.] who is an intelligent writer, and who was\nthoroughly conversant with the habits and customs of the Cherokees,\nChoctaws, and Chicasaws estimates the length of the field at “five\nhundred yards,” while Romans [Footnote: A concise Natural History of\nEast and West Florida, by Capt Bernard Romans New York, 1770, p. 79.]\nin describing the goals uses this phrase “they fix two poles across\neach other at about a hundred and fifty feet apart.” Bossu [Footnote:\nVol. I, p. 104 Similarly, Pickett (History of Alabama, Vol. I, p. 92)\ndescribes a game among the Creeks in which there was but one goal\nconsisting of two poles erected in the centre of the field between\nwhich the ball must pass to count one. He cites “Butram,” and the\n“Narrative of a Mission to the Creek Nation by Col. Mammus Willet,” is\nhis authorities neither of them sustains him on this point.] speaks as\nif in the game which he saw played there was but a single goal. He says\n“They agree upon a mark or aim about sixty yards off, and distinguished\nby two great poles, between which the ball is to pass.”",
        "The goals among the northern Indians were single posts at the ends of\nthe field. It is among the southern Indians that we first hear of two\nposts being raised to form a sort of gate through or over which the\nbull must pass. Adair says, “they fix two bending poles into the\nground, three yards apart below, but slanting a considerable way\noutwards.” The party that happens to throw the ball “over these counts\none; but if it be thrown underneath, it is cast back and played for as\nusual.” The ball is to be thrown “through the lower part” of the two\npoles which are fixed across each other at about one hundred and fifty\nfeet apart, according to Romans. In Bossu’s account it is “between” the\ntwo great poles which distinguish the mark or aim, that “the ball is to\npass.” On the other hand, Bartram, describing what he saw in North\nCarolina, speaks of the ball “being hurled into the air, midway between\nthe two high pillars which are the goals, and the party who bears off\nthe ball to their pillar wins the game.”",
        "In some parts of the south each player had two rackets between which\nthe ball was caught. For this purpose they were necessarily shorter\nthan the cross of the northern Indians. Adair says, “The ball sticks\nare about two feet long, the lower end somewhat resembling the palm of\na hand, and which are worked with deer-skin thongs. Between these they\ncatch the ball, and throw it a great distance.” [Footnote: Adair, p.\n400; A Narrative of the Military Adventures of Colonel Marinus Willett,\np. 109.]",
        "That this was not universal throughout the south would appear from\nBossu’s account who says, “Every one has a battle-door in his hand\nabout two feet and a half long, made very nearly in the form of ours,\nof walnut, or chestnut wood, and covered with roe-skins.” Bartram also\nsays that each person has “a racquet or hurl, which is an implement of\na very curious construction somewhat resembling a ladle or little hoop\nnet, with a handle near three feet in length, the hoop and handle of\nwood and the netting of thongs of raw-hide or tendons of an animal.”",
        "Catlin [Footnote: Letters and Notes on the Manners, Customs and\nCondition of the North American Indians, by George Catlin, Vol. II, p.\n123 et seq.] saw the game played by the Choctaws, on their Western\nReservation. They used two rackets. In this game the old men acted as\njudges.",
        "The game was ordinarily started by tossing the ball into the air in the\ncentre of the field. This act is represented by Perrot as having been\nperformed by one of the leaders in the game, but it is more in accord\nwith the spirit in which the game was played, that it should have been\ndone by some outsider. Bossu says, “An old man stands in the middle of\nthe place appropriated to the play, and throws up into the air a ball\nof roe-skins rolled about each other,” while Powers [Footnote:\nContributions to North American Ethnology, Vol. III, p. 151.] says that\namong the Californian Indians this act was performed by a squaw. The\njudges started the ball among the Choctaws. [Footnote: Cuthu, Vol. II,\np. 12.] Notwithstanding the differences in the forms of the goals,\ntheir distance apart and the methods of play disclosed in all these\ndescriptions, the game can only be regarded as the same. The historians\nwho have preserved for us the accounts of the ancient southern games\nfrom which quotations have been made, are all Englishmen except Bossu,\nand he entered the country not by the way of Quebec but by way of New\nOrleans. It is not strange, therefore, that we do not find in use\namongst them the name which the early French fathers and traders\ninvariably applied to the game. The description, however, given by\nthese writers, of the racket used in the south, corresponds so closely\nwith the crook from which the game took the name by which it is known,\nthat we must accept the game as a modified form of lacrosse. From Maine\nto Florida, from the Atlantic to the Pacific, we trace a knowledge of\nit. We have found it in use among the confederate nations of the north\nand of the south and among scattered tribes throughout the country.",
        "In the majority of instances the natural instincts of those who\nparticipated in the strife were stimulated by local pride. The\nreputation of their tribe or their village rested upon the result.\nArdent as the spirit of the contest must necessarily have been under\nsuch circumstances, among a people where courage and physique counted\nfor so much, their intense passion for gambling intervened to fan into\nfiercer flames the spirits of the contesting players and to inspire them\nto more earnest efforts. Stakes, often of the utmost consequence to the\nplayers and their backers, were wagered upon the games. A reputation for\ncourage, for skill and for endurance, was the most valuable possession\nof the Indian. The maintenance of this was to a certain extent involved\nin each game that he played. Oftentimes in addition to this, all of his\nown possessions and the property of his friends and neighbors in the\nform of skins and beads were staked upon the result of the contest. In\ngames where so much was involved, we need not be surprised to learn from\nPerrot that limbs were occasionally broken and that sometimes players\nwere even killed. In the notes to Perrot’s Memoir it is stated that some\nanonymous annotator has written across the margin of Perrot’s manuscript\nat this point: [Footnote: Perrot. Note 1, Ch. x. p. 187.] “False,\nneither arms nor legs are broken, nor are players ever killed.” We\nscarcely need the corroboratory statements of La Potherie [Footnote:\nVol. II, pp. 126-137.] that “these games are ordinarily followed by\nbroken heads, arms and legs, and often people are killed at them;” and\nalso of LaHontan, [Footnote: Vol. II, p. 113.] that “they tear their\nskins and break their legs” at them, to satisfy us that Perrot rather\nthan his critic is to be believed. If no such statements had been made,\nwe should infer that so violent a game, on which stakes of such vital\nimportance were placed, could not be played by a people like the\nIndians, except with such results. Notwithstanding the violence of the\ngame and the deep interest which the players and spectators took in it,\nthe testimony of historians is uniform to the effect that accidental\ninjuries received during its progress produced no ill will. We have seen\nthat Perrot states that if anyone attempted to hold the ball with his\nfeet, he took his chance of injury, and that those who were injured\nretired quietly from the field. Adair says, “It is a very unusual thing\nto see them act spitefully, not even in this severe and tempting\nexercise.” Bossu bears testimony to the same effect, in the following\nwords: “The players are never displeased; some old men, who assist at\nthe play, become mediators, and determine that the play is only intended\nas a recreation, and not as an opportunity of quarrelling.”",
        "Where the game was played by appointment in response to a challenge,\nthe men and women assembled in their best ornaments, and danced and\nsang during the day and night previous to that of the appointed day.\nThe players supplicated the Great Spirit for success. Female relations\nchanted to him all the previous night and the men fasted from the\nprevious night till the game was over. [Footnote: Adair, p. 401, Bossu,\nVol. I, p. 306, and Willet’s Narrative, p. 109.] The players wore but\nlittle in the way of covering. Romans speaks of them as being “almost\nnaked, painted and ornamented with feathers;” and Bossu says they were\n“naked, painted with various colours, having a tyger tail fastened\nbehind, and feathers on their heads and arms.”",
        "It is not astonishing that a game which called for such vigorous\nexorcise [Footnote: Ferdinand Vol. I, p. 134, and Major C. Swan in a\nReport concerning the Creeks in 1791. Schoolcraft, Vol. v, p. 277, that\nthe Whites exceed the Indians at this game.] and which taxed the\nstrength, agility and endurance of the players to such a degree, should\nbe described by writers in terms which showed that they looked upon it\nrather in the light of a manly contest than as an amusement.\nNevertheless the young people and the women often took part in it.\nPerrot tells us so, and both Romans and Bossu say that after the men\nwere through, the women usually played a game, the bets on which were\ngenerally high. Powers [Footnote: Contributions to North American\nEthnology, Vol. in, p. 151.] represents the squaws among the\nCalifornian Indians as joining the game.",
        "Dexterity in the game lay in the skilful use of the racket; in rapid\nrunning; in waylaying an adversary when he was in possession of the\nball; in avoiding members of the opposing side when the player himself\nwas running with the ball for the goal, and in adroitly passing the\nball to one of the same side when surrounded by opponents. To give full\nscope to skill in the use of the racket, great stress was laid upon the\nrule that the ball was not to be touched by the hand. Perrot says, “if\nit falls to the earth he tries to draw it to him with his cross.\"\nCharlevoix says, “Their business is to strike the ball to the post of\nthe adverse party without letting it fall to the ground and without\ntouching it with the hand.” Adair says, “They are not allowed to catch\nit with their hands.”",
        "The early writers were struck with the fact that the character of the\nexercise in this game was fitted to develop the young warriors for the\nwar path, and they commented on the practice that they thus acquired in\nrapid running and in avoiding blows from an instrument in the hands of\nan adversary.",
        "“When we review the various features of the game which its chroniclers\nhave thought worthy of record, we can but conclude that it was rather a\ncontest of grave importance to the players than a mere pastime, nor can\nwe fail to accept the concurrent testimony as to the widespread\nterritory in which it was domesticated, as additional evidence of the\nextent of the intercourse which prevailed among the native tribes of\nthis country.”",
        "[Relocated Footnote (1): I translate apiffez, “bedecked,” assuming\nfrom the context that the author meant to write “attifez.” We have,\nelsewhere, accounts which show that ballplayers, even though compelled\nto play with scant clothing, still covered themselves with their\nornaments. J. M. Stanley in his Portraits of North American Indians,\nSmithsonian Miscellaneous Collections, Washington, 1862, Vol. II, p. 13,\nsays that the “Creek” ball-players first appear on the ground in\ncostume. “During the play they divest themselves of all their ornaments\nwhich are usually displayed on these occasions for the purpose of\nbetting on the result of the play.\"]",
        "[Relocated Footnote (2): The game is also mentioned in An Account of the\nRemarkable Occurrences in the Life and Travels of Col. James Smith\nduring his Captivity with the Indians in the years 1755-1759.\nCincinnati, 1870, p. 78. It is described by Col. William L. Stone in his\nLife of Brant, Albany, 1865, Vol. II, p. 448. In one game of which he\nspeaks, the ball was started by a young and beautiful squaw who was\nelaborately dressed for the occasion. Notwithstanding the extent and\nvalue of Col. Stone’s contributions to the literature on the subject of\nthe North American Indians, he makes the erroneous statement that “The\nSix Nations had adopted from the Whites the popular game of ball or\ncricket” See p. 445, same volume, cf. The Memoir upon the late War in\nNorth America, 1755-1760, by M. Pouchot, translated and edited by\nFranklin B. Hough, Vol. II, p. 195. A game of ball is also described in\nHistorical Collections of Georgia, by the Rev. George White, 3d edition,\nNew York, 1835, p. 670, which took place in Walker County, Georgia,\nbetween Chatooga and Chicamauga. The ball was thrown up at the centre.\nThe bats were described as curiously carved spoons. If the ball touched\nthe ground the play stopped and it was thrown up again. Rev. J. Owen\nDorsey in a paper entitled “Omaha Sociology,” printed in the Third\nAnnual Report of the Bureau of Ethnology, etc, 1881-1882, Washington,\n1884 p. 230, p. 336, describes the game amongst the Omahas.]",
        "Continue...",
        "\nThis full text of Andrew McFarland Davis’ “Indian Games” belongs to the public domain (thanks to Project Gutenberg).\n\n\nAt Amazon: American Indian Games\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}