{
    "title": "Indian Fairy Tales - The Son of Seven Queens",
    "author": "Joseph Jacobs",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there lived a King who had seven Queens, but no\nchildren. This was a great grief to him, especially when he remembered\nthat on his death there would be no heir to inherit the kingdom.",
        "Now it happened one day that a poor old fakir came to the King, and\nsaid, “Your prayers are heard, your desire shall be accomplished, and\none of your seven Queens shall bear a son.”",
        "The King’s delight at this promise knew no bounds, and he gave orders\nfor appropriate festivities to be prepared against the coming event\nthroughout the length and breadth of the land.",
        "Meanwhile the seven Queens lived luxuriously in a splendid palace,\nattended by hundreds of female slaves, and fed to their hearts’ content\non sweetmeats and confectionery.",
        "Now the King was very fond of hunting, and one day, before he started,\nthe seven Queens sent him a message saying, “May it please our dearest\nlord not to hunt towards the north to-day, for we have dreamt bad\ndreams, and fear lest evil should befall you.”",
        "The king, to allay their anxiety, promised regard for their wishes, and\nset out towards the south; but as luck would have it, although he\nhunted diligently, he found no game. Nor had he more success to the\neast or west, so that, being a keen sportsman, and determined not to go\nhome empty-handed, he forgot all about his promise, and turned to the\nnorth. Here also he was at first unsuccessful, but just as he had made\nup his mind to give up for that day, a white hind with golden horns and\nsilver hoofs flashed past him into a thicket. So quickly did it pass\nthat he scarcely saw it; nevertheless a burning desire to capture and\npossess the beautiful strange creature filled his breast. He instantly\nordered his attendants to form a ring round the thicket, and so\nencircle the hind; then, gradually narrowing the circle, he pressed\nforward till he could distinctly see the white hind panting in the\nmidst. Nearer and nearer he advanced, till, just as he thought to lay\nhold of the beautiful strange creature, it gave one mighty bound, leapt\nclean over the King’s head, and fled towards the mountains. Forgetful\nof all else, the King, setting spurs to his horse, followed at full\nspeed. On, on he galloped, leaving his retinue far behind, keeping the\nwhite hind in view, never drawing bridle, until, finding himself in a\nnarrow ravine with no outlet, he reined in his steed. Before him stood\na miserable hovel, into which, being tired after his long, unsuccessful\nchase, he entered to ask for a drink of water. An old woman, seated in\nthe hut at a spinning-wheel, answered his request by calling to her\ndaughter, and immediately from an inner room came a maiden so lovely\nand charming, so white-skinned and golden-haired, that the King was\ntransfixed by astonishment at seeing so beautiful a sight in the\nwretched hovel.",
        "She held the vessel of water to the King’s lips, and as he drank he\nlooked into her eyes, and then it became clear to him that the girl was\nno other than the white hind with the golden horns and silver feet he\nhad chased so far.",
        "Her beauty bewitched him, so he fell on his knees, begging her to\nreturn with him as his bride; but she only laughed, saying seven Queens\nwere quite enough even for a King to manage. However, when he would\ntake no refusal, but implored her to have pity on him, promising her\neverything she could desire, she replied, “Give me the eyes of your\nseven Queens, and then perhaps I may believe you mean what you say.”",
        "The King was so carried away by the glamour of the white hind’s magical\nbeauty, that he went home at once, had the eyes of his seven Queens\ntaken out, and, after throwing the poor blind creatures into a noisome\ndungeon whence they could not escape, set off once more for the hovel\nin the ravine, bearing with him his horrible offering. But the white\nhind only laughed cruelly when she saw the fourteen eyes, and threading\nthem as a necklace, flung it round her mother’s neck, saying, “Wear\nthat, little mother, as a keepsake, whilst I am away in the King’s\npalace.”",
        "Then she went back with the bewitched monarch, as his bride, and he\ngave her the seven Queens’ rich clothes and jewels to wear, the seven\nQueens’ palace to live in, and the seven Queens’ slaves to wait upon\nher; so that she really had everything even a witch could desire.",
        "Now, very soon after the seven wretched hapless Queens had their eyes\ntorn out, and were cast into prison, a baby was born to the youngest of\nthe Queens. It was a handsome boy, but the other Queens were very\njealous that the youngest amongst them should be so fortunate. But\nthough at first they disliked the handsome little boy, he soon proved\nso useful to them, that ere long they all looked on him as their son.\nAlmost as soon as he could walk about he began scraping at the mud wall\nof their dungeon, and in an incredibly short space of time had made a\nhole big enough for him to crawl through. Through this he disappeared,\nreturning in an hour or so laden with sweet-meats, which he divided\nequally amongst the seven blind Queens.",
        "As he grew older he enlarged the hole, and slipped out two or three\ntimes every day to play with the little nobles in the town. No one knew\nwho the tiny boy was, but everybody liked him, and he was so full of\nfunny tricks and antics, so merry and bright, that he was sure to be\nrewarded by some girdle-cakes, a handful of parched grain, or some\nsweetmeats. All these things he brought home to his seven mothers, as\nhe loved to call the seven blind Queens, who by his help lived on in\ntheir dungeon when all the world thought they had starved to death ages\nbefore.",
        "At last, when he was quite a big lad, he one day took his bow and\narrow, and went out to seek for game. Coming by chance past the palace\nwhere the white hind lived in wicked splendour and magnificence, he saw\nsome pigeons fluttering round the white marble turrets, and, taking\ngood aim, shot one dead. It came tumbling past the very window where\nthe white Queen was sitting; she rose to see what was the matter, and\nlooked out. At the first glance of the handsome young lad standing\nthere bow in hand, she knew by witchcraft that it was the King’s son.",
        "She nearly died of envy and spite, determining to destroy the lad\nwithout delay; therefore, sending a servant to bring him to her\npresence, she asked him if he would sell her the pigeon he had just\nshot.",
        "“No,” replied the sturdy lad, “the pigeon is for my seven blind\nmothers, who live in the noisome dungeon, and who would die if I did\nnot bring them food.”",
        "“Poor souls!” cried the cunning white witch; “would you not like to\nbring them their eyes again? Give me the pigeon, my dear, and I\nfaithfully promise to show you where to find them.”",
        "Hearing this, the lad was delighted beyond measure, and gave up the\npigeon at once. Whereupon the white Queen told him to seek her mother\nwithout delay, and ask for the eyes which she wore as a necklace.",
        "“She will not fail to give them,” said the cruel Queen, “if you show\nher this token on which I have written what I want done.”",
        "So saying, she gave the lad a piece of broken potsherd, with these\nwords inscribed on it–\"Kill the bearer at once, and sprinkle his blood\nlike water!”",
        "Now, as the son of seven Queens could not read, he took the fatal\nmessage cheerfully, and set off to find the white Queen’s mother.",
        "Whilst he was journeying be passed through a town, where every one of\nthe inhabitants looked so sad, that he could not help asking what was\nthe matter. They told him it was because the King’s only daughter\nrefused to marry; so when her father died there would be no heir to the\nthrone. They greatly feared she must be out of her mind, for though\nevery good-looking young man in the kingdom had been shown to her, she\ndeclared she would only marry one who was the son of seven mothers, and\nwho ever heard of such a thing? The King, in despair, had ordered every\nman who entered the city gates to be led before the Princess; so, much\nto the lad’s impatience, for he was in an immense hurry to find his\nmothers’ eyes, he was dragged into the presence-chamber.",
        "No sooner did the Princess catch sight of him than she blushed, and,\nturning to the King, said, “Dear father, this is my choice!”",
        "Never were such rejoicings as these few words produced.",
        "The inhabitants nearly went wild with joy, but the son of seven Queens\nsaid he would not marry the Princess unless they first let him recover\nhis mothers’ eyes. When the beautiful bride heard his story, she asked\nto see the potsherd, for she was very learned and clever. Seeing the\ntreacherous words, she said nothing, but taking another similar-shaped\nbit of potsherd, she wrote on it these words–\"Take care of this lad,\ngiving him all he desires,” and returned it to the son of seven Queens,\nwho, none the wiser, set off on his quest.",
        "Ere long he arrived at the hovel in the ravine where the white witch’s\nmother, a hideous old creature, grumbled dreadfully on reading the\nmessage, especially when the lad asked for the necklace of eyes.\nNevertheless she took it off, and gave it him, saying, “There are only\nthirteen of ’em now, for I lost one last week.”",
        "The lad, however, was only too glad to get any at all, so he hurried\nhome as fast as he could to his seven mothers, and gave two eyes apiece\nto the six elder Queens; but to the youngest he gave one, saying,\n“Dearest little mother!–I will be your other eye always!”",
        "After this he set off to marry the Princess, as he had promised, but\nwhen passing by the white Queen’s palace he saw some pigeons on the\nroof. Drawing his bow, he shot one, and it came fluttering past the\nwindow. The white hind looked out, and lo! there was the King’s son\nalive and well.",
        "She cried with hatred and disgust, but sending for the lad, asked him\nhow he had returned so soon, and when she heard how he had brought home\nthe thirteen eyes, and given them to the seven blind Queens, she could\nhardly restrain her rage. Nevertheless she pretended to be charmed with\nhis success, and told him that if he would give her this pigeon also,\nshe would reward him with the Jogi’s wonderful cow, whose milk flows\nall day long, and makes a pond as big as a kingdom. The lad, nothing\nloth, gave her the pigeon; whereupon, as before, she bade him go ask\nher mother for the cow, and gave him a potsherd whereon was written–\n“Kill this lad without fail, and sprinkle his blood like water!”",
        "But on the way the son of seven Queens looked in on the Princess, just\nto tell her how he came to be delayed, and she, after reading the\nmessage on the potsherd, gave him another in its stead; so that when\nthe lad reached the old hag’s hut and asked her for the Jogi’s cow, she\ncould not refuse, but told the boy how to find it; and bidding him of\nall things not to be afraid of the eighteen thousand demons who kept\nwatch and ward over the treasure, told him to be off before she became\ntoo angry at her daughter’s foolishness in thus giving away so many\ngood things.",
        "Then the lad did as he had been told bravely. He journeyed on and on\ntill he came to a milk-white pond, guarded by the eighteen thousand\ndemons. They were really frightful to behold, but, plucking up courage,\nhe whistled a tune as he walked through them, looking neither to the\nright nor the left. By-and-by he came upon the Jogi’s cow, tall, white,\nand beautiful, while the Jogi himself, who was king of all the demons,\nsat milking her day and night, and the milk streamed from her udder,\nfilling the milk-white tank.",
        "The Jogi, seeing the lad, called out fiercely, “What do you want here?”",
        "Then the lad answered, according to the old hag’s bidding, “I want your\nskin, for King Indra is making a new kettle-drum, and says your skin is\nnice and tough.”",
        "Upon this the Jogi began to shiver and shake (for no Jinn or Jogi dares\ndisobey King Indra’s command), and, falling at the lad’s feet, cried,\n“If you will spare me I will give you anything I possess, even my\nbeautiful white cow!”",
        "To this the son of seven Queens, after a little pretended hesitation,\nagreed, saying that after all it would not be difficult to find a nice\ntough skin like the Jogi’s elsewhere; so, driving the wonderful cow\nbefore him, he set off homewards. The seven Queens were delighted to\npossess so marvellous an animal, and though they toiled from morning\ntill night making curds and whey, besides selling milk to the\nconfectioners, they could not use half the cow gave, and became richer\nand richer day by day.",
        "Seeing them so comfortably off, the son of seven Queens started with a\nlight heart to marry the Princess; but when passing the white hind’s\npalace he could not resist sending a bolt at some pigeons which were\ncooing on the parapet. One fell dead just beneath the window where the\nwhite Queen was sitting. Looking out, she saw the lad hale and hearty\nstanding before her, and grew whiter than ever with rage and spite.",
        "She sent for him to ask how he had returned so soon, and when she heard\nhow kindly her mother had received him, she very nearly had a fit;\nhowever, she dissembled her feelings as well as she could, and, smiling\nsweetly, said she was glad to have been able to fulfil her promise, and\nthat if he would give her this third pigeon, she would do yet more for\nhim than she had done before, by giving him the million-fold rice,\nwhich ripens in one night.",
        "The lad was of course delighted at the very idea, and, giving up the\npigeon, set off on his quest, armed as before with a potsherd, on which\nwas written, “Do not fail this time. Kill the lad, and sprinkle his\nblood like water!”",
        "But when he looked in on his Princess, just to prevent her becoming\nanxious about him, she asked to see the potsherd as usual, and\nsubstituted another, on which was written, “Yet again give this lad all\nhe requires, for his blood shall be as your blood!”",
        "Now when the old hag saw this, and heard how the lad wanted the\nmillion-fold rice which ripens in a single night, she fell into the\nmost furious rage, but being terribly afraid of her daughter, she\ncontrolled herself, and bade the boy go and find the field guarded by\neighteen millions of demons, warning him on no account to look back\nafter having plucked the tallest spike of rice, which grew in the\ncentre.",
        "So the son of seven Queens set off, and soon came to the field where,\nguarded by eighteen millions of demons, the million-fold rice grew. He\nwalked on bravely, looking neither to the right or left, till he\nreached the centre and plucked the tallest ear, but as he turned\nhomewards a thousand sweet voices rose behind him, crying in tenderest\naccents, “Pluck me too! oh, please pluck me too!” He looked back, and\nlo! there was nothing left of him but a little heap of ashes!",
        "Now as time passed by and the lad did not return, the old hag grew\nuneasy, remembering the message “his blood shall be as your blood\"; so\nshe set off to see what had happened.",
        "Soon she came to the heap of ashes, and knowing by her arts what it\nwas, she took a little water, and kneading the ashes into a paste,\nformed it into the likeness of a man; then, putting a drop of blood\nfrom her little finger into its mouth, she blew on it, and instantly\nthe son of seven Queens started up as well as ever.",
        "“Don’t you disobey orders again!” grumbled the old hag, “or next time\nI’ll leave you alone. Now be off, before I repent of my kindness!”",
        "So the son of seven Queens returned joyfully to his seven mothers, who,\nby the aid of the million-fold rice, soon became the richest people in\nthe kingdom. Then they celebrated their son’s marriage to the clever\nPrincess with all imaginable pomp; but the bride was so clever, she\nwould not rest until she had made known her husband to his father, and\npunished the wicked white witch. So she made her husband build a palace\nexactly like the one in which the seven Queens had lived, and in which\nthe white witch now dwelt in splendour. Then, when all was prepared,\nshe bade her husband give a grand feast to the King. Now the King had\nheard much of the mysterious son of seven Queens, and his marvellous\nwealth, so he gladly accepted the invitation; but what was his\nastonishment when on entering the palace he found it was a facsimile of\nhis own in every particular! And when his host, richly attired, led him\nstraight to the private hall, where on royal thrones sat the seven\nQueens, dressed as he had last seen them, he was speechless with\nsurprise, until the Princess, coming forward, threw herself at his\nfeet, and told him the whole story. Then the King awoke from his\nenchantment, and his anger rose against the wicked white hind who had\nbewitched him so long, until he could not contain himself. So she was\nput to death, and her grave ploughed over, and after that the seven\nQueens returned to their own splendid palace, and everybody lived\nhappily.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}