{
    "title": "Indian Fairy Tales",
    "author": "Joseph Jacobs",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "To My Dear Little Phil",
        "From the extreme West of the Indo-European world, we go this year to\nthe extreme East. From the soft rain and green turf of Gaeldom, we seek\nthe garish sun and arid soil of the Hindoo. In the Land of Ire, the\nbelief in fairies, gnomes, ogres and monsters is all but dead; in the\nLand of Ind it still flourishes in all the vigour of animism.",
        "Soils and national characters differ; but fairy tales are the same in\nplot and incidents, if not in treatment. The majority of the tales in\nthis volume have been known in the West in some form or other, and the\nproblem arises how to account for their simultaneous existence in\nfarthest West and East. Some–as Benfey in Germany, M. Cosquin in\nFrance, and Mr. Clouston in England–have declared that India is the\nHome of the Fairy Tale, and that all European fairy tales have been\nbrought from thence by Crusaders, by Mongol missionaries, by Gipsies,\nby Jews, by traders, by travellers. The question is still before the\ncourts, and one can only deal with it as an advocate. So far as my\ninstructions go, I should be prepared, within certain limits, to hold a\nbrief for India. So far as the children of Europe have their fairy\nstories in common, these–and they form more than a third of the whole\n–are derived from India. In particular, the majority of the Drolls or\ncomic tales and jingles can be traced, without much difficulty, back to\nthe Indian peninsula.",
        "Certainly there is abundant evidence of the early transmission by\nliterary means of a considerable number of drolls and folk-tales from\nIndia about the time of the Crusaders. The collections known in Europe\nby the titles of The Fables of Bidpai, The Seven Wise Masters, Gesia\nRomanorum, and Barlaam and Josaphat, were extremely popular\nduring the Middle Ages, and their contents passed on the one hand into\nthe Exempla of the monkish preachers, and on the other into the\nNovelle of Italy, thence, after many days, to contribute their\nquota to the Elizabethan Drama. Perhaps nearly one-tenth of the main\nincidents of European folktales can be traced to this source.",
        "There are even indications of an earlier literary contact between\nEurope and India, in the case of one branch of the folk-tale, the Fable\nor Beast Droll. In a somewhat elaborate discussion [Footnote: “History\nof the Aesopic Fable,” the introductory volume to my edition of Caxton’s\nFables of Esope (London, Nutt, 1889).] I have come to the\nconclusion that a goodly number of the fables that pass under the name\nof the Samian slave, Aesop, were derived from India, probably from the\nsame source whence the same tales were utilised in the Jatakas, or\nBirth-stories of Buddha. These Jatakas contain a large quantity of\ngenuine early Indian folk-tales, and form the earliest collection of\nfolk-tales in the world, a sort of Indian Grimm, collected more than\ntwo thousand years before the good German brothers went on their quest\namong the folk with such delightful results. For this reason I have\nincluded a considerable number of them in this volume; and shall be\nsurprised if tales that have roused the laughter and wonder of pious\nBuddhists for the last two thousand years, cannot produce the same\neffect on English children. The Jatakas have been fortunate in their\nEnglish translators, who render with vigour and point; and I rejoice\nin being able to publish the translation of two new Jatakas, kindly\ndone into English for this volume by Mr. W. H. D. Rouse, of Christ’s\nCollege, Cambridge. In one of these I think I have traced the source\nof the Tar Baby incident in “Uncle Remus.”",
        "Though Indian fairy tales are the earliest in existence, yet they are\nalso from another point of view the youngest. For it is only about\ntwenty-five years ago that Miss Frere began the modern collection of\nIndian folk-tales with her charming “Old Deccan Days” (London, John\nMurray, 1868; fourth edition, 1889). Her example has been followed by\nMiss Stokes, by Mrs. Steel, and Captain (now Major) Temple, by the\nPandit Natesa Sastri, by Mr. Knowles and Mr. Campbell, as well as\nothers who have published folk-tales in such periodicals as the\nIndian Antiquary and The Orientalist. The story-store of\nmodern India has been well dipped into during the last quarter of a\ncentury, though the immense range of the country leaves room for any\nnumber of additional workers and collections. Even so far as the\nmaterials already collected go, a large number of the commonest\nincidents in European folk-tales have been found in India. Whether\nbrought there or born there, we have scarcely any criterion for\njudging; but as some of those still current among the folk in India can\nbe traced back more than a millennium, the presumption is in favour of\nan Indian origin.",
        "From all these sources–from the Jatakas, from the Bidpai, and from the\nmore recent collections–I have selected those stories which throw most\nlight on the origin of Fable and Folk-tales, and at the same time are\nmost likely to attract English children. I have not, however, included\ntoo many stories of the Grimm types, lest I should repeat the contents\nof the two preceding volumes of this series. This has to some degree\nweakened the case for India as represented by this book. The need of\ncatering for the young ones has restricted my selection from the well-\nnamed “Ocean of the Streams of Story,” Katha-Sarit Sagara of\nSomadeva. The stories existing in Pali and Sanskrit I have taken from\ntranslations, mostly from the German of Benfey or the vigorous English\nof Professor Rhys-Davids, whom I have to thank for permission to use\nhis versions of the Jatakas.",
        "I have been enabled to make this book a representative collection of\nthe Fairy Tales of Ind by the kindness of the original collectors or\ntheir publishers. I have especially to thank Miss Frere, who kindly\nmade an exception in my favour, and granted me the use of that fine\nstory, “Punchkin,” and that quaint myth, “How Sun, Moon, and Wind went\nout to Dinner.” Miss Stokes has been equally gracious in granting me\nthe use of characteristic specimens from her “Indian Fairy Tales.” To\nMajor Temple I owe the advantage of selecting from his admirable\nWideawake Stories, and Messrs. Kegan Paul, Trench & Co. have\nallowed me to use Mr. Knowles’ “Folk-tales of Kashmir,” in their\nOriental Library; and Messrs. W. H. Allen have been equally obliging\nwith regard to Mrs. Kingscote’s “Tales of the Sun.” Mr. M. L. Dames has\nenabled me add to the published story-store of India by granting me the\nuse of one from his inedited collection of Baluchi folk-tales.",
        "I have again to congratulate myself an the co-operation of my friend\nMr. J. D. Batten in giving beautiful or amusing form to the creations\nof the folk fancy of the Hindoos. It is no slight thing to embody, as\nhe has done, the glamour and the humour both of the Celt and of the\nHindoo. It is only a further proof that Fairy Tales are something more\nthan Celtic or Hindoo. They are human.",
        "Joseph Jacobs.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}