{
    "title": "Indian Fairy Tales - The Demon With the Matted Hair",
    "author": "Joseph Jacobs",
    "chapter": "26",
    "content": [
        "\n",
        "\n\n",
        "This story the Teacher told in Jetavana about a Brother who had\nceased striving after righteousness. Said the Teacher to him: “Is it\nreally true that you have ceased all striving?\"–\"Yes, Blessed One,” he\nreplied. Then the Teacher said: “O Brother, in former days wise men\nmade effort in the place where effort should be made, and so attained\nunto royal power.” And he told a story of long ago.",
        "Once upon a time, when Brahmadatta was King of Benares, the Bodhisatta\nwas born as son of his chief queen. On his name-day they asked 800\nBrahmans, having satisfied them with all their desires, about his lucky\nmarks. The Brahmans who had skill in divining from such marks beheld\nthe excellence of his, and made answer:",
        "“Full of goodness, great King, is your son, and when you die he will\nbecome king; he shall be famous and renowned for his skill with the\nfive weapons, and shall be the chief man in all India.” On hearing what\nthe Brahmans had to say, they gave him the name of the Prince of the\nFive Weapons, sword, spear, bow, battle-axe, and shield.",
        "When he came to years of discretion, and had attained the measure of\nsixteen years, the King said to him:",
        "“My son, go and complete your education.”",
        "“Who shall be my teacher?” the lad asked.",
        "“Go, my son; in the kingdom of Candahar, in the city of Takkasila, is a\nfar-famed teacher from whom I wish you to learn. Take this, and give it\nhim for a fee.” With that he gave him a thousand pieces of money, and\ndismissed him.",
        "The lad departed, and was educated by this teacher; he received the\nFive Weapons from him as a gift, bade him farewell, and leaving\nTakkasila, he began his journey to Benares, armed with the Five\nWeapons.",
        "On his way he came to a forest inhabited by the Demon with the Matted\nHair. At the entering in of the forest some men saw him, and cried out:",
        "“Hullo, young sir, keep clear of that wood! There’s a Demon in it\ncalled he of the Matted Hair: he kills every man he sees!” And they\ntried to stop him. But the Bodhisatta, having confidence in himself,\nwent straight on, fearless as a maned lion.",
        "When he reached mid-forest the Demon showed himself. He made himself as\ntall as a palm tree; his head was the size of a pagoda, his eyes as big\nas saucers, and he had two tusks all over knobs and bulbs; he had the\nface of a hawk, a variegated belly, and blue hands and feet.",
        "“Where are you going?” he shouted. “Stop! You’ll make a meal for me!”",
        "Said the Bodhisatta: “Demon, I came here trusting in myself. I advise\nyou to be careful how you come near me. Here’s a poisoned arrow, which\nI’ll shoot at you and knock you down!” With this menace, he fitted to\nhis bow an arrow dipped in deadly poison, and let fly. The arrow stuck\nfast in the Demon’s hair. Then he shot and shot, till he had shot away\nfifty arrows; and they all stuck in the Demon’s hair. The Demon snapped\nthem all off short, and threw them down at his feet; then came up to\nthe Bodhisatta, who drew his sword and struck the Demon, threatening\nhim the while. His sword–it was three-and-thirty inches long–stuck in\nthe Demon’s hair! The Bodhisatta struck him with his spear–that stuck\ntoo! He struck him with his club–and that stuck too!",
        "When the Bodhisatta saw that this had stuck fast, he addressed the\nDemon. “You, Demon!” said he, “did you never hear of me before–the\nPrince of the Five Weapons? When I came into the forest which you live\nin I did not trust to my bow and other weapons. This day will I pound\nyou and grind you to powder!” Thus did he declare his resolve, and with\na shout he hit at the Demon with his right hand. It stuck fast in his\nhair! He hit him with his left hand–that stuck too! With his right\nfoot he kicked him–that stuck too; then with his left–and that stuck\ntoo! Then he butted at him with his head, crying, “I’ll pound you to\npowder!” and his head stuck fast like the rest.",
        "Thus the Bodhisatta was five times snared, caught fast in five places,\nhanging suspended: yet he felt no fear–was not even nervous.",
        "Thought the Demon to himself: “Here’s a lion of a man! A noble man!\nMore than man is he! Here he is, caught by a Demon like me; yet he will\nnot fear a bit. Since I have ravaged this road, I never saw such a man.\nNow, why is it that he does not fear?” He was powerless to eat the man,\nbut asked him: “Why is it, young sir, that you are not frightened to\ndeath?”",
        "“Why should I fear, Demon?” replied he. “In one life a man can die but\nonce. Besides, in my belly is a thunderbolt; if you eat me, you will\nnever be able to digest it; this will tear your inwards into little\nbits, and kill you: so we shall both perish. That is why I fear\nnothing.” (By this, the Bodhisatta meant the weapon of knowledge which\nhe had within him.)",
        "When he heard this, the Demon thought: “This young man speaks the\ntruth. A piece of the flesh of such a lion-man as he would be too much\nfor me to digest, if it were no bigger than a kidney-bean. I’ll let him\ngo!” So, being frightened to death, he let go the Bodhisatta, saying\n“Young sir, you are a lion of a man! I will not eat you up. I set you\nfree from my hands, as the moon is disgorged from the jaws of Rahu\nafter the eclipse. Go back to the company of your friends and\nrelations!”",
        "And the Bodhisatta said: “Demon, I will go, as you say. You were born a\nDemon, cruel, blood-bibbing, devourer of the flesh and gore of others,\nbecause you did wickedly in former lives. If you still go on doing\nwickedly, you will go from darkness to darkness. But now that you have\nseen me you will find it impossible to do wickedly. Taking the life of\nliving creatures causes birth, as an animal, in the world of Petas, or\nin the body of an Asura, or, if one is reborn as a man, it makes his\nlife short.” With this and the like monition he told him the\ndisadvantage of the five kinds of wickedness, and the profit of the\nfive kinds of virtue, and frightened the Demon in various ways,\ndiscoursing to him until he subdued him and made him self-denying, and\nestablished him in the five kinds of virtue; he made him worship the\ndeity to whom offerings were made in that wood; and having carefully\nadmonished him, departed out of it.",
        "At the entrance of the forest he told all to the people thereabout; and\nwent on to Benares, armed with his five weapons. Afterwards he became\nking, and ruled righteously; and after giving alms and doing good he\npassed away according to his deeds.",
        "And the Teacher, when this tale was ended, became perfectly\nenlightened, and repeated this verse:",
        "  Whose mind and heart from all desire is free,\n  Who seeks for peace by living virtuously,\n    He in due time will sever all the bonds\n  That bind him fast to life, and cease to be.",
        "Thus the Teacher reached the summit, through sainthood and the teaching\nof the law, and thereupon he declared the Four Truths. At the end of\nthe declaring of the Truths, this Brother also attained to sainthood.\nThen the Teacher made the connexion, and gave the key to the birth-\ntale, saying: “At that time Angulimala was the Demon, but the Prance of\nthe Five Weapons was I myself.”",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}