{
    "title": "Indian Fairy Tales - Punchkin",
    "author": "Joseph Jacobs",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there was a Raja who had seven beautiful daughters.\nThey were all good girls; but the youngest, named Balna, was more\nclever than the rest. The Raja’s wife died when they were quite little\nchildren, so these seven poor Princesses were left with no mother to\ntake care of them.",
        "The Raja’s daughters took it by turns to cook their father’s dinner\nevery day, whilst he was absent deliberating with his Ministers on the\naffairs of the nation.",
        "About this time the Prudhan died, leaving a widow and one daughter; and\nevery day, every day, when the seven Princesses were preparing their\nfather’s dinner, the Prudhan’s widow and daughter would come and beg\nfor a little fire from the hearth. Then Balna used to say to her\nsisters, “Send that woman away; send her away. Let her get the fire at\nher own house. What does she want with ours? If we allow her to come\nhere, we shall suffer for it some day.”",
        "But the other sisters would answer, “Be quiet, Balna; why must you\nalways be quarrelling with this poor woman? Let her take some fire if\nshe likes.” Then the Prudhan’s widow used to go to the hearth and take\na few sticks from it; and whilst no one was looking, she would quickly\nthrow some mud into the midst of the dishes which were being prepared\nfor the Raja’s dinner.",
        "Now the Raja was very fond of his daughters. Ever since their mother’s\ndeath they had cooked his dinner with their own hands, in order to\navoid the danger of his being poisoned by his enemies. So, when he\nfound the mud mixed up with his dinner, he thought it must arise from\ntheir carelessness, as it did not seem likely that any one should have\nput mud there on purpose; but being very kind he did not like to\nreprove them for it, although this spoiling of the curry was repeated\nmany successive days.",
        "At last, one day, he determined to hide, and watch his daughters\ncooking, and see how it all happened; so he went into the next room,\nand watched them through a hole in the wall.",
        "There he saw his seven daughters carefully washing the rice and\npreparing the curry, and as each dish was completed, they put it by the\nfire ready to be cooked. Next he noticed the Prudhan’s widow come to\nthe door, and beg for a few sticks from the fire to cook her dinner\nwith. Balna turned to her, angrily, and said, “Why don’t you keep fuel\nin your own house, and not come here every day and take ours? Sisters,\ndon’t give this woman any more wood; let her buy it for herself.”",
        "Then the eldest sister answered, “Balna, let the poor woman take the\nwood and the fire; she does us no harm.” But Balna replied, “If you let\nher come here so often, maybe she will do us some harm, and make us\nsorry for it, some day.”",
        "The Raja then saw the Prudhan’s widow go to the place where all his\ndinner was nicely prepared, and, as she took the wood, she threw a\nlittle mud into each of the dishes.",
        "At this he was very angry, and sent to have the woman seized and\nbrought before him. But when the widow came, she told him that she had\nplayed this trick because she wanted to gain an audience with him; and\nshe spoke so cleverly, and pleased him so well with her cunning words,\nthat instead of punishing her, the Raja married her, and made her his\nRanee, and she and her daughter came to live in the palace.",
        "Now the new Ranee hated the seven poor Princesses, and wanted to get\nthem, if possible, out of the way, in order that her daughter might\nhave all their riches, and live in the palace as Princess in their\nplace; and instead of being grateful to them for their kindness to her,\nshe did all she could to make them miserable. She gave them nothing but\nbread to eat, and very little of that, and very little water to drink;\nso these seven poor little Princesses, who had been accustomed to have\neverything comfortable about them, and good food and good clothes all\ntheir lives long, were very miserable and unhappy; and they used to go\nout every day and sit by their dead mother’s tomb and cry–and say:",
        "“Oh mother, mother, cannot you see your poor children, how unhappy we\nare, and how we are starved by our cruel step-mother?”",
        "One day, whilst they were thus sobbing and crying, lo and behold! a\nbeautiful pomelo tree grew up out of the grave, covered with fresh ripe\npomeloes, and the children satisfied their hunger by eating some of the\nfruit, and every day after this, instead of trying to eat the bad\ndinner their step-mother provided for them, they used to go out to\ntheir mother’s grave and eat the pomeloes which grew there on the\nbeautiful tree.",
        "Then the Ranee said to her daughter, “I cannot tell how it is, every\nday those seven girls say they don’t want any dinner, and won’t eat\nany; and yet they never grow thin nor look ill; they look better than\nyou do. I cannot tell how it is.” And she bade her watch the seven\nPrincesses, and see if any one gave them anything to eat.",
        "So next day, when the Princesses went to their mother’s grave, and were\neating the beautiful pomeloes, the Prudhan’s daughter followed them,\nand saw them gathering the fruit.",
        "Then Balna said to her sisters, “Do you not see that girl watching us?\nLet us drive her away, or hide the pomeloes, else she will go and tell\nher mother all about it, and that will be very bad for us.”",
        "But the other sisters said, “Oh no, do not be unkind, Balna. The girl\nwould never be so cruel as to tell her mother. Let us rather invite her\nto come and have some of the fruit.” And calling her to them, they gave\nher one of the pomeloes.",
        "No sooner had she eaten it, however, than the Prudhan’s daughter went\nhome and said to her mother, “I do not wonder the seven Princesses will\nnot eat the dinner you prepare for them, for by their mother’s grave\nthere grows a beautiful pomelo tree, and they go there every day and\neat the pomeloes. I ate one, and it was the nicest I have ever tasted.”",
        "The cruel Ranee was much vexed at hearing this, and all next day she\nstayed in her room, and told the Raja that she had a very bad headache.\nThe Raja was deeply grieved, and said to his wife, “What can I do for\nyou?” She answered, “There is only one thing that will make my headache\nwell. By your dead wife’s tomb there grows a fine pomelo tree; you must\nbring that here, and boil it, root and branch, and put a little of the\nwater in which it has been boiled, on my forehead, and that will cure\nmy headache.” So the Raja sent his servants, and had the beautiful\npomelo tree pulled up by the roots, and did as the Ranee desired; and\nwhen some of the water, in which it had been boiled, was put on her\nforehead, she said her headache was gone and she felt quite well.",
        "Next day, when the seven Princesses went as usual to the grave of their\nmother, the pomelo tree had disappeared. Then they all began to cry\nvery bitterly.",
        "Now there was by the Ranee’s tomb a small tank, and as they were crying\nthey saw that the tank was filled with a rich cream-like substance,\nwhich quickly hardened into a thick white cake. At seeing this all the\nPrincesses were very glad, and they ate some of the cake, and liked it;\nand next day the same thing happened, and so it went on for many days.\nEvery morning the Princesses went to their mother’s grave, and found\nthe little tank filled with the nourishing cream-like cake. Then the\ncruel step-mother said to her daughter: “I cannot tell how it is, I\nhave had the pomelo tree which used to grow by the Ranee’s grave\ndestroyed, and yet the Princesses grow no thinner, nor look more sad,\nthough they never eat the dinner I give them. I cannot tell how it is!”",
        "And her daughter said, “I will watch.”",
        "Next day, while the Princesses were eating the cream cake, who should\ncome by but their step-mother’s daughter. Balna saw her first, and\nsaid, “See, sisters, there comes that girl again. Let us sit round the\nedge of the tank and not allow her to see it, for if we give her some\nof our cake, she will go and tell her mother; and that will be very\nunfortunate for us.”",
        "The other sisters, however, thought Balna unnecessarily suspicious, and\ninstead of following her advice, they gave the Prudhan’s daughter some\nof the cake, and she went home and told her mother all about it.",
        "The Ranee, on hearing how well the Princesses fared, was exceedingly\nangry, and sent her servants to pull down the dead Ranee’s tomb, and\nfill the little tank with the ruins. And not content with this, she\nnext day pretended to be very, very ill–in fact, at the point of\ndeath–and when the Raja was much grieved, and asked her whether it was\nin his power to procure her any remedy, she said to him: “Only one\nthing can save my life, but I know you will not do it.” He replied,\n“Yes, whatever it is, I will do it.” She then said, “To save my life,\nyou must kill the seven daughters of your first wife, and put some of\ntheir blood on my forehead and on the palms of my hands, and their\ndeath will be my life.” At these words the Raja was very sorrowful; but\nbecause he feared to break his word, he went out with a heavy heart to\nfind his daughters.",
        "He found them crying by the ruins of their mother’s grave.",
        "Then, feeling he could not kill them, the Raja spoke kindly to them,\nand told them to come out into the jungle with him; and there he made a\nfire and cooked some rice, and gave it to them. But in the afternoon,\nit being very hot, the seven Princesses all fell asleep, and when he\nsaw they were fast asleep, the Raja, their father, stole away and left\nthem (for he feared his wife), saying to himself: “It is better my poor\ndaughters should die here, than be killed by their step-mother.”",
        "He then shot a deer, and returning home, put some of its blood on the\nforehead and hands of the Ranee, and she thought then that he had\nreally killed the Princesses, and said she felt quite well.",
        "Meantime the seven Princesses awoke, and when they found themselves all\nalone in the thick jungle they were much frightened, and began to call\nout as loud as they could, in hopes of making their father hear; but he\nwas by that time far away, and would not have been able to hear them\neven had their voices been as loud as thunder.",
        "It so happened that this very day the seven young sons of a\nneighbouring Raja chanced to be hunting in that same jungle, and as\nthey were returning home, after the day’s sport was over, the youngest\nPrince said to his brothers “Stop, I think I hear some one crying and\ncalling out. Do you not hear voices? Let us go in the direction of the\nsound, and find out what it is.”",
        "So the seven Princes rode through the wood until they came to the place\nwhere the seven Princesses sat crying and wringing their hands. At the\nsight of them the young Princes were very much astonished, and still\nmore so on learning their story; and they settled that each should take\none of these poor forlorn ladies home with him, and marry her.",
        "So the first and eldest Prince took the eldest Princess home with him,\nand married her.",
        "And the second took the second;",
        "And the third took the third;",
        "And the fourth took the fourth;",
        "And the fifth took the fifth;",
        "And the sixth took the sixth;",
        "And the seventh, and the handsomest of all, took the beautiful Balna.",
        "And when they got to their own land, there was great rejoicing\nthroughout the kingdom, at the marriage of the seven young Princes to\nseven such beautiful Princesses.",
        "About a year after this Balna had a little son, and his uncles and\naunts were so fond of the boy that it was as if he had seven fathers\nand seven mothers. None of the other Princes and Princesses had any\nchildren, so the son of the seventh Prince and Balna was acknowledged\ntheir heir by all the rest.",
        "They had thus lived very happily for some time, when one fine day the\nseventh Prince (Balna’s husband) said he would go out hunting, and away\nhe went; and they waited long for him, but he never came back.",
        "Then his six brothers said they would go and see what had become of\nhim; and they went away, but they also did not return.",
        "And the seven Princesses grieved very much, for they feared that their\nkind husbands must have been killed.",
        "One day, not long after this had happened, as Balna was rocking her\nbaby’s cradle, and whilst her sisters were working in the room below,\nthere came to the palace door a man in a long black dress, who said\nthat he was a Fakir, and came to beg. The servants said to him, “You\ncannot go into the palace–the Raja’s sons have all gone away; we think\nthey must be dead, and their widows cannot be interrupted by your\nbegging.” But he said, “I am a holy man, you must let me in.” Then the\nstupid servants let him walk through the palace, but they did not know\nthat this was no Fakir, but a wicked Magician named Punchkin.",
        "Punchkin Fakir wandered through the palace, and saw many beautiful\nthings there, till at last he reached the room where Balna sat singing\nbeside her little boy’s cradle. The Magician thought her more beautiful\nthan all the other beautiful things he had seen, insomuch that he asked\nher to go home with him and to marry him. But she said, “My husband, I\nfear, is dead, but my little boy is still quite young; I will stay here\nand teach him to grow up a clever man, and when he is grown up he shall\ngo out into the world, and try and learn tidings of his father. Heaven\nforbid that I should ever leave him, or marry you.” At these words the\nMagician was very angry, and turned her into a little black dog, and\nled her away; saying, “Since you will not come with me of your own free\nwill, I will make you.” So the poor Princess was dragged away, without\nany power of effecting an escape, or of letting her sisters know what\nhad become of her. As Punchkin passed through the palace gate the\nservants said to him, “Where did you get that pretty little dog?” And\nhe answered, “One of the Princesses gave it to me as a present.” At\nhearing which they let him go without further questioning.",
        "Soon after this, the six elder Princesses heard the little baby, their\nnephew, begin to cry, and when they went upstairs they were much\nsurprised to find him all alone, and Balna nowhere to be seen. Then\nthey questioned the servants, and when they heard of the Fakir and the\nlittle black dog, they guessed what had happened, and sent in every\ndirection seeking them, but neither the Fakir nor the dog were to be\nfound. What could six poor women do? They gave up all hopes of ever\nseeing their kind husbands, and their sister, and her husband, again,\nand devoted themselves thenceforward to teaching and taking care of\ntheir little nephew.",
        "Thus time went on, till Balna’s son was fourteen years old. Then, one\nday, his aunts told him the history of the family; and no sooner did he\nhear it, than he was seized with a great desire to go in search of his\nfather and mother and uncles, and if he could find them alive to bring\nthem home again. His aunts, on learning his determination, were much\nalarmed and tried to dissuade him, saying, “We have lost our husbands,\nand our sister and her husband, and you are now our sole hope; if you\ngo away, what shall we do?” But he replied, “I pray you not to be\ndiscouraged; I will return soon, and if it is possible bring my father\nand mother and uncles with me.” So he set out on his travels; but for\nsome months he could learn nothing to help him in his search.",
        "At last, after he had journeyed many hundreds of weary miles, and\nbecome almost hopeless of ever hearing anything further of his parents,\nhe one day came to a country that seemed full of stones, and rocks, and\ntrees, and there he saw a large palace with a high tower; hard by which\nwas a Malee’s little house.",
        "As he was looking about, the Malee’s wife saw him, and ran out of the\nhouse and said, “My dear boy, who are you that dare venture to this\ndangerous place?” He answered, “I am a Raja’s son, and I come in search\nof my father, and my uncles, and my mother whom a wicked enchanter\nbewitched.”",
        "Then the Malee’s wife said, “This country and this palace belong to a\ngreat enchanter; he is all powerful, and if any one displeases him, he\ncan turn them into stones and trees. All the rocks and trees you see\nhere were living people once, and the Magician turned them to what they\nnow are. Some time ago a Raja’s son came here, and shortly afterwards\ncame his six brothers, and they were all turned into stones and trees;\nand these are not the only unfortunate ones, for up in that tower lives\na beautiful Princess, whom the Magician has kept prisoner there for\ntwelve years, because she hates him and will not marry him.”",
        "Then the little Prince thought, “These must be my parents and my\nuncles. I have found what I seek at last.” So he told his story to the\nMalee’s wife, and begged her to help him to remain in that place awhile\nand inquire further concerning the unhappy people she mentioned; and\nshe promised to befriend him, and advised his disguising himself lest\nthe Magician should see him, and turn him likewise into stone. To this\nthe Prince agreed. So the Malee’s wife dressed him up in a saree, and\npretended that he was her daughter.",
        "One day, not long after this, as the Magician was walking in his garden\nhe saw the little girl (as he thought) playing about, and asked her who\nshe was. She told him she was the Malee’s daughter, and the Magician\nsaid, “You are a pretty little girl, and to-morrow you shall take a\npresent of flowers from me to the beautiful lady who lives in the\ntower.”",
        "The young Prince was much delighted at hearing this, and went\nimmediately to inform the Malee’s wife; after consultation with whom he\ndetermined that it would be more safe for him to retain his disguise,\nand trust to the chance of a favourable opportunity for establishing\nsome communication with his mother, if it were indeed she.",
        "Now it happened that at Balna’s marriage her husband had given her a\nsmall gold ring on which her name was engraved, and she had put it on\nher little son’s finger when he was a baby, and afterwards when he was\nolder his aunts had had it enlarged for him, so that he was still able\nto wear it. The Malee’s wife advised him to fasten the well-known\ntreasure to one of the bouquets he presented to his mother, and trust\nto her recognising it. This was not to be done without difficulty, as\nsuch a strict watch was kept over the poor Princess (for fear of her\never establishing communication with her friends), that though the\nsupposed Malee’s daughter was permitted to take her flowers every day,\nthe Magician or one of his slaves was always in the room at the time.\nAt last one day, however, opportunity favoured him, and when no one was\nlooking, the boy tied the ring to a nosegay, and threw it at Balna’s\nfeet. It fell with a clang on the floor, and Balna, looking to see what\nmade the strange sound, found the little ring tied to the flowers. On\nrecognising it, she at once believed the story her son told her of his\nlong search, and begged him to advise her as to what she had better do;\nat the same time entreating him on no account to endanger his life by\ntrying to rescue her. She told him that for twelve long years the\nMagician had kept her shut up in the tower because she refused to marry\nhim, and she was so closely guarded that she saw no hope of release.",
        "Now Balna’s son was a bright, clever boy, so he said, “Do not fear,\ndear mother; the first thing to do is to discover how far the\nMagician’s power extends, in order that we may be able to liberate my\nfather and uncles, whom he has imprisoned in the form of rocks and\ntrees. You have spoken to him angrily for twelve long years; now rather\nspeak kindly. Tell him you have given up all hopes of again seeing the\nhusband you have so long mourned, and say you are willing to marry him.\nThen endeavour to find out what his power consists in, and whether he\nis immortal, or can be put to death.”",
        "Balna determined to take her son’s advice; and the next day sent for\nPunchkin, and spoke to him as had been suggested.",
        "The Magician, greatly delighted, begged her to allow the wedding to\ntake place as soon as possible.",
        "But she told him that before she married him he must allow her a little\nmore time, in which she might make his acquaintance, and that, after\nbeing enemies so long, their friendship could but strengthen by\ndegrees. “And do tell me,” she said, “are you quite immortal? Can death\nnever touch you? And are you too great an enchanter ever to feel human\nsuffering?”",
        "“Why do you ask?” said he.",
        "“Because,” she replied, “if I am to be your wife, I would fain know all\nabout you, in order, if any calamity threatens you, to overcome, or if\npossible to avert it.”",
        "“It is true,” he added, “that I am not as others. Far, far away,\nhundreds of thousands of miles from this, there lies a desolate country\ncovered with thick jungle. In the midst of the jungle grows a circle of\npalm trees, and in the centre of the circle stand six chattees full of\nwater, piled one above another: below the sixth chattee is a small cage\nwhich contains a little green parrot; on the life of the parrot depends\nmy life; and if the parrot is killed I must die. It is, however,” he\nadded, “impossible that the parrot should sustain any injury, both on\naccount of the inaccessibility of the country, and because, by my\nappointment, many thousand genii surround the palm trees, and kill all\nwho approach the place.”",
        "Balna told her son what Punchkin had said; but at the same time\nimplored him to give up all idea of getting the parrot.",
        "The Prince, however, replied, “Mother, unless I can get hold of that\nparrot, you, and my father, and uncles, cannot be liberated: be not\nafraid, I will shortly return. Do you, meantime, keep the Magician in\ngood humour–still putting off your marriage with him on various\npretexts; and before he finds out the cause of delay, I will be here.\"\nSo saying, he went away.",
        "Many, many weary miles did he travel, till at last he came to a thick\njungle; and, being very tired, sat down under a tree and fell asleep.\nHe was awakened by a soft rustling sound, and looking about him, saw a\nlarge serpent which was making its way to an eagle’s nest built in the\ntree under which he lay, and in the nest were two young eagles. The\nPrince seeing the danger of the young birds, drew his sword, and killed\nthe serpent; at the same moment a rushing sound was heard in the air,\nand the two old eagles, who had been out hunting for food for their\nyoung ones, returned. They quickly saw the dead serpent and the young\nPrince standing over it; and the old mother eagle said to him, “Dear\nboy, for many years all our young ones have been devoured by that cruel\nserpent; you have now saved the lives of our children; whenever you are\nin need, therefore, send to us and we will help you; and as for these\nlittle eagles, take them, and let them be your servants.”",
        "At this the Prince was very glad, and the two eaglets crossed their\nwings, on which he mounted; and they carried him far, far away over the\nthick jungles, until he came to the place where grew the circle of palm\ntrees, in the midst of which stood the six chattees full of water. It\nwas the middle of the day, and the heat was very great. All round the\ntrees were the genii fast asleep; nevertheless, there were such\ncountless thousands of them, that it would have been quite impossible\nfor any one to walk through their ranks to the place; down swooped the\nstrong-winged eaglets–down jumped the Prince; in an instant he had\noverthrown the six chattees full of water, and seized the little green\nparrot, which he rolled up in his cloak; while, as he mounted again\ninto the air, all the genii below awoke, and finding their treasure\ngone, set up a wild and melancholy howl.",
        "Away, away flew the little eagles, till they came to their home in the\ngreat tree; then the Prince said to the old eagles, “Take back your\nlittle ones; they have done me good service; if ever again I stand in\nneed of help, I will not fail to come to you.” He then continued his\njourney on foot till he arrived once more at the Magician’s palace,\nwhere he sat down at the door and began playing with the parrot.\nPunchkin saw him, and came to him quickly, and said, “My boy, where did\nyou get that parrot? Give it to me, I pray you.”",
        "But the Prince answered, “Oh no, I cannot give away my parrot, it is a\ngreat pet of mine; I have had it many years.”",
        "Then the Magician said, “If it is an old favourite, I can understand\nyour not caring to give it away; but come what will you sell it for?”",
        "“Sir,” replied the Prince, “I will not sell my parrot.”",
        "Then Punchkin got frightened, and said, “Anything, anything; name what\nprice you will, and it shall be yours.” The Prince answered, “Let the\nseven Raja’s sons whom you turned into rocks and trees be instantly\nliberated.”",
        "“It is done as you desire,” said the Magician, “only give me my\nparrot.” And with that, by a stroke of his wand, Balna’s husband and\nhis brothers resumed their natural shapes. “Now, give me my parrot,\"\nrepeated Punchkin.",
        "“Not so fast, my master,” rejoined the Prince; “I must first beg that\nyou will restore to life all whom you have thus imprisoned.”",
        "The Magician immediately waved his wand again; and, whilst he cried, in\nan imploring voice, “Give me my parrot!” the whole garden became\nsuddenly alive: where rocks, and stones, and trees had been before,\nstood Rajas, and Punts, and Sirdars, and mighty men on prancing horses,\nand jewelled pages, and troops of armed attendants.",
        "“Give me my parrot!” cried Punchkin. Then the boy took hold of the\nparrot, and tore off one of its wings; and as he did so the Magician’s\nright arm fell off.",
        "Punchkin then stretched out his left arm, crying, “Give me my parrot!\"\nThe Prince pulled off the parrot’s second wing, and the Magician’s left\narm tumbled off.",
        "“Give me my parrot!” cried he, and fell on his knees. The Prince pulled\noff the parrot’s right leg, the Magician’s right leg fell off: the\nPrince pulled off the parrot’s left leg, down fell the Magician’s left.",
        "Nothing remained of him save the limbless body and the head; but still\nhe rolled his eyes, and cried, “Give me my parrot!” “Take your parrot,\nthen,” cried the boy, and with that he wrung the bird’s neck, and threw\nit at the Magician; and, as he did so, Punchkin’s head twisted round,\nand, with a fearful groan, he died!",
        "Then they let Balna out of the tower; and she, her son, and the seven\nPrinces went to their own country, and lived very happily ever\nafterwards. And as to the rest of the world, every one went to his own\nhouse.",
        "Continue...",
        "\nThis complete e-book of Indian Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}