{
    "title": "Jeanne d’Arc - Chapter IV - The Relief of Orleans. May 1-8, 1429.",
    "author": "Mrs. Oliphant",
    "chapter": "5",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "Next morning there was a council of war among the many leaders now\ncollected within the town. It was the eager desire of Jeanne that an\nassault should be made at once, in all the enthusiasm of the moment,\nupon the English towers, without waiting even for the arrival of the\nlittle army which she had preceded. But the captains of the defence\nwho had borne the heat and burden of the day, and who might naturally\nenough be irritated by the enthusiasm with which this stranger had\nbeen received, were of a different opinion. I quote here a story, for\nwhich I am told there is no foundation whatever, touching a personage\nwho probably never existed, so that the reader may take it as he\npleases, with indulgence for the writer’s weakness, or indignation at\nher credulity. It seems to me, however, to express very naturally a\nsentiment which must have existed among the many captains who had been\nfighting unsuccessfully for months in defence of the beleaguered city.\nA certain Guillaume de Gamache felt himself insulted above all by the\nsuggestion. “What,” he cried, “is the advice of this hussy from the\nfields (/une péronnelle de bas lieu) to be taken against that of a\nknight and captain! I will fold up my banner and become again a simple\nsoldier. I would rather have a nobleman for my master than a woman\nwhom nobody knows.”",
        "Dunois, who was too wise to weaken the forces at his command by such a\nquarrel, is said to have done his best to reconcile and soothe the\nangry captain. This, however, if it was true, was only a mild instance\nof the perpetual opposition which the Maid encountered from the very\nbeginning of her career and wherever she went. Notwithstanding her\nvictories, she remained through all her career a péronnelle to these\nmen of war (with the noble exception, of course, of Alençon, Dunois,\nXaintrailles, La Hire, and others). They were sore and wounded by her\nappearance and her claims. If they could cheat her, balk her designs,\nsteal a march in any way, they did so, from first to last, always\nexcepting the few who were faithful to her. Dunois could afford to be\nmagnanimous, but the lesser men were jealous, envious, embittered. A\npéronnelle, a woman nobody knew! And they themselves were belted\nknights, experienced soldiers, of the best blood of France. It was not\nunnatural; but this atmosphere of hate, malice, and mortification\nforms the background of the picture wherever the Maid moves in her\nwhiteness, illuminating to us the whole scene. The English hated her\nlustily as their enemy and a witch, casting spells and enchantments so\nthat the strength was sucked out of a man’s arm and the courage from\nhis heart: but the Frenchmen, all but those who were devoted to her,\nregarded her with an ungenerous opposition, the hate of men shamed and\nmortified by every triumph she achieved.",
        "Jeanne was angry, too, and disappointed, more than she had been by all\ndiscouragements before. She had believed, perhaps, that once in the\nfield these oppositions would be over, and that her mission would be\nrapidly accomplished. But she neither rebelled nor complained. What\nshe did was to occupy herself about what she felt to be her business,\nwithout reference to any commander. She sent out two heralds,[1] who\nwere attached to her staff, and therefore at her personal disposal, to\nsummon once more Talbot and Glasdale (Classidas, as the French called\nhim) de la part de Dieu to evacuate their towers and return home. It\nwould seem that in her miraculous soul she had a visionary hope that\nthis appeal might be successful. What so noble, what so Christian, as\nthat the one nation should give up, of free-will, its attempt upon the\nfreedom and rights of another, if once the duty were put simply before\nit–and both together joining hands, march off, as she had already\nsuggested, to do the noblest deed that had ever yet been done for\nChristianity? That same evening she rode forth with her little train;\nand placing herself on the town end of the bridge (which had been\nbroken in the middle), as near as the breach would permit to the\nbastille, or fort of the Tourelles, which was built across the further\nend of the bridge, on the left side of the Loire–called out to the\nenemy, summoning them once more to withdraw while there was time. She\nwas overwhelmed, as might have been expected, with a storm of abusive\nshouts and evil words, Classidas and his captains hurrying to the\nwalls to carry on the fierce exchange of abuse. To be called dairy-\nmaid and péronnelle was a light matter, but some of the terms used\nwere so cruel that, according to some accounts, she betrayed her\nwomanhood by tears, not prepared apparently for the use of such foul\nweapons against her. The Journal du Siège declares, however, that\nshe was “aucunement yrée” (angry), but answered that they lied, and\nrode back to the city.",
        "The next Sunday, the 1st of May, Dunois, alarmed by the delay of his\nmain body, set out for Blois to meet them, and we are told that Jeanne\naccompanied him to the special point of danger, where the English from\ntheir fortifications might have stopped his progress, and took up a\nposition there, along with La Hire, between the expedition and the\nenemy. But in the towers not a man budged, not a shot was fired. It\nwas again a miracle, and she had predicted it. The party of Dunois\nmarched on in safety, and Jeanne returned to Orleans, once more\nreceiving on the breeze some words of abuse from the defenders of\nthose battlements, which sent forth no more dangerous missile, and\nreplying again with her summons, “Retournez de la par Dieu à\nAngleterre.” The townsfolk watched her coming and going with an\nexcitement impossible to describe; they walked by the side of her\ncharger to the cathedral, which was the end of every progress; they\ntalked to her, all speaking together, pressing upon her–and she to\nthem, bidding them to have no fear. “Messire has sent me,” she said\nagain and again. She went out again, Wednesday, 4th May, on the return\nof Dunois, to meet the army, with the same result, that they entered\nquietly, the English not firing a shot.",
        "On this same day, in the afternoon, after the early dinner, there\nhappened a wonderful scene. Jeanne, it appeared, had fallen asleep\nafter her meal, no doubt tired with the expedition of the morning, and\nher chief attendant, D’Aulon, who had accompanied Dunois to fetch the\ntroops from Blois, being weary after his journey, had also stretched\nhimself on a couch to rest. They were all tired, the entry of the\ntroops having been early in the morning, a fact of which the angry\ncaptains of Orleans, who had not shared in that expedition, took\nadvantage to make a secret sortie unknown to the new chiefs. All at\nonce the Maid awoke in agitation and alarm. Her “voices” had awakened\nher from her sleep. “My council tell me to go against the English,\"\nshe cried; “but if to assail their towers or to meet Fastolfe I cannot\ntell.” As she came to the full command of her faculties her trouble\ngrew. “The blood of our soldiers is flowing,” she said; “why did they\nnot tell me? My arms, my arms!” Then she rushed down stairs to find\nher page amusing himself in the tranquil afternoon, and called to him\nfor her horse. All was quiet, and no doubt her attendants thought her\nmad: but D’Aulon, who knew better than to contradict his mistress,\narmed her rapidly, and Luis, the page, brought her horse to the door.\nBy this time there began to rise a distant rumour and outcry, at which\nthey all pricked their ears. As Jeanne put her foot in the stirrup she\nperceived that her standard was wanting, and called to the page, Louis\nde Contes, above, to hand it to her out of the window. Then with the\nheavy flag-staff in her hand she set spurs to her horse, her\nattendants one by one clattering after her, and dashed onward “so that\nthe fire flashed from the pavement under the horse’s feet.”",
        "Jeanne’s presentiment was well-founded. There had been a private\nexpedition against the English fort of St. Loup carried out quietly to\nsteal a march upon her–Gamache, possibly, or other malcontents of his\ntemper, in the hope perhaps of making use of her prestige to gain a\nvictory without her presence. But it had happened with this sally as\nwith many others which had been made from Orleans; and when Jeanne\nappeared outside the gate which she and the rest of the followers\nafter her had almost forced–coming down upon them at full gallop, her\nstandard streaming, her white armour in a blaze of reflection, she met\nthe fugitives flying back towards the shelter of the town. She does\nnot seem to have paused or to have deigned to address a word to them,\nthough the troop of soldiers and citizens who had snatched arms and\nflung themselves after her, arrested and turned them back. Straight to\nthe foot of the tower she went, Dunois startled in his turn,\nthundering after her. It is not for a woman to describe, any more than\nit was for a woman to execute such a feat of war. It is said that she\nput herself at the head of the citizens, Dunois at the head of the\nsoldiers. One moment of pity and horror and heart-sickness Jeanne had\nfelt when she met several wounded men who were being carried towards\nthe town. She had never seen French blood shed before, and the\ndreadful thought that they might die unconfessed, overwhelmed her\nsoul; but this was but an incident of her breathless gallop to the\nencounter. To isolate the tower which was attacked was the first\nnecessity, and then the conflict was furious–the English discouraged,\nbut fighting desperately against a mysterious force which overwhelmed\nthem, at the same time that it redoubled the ardour of every\nFrenchman. Lord Talbot sent forth parties from the other forts to help\ntheir companions, but these were met in the midst by the rest of the\narmy arriving from Orleans, which stopped their course. It was not\ntill evening, “the hour of Vespers,” that the bastille was finally\ntaken, with great slaughter, the Orleanists giving little quarter.\nDuring these dreadful hours the Maid was everywhere visible with her\nstandard, the most marked figure, shouting to her men, weeping for the\nothers, not fighting herself so far as we hear, but always in the\nfront of the battle. When she went back to Orleans triumphant, she led\na band of prisoners with her, keeping a wary eye upon them that they\nmight not come to harm.",
        "The next day, May 5th, was the Feast of the Ascension, and it was\nspent by Jeanne in rest and in prayer. But the other leaders were not\nso devout. They held a crowded and anxious council of war, taking care\nthat no news of it should reach the ears of the Maid. When, however,\nthey had decided upon the course to pursue they sent for her, and\nintimated to her their decision to attack only the smaller forts,\nwhich she heard with great impatience, not sitting down, but walking\nabout the room in disappointment and anger. It is difficult[2] for the\npresent writer to follow the plans of this council or to understand in\nwhat way Jeanne felt herself contradicted and set aside. However it\nwas, the fact seems certain that their plan failed at first, the\nEnglish having themselves abandoned one of the smaller forts on the\nright side of the river and concentrated their forces in the greater\nones of Les Augustins and Les Tourelles on the left bank. For all\nthis, reference to the map is necessary, which will make it quite\nclear. It was Classidas, as he is called, Glasdale, the most furious\nenemy of France, and one of the bravest of the English captains who\nheld the former, and for a moment succeeded in repulsing the attack.\nThe fortune of war seemed about to turn back to its former current,\nand the French fell back on the boats which had brought them to the\nscene of action, carrying the Maid with them in their retreat. But she\nperceived how critical the moment was, and reining up her horse from\nthe bank, down which she was being forced by the crowd, turned back\nagain, closely followed by La Hire, and at once, no doubt, by the\nstouter hearts who only wanted a leader–and charging the English, who\nhad regained their courage as the white armour of the witch\ndisappeared, and were in full career after the fugitives–drove them\nback to their fortifications, which they gained with a rush, leaving\nthe ground strewn with the wounded and dying. Jeanne herself did not\ndraw bridle till she had planted her standard on the edge of the moat\nwhich surrounded the tower.",
        "Michelet is very brief concerning this first victory, and claims only\nthat “the success was due in part to the Maid,\" although the crowd of\ncaptains and men-at-arms where by themselves quite sufficient for the\nwork, had there been any heart in them. But this was true to fact in\nalmost every case: and it is clear that she was simply the heart,\nwhich was the only thing wanted to those often beaten Frenchmen; where\nshe was, where they could hear her robust young voice echoing over all\nthe din, they were as men inspired; when the impetus of their flight\ncarried her also away, they became once more the defeated of so many\nbattles. The effect upon the English was equally strong; when the back\nof Jeanne was turned, they were again the men of Agincourt; when she\nturned upon them, her white breastplate blazing out like a star, the\nsunshine striking dazzling rays from her helmet, they trembled before\nthe sorceress; an angel to her own side, she was the very spirit of\nmagic and witchcraft to her opponents. Classidas, or which captain\nsoever of the English side it might happen to be, blaspheming from the\nbattlements, hurled all the evil names of which a trooper was capable,\nupon her, while she from below summoned them, in different tones of\nappeal and menace, calling upon them to yield, to go home, to give up\nthe struggle. Her form, her voice are always evident in the midst of\nthe great stone bullets, the cloth-yard shafts that were flying–they\nwere so near, the one above, the other below, that they could hear\neach other speak.",
        "On the 7th of May the fort of Les Augustins on the left bank was\ntaken. It will be seen by reference to the map, that this bastille, an\nancient convent, stood at some distance from the river, in peaceful\ntimes a little way beyond the bridge, and no doubt a favourite Sunday\nwalk from the city. The bridge was now closed up by the frowning bulk\nof the Tourelles built upon it, with a smaller tower or “boulevard” on\nthe left bank communicating with it by a drawbridge. When Les\nAugustins was taken, the victorious French turned their arms against\nthis boulevard, but as night had fallen by this time, they suspended\nthe fighting, having driven back the English, who had made a sally in\nhelp of Les Augustins. Here in the dark, which suited their purpose,\nanother council was held. The captains decided that they would now\npursue their victory no further, the town being fully supplied with\nprovisions and joyful with success, but that they would await the\narrival of reinforcements before they proceeded further; probably\ntheir object was solely to get rid of Jeanne, to conclude the struggle\nwithout her, and secure the credit of it. The council was held in the\ncamp within sight of the fort, by the light of torches; after she had\nbeen persuaded to withdraw, on account of a slight wound in her foot\nfrom a calthrop, it is said. This message was sent after her into\nOrleans. She heard it with quiet disdain. “You have held your council,\nand I have had mine,” she said calmly to the messengers; then turning\nto her chaplain, “Come to me to-morrow at dawn,” she said, “and do not\nleave me; I shall have much to do. My blood will be shed. I shall be\nwounded[3] to-morrow,” pointing above her right breast. Up to this\ntime no weapon had touched her; she had stood fast among all the\nflying arrows, the fierce play of spear and sword, and had taken no\nharm.",
        "In the morning early, at sunrise, she dashed forth from the town\nagain, though the generals, her hosts, and all the authorities who\nwere in the plot endeavoured to detain her. “Stay with us, Jeanne,\"\nsaid the people with whom she lodged–official people, much above the\nrank of the Maid–\"stay and help us to eat this fish fresh out of the\nriver.” “Keep it for this evening,” she said, “and I shall return by\nthe bridge and bring you some Goddens to have their share.” She had\nalready brought in a party of the Goddens on the night before to\nprotect them from the fury of the crowd. The peculiarity of this\npromise lay in the fact that the bridge was broken, and could not be\npassed, even without that difficulty, without passing through the\nTourelles and the boulevard which blocked it at the other end. At the\nclosed gates another great official stood by, to prevent her passing,\nbut he was soon swept away by the flood of enthusiasts who followed\nthe white horse and its white rider. The crowd flung themselves into\nthe boats to cross the river with her, horse and man. Les Tourelles\nstood alone, black and frowning across the shining river in its early\ntouch of golden sunshine, on the south side of the Loire, the lower\ntower of the boulevard on the bank blackened with the fire of last\nnight’s attack, and the smoking ruins of Les Augustins beyond. The\nFrench army, whom Orleans had been busy all night feeding and\nencouraging, lay below, not yet apparently moving either for action or\nretreat. Jeanne plunged among them like a ray of light, D’Aulon\ncarrying her banner; and passing through the ranks, she took up her\nplace on the border of the moat of the boulevard. Her followers rushed\nafter with that élan of desperate and uncalculating valour which was\nthe great power of the French arms. In the midst of the fray the\ngirl’s clear voice, assez voix de femme, kept shouting\nencouragements, de la part de Dieu always her war-cry. “Bon cur,\nbonne espérance,” she cried–\"the hour is at hand.” But after hours\nof desperate fighting the spirit of the assailants began to flag.\nJeanne, who apparently did not at any time take any active part in the\nstruggle, though she exposed herself to all its dangers, seized a\nladder, placed it against the wall, and was about to mount, when an\narrow struck her full in the breast. The Maid fell, the crowd closed\nround; for a moment it seemed as if all were lost.",
        "Here we have over again in the fable our friend Gamache. It is a\npretty story, and though we ask no one to take it for absolute fact,\nthere is no reason why some such incident might not have occurred.\nGamache, the angry captain who rather than follow a péronnelle to\nthe field was prepared to fold his banner round its staff, and give up\nhis rank, is supposed to have been the nearest to her when she fell.\nIt was he who cleared the crowd from about her and raised her up.\n“Take my horse,” he said, “brave creature. Bear no malice. I confess\nthat I was in the wrong.” “It is I that should be wrong if I bore\nmalice,” cried Jeanne, “for never was a knight so courteous\"\n(/chevalier si bien apprins). She was surrounded immediately by her\npeople, the chaplain whom she had bidden to keep near her, her page,\nall her special attendants, who would have conveyed her out of the\nfight had she consented. Jeanne had the courage to pull the arrow out\nof the wound with her own hand,–\"it stood a hand breadth out” behind\nher shoulder–but then, being but a girl and this her first experience\nof the sort, notwithstanding her armour and her rank as General-in-\nChief, she cried with the pain, this commander of seventeen. Somebody\nthen proposed to charm the wound with an incantation, but the Maid\nindignant, cried out, “I would rather die.” Finally a compress soaked\nin oil was placed upon it, and Jeanne withdrew a little with her\nchaplain, and made her confession to him, as one who might be about to\ndie.",
        "But soon her mood changed. She saw the assailants waver and fall back;\nthe attack grew languid, and Dunois talked of sounding the retreat.\nUpon this she got to her feet, and scrambled somehow on her horse.\n“Rest a little,” she implored the generals about her, “eat something,\nrefresh yourselves: and when you see my standard floating against the\nwall, forward, the place is yours.” They seem to have done as she\nsuggested, making a pause, while Jeanne withdrew a little into a\nvineyard close by, where there must have been a tuft of trees, to\nafford her a little shelter. There she said her prayers, and tasted\nthat meat to eat that men wot not of, which restores the devout soul.\nTurning back she took her standard from her squire’s hand, and planted\nit again on the edge of the moat. “Let me know,” she said, “when the\npennon touches the wall.” The folds of white and gold with the benign\ncountenance of the Saviour, now visible, now lost in the changes of\nmovement, floated over their heads on the breeze of the May day.\n“Jeanne,” said the squire, “it touches!” “On!” cried the Maid, her\nvoice ringing through the momentary quiet. “On! All is yours!” The\ntroops rose as one man; they flung themselves against the wall, at the\nfoot of which that white figure stood, the staff of her banner in her\nhand, shouting, “All is yours.” Never had the French élan been so\nwildly inspired, so irresistible; they swarmed up the wall “as if it\nhad been a stair.” “Do they think themselves immortal?” the panic-\nstricken English cried among themselves–panic-stricken not by their\nold enemies, but by the white figure at the foot of the wall. Was she\na witch, as had been thought? was not she indeed the messenger of God?\nThe dazzling rays that shot from her armour seemed like butterflies,\nlike doves, like angels floating about her head. They had thought her\ndead, yet here she stood again without a sign of injury; or was it\nMichael himself, the great archangel whom she resembled do much?\nArrows flew round her on every side but never touched her. She struck\nno blow, but the folds of her standard blew against the wall, and her\nvoice rose through all the tumult. “On! Enter! de la part de Dieu!\nfor all is yours.”",
        "The Maid had other words to say, “Renty, renty, Classidas!” she\ncried, “you called me vile names, but I have a great pity for your\nsoul.” He on his side showered down blasphemies. He was at the last\ngasp; one desperate last effort he made with a handful of men to\nescape from the boulevard by the drawbridge to Les Tourelles, which\ncrossed a narrow strip of the river. But the bridge had been fired by\na fire-ship from Orleans and gave way under the rush of the heavily-\narmed men; and the fierce Classidas and his companions were plunged\ninto the river, where a knight in armour, like a tower falling, went\nto the bottom in a moment. Nearly thirty of them, it is said, plunged\nthus into the great Loire and were seen no more.",
        "It was the end of the struggle. The French flag swung forth on the\nparapet, the French shout rose to heaven. Meanwhile a strange sight\nwas to be seen–the St. Michael in shining armour, who had led that\nassault, shedding tears for the ferocious Classidas, who had cursed\nher with his last breath. “J’ai grande pitié de ton âme.” Had he but\nhad time to clear his soul and reconcile himself with God!",
        "This was virtually the end of the siege of Orleans. The broken bridge\non the Loire had been rudely mended, with a great gouttière and\nplanks, and the people of Orleans had poured out over it to take the\nTourelles in flank–the English being thus taken between Jeanne’s army\non the one side and the citizens on the other. The whole south bank of\nthe river was cleared, not an Englishman left to threaten the richest\npart of France, the land flowing with milk and honey. And though there\nstill remained several great generals on the other side with strong\nfortifications to fall back upon, they seem to have been paralysed,\nand did not strike a blow. Jeanne was not afraid of them, but her\nardour to continue the fight dropped all at once; enough had been\ndone. She awaited the conclusion with confidence. Needless to say that\nOrleans was half mad with joy, every church sounding its bells,\nsinging its song of triumph and praise, the streets so crowded that it\nwas with difficulty that the Maid could make her progress through\nthem, with throngs of people pressing round to kiss her hand, if might\nbe, her greaves, her mailed shoes, her charger, the floating folds of\nher banner. She had said she would be wounded and so she was, as might\nbe seen, the envious rent of the arrow showing through the white\nplates of metal on her shoulder. She had said all should be theirs de\npar Dieu: and all was theirs, thanks to our Lord and also to St.\nAignan and St. Euvert, patrons of Orleans, and to St. Louis and St.\nCharlemagne in heaven who had so great pity of the kingdom of France:\nand to the Maid on earth, the Heaven-sent deliverer, the spotless\nvirgin, the celestial warrior–happy he who could reach to kiss it,\nthe point of her mailed shoe.",
        "Someone says that she rode through all this half-delirious joy like a\ncreature in a dream,–fatigue, pain, the happy languor of the end\nattained, and also the profound pity that was the very inspiration of\nher spirit, for all those souls of men gone to their account without\nhelp of Church or comfort of priest–overwhelming her. But next day,\nwhich was Sunday, she was up again and eagerly watching all that went\non. A strange sight was Orleans on that Sunday of May. On the south\nside of the Loire, all those half-ruined bastilles smoking and\nsilenced, which once had threatened not the city only but all the\nsouth of France; on the north the remaining bands of English drawn up\nin order of battle. The excitement of the town and of the generals in\nit, was intense; worn as they were with three days of continuous\nfighting, should they sally forth again and meet that compact, silent,\ndoubly defiant army, which was more or less fresh and unexhausted?\nJeanne’s opinion was, No; there had been enough of fighting, and it\nwas Sunday, the holy day; but apparently the French did go out though\nkeeping at a distance, watching the enemy. By orders of the Maid an\naltar was raised between the two armies in full sight of both sides,\nand there mass was celebrated, under the sunshine, by the side of the\nriver which had swallowed Classidas and all his men. French and\nEnglish together devoutly turned towards and responded to that Mass in\nthe pause of bewildering uncertainty. “Which way are their heads\nturned?” Jeanne asked when it was over. “They are turned away from us,\nthey are turned to Meung,” was the reply. “Then let them go, de par\nDieu,” the Maid replied.",
        "The siege had lasted for seven months, but eight days of the Maid were\nenough to bring it to an end. The people of Orleans still, every year,\non the 8th of May, make a procession round the town and give thanks to\nGod for its deliverance. Henceforth, the Maid was known no longer as\nJeanne d’Arc, the peasant of Domremy, but as La Pucelle d’Orléans,\nin the same manner in which one might speak of the Prince of Waterloo,\nor the Duc de Malakoff.\n\n[1] Their special mission seems to have been a demand for the return\n    of a herald previously sent who had never come back. As Dunois\n    accompanied the demand by a threat to kill the English prisoners\n    in Orleans if the herald was not sent back, the request was at\n    once accorded, with fierce defiances to the Maid, the dairy-maid\n    as she is called, bidding her go back to her cows, and threatening\n    to burn her if they caught her.\n[2] I avail myself here as elsewhere of Mr. Lang’s lucid description.\n    “It is really perfectly intelligible. The Council wanted a feint\n    on the left bank, Jeanne an attack on the right. She knew their\n    scheme, untold, but entered into it. There was, however, no feint.\n    She deliberately forced the fighting. There was grand fighting,\n    well worth telling,” adds my martial critic, who understands it so\n    much better than I do, and who I am happy to think is himself\n    telling the tale in another way.\n[3] She had made this prophecy a month before, and it was recorded\n    three weeks before the event in the Town Book of Brabant.–A. L.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] Their special mission seems to have been a demand for the return\n    of a herald previously sent who had never come back. As Dunois\n    accompanied the demand by a threat to kill the English prisoners\n    in Orleans if the herald was not sent back, the request was at\n    once accorded, with fierce defiances to the Maid, the dairy-maid\n    as she is called, bidding her go back to her cows, and threatening\n    to burn her if they caught her.",
        "[2] I avail myself here as elsewhere of Mr. Lang’s lucid description.\n    “It is really perfectly intelligible. The Council wanted a feint\n    on the left bank, Jeanne an attack on the right. She knew their\n    scheme, untold, but entered into it. There was, however, no feint.\n    She deliberately forced the fighting. There was grand fighting,\n    well worth telling,” adds my martial critic, who understands it so\n    much better than I do, and who I am happy to think is himself\n    telling the tale in another way.",
        "[3] She had made this prophecy a month before, and it was recorded\n    three weeks before the event in the Town Book of Brabant.–A. L.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}