{
    "title": "Jeanne d’Arc - Chapter VIII - Defeat and Discouragement. Autumn, 1429.",
    "author": "Mrs. Oliphant",
    "chapter": "9",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "It was on the 7th September that Jeanne and her immediate followers\nreached the village of La Chapelle, where they encamped for the night.\nThe next day was the day of the Nativity of the Blessed Virgin, a\ngreat festival of the Church. It could scarcely be a matter of choice\non the part of so devout a Catholic as Jeanne to take this day of all\nothers, when every church bell was tinkling forth a summons to the\nfaithful, for the day of assault. In all probability she was not now\nacting on her own impulse but on that of the other generals and\nnobles. Had she refused, might it not have been alleged against her\nthat after all her impatience it was she who was the cause of delay?\nThe forces with Jeanne were not very large, a great proportion of the\narmy remaining with Charles no one seems to know where, either at St.\nDenis or at some intermediate spot, possibly to form a reserve force\nwhich could be brought up when wanted. The best informed historian\nonly knows that Charles was not with the active force. But Alençon was\nat the head of the troops, along with many other names well known to\nus, La Hire, and young Guy de Laval, and Xantrailles, all mighty men\nof valour and the devoted friends of Jeanne. There is a something, a\nmist, an incertitude in the beginning of the assault which was unlike\nthe previous achievements of Jeanne, a certain want of precaution or\nknowledge of the difficulties which does not reflect honour upon the\ngenerals with her. Absolutely new to warfare as she was before Orleans\nshe had ridden out at once on her arrival there to inspect the\nfortifications of the besiegers. But probably the continual\nskirmishing of which we are told made this impossible here, so that,\nthough the Maid studied the situation of the town in order to choose\nthe best point for attack, it was only when already engaged that the\narmy discovered a double ditch round the walls, the inner one of which\nwas full of water. By sheer impetuosity the French took the gate of\nSt. Honoré and its “boulevard” or tower, driving its defenders back\ninto the city: but their further progress was arrested by that\ndiscovery. It was on this occasion that Jeanne is supposed to have\nseized from a Burgundian in the mêlée, a sword, of which she boasted\nafterwards that it was a good sword capable of good blows, though we\nhave no certain record that in all her battles she ever gave one blow,\nor shed blood at all.",
        "It would seem to have been only after the taking of this gate that the\ndiscovery was made as to the two deep ditches, one dry, the other\nfilled with water. Jeanne, whose place had always been with her\nstandard at the immediate foot of the wall, from whence to direct and\ncheer on her soldiers, pressed forward to this point of peril,\ndescending into the first fosse, and climbing up again on the second,\nthe dos d’ane, which separated them, where she stood in the midst of\na rain of arrows, fully exposed to all the enraged crowd of archers\nand gunners on the ramparts above, testing with her lance the depth of\nthe water. We seem in the story to see her all alone or with her\nstandard-bearer only by her side making this investigation; but that\nof course is only a pictorial suggestion, though it might for a moment\nbe the fact. She remained there, however, from two in the afternoon\ntill night, when she was forced away. The struggle must have raged\naround while she stood on the dark edge of the ditch probing the muddy\nwater to see where it could best be crossed, shouting directions to\nher men in that voice assez femme, which penetrated the noise of\nbattle, and summoning the active and desperate enemy overhead.\n“Renty! Renty!” she cried as she had done at Orleans–”surrender to\nthe King of France!“",
        "We hear nothing now of the white armour; it must have been dimmed and\nworn by much fighting, and the banner torn and glorious with the\nchances of the war; but it still waved over her head, and she still\nstood fast, on the ridge between the two ditches, shouting her\nsummons, cheering the men, a spot of light still, amid all the steely\nglimmering of the mail-coats and the dark downpour of that iron rain.\nHalf a hundred war cries rending the air, shrieks from the walls of\n“Witch, Devil, Ribaude,” and names still more insulting to her purity,\ncould not silence that treble shout, the most wonderful, surely, that\never ran through such an infernal clamour, so prodigious, the\nchronicler says, that it was a marvel to hear it. De par Dieu, Rendez\nvous, rendez vous, au roy de France. If as we believe she never\nstruck a blow, the aspect of that wonderful figure becomes more\nextraordinary still. While the boldest of her companions struggled\nacross to fling themselves and what beams and ladders they could drag\nwith them against the wall, she stood without even such shelter as\nclose proximity to it might have given, cheering them on, exposed to\nevery shot.",
        "The fight was desperate, and though there was no marked success on the\npart of the besiegers, yet there seems to have been nothing to\ndiscourage them, as the fight raged on. Few were wounded,\nnotwithstanding the noise of the cannons and culverins, “by the grace\nof God and the good luck of the Maid.” But towards the evening Jeanne\nherself suddenly swayed and fell, an arrow having pierced her thigh;\nshe seems, however, to have struggled to her feet again, undismayed,\nwhen a still greater misfortune befell: her standard-bearer was hit,\nfirst in the foot, and then, as he raised his visor to pull the arrow\nfrom the wound, between his eyes, falling dead at her feet. What\nhappened to the banner, we are not told; Jeanne most likely herself\ncaught it as it fell. But at this stroke, more dreadful than her own\nwound, her strength failed her, and she crept behind a bush or heap of\nstones, where she lay, refusing to quit the place. Some say she\nmanaged to slide into the dry ditch where there was a little shelter,\nbut resisted all attempts to carry her away, and some add that while\nshe lay there she employed herself in a vain attempt to throw faggots\ninto the ditch to make it passable. It is said that she kept calling\nout to them to persevere, to go on and Paris would be won. She had\npromised, they say, to sleep that night within the conquered city; but\nthis promise comes to us with no seal of authority. Jeanne knew that\nit had taken her eight days to free Orleans, and she could scarcely\nhave promised so sudden a success in the more formidable achievement.\nBut she was at least determined in her conviction that perseverance\nonly was needed. She must have lain for hours on the slope of the\nouter moat, urging on the troops with such force as her dauntless\nvoice could give, repeating again and again that the place could be\ntaken if they but held on. But when night came Alençon and some other\nof the captains overcame her resistance, and there being clearly no\nfurther possibility for the moment, succeeded in setting her upon her\nhorse, and conveyed her back to the camp. While they rode with her,\nsupporting her on her charger, she did nothing but repeat “Quel\ndommage!” Oh, what a misfortune, that the siege of Paris should fail,\nall for want of constancy and courage. “If they had but gone on till\nmorning,” she cried, “the inhabitants would have known.” It is evident\nfrom this that she must have expected a rising within, and could not\nyet believe that no such thing was to be looked for. “Par mon\nmartin, the place would have been taken,” she said in the hearing one\ncannot but feel of the chronicler, who reports so often those homely\nwords.",
        "Thus Jeanne was led back after the first day’s attack. Her wound was\nnot serious, and she had been repulsed during one of the day’s\nfighting at Orleans without losing courage. But something had changed\nher spirit as well as the spirit of the army she led. There is a\ncurious glimpse given us into her camp at this point, which indeed\ncomes to us through the observation of an enemy, yet seems to have in\nit an unmistakable gleam of truth. It comes from one of the parties\nwhich had been granted a safe-conduct to carry away the dead of the\nEnglish and Burgundian side. They tell us, among other circumstances,\n–such as that the French burnt their dead, a manifest falsehood, but\nadmirably calculated to make them a horror to their neighbours,–that\nmany in the ranks cursed the Maid who had promised that they should\nwithout any doubt sleep that night in Paris and plunder the wealthy\ncity. The men with their safe-conduct creeping among the dead, to\nrecover those bodies which had fallen on their own side, and furtively\nto count the fallen on the other–who were delighted to bring a report\nthat the Maid was no longer the fountain of strength and blessing, but\nsecretly cursed by her own forces–are sinister figures groping their\nway through the darkness of the September night.",
        "Next morning, however, her wound being slight, Jeanne was up early and\nin conference with Alençon, begging him to sound his trumpets and set\nforth once more. “I shall not budge from here, till Paris is taken,\"\nshe said. No doubt her spirit was up, and a determination to recover\nlost ground strong in her mind. While the commanders consulted\ntogether, there came a band of joyful augury into the camp, the\nSeigneur of Montmorency with sixty gentlemen, who had left the party\nof Burgundy in order to take service under the banner of the Maid. No\ndoubt this important and welcome addition to their number exhilarated\nthe entire camp, in the commotion of the reveillé, while each man\nlooked to his weapons, wiping off from breastplate and helmet the\nheavy dew of the September morning, greeting the new friends and\nbrothers-in-arms who had come in, and arranging, with a better\nknowledge of the ground than that of yesterday, the mode of attack.\nJeanne would not confess that she felt her wound, in her eagerness to\nbegin the assault a second time. And all were in good spirits, the\ndisappointment of the night having blown away, and the determination\nto do or die being stronger than ever. Were the men-at-arms perhaps\nless amenable? Were they whispering to each other that Jeanne had\npromised them Paris yesterday, and for the first time had not kept her\nword? It would almost require such a fact as this to explain what\nfollows. For as they began to set out, the whole field in movement,\nthere was suddenly seen approaching another party of cavaliers–\nperhaps another reinforcement like that of Montmorency? This new band,\nhowever, consisted but of two gentlemen and their immediate\nattendants, the Duc de Bar and the Comte de Clermont,[1] always a bird\nof evil omen, riding hot from St. Denis with orders from the King.\nThese orders were abrupt and peremptory–to turn back. Jeanne and her\ncompanions were struck dumb for the moment. To turn back, and Paris at\ntheir feet! There must have burst forth a storm of remonstrance and\nappeal. We cannot tell how long the indignant parley lasted; the\nhistorians do not enlarge upon the disastrous incident. But at last\nthe generals yielded to the orders of the King–Jeanne humiliated,\nmiserable, and almost in despair. We cannot but feel that on no former\noccasion would she have given way so completely; she would have rushed\nto the King’s presence, overwhelmed him with impetuous prayers,\nextorted somehow the permission to go on. But Charles was safe at\nseven miles’ distance, and his envoys were imperious and peremptory,\nlike men able to enforce obedience if it were not given. She obeyed at\nlast, recovering courage a little in the hope of being able to\npersuade Charles to change his mind, and sanction another assault on\nParis from the other side, by means of a bridge over the Seine towards\nSt. Denis, which Alençon had constructed. Next morning it appears that\nwithout even asking that permission a portion of the army set out very\nearly for this bridge: but the King had divined their project, and\nwhen they reached the river side the first thing they saw was their\nbridge in ruins. It had been treacherously destroyed in the night, not\nby their enemies, but by their King.",
        "It is natural that the French historians should exhaust themselves in\nexplanation of this fatal change of policy. Quicherat, who was the\nfirst to bring to light all the most important records of this period\nof history, lays the entire blame upon La Tremoïlle, the chief adviser\nof Charles. But that Charles himself was at heart equally guilty no\none can doubt. He was a man who proved himself in the end of his\ncareer to possess both sense and energy, though tardily developed. It\nwas to him that Jeanne had given that private sign of the truth of her\nmission, by which he was overawed and convinced in the first moment of\ntheir intercourse. Within the few months which had elapsed since she\nappeared at Chinon every thing that was wonderful had been done for\nhim by her means. He was then a fugitive pretender, not even very\ncertain of his own claim, driven into a corner of his lawful\ndominions, and fully prepared to abandon even that small standing\nground, to fly into Spain or Scotland, and give up the attempt to hold\nhis place as King of France. Now he was the consecrated King, with the\nholy oil upon his brows, and the crown of his ancestors on his head,\naccepted and proclaimed, all France stirring to her old allegiance,\nnew conquests falling into his hands every day, and the richest\nportion of his kingdom secure under his sway. To check thus\nperemptorily the career of the deliverer who had done so much for him,\ndegrading her from her place, throwing more than doubt upon her\ninspiration, falsifying by force the promises which she had made–\npromises which had never failed before,–was a worse and deeper sin on\nthe part of a young man, by right of his kingly office the very head\nof knighthood and every chivalrous undertaking, than it could be on\nthe part of an old and subtle diplomatist who had never believed in\nsuch wild measures, and all through had clogged the steps and\nendeavoured to neutralise the mission of the warrior Maid. It is very\nclear, however, that between them it was the King and his chamberlain\nwho made this assault upon Paris so evident and complete a failure.\nOne day’s repulse was nothing in a siege. There had been one great\nrepulse and several lesser ones at Orleans. Jeanne, even though\nweakened by her wound, had sprung up that morning full of confidence\nand courage. In no way was the failure to be laid to her charge.",
        "But this could never, perhaps, have been explained to the whole body\nof the army, who had believed her word without a doubt and taken her\nsuccess for granted. If they had been wavering before, which seems\npossible–for they must have been, to a considerable extent, new\nlevies, the campaigners of the Loire having accomplished their period\nof feudal service,–this sudden downfall must have strengthened every\ndoubt and damped every enthusiasm. The Maid of whom such wonderful\ntales had been told, she who had been the angel of triumph, the\nirresistible, before whom the English fled, and the very walls fell\ndown–was she after all only a sorceress, as the others called her, a\ncreature whose incantations had failed after the flash of momentary\nsuccess? Such impressions are too apt to come like clouds over every\npopular enthusiasm, quenching the light and chilling the heart.",
        "Jeanne was thus dragged back to St. Denis against her will and every\ninstinct of her being, and there ensued three days of passionate\ndebate and discussion. For a moment it appeared as if she would have\nthrown off the bonds of loyal obedience and pursued her mission at all\nhazards. Her “voices,” if they had previously given her uncertain\nsound, promising only the support and succour of God, but no success,\nnow spoke more plainly and urged the continuance of the siege; and the\nMaid was torn in pieces between the requirements of her celestial\nguardians and the force of authority around her. If she had broken out\ninto open rebellion who would have followed her? She had never yet\ndone so; when the King was against her she had pleaded or forced an\nagreement, and received or snatched a consent from the malevolent\nchamberlain, as at Jargeau and Troyes. Never yet had she set herself\nin public opposition to the will of her sovereign. She had submitted\nto all kinds of tests and trials rather than this. And to have lain\nhalf a day wounded outside Paris and to stand there pleading her cause\nwith her wound still unhealed were not likely things to strengthen her\npowers of resistance. “The Voices bade me remain at St. Denis,” she\nsaid afterwards at her trial, “and I desired to remain; but the\nseigneurs took me away in spite of myself. If I had not been wounded I\nshould never have left.” Added to the force of these circumstances, it\nwas no doubt apparent to all that to resume operations after that\nforced retreat, and the betrayal it gave of divided counsels, would be\nless hopeful than ever. These arguments even convinced the bold La\nHire, who for his part, being no better than a Free Lance, could move\nhither and thither as he would; and thus the first defeat of the Maid,\na disaster involving all the misfortunes that followed in its train,\nwas accomplished.",
        "Jeanne’s last act in St. Denis was one to which perhaps the modern\nreader gives undue significance, but which certainly must have had a\ncertain melancholy meaning. Before she left, dragged almost a captive\nin the train of the King, we are told that she laid on the altar of\nthe cathedral the armour she had worn on that evil day before Paris.\nIt was not an unusual act for a warrior to do this on his return from\nthe wars. And if she had been about to renounce her mission it would\nhave been easily comprehensible. But no such thought was in her mind.\nWas it a movement of despair, was it with some womanish fancy that the\narms in which she had suffered defeat should not be borne again?–or\nwas it done in some gleam of higher revelation made to her that\ndefeat, too, was a part of victory, and that not without that\nbitterness of failure could the fame of the soldier of Christ be\nperfected? I have remarked already that we hear no more of the white\narmour, inlaid with silver and dazzling like a mirror, in which she\nhad begun her career; perhaps it was the remains of that panoply of\ntriumph which she laid out before the altar of the patron saint of\nFrance, all dim now with hard work and the shadow of defeat. It must\nhave marked a renunciation of one kind or another, the sacrifice of\nsome hope. She was no longer Jeanne the invincible, the triumphant,\nwhose very look made the enemy tremble and flee, and gave double force\nto every Frenchman’s arm. Was she then and there abdicating, becoming\nto her own consciousness Jeanne the champion only, honest and true,\nbut no longer the inspired Maid, the Envoy of God? To these questions\nwe can give no answer; but the act is pathetic, and fills the mind\nwith suggestions. She who had carried every force triumphantly with\nher, and quenched every opposition, bitter and determined though that\nhad been, was now a thrall to be dragged almost by force in an\nunworthy train. It is evident that she felt the humiliation to the\nbottom of her heart. It is not for human nature to have the triumph\nalone: the humiliation, the overthrow, the chill and tragic shadow\nmust follow. Jeanne had entered into that cloud when she offered the\narmour, that had been like a star in front of the battle, at the\nshrine of St. Denis.[2] Hers was now to be a sadder, a humbler,\nperhaps a still nobler part.",
        "It is enough to trace the further movements of the King to perceive\nhow at every step the iron must have entered deeper and deeper into\nthe heart of the Maid. He made his arrangements for the government of\neach of the towns which had acknowledged him: Beauvais, Compiègne,\nSenlis, and the rest. He appointed commissioners for the due\nregulation of the truce with Philip of Burgundy. And then the\nretreating army took its march southward towards the mild and wealthy\ncountry, all fertility and quiet, where a recreant prince might feel\nhimself safe and amuse himself at his leisure–by Lagny, by Provins,\nby Bercy-sur Seine, where he had been checked before in his retreat\nand almost forced to the march on Paris–by Sens, and Montargis: until\nat last on the 29th of September, no doubt diminished by the\nwithdrawal of many a local troop and knight whose service was over,\nthe forces arrived at Gien, whence they had set forth at the end of\nJune for a series of victories. It is to be supposed that the King was\nwell enough satisfied with the conquests accomplished in three months.\nAnd, indeed, in ordinary circumstances they would have formed a\ntriumphant list. Charles must have felt himself free to play after the\nwork which he had not done; and to leave his good fortune and the able\nnegotiators, who hoped to get Paris and other good things from Philip\nof Burgundy without paying anything for them, to do the rest.",
        "We can imagine nothing more dreadful for the Maid than the months that\nfollowed. The Court was not ungrateful to her; she received the\nwarmest welcome from the Queen; she had a maison arranged for her\nlike the household of a noble chief, with the addition of women and\nmaidens of rank to her existing staff, and everything which could\nserve to show that she was one whom the King delighted to honour. And\nCharles would have her apparelled gloriously like the king’s daughter\nin the psalm. “He gave her a mantle of cloth of gold, open at both\nsides, to wear over her armour,” and apparently did his best to make\nher, if not a noble lady, yet into the semblance of a noble young\nchevalière, one the glories of his Court, with all the distinction of\nher achievements and all the complacences of a carpet knight. It was\nsaid afterwards, in the absence of any graver possibility of\naccusation, that she liked her fine clothes. The tears rise to the\neyes at such a suggestion. She was so natural that let us hope she\ndid, the martyr Maid whose torture had already begun. If that mantle\nof gold gave her a moment of pleasure, it is something to be thankful\nfor in the midst of the dismal shadows that were already closing round\nher. They were ready to give her any shining mantle, any beautiful\ndress, even a title and a noble name if she would; but what the King\nand his counsellors were determined on, was, that she should no more\nhave the fame of individual triumph, or do anything save under their\norders.",
        "Alençon, the gentle duke, with whom she had taken so much trouble, and\nwho had grown into a true and noble comrade, made one effort to free\nhis friend and leader. He planned an expedition into Normandy, where,\nwith the help of Jeanne, he hoped to inflict upon the English a loss\nso tremendous, the destruction of their base of operations, that they\nwould be compelled to abandon the centre of France altogether, and\nleave the way open to Paris and to the recovery of the entire kingdom;\nbut the King, or La Tremoïlle, as the historians prefer to say, would\nnot permit Jeanne to accompany him, and this hope came to nothing.\nAlençon disbanded his troops, everything in the form of an army was\nbroken up–the short period of feudal service making this inevitable,\nunless new levies were made–and no forces were left under arms except\nthose bands which formed the body-guard of the King. Nevertheless,\nthere was plenty of work to be done still, and the breaking up of the\nFrench forces encouraged many a little garrison of English partisans,\nwhich would have yielded naturally and easily to a strong national\nparty.",
        "In the midst of the winter, however, it seemed appropriate to the\nCourt to launch forth an expedition against some of the unsubdued\ntowns, perhaps on account of the mortal languishment of Jeanne\nherself, perhaps for some other reason of its own. The first necessity\nwas to collect the necessary forces, and for this reason Jeanne came\nto Bourges, where she was lodged in one of the great houses of the\ncity, that of Raynard de Bouligny, conseiller de roi, and his wife,\nMarguerite, one of the Queen’s ladies. She was there for three weeks\ncollecting her men, and the noble gentlewoman, who was her hostess,\nwas afterwards in the Rehabilitation trial, one of the witnesses to\nthe purity of her life.",
        "From this lady and others we have a clear enough view of what the Maid\nwas in this second chapter of her history. She spent her time in the\nmost intimate intercourse with Madam Marguerite, sharing even her\nroom, so that nothing could be more complete than the knowledge of her\nhostess of every detail of her young guest’s life. And wonderful as\nwas the difference between the peasant maiden of Domremy and the most\nfamous woman in France, the life of Jeanne, the Deliverer of her\ncountry, is as the life of Jeanne, the cottage sempstress,–as simple,\nas devout, and as pure. She loved to go to church for the early\nmatins, but as it was not fit that she should go out alone at that\nhour, she besought Madame Marguerite to go with her. In the evening\nshe went to the nearest church, and there with all her old childish\nlove for the church bells, she had them rung for half an hour, calling\ntogether the poor, the beggars who haunt every Catholic church, the\npoor friars and bedesmen, the penniless and forlorn from all the\nneighbourhood. This custom would, no doubt, soon become known, and not\nonly her poor pensioners, but the general crowd would gather to gaze\nat the Maid as well as to join in her prayers. It was her great\npleasure to sing a hymn to the Virgin, probably one of the litanies\nwhich the unlearned worshipper loves, with its choruses and constant\nrepetitions, in company with all those untutored voices, in the\ndimness of the church, while the twilight sank into night, and the\ntwinkling stars of candles on the altar made a radiance in the middle\nof the gloom. When she had money to give she divided it, according to\nthe liberal custom of her time, among her poor fellow-worshippers.\nThese evening services were her recreation. The days were full of\nbusiness, of enrolling soldiers, and regulating the “lances,” groups\nof retainers, headed by their lord, who came to perform their feudal\nservice.",
        "The ladies of the town who had the advantage of knowing Madame\nMarguerite did not fail to avail themselves of this privilege, and\nthronged to visit her wonderful guest. They brought her their sacred\nmedals and rosaries to bless, and asked her a hundred questions. Was\nshe afraid of being wounded; or was she assured that she would not be\nwounded? “No more than others,” she said; and she put away their\nreligious ornaments with a smile, bidding Madame Marguerite touch\nthem, or the visitors themselves, which would be just as good as if\nshe did it. She would seem to have been always smiling, friendly,\nchecking with a laugh the adulation of her visitors, many of whom wore\nmedals with her own effigy (if only one had been saved for us!) as\nthere were many banners made after the pattern of hers. But cheerful\nas she was, a prevailing tone of sadness now appears to run through\nher life. On several occasions she spoke to her confessor and\nchaplain, who attended her everywhere, of her death. “If it should be\nmy fate to die soon, tell the King our master on my part to build\nchapels where prayer may be made to the Most High for the salvation of\nthe souls of those who shall die in the wars for the defence of the\nkingdom.” This was the one thing she seemed anxious for, and it\nreturned again and again to her mind. Her thoughts indeed were heavy\nenough. Her larger enterprises had been cruelly put a stop to: her\ncompanions-in-arms had been dispersed: she had been separated from\nher lieutenant Alençon, and from all the friends between whom and\nherself great mutual confidence had sprung up. Even the commission\nwhich had at last been put in her hands was a trifling one and led to\nnothing, bringing the King no nearer to any satisfactory end: and the\ntroops were under command of a new captain whom she scarcely knew,\nd’Albert, who was the son-in-law of La Tremoïlle, and probably little\ninclined to be a friend to Jeanne. In these circumstances there was\nlittle of an exhilarating or promising kind.",
        "Nevertheless as an episode, few things had happened to Jeanne more\nmemorable than the siege of St. Pierre-le-Moutier. The first assault\nupon the town was unsuccessful; the retreat had sounded and the troops\nwere streaming back from the point of attack, when Jean d’Aulon, the\nfaithful friend and brave gentleman who was at the head of the Maid’s\nmilitary household, being himself wounded in the heel and unable to\nstand or walk, saw the Maid almost alone before the stronghold, four\nor five men only with her. He dragged himself up as well as he could\nupon his horse, and hastened towards her, calling out to her to ask\nwhat she did there, and why she did not retire with the rest. She\nanswered him, taking off her helmet to speak, that she would leave\nonly when the place was taken–and went on shouting for faggots and\nbeams to make a bridge across the ditch. It is to be supposed that\nseeing she paid no attention, nor budged a step from that dangerous\npoint, this brave man, wounded though he was, must have made an effort\nto rally the retiring besiegers: but Jeanne seems to have taken no\nnotice of her desertion nor ever to have paused in her shout for\nplanks and gabions. “All to the bridge,” she shouted, “aux fagots et\naux claies tout le monde! every one to the bridge.” “Jeanne,\nwithdraw, withdraw! You are alone,” some one said to her. Bareheaded,\nher countenance all aglow, the Maid replied: “I have still with me\nfifty thousand of my men.” Were those the men whom the prophet’s\nservant saw when his eyes were opened and he beheld the innumerable\ncompany of angels that surrounded his master? But Jeanne, rapt in the\ntrance and ecstasy of battle, gave no explanation. “To work, to work!\"\nher clear voice went on, ringing over the startled head of the good\nknight who knew war, but not any rapture like this. History itself,\nawe-stricken, would almost have us believe that alone with her own\nhand the Maid took the city, so entirely does every figure disappear\nbut that one, and the perplexed and terrified spectator vainly urging\nher to give up so desperate an attempt. But no doubt the shouts of a\nvoice so strange to every such scene, the vox infantile, the amazing\nand clear voice, silvery and womanly, assez femme, and the efforts\nof d’Aulon to bring back the retreating troops were successful, and\nJeanne once more, triumphantly kept her word. The place was strongly\nfortified, well provisioned, and full of people. Therefore the whole\nnarrative is little less than miraculous, though very little is said\nof it. Had they but persevered, as she had said, a few hours longer\nbefore Paris, who could tell that the same result might not have been\nobtained?",
        "She was not successful, however, with La Charité, which after a siege\nof a month’s duration still held out, and had to be abandoned. These\nlong operations of regular warfare were not in Jeanne’s way; and her\ncoadjutor in command, it must be remembered, was in this case\ncommissioned by her chief enemy. We are told that she was left without\nsupplies, and in the depths of winter, in cold and rain and snow, with\nevery movement hampered, and the ineffective government ever ready to\nsend orders of retreat, or to cause bewildering and confusing delays\nby the want of every munition of war. Finally, at all events, the\nFrench forces withdrew, and again an unsuccessful enterprise was added\nto the record of the once victorious Maid. That she went on\ncontinually promising victory as in her early times, is probably the\nmere rumour spread by her detractors who were now so many, for there\nis no real evidence that she did so. Everything rather points to\ndiscouragement, uncertainty, and to a silent rage against the coercion\nwhich she could not overcome.\n\n[1] Clermont it was who deserted the Scots at the Battle of the\n    Herrings.\n[2] Jeanne’s arms, offered at St. Denis, were afterwards taken by the\n    English and sent to the King of England (all except the sword with\n    its ornaments of gold) without giving anything to the church in\n    return: “qui est pur sacrilege et manifeste,” says Jean Chartier.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] Clermont it was who deserted the Scots at the Battle of the\n    Herrings.",
        "[2] Jeanne’s arms, offered at St. Denis, were afterwards taken by the\n    English and sent to the King of England (all except the sword with\n    its ornaments of gold) without giving anything to the church in\n    return: “qui est pur sacrilege et manifeste,” says Jean Chartier.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}