{
    "title": "Jeanne d’Arc - Chapter II - Domremy and Vaucouleurs. 1424-1429.",
    "author": "Mrs. Oliphant",
    "chapter": "3",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "In the year 1424, the year in which, after the battle of Agincourt,\nFrance was delivered over to Henry V., an extraordinary event occurred\nin the life of this little French peasant. We have not the same horror\nof that treaty, naturally, as have the French. Henry V. is a favourite\nof our history, probably not so much for his own merit as because of\nthat master-magician, Shakespeare, who of his supreme good pleasure,\nin the exercise of that voluntary preference, which even God himself\nseems to show to some men, has made of that monarch one of the best\nbeloved of our hearts. Dear to us as he is, in Eastcheap as at\nAgincourt, and more in the former than the latter, even our sense of\nthe disgraceful character of that bargain, le traité infâme of\nTroyes, by which Queen Isabeau betrayed her son, and gave her daughter\nand her country to the invader, is softened a little by our high\nestimation of the hero. But this is simple national prejudice;\nregarded from the French side, or even by the impartial judgment of\ngeneral humanity, it was an infamous treaty, and one which might well\nmake the blood boil in French veins.",
        "We look at it at present, however, through the atmosphere of the\nnineteenth century, when France is all French, and when the royal\nhouse of England has no longer any French connection. If George III.,\nmuch more George II., on the basis of his kingdom of Hanover, had\nattempted to make himself master of a large portion of Germany, the\nsituation would have been more like that of Henry V. in France than\nanything we can think of now. It is true the kings of England were no\nlonger dukes of Normandy–but they had been so within the memory of\nman: and that noble duchy was a hereditary appanage of the family of\nthe Conqueror; while to other portions of France they had the link of\ntemporary possession and inheritance through French wives and mothers;\nadded to which is the fact that Jean sans Peur of Burgundy, thirsting\nto avenge his father’s blood upon the Dauphin, would have been\nprobably a more dangerous usurper than Henry, and that the actual\nsovereign, the unfortunate, mad Charles VI., was in no condition to\nmaintain his own rights.",
        "There is little evidence, however, that this treaty, or anything so\ndistinct in detail, had made much impression on the outlying borders\nof France. What was known there, was only that the English were\nvictorious, that the rightful King of France was still uncrowned and\nunacknowledged, and that the country was oppressed and humiliated\nunder the foot of the invader. The fact that the new King was not yet\nthe Lord’s anointed, and had never received the seal of God, as it\nwere, to his commission, was a fact which struck the imagination of\nthe village as of much more importance than many greater things–being\nat once more visible and matter-of-fact, and of more mystical and\nspiritual efficacy than any other circumstance in the dreadful tale.",
        "Jeanne was in the garden as usual, seated, as we should say in\nScotland, at “her seam,” not quite thirteen, a child in all the\ninnocence of infancy, yet full of dreams, confused no doubt and vague,\nwith those impulses and wonderings–impatient of trouble, yearning to\ngive help–which tremble on the chaos of a young soul like the first\nlightening of dawn upon the earth. It was summer, and afternoon, the\ntime of dreams. It would be easy in the employment of legitimate fancy\nto heighten the picturesqueness of that quiet scene–the little girl\nwith her favourite bells, the birds picking up the crumbs of brown\nbread at her feet. She was thinking of nothing, most likely, in a\nvague suspense of musing, the wonder of youth, the awakening of\nthought, as yet come to little definite in her child’s heart–looking\nup from her work to note some passing change of the sky, a something\nin the air which was new to her. All at once between her and the\nchurch there shone a light on the right hand, unlike anything she had\never seen before; and out of it came a voice equally unknown and\nwonderful. What did the voice say? Only the simplest words, words fit\nfor a child, no maxim or mandate above her faculties–”Jeanne, sois\nbonne et sage enfant; va souvent à l’église.” Jeanne, be good! What\nmore could an archangel, what less could the peasant mother within\ndoors, say? The little girl was frightened, but soon composed herself.\nThe voice could be nothing but sacred and blessed which spoke thus. It\nwould not appear that she mentioned it to anyone. It is such a secret\nas a child, in that wavering between the real and unreal, the world\nnot realised of childhood, would keep, in mingled shyness and awe,\nuncertain, rapt in the atmosphere of vision, within her own heart.",
        "It is curious how often this wonderful scene has been repeated in\nFrance, never connected with so high a mission, but yet embracing the\nsame circumstances, the same situation, the same semi-angelic nature\nof the woman-child. The little Bernadette of Lourdes is almost of our\nown day; she, too is one who puts the scorner to silence. What her\nvisions and her voices were, who can say? The last historian of them\nis not a man credulous of good or moved towards the ideal; yet he is\nsilent, except in a wondering impression of the sacred and the true,\nbefore the little Bearnaise in her sabots; and, notwithstanding the\nmany sordid results that have followed and all that sad machinery of\nexpected miracle through which even, repulsive as it must always be, a\nsomething breaks forth from time to time which no man can define and\naccount for except in ways more incredible than miracle–so is the\nrest of the world. Why has this logical, sceptical, doubting country,\nso able to quench with an epigram, or blow away with a breath of\nridicule the finest vision–become the special sphere and birthplace\nof these spotless infant-saints? This is one of the wonders which\nnobody attempts to account for. Yet Bernadette is as Jeanne, though\nthere are more than four hundred years between.",
        "After what intervals the vision returned we are not told, nor in what\ncircumstances. It seems to have come chiefly out-of-doors, in the\nsilence and freedom of the fields or garden. Presently the heavenly\nradiance shaped itself into some semblance of forms and figures, one\nof which, clearer than the others, was like a man, but with wings and\na crown on his head and the air “d’un vrai prud’ homme“; a noble\napparition before whom at first the little maid trembled, but whose\nmajestic, honest regard soon gave her confidence. He bade her once\nmore to be good, and that God would help her; then he told her the sad\nstory of her own suffering country, la pitié qui estoit au royaume de\nFrance. Was it the pity of heaven that the archangel reported to the\nlittle trembling girl, or only that which woke with the word in her\nown childish soul? He has chosen the small things of this world to\nconfound the great. Jeanne’s young heart was full of pity already, and\nof yearning over the helpless mother-country which had no champion to\nstand for her. “She had great doubts at first whether it was St.\nMichael, but afterwards when he had instructed her and shown her many\nthings, she believed firmly that it was he.”",
        "It was this warrior-angel who opened the matter to her, and disclosed\nher mission. “Jeanne,” he said, “you must go to the help of the King\nof France; and it is you who shall give him back his kingdom.” Like a\nstill greater Maid, trembling, casting in her mind what this might\nmean, she replied, confused, as if that simple detail were all:\n“Messire, I am only a poor girl; I cannot ride or lead armed men.” The\nvision took no notice of this plea. He became minute in his\ndirections, indicating exactly what she was to do. “Go to Messire de\nBaudricourt, captain of Vaucouleurs, and he will take you to the King.\nSt. Catherine and St. Margaret will come and help you.” Jeanne was\noverwhelmed by this exactness, by the sensation of receiving direct\norders. She cried, weeping and helpless, terrified to the bottom of\nher soul–What was she that she should do this? a little girl, able to\nguide nothing but her needle or her distaff, to lend her simple aid in\nnursing a sick child. But behind all her fright and hesitation, her\nheart was filled with the emotion thus suggested to her–the\nimmeasurable pitié que estoit au royaume de France. Her heart became\nheavy with this burden. By degrees it came about that she could think\nof nothing else; and her little life was confused by expectations and\nrecollections of the celestial visitant, who might arrive upon her at\nany moment, in the midst perhaps of some innocent play, or when she\nsat sewing in the garden before her father’s humble door.",
        "After a while the vrai prud’ homme came seldom; other figures more\nlike herself, soft forms of women, white and shining, with golden\ncirclets and ornaments, appeared to her in the great halo of the\nlight; they bowed their heads, naming themselves, as to a sister\nspirit, Catherine, and the other Margaret. Their voices were sweet and\nsoft with a sound that made you weep. They were both martyrs,\nencouraging and strengthening the little martyr that was to be. “A\nlady is there in the heavens who loves thee”: Virgil could not say\nmore to rouse the flagging strength of Dante. When these gentle\nfigures disappeared, the little maid wept in an anguish of tenderness,\nlonging if only they would take her with them. It is curious that\nthough she describes in this vague rapture the appearance of her\nvisitors, it is always as “mes voix” that she names them–the sight\nmust always have been more imperfect than the message. Their outlines\nand their lovely faces might shine uncertain in the excess of light;\nbut the words were always plain. The pity for France that was in their\nhearts spread itself into the silent rural atmosphere, touching every\nsensitive chord in the nature of little Jeanne. It was as if her\nmother lay dying there before her eyes.",
        "Curious to think how little anyone could have suspected such meetings\nas these, in the cottage hard by, where the weary ploughmen from the\nfields would come clamping in for their meal, and Dame Isabeau would\ncall to the child, even sharply perhaps now and then, to leave that\nall-absorbing needlework and come in and help, as Martha called Mary\nfourteen hundred years before; and where the priest, mumbling his mass\nof a cold morning in the little church, would smile indulgent on the\nfaithful little worshipper when it was done, sure of seeing Jeanne\nthere whoever might be absent. She was a shy girl, blushing and\ndrooping her head when a stranger spoke to her, red and shame-faced\nwhen they laughed at her in the village as a dévote before her time;\nbut with nothing else to blush about in all her simple record.",
        "Neither to her parents, nor to the curé when she made her confession,\ndoes she seem to have communicated these strange experiences, though\nthey had lasted for some time before she felt impelled to act upon\nthem, and could keep silence no longer. She was but thirteen when the\nrevelations began and she was seventeen when at last she set forth to\nfulfil her mission. She had no guidance from her voices, she herself\nsays, as to whether she should tell or not tell what had been\ncommunicated to her; and no doubt was kept back by her shyness, and by\nthe dreamy confusion of childhood between the real and unreal. One\nwould have thought that a life in which these visions were of constant\nrecurrence would have been rapt altogether out of wholesome use and\nwont, and all practical service. But this does not seem for a moment\nto have been the case. Jeanne was no hysterical girl, living with her\nhead in a mist, abstracted from the world. She had all the enthusiasms\neven of youthful friendship, other girls surrounding her with the\nintimacy of the village, paying her visits, staying all night, sharing\nher room and her bed. She was ready to be sent for by any poor woman\nthat needed help or nursing, she was always industrious at her needle;\none would love to know if perhaps in the Trésor at Rheims there was\nsome stole or maniple with flowers on it, wrought by her hands. But\nthe Trésor at Rheims is nowadays rather vulgar if truth must be\ntold, and the bottles and vases for the consecration of Charles X.,\nthat pauvre sire, are more thought of than relics of an earlier age.",
        "At length, however, one does not know how, the secret of her double\nlife came out. No doubt long brooding over these voices, long\nintercourse with such celestial visitors, and the mission continually\npressed upon her–meaningless to the child at first, a thing only to\nshed terrified tears over and wonder at–ripened her intelligence so\nthat she came at last to perceive that it was practicable, a thing to\nbe done, a charge to be obeyed. She had this before her, as a girl in\nordinary circumstances has the new developments of life to think of,\nand how to be a wife and mother. And the news brought by every passer-\nby would prove doubly interesting, doubly important to Jeanne, in her\ndaily growing comprehension of what she was called upon to do. As she\nfelt the current more and more catching her feet, sweeping her on,\novercoming all resistance in her own mind, she must have been more and\nmore anxious to know what was going on in the distracted world, more\nand more touched by that great pity which had awakened her soul. And\nall these reports were of a nature to increase that pity till it\nbecame overwhelming. The tales she would hear of the English must have\nbeen tales of cruelty and horror; not so many years ago what tales did\nnot we hear of German ferocity in the French villages, perhaps not\ntrue at all, yet making their impression always; and it was more\nprobable in that age that every such story should be true. Then the\ncompassion which no one can help feeling for a young man deprived of\nhis rights, his inheritance taken from him, his very life in danger,\nthreatened by the stranger and usurper, was deepened in every\nparticular by the fact that it was the King, the very impersonation of\nFrance, appointed by God as the head of the country, who was in\ndanger. Everything that Jeanne heard would help to swell the stream.",
        "Thus she must have come step by step–this extraordinary, impossible\nsuggestion once sown in her dreaming soul–to perceive a kind of\nmiraculous reasonableness in it, to see its necessity, and how\neverything pointed towards such a deliverance. It would have seemed\nnatural to believe that the prophecies of the countryside which\npromised a virgin from an oak grove, a maiden from Lorraine, to\ndeliver France, might have affected her mind, did we not have it from\nher own voice that she had never heard that prophecy[1]; but the word\nof the blessed Michael, so often repeated, was more than an old wife’s\ntale; and the child’s alarm would seem to have died away as she came\nto her full growth. And Jeanne was no ethereal spirit lost in visions,\nbut a robust and capable peasant girl, fearing little, and full of\nsense and determination, as well as of an inspiration so far above the\nlevel of the crowd. We hear with wonder afterwards that she had the\nmaking of a great general in her untutored female soul,–which is\nperhaps the most wonderful thing in her career,–and saw with the eye\nof an experienced and able soldier, as even Dunois did not always see\nit, the fit order of an attack, the best arrangement of the forces at\nher command. This I honestly avow is to me the most incredible point\nin the story. I am not disturbed by the apparition of the saints;\nthere is in them an ineffable appropriateness and fitness against\nwhich the imagination, at least, has not a word to say. The wonder is\nnot, to the natural mind, that such interpositions of heaven come, but\nthat they come so seldom. But that Jacques d’Arc’s daughter, the\nlittle girl over her sewing, whose only fault was that she went to\nchurch too often, should have the genius of a soldier, is too\nbewildering for words to say. A poet, yes, an inspiring influence\nleading on to miraculous victory; but a general, skilful with the rude\nartillery of the time, divining the better way in strategy,–this is a\nwonder beyond the reach of our faculties; yet according to Alençon,\nDunois, and other military authorities, it was true.",
        "We have little means of finding out how it was that Jeanne’s long\nmusings came at last to a point at which they could be hidden no\nlonger, nor what it was which induced her at last to select the\nconfidant she did. No doubt she must have been considering and\nweighing the matter for a long time before she fixed upon the man who\nwas her relation, yet did not belong to Domremy, and was safer than a\ntownsman for the extraordinary revelations she had to make. One of her\nneighbours, her gossip, Gerard of Epinal, to whose child she was\ngodmother, had perhaps at one moment seemed to her a likely helper.\nBut he belonged to the opposite party. “If you were not a Burgundian,\"\nshe said to him once, “there is something I might tell you.” The\nhonest fellow took this to mean that she had some thought of marriage,\nthe most likely and natural supposition. It was at this moment, when\nher heart was burning with her great secret, the voices urging her on\nday by day, and her power of self-constraint almost at an end, that\nProvidence sent Durand Laxart, her uncle by marriage, to Domremy on\nsome family visit. She would seem to have taken advantage of the\nopportunity with eagerness, asking him privately to take her home with\nhim, and to explain to her father and mother that he wanted her to\ntake care of his wife. No doubt the girl, devoured with so many\nthoughts, would have the air of requiring “a change” as we say, and\nthat the mother would be very ready to accept for her an invitation\nwhich might bring back the brightness to her child. Laxart was a\npeasant like the rest, a prud’ homme well thought of among his\npeople. He lived in Burey le Petit, near to Vaucouleurs, the chief\nplace of the district, and Jeanne already knew that it was to the\ncaptain of Vaucouleurs that she was to address herself. Thus she\nsecured her object in the simplest and most natural way.",
        "Yet the reader cannot but hold his breath at the thought of what that\namazing revelation must have been to the homely, rustic soul, her\ncompanion, communicated as they went along the common road in the\ncommon daylight. “She said to the witness that she must go to France\nto the Dauphin, to make him to be crowned King.” It must have been as\nif a thunderbolt had fallen at his feet when the girl whom he had\nknown in every development of her little life, thus suddenly disclosed\nto him her secret purpose and determination. All her simple excellence\nthe good man knew, and that she was no fantastic chatterer, but truly\nune bonne douce fille, bold in nothing but kindness, with nothing to\nblush for but the fault of going too often to church. “Did you never\nhear that France should be made desolate by a woman and restored by a\nmaid?” she said; and this would seem to have been an unanswerable\nargument. He had, henceforth, nothing to do but to promote her purpose\nas best he could in every way.",
        "It would not seem at all unlikely to this good man that the Archangel\nMichael, if Jeanne’s revelation to him went so far, should have named\nRobert de Baudricourt, the chief of the district, captain of the town\nand its forces, the principal personage in all the neighbourhood, as\nthe person to whom Jeanne’s purpose was to be revealed, but rather a\nguarantee of St. Michael himself, familiar with good society; and the\nSeigneur must have been more or less in good intelligence with his\npeople, not too alarming to be referred to, even on so insignificant a\nsubject as the vagaries of a country girl–though these by this time\nmust have begun to seem something more than vagaries to the half-\nconvinced peasant. And it was no doubt a great relief to his mind thus\nto put the decision of the question into the hands of a man better\ninformed than himself. Laxart proceeded to Vaucouleurs upon his\nmission, shyly yet with confidence. He would seem to have had a\npreliminary interview with Baudricourt before introducing Jeanne. The\nstammering countryman, the bluff, rustic noble and soldier, cheerfully\ncontemptuous, receiving, with a loud laugh into all the echoes, the\nextraordinary demand that he should send a little girl from Domremy to\nthe King, to deliver France, come before us like a picture in the\ncountryman’s simple words. Robert de Baudricourt would scarcely hear\nthe story out. “Box her ears,” he said, “and send her home to her\nmother.” The little fool! What did she know of the English, those\nbrutal, downright fighters, against whom no élan was sufficient, who\nstood their ground and set up vulgar posts around their lines, instead\nof trusting to the rush of sudden valour, and the tactics of the\ntournament! She deliver France! On a much smaller argument and to put\ndown a less ambition, the half serious, half amused adviser has bidden\na young fanatic’s ears to be boxed on many an unimportant occasion,\nand has often been justified in so doing. There would be a half hour\nof gaiety after poor Laxart, crestfallen, had got his dismissal. The\ngood man must have turned back to Jeanne, where she waited for him in\ncourtyard or antechamber, with a heavy heart. No boxing of ears was\npossible to him. The mere thought of it was blasphemy. This was on\nAscension Day the 13 May, 1428.",
        "Jeanne, however, was not discouraged by M. de Baudricourt’s joke, and\nher interview with him changed his views completely. She appears\nindeed from the moment of setting out from her father’s house to have\ntaken a new attitude. These great personages of the country before\nwhom all the peasants trembled, were nothing to this village maid,\nexcept, perhaps, instruments in the hand of God to speed her on her\nway if they could see their privileges–if not, to be swept out of it\nlike straws by the wind. It had no doubt been hard for her to leave\nher father’s house; but after that disruption what did anything\nmatter? And she had gone through five years of gradual training of\nwhich no one knew. The tears and terror, the plea, “I am a poor girl;\nI cannot even ride,” of her first childlike alarm had given place to a\nprofound acquaintance with the voices and their meaning. They were now\nher familiar friends guiding her at every step; and what was the\ncommonplace burly Seigneur, with his roar of laughter, to Jeanne? She\nwent to her audience with none of the alarm of the peasant. A certain\nyoung man of Baudricourt’s suite, Bertrand de Poulengy, another young\nD’Artagnan seeking his fortune, was present in the hall and witnessed\nthe scene. The joke would seem to have been exhausted by the time\nJeanne appeared, or her perfect gravity and simplicity, and beautiful\nmanners–so unlike her rustic dress and village coif–imposed upon the\nSeigneur and his little court. This is how the story is told, twenty-\nfive years after, by the witness, then an elderly knight, recalling\nthe story of his youth.",
        "“She said that she came to Robert on the part of her Lord, that he\nshould send to the Dauphin, and tell him to hold out, and have no\nfear, for the Lord would send him succour before the middle of Lent.\nShe also said that France did not belong to the Dauphin but to her\nLord; but her Lord willed that the Dauphin should be its King, and\nhold it in command, and that in spite of his enemies she herself would\nconduct him to be consecrated. Robert then asked her who was this\nLord? She answered, ’The King of Heaven.’ This being done [the witness\nadds] she returned to her father’s house with her uncle, Durand Laxart\nof Burey le Petit.”",
        "This brief and sudden preface to her career passed over and had no\nimmediate effect; indeed but for Bertrand we should have been unable\nto separate it from the confused narrative to which all these\nwitnesses brought what recollection they had, often without sequence\nor order, Durand himself taking no notice of any interval between this\nfirst visit to Vaucouleurs and the final one.[2] The episode of\nAscension Day appears like the formal sommation of French law, made\nas a matter of form before the appellant takes action on his own\nresponsibility; but Baudricourt had probably more to do with it than\nappears to be at all certain from the after evidence. One of the\npersons present, at all events, young Poulengy above mentioned, bore\nit in mind and pondered it in his heart.",
        "Meantime, Jeanne returned home–the strangest home-going,–for by this\ntime her mission and her aspirations could no longer be hid, and\nrumour must have carried the news almost as quickly as any modern\ntelegraph, to startle all the echoes of the village, heretofore\nunaware of any difference between Jeanne and her companions save the\ngreater goodness to which everybody bears testimony. No doubt, it must\nhave reached Jacques d’Arc’s cottage even before she came back with\nthe kind Durand, a changed creature, already the consecrated Maid of\nFrance, La Pucelle, apart from all others. The French peasant is a\nhard man, more fierce in his terror of the unconventional, of having\nhis domestic affairs exposed to the public eye, or his family\ndisgraced by an exhibition of anything unusual either in act or\nfeeling, than almost any other class of beings. And it is evident that\nhe took his daughter’s intention according to the coarsest\ninterpretation, as a wild desire for adventure and intention of\njoining herself to the roving troopers, the soldiers always hated and\ndreaded in rural life. He suddenly appears in the narrative in a fever\nof apprehension, with no imaginative alarm or anxiety about his girl,\nbut the fiercest suspicion of her, and dread of disgrace to ensue. We\ndo not know what passed when she returned, further than that her\nfather had a dream, no doubt after the first astounding explanation of\nthe purpose that had so long been ripening in her mind. He dreamed\nthat he saw her surrounded by armed men, in the midst of the troopers,\nthe most evident and natural interpretation of her purpose, for who\ncould divine that she meant to be their leader and general, on a level\nnot with the common men-at-arms, but of princes and nobles? In the\nmorning he told his dream to his wife and also to his sons. “If I\ncould think that the thing would happen that I dreamed, I would wish\nthat she should be drowned; and if you would not do it, I should do it\nwith my own hands.” The reader remembers with a shudder the Meuse\nflowing at the foot of the garden, while the fierce peasant, mad with\nfear lest shame should be coming to his family, clenched his strong\nfist and made this outcry of dismay.",
        "No doubt his wife smoothed the matter over as well as she could, and,\nwhatever alarms were in her own mind, hastily thought of a feminine\nexpedient to mend matters, and persuaded the angry father that to\nsubstitute other dreams for these would be an easier way. Isabeau most\nprobably knew the village lad who would fain have had her child, so\ngood a housewife, so industrious a workwoman, and always so friendly\nand so helpful, for his wife. At all events there was such a one, too\nwilling to exert himself, not discouraged by any refusal, who could be\negged up to the very strong point of appearing before the bishop at\nToul and swearing that Jeanne had been promised to him from her\nchildhood. So timid a girl, they all thought, so devout a Catholic,\nwould simply obey the bishop’s decision and would not be bold enough\neven to remonstrate, though it is curious that with the spectacle of\nher grave determination before them, and sorrowful sense of that\nnecessity of her mission which had steeled her to dispense with their\nconsent, they should have expected such an expedient to arrest her\nsteps. The affair, we must suppose, had gone through all the more\nusual stages of entreaty on the lover’s part, and persuasion on that\nof the parents, before such an attempt was finally made. But the shy\nJeanne had by this time attained that courage of desperation which is\nnot inconsistent with the most gentle nature; and without saying\nanything to anyone, she too went to Toul, appeared before the bishop,\nand easily freed herself from the pretended engagement, though whether\nwith any reference to her very different destination we are not\ntold.[3]",
        "These proceedings, however, and the father’s dreams and the\nremonstrances of the mother, must have made troubled days in the\ncottage, and scenes of wrath and contradiction, hard to bear. The\nwinter passed distracted by these contentions, and it is difficult to\nimagine how Jeanne could have borne this had it not been that the\nperiod of her outset had already been indicated, and that it was only\nin the middle of Lent that her succour was to reach the King. The\nvillage, no doubt, was almost as much distracted as her father’s house\nto hear of these strange discussions and of the incredible purpose of\nthe bonne douce fille, whose qualities everybody knew and about whom\nthere was nothing eccentric, nothing unnatural, but only simple\ngoodness, to distinguish her above her neighbours. In the meantime her\nvoices called her continually to her work. They set her free from the\nordinary yoke of obedience, always so strong in the mind of a French\ngirl. The dreadful step of abandoning her home, not to be thought of\nunder any other circumstances, was more and more urgently pressed upon\nher. Could it indeed be saints and angels who ordained a step which\nwas outside of all the habits and first duties of nature? But we have\nno reason to believe that this nineteenth-century doubt of her\nvisitors, and of whether their mandates were right, entered into the\nmind of a girl who was of her own period and not of ours. She went on\nsteadfastly, certain of her mission now, and inaccessible either to\nremonstrance or appeal.",
        "It was towards the beginning of Lent, as Poulengy tells us, that the\ndecision was made, and she left home finally, to go “to France” as is\nalways said. But it seems to have been in January that she set out\nonce more for Vaucouleurs, accompanied by her uncle, who took her to\nthe house of some humble folk they knew, a carter and his wife, where\nthey lodged. Jeanne wore her peasant dress of heavy red homespun, her\nrude heavy shoes, her village coif. She never made any pretence of\nladyhood or superiority to her class, but was always equal to the\nfinest society in which she found herself, by dint of that simple good\nfaith, sense, and seriousness, without excitement or exaggeration, and\nradiant purity and straightforwardness which were apparent to all\nseeing eyes. By this time all the little world about knew something of\nher purpose and followed her every step with wonder and quickly rising\ncuriosity: and no doubt the whole town was astir, women gazing at\ntheir doors, all on her side from the first moment, the men half\ninterested, half insolent, as she went once more to the chateau to\nmake her personal appeal. Simple as she was, the bonne douce fille\nwas not intimidated by the guard at the gates, the lounging soldiers,\nthe no doubt impudent glances flung at her by these rude companions.\nShe was inaccessible to alarms of that kind–which, perhaps, is one of\nthe greatest safeguards against them even in more ordinary cases. We\nfind little record of her second interview with Baudricourt. The\nJournal du Siège d’Orleans and the Chronique de la Pucelle both\nmention it as if it had been one of several, which may well have been\nthe case, as she was for three weeks in Vaucouleurs. It is almost\nimpossible to arrange the incidents of this interval between her\narrival there and her final departure for Chinon on the 23d February,\nduring which time she made a pilgrimage to a shrine of St. Nicolas and\nalso a visit to the Duke of Lorraine. It is clear, however, that she\nmust have repeated her demand with such stress and urgency that the\nCaptain of Vaucouleurs was a much perplexed man. It was a very natural\nidea then, and in accordance with every sentiment of the time that he\nshould suspect this wonderful girl, who would not be daunted, of being\na witch and capable of bringing an evil fate on all who crossed her.\nAll thought of boxing her ears must ere this have departed from his\nmind. He hastened to consult the curé, which was the most reasonable\nthing to do. The curé was as much puzzled as the Captain. The Church,\nit must be said, if always ready to take advantage afterwards of such\nrevelations, has always been timid, even sceptical about them at\nfirst. The wisdom of the rulers, secular and ecclesiastic, suggested\nonly one thing to do, which was to exorcise, and perhaps to overawe\nand frighten, the young visionary. They paid a joint and solemn visit\nto the carter’s house, where no doubt their entrance together was\nspied by many eager eyes; and there the priest solemnly taking out his\nstole invested himself in his priestly robes and exorcised the evil\nspirits, bidding them come out of the girl if they were her\ninspiration. There seems a certain absurdity in this sudden assault\nupon the evil one, taking him as it were by surprise: but it was not\nridiculous to any of the performers, though Jeanne no doubt looked on\nwith serene and smiling eyes. She remarked afterwards to her hostess,\nthat the curé had done wrong, as he had already heard her in\nconfession.",
        "Outside, the populace were in no uncertainty at all as to her mission.\nA little mob hung about the door to see her come and go, chiefly to\nchurch, with her good hostess in attendance, as was right and seemly,\nand a crowd streaming after them who perhaps of their own accord might\nhave neglected mass, but who would not, if they could help it, lose a\nlook at the new wonder. One day a young gentleman of the neighbourhood\nwas passing by, and amused by the commotion, came through the crowd to\nhave a word with the peasant lass. “What are you doing here, ma\nmie?” the young man said. “Is the King to be driven out of the\nkingdom, and are we all to be made English?” There is a tone of banter\nin the speech, but he had already heard of the Maid from his friend,\nBertrand, and had been affected by the other’s enthusiasm. “Robert de\nBaudricourt will have none of me or my words,” she replied,\n“nevertheless before Mid-Lent I must be with the King, if I should\nwear my feet up to my knees; for nobody in the world, be it king,\nduke, or the King of Scotland’s daughter, can save the kingdom of\nFrance except me alone: though I would rather spin beside my poor\nmother, and this is not my work: but I must go and do it, because my\nLord so wills it.” “And who is your Seigneur?” he asked. “God,” said\nthe girl. The young man was moved, he too, by that wind which bloweth\nwhere it listeth. He stretched out his hands through the gaping crowd\nand took hers, holding them between his own, to give her his pledge:\nand so swore by his faith, her hands in his hands, that he himself\nwould conduct her to the King. “When will you go?” he said. “Rather\nto-day than to-morrow,” answered the messenger of God.",
        "This was the second convert of La Pucelle. The peasant bonhomme\nfirst, the noble gentleman after him; not to say all the women\nwherever she went, the gazing, weeping, admiring crowd which now\nfollowed her steps, and watched every opening of the door which\nconcealed her from their eyes. The young gentleman was Jean de\nNovelonpont, “surnamed Jean de Metz”: and so moved was he by the\nfervour of the girl, and by her strong sense of the necessity of\nimmediate operations, that he proceeded at once to make preparations\nfor the journey. They would seem to have discussed the dress she ought\nto wear, and Jeanne decided for many obvious reasons to adopt the\ncostume of a man–or rather boy. She must, one would imagine have been\ntall, for no remark is ever made on this subject, as if her dress had\ndwarfed her, which is generally the case when a woman assumes the\nhabit of a man: and probably with her peasant birth and training, she\nwas, though slim, strongly made and well knit, besides being at the\nage when the difference between boy and girl is sometimes but little\nnoticeable.",
        "In the meantime Baudricourt had not been idle. He must have been moved\nby the sight of Jeanne, at least to perceive a certain gravity in the\nbusiness for which he was not prepared; and her composure under the\ncuré’s exorcism would naturally deepen the effect which her own\nmanners and aspect had upon all who were free of prejudice. Another\nsingular event, too, added weight to her character and demand. One day\nafter her return from Lorraine, February 12th, 1429, she intimated to\nall her surroundings and specially to Baudricourt, that the King had\nsuffered a defeat near Orleans, which made it still more necessary\nthat she should be at once conducted to him. It was found when there\nwas time for the news to come, that this defeat, the Battle of the\nHerrings, so-called, had happened as she said, at the exact time; and\nsuch a strange fact added much to the growing enthusiasm and\nexcitement. Baudricourt is said by Michelet to have sent off a secret\nexpress to the Court to ask what he should do; but of this there seems\nto be no direct evidence, though likelihood enough. The Court at\nChinon contained a strong feminine element, behind the scenes. And it\nmight be found that there were uses for the enthusiast, even if she\ndid not turn out to be inspired. No doubt there were many comings and\ngoings at this period which can only be traced confusedly through the\ndepositions of Jeanne’s companions twenty-five years after. She had at\nleast two interviews with Baudricourt before the exorcism of the curé\nand his consequent change of procedure towards her. Then, escorted by\nher uncle Laxart, and apparently by Jean de Metz, she had made a\npilgrimage to a shrine of St. Nicolas, as already mentioned, on which\noccasion, being near Nancy, she was sent for by the Duke of Lorraine,\nthen lying ill at his castle in that city, who had a fancy to consult\nthe young prophetess, sorceress–who could tell what she was?–on the\nsubject apparently of his illness. He was the son of Queen Yolande of\nAnjou, who was mother-in-law to Charles VII., and it would no doubt be\nthought of some importance to secure his good opinion. Jeanne gave the\nexalted patient no light on the subject of his health, but only the\n(probably unpleasing) advice to flee from the wrath of God and to be\nreconciled with his wife, from whom he was separated. He too, however,\nwas moved by the sight of her and her straightforward, undeviating\npurpose. He gave her four francs, Durand tells us,–not much of a\npresent,–which she gave to her uncle, and which helped to buy her\noutfit. Probably he made a good report of her to his mother, for\nshortly after her return to Vaucouleurs (I again follow Michelet who\nought to be well informed) a messenger from Chinon arrived to take her\nto the King.[4] In the councils of that troubled Court, perhaps, the\nidea of a prodigy and miraculous leader, though she was nothing but a\npeasant girl, would be not without attraction, a thing to conjure\nwithal, so far as the multitude were concerned.",
        "Anyhow from any point of view, in the hopeless condition of affairs,\nit was expedient that nothing which gave promise of help, either real\nor visionary, should lightly be rejected. There was much anxiety no\ndoubt in the careless Court still dancing and singing in the midst of\ncalamity, but the reception of the ambitious peasant would form an\nexciting incident at least, if nothing more important and notable.",
        "Thus the whole anxious world of France stirred round that youthful\nfigure in the little frontier town, repeating with many an alteration\nand exaggeration the sayings of Jeanne, and those popular\nsuperstitions about the Maid from Lorraine which might be so naturally\napplied to her. It would seem, indeed, that she had herself attached\nsome importance to this prophecy, for both her uncle Laxart and her\nhostess at Vaucouleurs report that she asked them if they had heard\nit: which question “stupefied” the latter, whose mind evidently jumped\nat once to the conviction that the prophecy was fulfilled. Not in\nDomremy itself, however, were these things considered with the same\nawe-stricken and admiring faith. Nothing had softened the mood of\nJacques d’Arc. It was a shame to the village prud’ homme to think of\nhis daughter away from all the protection of home, living among men,\nencountering the young Seigneurs who cared for no maiden’s reputation,\nhearing the soldiers’ rude talk, exposed to their insults, or worse\nstill to their kindness. Probably even now he thought of her as\nsurrounded by troopers and men-at-arms, instead of the princes and\npeers with whom henceforth Jeanne’s lot was to be cast; but in the\nformer case there would have perhaps been less to fear than in the\nlatter. Anyhow, Jeanne’s communications with her family were more\npainful to her than had been the jeers of Baudricourt or the exorcism\nof the curé. They sent her angry orders to come back, threats of\nparental curses and abandonment. We may hope that the mother, grieved\nand helpless, had little to do with this persecution. The woman who\nhad nourished her children upon saintly legend and Scripture story\ncould scarcely have been hard upon the child, of whom she, better than\nany, knew the perfect purity and steadfast resolution. One of the\nlittle household at least, revolted by the stern father’s fury,\nperhaps secretly encouraged by the mother, broke away and joined his\nsister at a later period. But we hear, during her lifetime, little or\nnothing of Pierre.",
        "Much time, however, was passed in these preliminaries. The final start\nwas not made till the 23d February, 1429, when the permission is\nsupposed to have come by the hands of Colet de Vienne, the King’s\nmessenger, who attended by a single archer, was to be her escort. It\nis possible that he had no mission to this effect, but he certainly\ndid escort her to Chinon. The whole town gathered before the house of\nBaudricourt to see her depart. Baudricourt, however, does not seem to\nhave provided any guard for her. Jean de Metz, who had so chivalrously\npledged himself to her service, with his friend De Poulengy, equally\nready for adventure, each with his servant, formed her sole\nprotectors.[5] Jean de Metz had already sent her the clothes of one of\nhis retainers, with the light breastplate and partial armour that\nsuited it; and the townspeople had subscribed to buy her a further\noutfit, and a horse which seems to have cost sixteen francs–not so\nsmall a sum in those days as now. Laxart declares himself to have been\nresponsible for this outlay, though the money was afterwards paid by\nBaudricourt, who gave Jeanne a sword, which some of her historians\nconsider a very poor gift: none, however, of her equipments would seem\nto have been costly. The little party set out thus, with a sanction of\nauthority, from the Captain’s gate, the two gentlemen and the King’s\nmessenger at the head of the party with their attendants, and the Maid\nin the midst. “Go: and let what will happen,” was the parting\nsalutation of Baudricourt. The gazers outside set up a cry when the\ndecisive moment came, and someone, struck with the feeble force which\nwas all the safeguard she had for her long journey through an agitated\ncountry–perhaps a woman in the sudden passion of misgiving which\noften follows enthusiasm,–called out to Jeanne with an astonished\noutcry to ask how she could dare to go by such a dangerous road. “It\nwas for that I was born,” answered the fearless Maid. The last thing\nshe had done had been to write a letter to her parents, asking their\npardon if she obeyed a higher command than theirs, and bidding them\nfarewell.",
        "The French historians, with that amazement which they always show when\nthey find a man behaving like a gentleman towards a woman confided to\nhis honour, all pause with deep-drawn breath to note that the awe of\nJeanne’s absolute purity preserved her from any unseemly overture, or\neven evil thought, on the part of her companions. We need not take up\neven the shadow of so grave a censure upon Frenchmen in general,\nalthough in the far distance of the fifteenth century. The two young\nmen, thus starting upon a dangerous adventure, pledged by their honour\nto protect and convey her safely to the King’s presence, were noble\nand generous cavaliers, and we may well believe had no evil thoughts.\nThey were not, however, without an occasional chill of reflection when\nonce they had taken the irrevocable step of setting out upon this wild\nerrand. They travelled by night to escape the danger of meeting bands\nof Burgundians or English on the way, and sometimes had to ford a\nriver to avoid the town, where they would have found a bridge.\nSometimes, too, they had many doubts, Bertrand says, perhaps as to\ntheir reception at Chinon, perhaps even whether their mission might\nnot expose them to the ridicule of their kind, if not to unknown\ndangers of magic and contact with the Evil One, should this wonderful\ngirl turn out no inspired virgin but a pretender or sorceress. Jean de\nMetz informs us that she bade them not to fear, that she had been sent\nto do what she was now doing; that her brothers in paradise would tell\nher how to act, and that for the last four or five years her brothers\nin paradise and her God had told her that she must go to the war to\nsave the kingdom of France. This phrase must have struck his ear, as\nhe thus repeats it. Her brothers in paradise! She had not apparently\ntalked of them to anyone as yet, but now no one could hinder her more,\nand she felt herself free to speak. A great calm seems to have been in\nher soul. She had at last begun her work. How it was all to end for\nher she neither foresaw nor asked; she knew only what she had to do.\nWhen they ventured into a town she insisted on stopping to hear mass,\nbidding them fear nothing. “God clears the way for me,” she said; “I\nwas born for this,” and so proceeded safe, though threatened with many\ndangers. There is something that breathes of supreme satisfaction and\ncontent in her repetition of those words.\n\nShe was, however, acquainted with the simpler byword, that France\n    should be destroyed by a woman and afterwards redeemed by a\n    virgin, which she quoted to several persons on her first setting\n    out.\n[2] I have to thank Mr. Andrew Lang for making the course of these\n    events quite clear to myself.\n[3] Mr. Andrew Lang thinks that this appearance at Toul was made after\n    she had finally left Domremy, and when she was already accompanied\n    by the escort which was to attend her to Chinon.\n[4] Mr. Andrew Lang will not hear of this. He thinks the man was a\n    mere King’s messenger with news, probably charged with the\n    melancholy tidings of the loss at Rouvray (Battle of the\n    Herrings): and that the fact he did accompany Jeanne and her\n    little part was entirely accidental.\n[5] Her brother Pierre is said by some to have been of the party. La\n    Chronique de la Pucelle says two of her brothers. Mr. Andrew\n    Lang, however, tells us that Pierre did not join his sister’s\n    party till much later–in the beginning of June: and this is the\n    statement of Jean de Metz. But Quicherat is also of opinion that\n    they both fought in the relief of Orleans.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "She was, however, acquainted with the simpler byword, that France\n    should be destroyed by a woman and afterwards redeemed by a\n    virgin, which she quoted to several persons on her first setting\n    out.",
        "[2] I have to thank Mr. Andrew Lang for making the course of these\n    events quite clear to myself.",
        "[3] Mr. Andrew Lang thinks that this appearance at Toul was made after\n    she had finally left Domremy, and when she was already accompanied\n    by the escort which was to attend her to Chinon.",
        "[4] Mr. Andrew Lang will not hear of this. He thinks the man was a\n    mere King’s messenger with news, probably charged with the\n    melancholy tidings of the loss at Rouvray (Battle of the\n    Herrings): and that the fact he did accompany Jeanne and her\n    little part was entirely accidental.",
        "[5] Her brother Pierre is said by some to have been of the party. La\n    Chronique de la Pucelle says two of her brothers. Mr. Andrew\n    Lang, however, tells us that Pierre did not join his sister’s\n    party till much later–in the beginning of June: and this is the\n    statement of Jean de Metz. But Quicherat is also of opinion that\n    they both fought in the relief of Orleans.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}