{
    "title": "Jeanne d’Arc - Chapter XV - Re-Examination. March-May, 1431.",
    "author": "Mrs. Oliphant",
    "chapter": "16",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "Upon all these contentions followed the calm of Palm Sunday, a great\nand touching festival, the first break upon the gloom of Lent, and a\nforerunner of the blessedness of Easter. We have already told how–a\nsemblance of charity with which the reader might easily be deceived–\nthe Bishop and four of his assessors had gone to the prison to offer\nto the Maid permission to receive the sacrament if she would do so in\na woman’s dress: and how after pleading that she might be allowed that\nprivilege as she was, in her male costume, and with a pathetic\nstatement that she would have yielded if she could, but that it was\nimpossible–she finally refused; and was so left in her prison to pass\nthat sacred day unsuccoured and alone. The historian Michelet, in the\nwonderful sketch in which he rises superior to himself, and which\namidst all after writings remains the most beautiful and touching\nmemorial of Jeanne d’Arc, has made this day a central point in his\ntale, using with the skill of genius the service of the Church\nappropriate to the day, in heart-rending contrast with those doors of\nthe prison which did not open, and the help of God which did not come\nto the young and solitary captive. Le beau jour fleuri passed over\nher in darkness and desertion: her agony and passion lay before her\nlike those of the Divine Sufferer, to whom every day of the succeeding\nweek is specially consecrated. There is almost indeed a painful\nfollowing of the Saviour’s steps in these dark days, the circumstances\nlending themselves in a wonderful way to the comparison which French\nwriters love to make, but which many of us must always feel, however\nspotless the sufferer, to have a certain irreverence in them. But if\never martyr were worthy of being called a partaker of the sufferings\nof Christ it was surely this girl, free, if ever human creature was,\nfrom self-seeking, or thought of reward, or ambitious hope, in whose\nheart there had never been any motive but the service of God and the\ndeliverance of her country, who had neither looked before nor after,\nnor put her own interests into consideration in any way. Silently the\nfeast passed with no holy privileges of religion, no blessed token of\nthe spring, no remembrance of the waving palms and scattered blossoms\nover which her Lord rode into Jerusalem to die. She had not that sweet\nfallacious triumph; but the darker ordeal remained for her to follow.",
        "On Tuesday the 27th of March, her troubles began again. Before Palm\nSunday, the report of the trial had been read to her. She had now to\nhear the formal reading of the articles founded upon it, to give a\nfinal response if she had any to give, or explanation, or addition, if\nshe thought proper. The sitting was held in the great hall of the\nCastle of Rouen before a band of more than forty, all assembled for\nthis final test. The Bishop made a prefactory speech to the prisoner,\npointing out to her how benign and merciful were the judges now\nassembled, that they had no wish to punish, but rather to instruct and\nlead her in the right way; and requesting her at this late period in\nthe proceedings to choose one or more from among them to help her. To\nwhich Jeanne replied; “In the first place concerning my good and our\nfaith, I thank you and all the company. As for the counsellor you\noffer me I thank you also, but I have no need to depart from our Lord\nas my counsellor.”",
        "The articles, in which the former questions put to her and answered by\nher, were now repeated in the form of accusations, were then read to\nher one by one; her sorcery, sacrilege, etc., being taken as facts. To\na few she repeated, with various forcible and fine turns of phrase,\nher previous answers, with here and there a new explanation; but to\nthe great majority she referred simply to her former replies, or\ndenied the charge, as follows: “The second article concerning\nsortilège, superstitious acts and divination, she denied, and in\nrespect to adoration (i.e. allowing herself to be adored) said: If any\nkissed her hands or her garments, it was not by her will, and that she\nkept herself from it as much as she could; and the rest of the article\nshe denies.” This is a specimen of the manner in which she responded,\nwith a clear-headed and undisturbed intelligence, point after point–\nipsa Johanna negat, is the usual refrain: or else she referred with\ndignity to previous replies as her sole answer. But sometimes the girl\nwas moved to indignation, sometimes added a word in her own defence:\n“As for fairies she knew not what they were, and as for her education\nshe had been well and duly instructed what to believe, as a good child\nshould.” This was her answer to the article in which all the folk-lore\nof Domremy, all the fairy tales, had been collected into a solemn\nstatement of heresy. The matter of dress was once more treated in\nendless detail, with many interjected questions and reports of what\nshe had already said: and at the end, answering the statement that\nwoman’s dress was most fit for woman’s work, Jeanne added the quick\nmot/: “As for the usual work of women, there are enough of other\nwomen to do it.” On another occasion when the report ran that she\nclaimed to have done all things by the counsel of God, she interrupted\nand said “that it ought to be, all that I have done well.” To her\nformer answer that she had yielded to the desire of the French knights\nin attacking Paris, she added the fine words, “It seemed to me that it\nwas their duty to attack their adversaries.” In respect to her visions\nshe added to her former answer, “that she had not asked advice of\nbishop, curé, or any other before believing her revelations, but had\nmany times prayed God to reveal them to others of her party.” About\ncalling her saints when she required their aid she added, that she\nasked God and Our Lady to send her council and comfort, and\nimmediately her heavenly visitors came; and that this was the prayer\nshe made:",
        " “Gentle God, in honour of Your[1] passion, I pray You, if You love\n  me, that You would reveal to me how I ought to answer these people\n  of the Church. I know well by what command it was that I took this\n  dress, but I know not in what manner I ought to give it up. For\n  this may it please You to teach me.”",
        "In respect to the reproach that she had been a general in the war\n(/chef de guerre), she explained that if she were, it was to drive\nout the English, repelling the accusation that she had assumed this\ntitle in pride; and to that which accused her of preferring to live\namong men, she explained that when she was in a lodging she generally\nhad a woman with her; but that when engaged in war she lived in her\nclothes whenever there was not a woman present. In respect to her hope\nof escaping from prison, she was asked if her council had thrown any\nlight on that question, and replied, “I have yet to tell you.\"\nManchon, the clerk, makes a note upon his margin at these words,\n“Proudly answered\"–/superbe responsum.",
        "This re-examination lasted for two long days, the 27th and 28th of\nMarch. On several points Jeanne requested that she might be allowed to\ngive an answer on Saturday, and accordingly, on Saturday, the last day\nof March, Easter Eve, she was visited in prison by the Bishop and\nseven or eight assessors. She was then asked if she would submit to\nthe judgment of the Church on earth all that she had done and said,\nspecially in things that concerned her trial. She answered that she\nwould submit to the judgment of the Church militant, provided that it\ndid not enforce anything that was impossible. She explained that what\nshe called impossible was to acknowledge that the visions and\nrevelations came otherwise than from God, or that what she had done\nwas not on the part of God: these she would never deny or revoke for\nany power on earth: and that which our Lord had commanded or should\ncommand, she would not give up for any living man, and this would be\nimpossible to her. And in case the Church should command her to do\nanything contrary to the command given her by God she would not do it\nfor any reason whatsoever. Asked whether she would submit to the\nChurch if the Church militant pronounced that her revelations were\ndelusions or from the devil, or superstitious, or evil things, she\nanswered that she would refer everything to our Lord, whose command\nshe always obeyed; and that she knew well that everything had come to\nher by the commandment of God; and that what she had affirmed during\nthis trial to have been done by the commandment of God it would be\nimpossible for her to deny. And in case the Church militant commanded\nher to go against God, she would submit herself to no man in this\nworld but to our Lord, whose good commandment she had always obeyed.\nShe was asked if she did not believe that she was subject to the\nChurch on earth, that is, to our Holy Father the Pope, the Cardinals,\nBishops, and other prelates of the Church. She answered, “Yes, our\nLord being served first.” Asked if she had directions from her voices\nnot to submit to the Church militant which is on earth, nor to its\njudgment, she replied that she does not answer according to what comes\ninto her head, but that when she replies it is by commandment; and\nthat she has never been told not to obey the Church, our Lord being\nserved first (/noster Sire premier servi).",
        "Other less formal particulars come to us long after, from various\nwitnesses at the procès de rehabilitation, in which a lively picture\nis given of this scene. Frère Isambard had apparently managed, as was\nhis wont, to get close to the prisoner, and to whisper to her to\nappeal to the Council of Bâle. “What is this Council of Bâle?” she\nasked in the same tone. Isambard replied that it was the “congregation\nof the whole Church, Catholic and Universal, and that there would be\nas many there on her side as on that of the English.” “Ah!” she cried,\n“since there will be some of our party in that place, I will willingly\nyield and submit to the Council of Bâle, to our Holy Father the Pope,\nand to the sacred Council.\"[2] And immediately–continues the\ndeposition–the Bishop of Beauvais cried out, “Silence, in the devil’s\nname!” and told the notary to take no notice of what she said, that\nshe would submit herself to the Council of Bâle; whereupon a second\ncry burst from the bosom of Jeanne, “You write what is against me, but\nyou will not write what is for me.” “Because of these things, the\nEnglish and their officers threatened terribly the said Frère\nIsambard, warning him that if he did not hold his peace he would be\nthrown in the Seine.” No notice whatever is taken of any such\ninterruption in the formal record. It must have been before this time\nthat Jean de la Fontaine disappeared. He left Rouen secretly and never\nreturned, nor does he ever appear again. Frère Isambard is said to\nhave taken temporary refuge in his convent; they scattered, de par\nl’diable, according to the Christian adjuration of Mgr. De Beauvais;\nthough l’Advenu would seem to have held his ground, and served as\nConfessor to Jeanne in her agony, at which Frère Isambard was also\npresent. We are told that the Deputy Inquisitor Lemâitre, he who had\nbeen got to lend the aid of his presence with such difficulty,\nfiercely warned the authorities that he would have no harm done to\nthose two friars, from which we may infer that he too had leanings\ntowards the Maid; and these honest and loyal men, well deserving of\ntheir country and of mankind, should not lose their record when the\ntragic story of so much human treachery and baseness has to be told.",
        "After this there came a long pause, full of much business to the\njudges, councillors, and clerks who had to reduce the seventy articles\nto twelve, in order to forward a summary of the case to the University\nof Paris for their judgment. Jeanne in the meantime had been left, but\nnot neglected, in her prison. The great Feast of Easter had passed\nwithout any sacred consolation of the Church; but Monseigneur de\nBeauvais, in his kindness, sent her a carp to keep the feast withal,\nif not any spiritual food. It was quite congenial to the spirit of the\ntime to imagine that the carp had been poisoned, and such a thought\nseems to have crossed the mind of Jeanne, who was very ill after\neating of it, and like to die. But it was not thus, poisoned in\nprison, that it would have suited any of her persecutors to let her\ndie. As a matter of fact, as soon as it was known that she was ill,\nthe best doctors procurable were sent to the prison with peremptory\norders to prolong her life and cure her at any cost. But for a little\ntime we lose sight of the sick-bed on which the unfortunate Maid lay\nfully dressed, never relinquishing the garb which was her protection,\nwith her feet chained to her uneasy couch. Even at the moment when her\nlife hung in the balance we read of no indulgence granted in this\nrespect, no unlocking of the infamous chain, nor substitution of a\ngentler nurse for the attendant houspillers, who were her guards\nnight and day.",
        "When the Bishop and his court had completed their business and sent\noff to Paris the important document on which so much depended, they\nfound themselves at leisure to return to Jeanne, to inquire after her\nhealth and to make her “a charitable admonition.” It was on the 18th\nof April, after the silence of more than a fortnight, that their visit\nwas made with this benevolent purpose. Seven of her judges attended\nthe Bishop into the sick-chamber. They had come, he assured her,\ncharitably and familiarly, to visit her in her sickness and to carry\nher comfort and consolation. Most of these men were indeed familiar\nenough: she had seen their faces already through many a dreadful day,\nthough there were one or two which were new and strange, come to stare\nat her in the depths of her distress. Cauchon reminded her how much\nand how carefully she had been questioned by the most wise and learned\nmen; and that those there present were ready to do anything for the\nsalvation of her soul and body in every possible way, by instructing\nor advising her. He added, however, that if she still refused to\naccept advice, and to act according to the counsel of the Church, she\nwas in the greatest danger–to which she replied:",
        "“It seems to me, being so ill as I am, that I am in great danger of\ndeath. And if it is thus that God pleases to decide for me, I ask of\nyou to be allowed to confess and receive my Saviour, and to be laid in\nholy ground.”",
        "“If you desire to have the rites and sacraments of the Church,” said\nCauchon, “you must do as good Catholics ought to do, submit to Holy\nChurch.” She answered, “I can say no other thing to you.” She was then\ntold that if she was in fear of death through sickness she ought all\nthe more to amend her life; but that she could not have the privileges\nof the Church as a Catholic, if she did not submit to the Church. She\nanswered: “If my body dies in prison, I hope that you will bury me in\nconsecrated ground: yet if not, I still hope in our Lord.”",
        "She was then reminded that she had said in her trial–if anything had\nbeen said or done by her against our Christian faith ordained by our\nLord, that she would not stand by it. She answered, “I refer to the\nanswer I made, and to our Lord.”",
        "It was then asked of her, since she believed herself to have had many\nrevelations from God by St. Michael, St. Catherine, and St. Margaret,\nwhether if there should appear some good creature (/sic) who\nprofessed to have had a revelation from God in respect to her, she\nwould believe that? She answered that there was no Christian in the\nworld who could come to her professing to have had a revelation, of\nwhom she should not know whether he spoke the truth or not: she would\nknow it through St. Catherine and St. Margaret.",
        "Asked, if she could not imagine that God might reveal something to a\ngood creature who might be unknown to her, she answered: “Yes; but I\nwould not believe either man or woman without a sign.”",
        "Asked, if she believed that the Holy Scripture was revealed by God,\nshe answered, “You know that I do, and it is good to know.”",
        "The last answer she made in respect to submission to Holy Church was\nthis, “Whatever may happen to me I will neither do nor say anything\nelse, for I have answered before, during the trial.”",
        "She was then “exhorted powerfully by the venerable doctors present\"\n(four are mentioned by name) to submit to our Mother the Church, with\nmany authorities and examples drawn from the Holy Scriptures; and\nfinally, Magister Nicolas Midi made her an exhortation from Matthew\nxviii.: “If your brother trespass against you,” and what follows, “If\nhe will not hear the Church, let him be to you as a heathen man and a\npublican.” This was expounded to Jeanne in the French tongue and,\nfinally, she was told that if she would not obey and submit to the\nChurch she must be given up as if she was a Saracen. To which Jeanne\nreplied that she was a good Christian and well baptised, and that she\ndesired to die as a Christian. She was then asked whether, since she\nbegged leave of the Church to receive her Saviour, she would submit to\nthe Church if it were promised to her that she should receive. She\nanswered that she would say no more than she had said; that she loved\nGod, served Him, and was a good Christian, and would aid and uphold\nthe Holy Church with all her power. Asked if she wished that a\nbeautiful procession should be made for her to restore her to health,\nshe answered that she would be glad if the Church and the Catholics\nwould pray for her.",
        "For another fortnight Jeanne was sent back into the silence, and to\nher own thoughts, which must have grown heavier and heavier as the\nweary days went on, and no sound of approaching deliverance came, no\nrumour of help at hand. All was quiet and safe at Rouen; amid the\nbabble of the courtyard which she might hear fitfully when her\nguardians were quieter than usual, there was not one word which\nbrought the hope of a French army at hand, or of any movement to\nrescue her. All was silent in the world around, not a breath of hope,\nnot the whisper of a friend. It was not till the 2d of May that the\ndreadful blank was again broken, and she was called to the great hall\nof the castle for another interview with her tormentors. When she was\nled into the hall it was full, as in the first sitting, sixty-three\njudges in all being present. The interest had flagged or the pity had\ngrown as the trial dragged its slow length along; but now, when every\nday the verdict was expected from Paris, the interest had risen again.\nOn her way from her prison to the hall, it was necessary to pass the\ndoor of the castle chapel: and here once or twice Massieu, the officer\nof the court, had permitted her to pause and kneel down as she passed.\nThis was all the celebration of the Paschal Feast that was permitted\nto Jeanne. The compassionate official, however, was discovered in this\nsmall service of charity, and sternly reprimanded and threatened.\nHenceforward she had to pass without even a longing look through the\ndoor at the altar on which was the holy sacrament.",
        "She came in on the renewed sitting of the 2d May to find the assembled\npriests settling themselves, after the address which had been made to\nthem, to hear another address which John de Chasteillon, Archdeacon,\nhad prepared for herself, in which he said much that was good both for\nbody and soul, to which she consented. He had a list of twelve\narticles in his hands, and explained and expounded them to her, as\nthey were the occasion of the sitting. He then “admonished her in\ncharity,” explaining that those who were faithful to Christ hold\nfirmly and closely to the Christian creed, and adjuring her to consent\nand to amend her ways. To this Jeanne answered: “Read your book,\"\nmeaning the schedule held by Monseigneur the Archdeacon, “and then I\nwill answer you. I refer myself to God my master in all things; and I\nlove Him with all my heart.”",
        "To read this book, however, was precisely what Monseigneur the\nArchdeacon had no intention of doing. She was never allowed to hear\nthe twelve articles upon which the verdict against her was founded;\nbut the speaker gave her a long discourse by way of explanation,\nfollowing more or less the schedule which he held. This “monition\ngeneral,” however, elicited no detailed reply from Jeanne, who\nanswered briefly with some impatience, “I refer myself to my judge,\nwho is the King of Heaven and earth.” The “Lord Archdeacon” then\nproceeded to “monitions particulares.”",
        "It was then once more explained to her that this reference to God\nalone was a refusal to submit to the Church militant, and she was\ninstructed in the authority of the Church, which it was the duty of\nevery Christian to believe–/unam sanctam Ecclesiam always guided by\nthe Holy Spirit and which could not err, to the judgment of which\nevery question should be referred. She answered: “I believe in the\nChurch here below; but my doings and sayings, as I have already said,\nI refer and submit to God. I believe that the Church militant cannot\nerr or fail; but as for my deeds and words I put them all before God,\nwho has made me do that which I have done\"; she also said that she\nsubmitted herself to God, her Creator, who had made her do everything,\nand referred everything to Him, and to Him alone.",
        "She was then asked, if she would have no judge on earth and if our\nHoly Father the Pope were not her judge; she answered: “I will tell\nyou nothing more. I have a good master, that is our Lord, on whom I\ndepend for everything, and not an any other.”",
        "She was then told that if she would not believe the Church and the\narticle Ecclesiam sanctam Catholicam, that she might be reckoned as\na heretic and punished by burning: to which she answered: “I can say\nnothing else to you; and if I saw the fire before me, I should say\nonly that which I say, and could do nothing else.” (Once more at this\npoint the clerk writes on his margin, “Proud reply\"–/Superba\nresponsio–but whether in admiration or in blame it would be hard to\nsay.)",
        "Asked, if the Council General, or the Holy Father, Cardinals, etc.,\nwere there–whether she would submit to them. “You shall have no\nother answer from me,” she said.",
        "Asked, if she would submit to our Holy Father the Pope: she answered,\n“Take me to him and I will answer him,” but would say no more.",
        "Questioned in respect to her dress, she answered, that she would\nwillingly accept a long dress and a woman’s hood to go to church to\nreceive her Saviour, provided that, as she had already said, she were\nallowed to wear it on that occasion only, and then to take back that\nwhich she at present wore. Further, when it was set before her that\nshe wore that dress without any need, being in prison, she answered,\n“When I have done that for which I was sent by God, I will then take\nback a woman’s dress.” Asked, if she thought she did well in being\ndressed like a man, she answered, “I refer every thing to our Lord.”",
        "Again, after the exhortation made to her, namely, that in saying that\nshe did well and did not sin in wearing that dress, and in the\ncircumstances which concerned her assuming and wearing it, and in\nsaying that God and the saints made her do so–she blasphemed, and as\nis contained in this schedule, erred and did evil: she answered that\nshe never blasphemed God or the saints.",
        "She was then admonished to give up that dress, and no longer to think\nit was right, and to return to the garb of a woman; but answered that\nshe would make no change in this respect.",
        "Concerning her revelations: she replied in regard to them, that she\nreferred everything to her judge, that is God, and that her\nrevelations were from God, without any other medium.",
        "Asked concerning the sign given to the King if she would refer to the\nArchbishop of Rheims, the Sire de Boussac, Charles de Bourbon, La\nTremouille, and La Hire, to them or to any one of them, who, according\nto what she formerly said, had seen the crown, and were present when\nthe angel brought it, and gave it to the Archbishop; or if she would\nrefer to any others of her party who might write under their seals\nthat it was so; she answered, “Send a messenger, and I will write to\nthem about the whole trial”: but otherwise she was not disposed to\nrefer to them.",
        "In respect to her presumption in divining the future, etc., she\nanswered, “I refer everything to my judge who is God, and to what I\nhave already answered, which is written in the book.”",
        "Asked, if two or three or four knights of her party were to be brought\nhere under a safe conduct, whether she would refer to them her\napparitions and other things contained in this trial; answered, “Let\nthem come and then I will answer:” but otherwise she was not willing\nto refer to anyone.",
        "Asked whether, at the Church of Poitiers where she was examined, she\nhad submitted to the Church, she answered, “Do you hope to catch me in\nthis way, and by that draw advantage to yourselves?”",
        "In conclusion, “afresh and abundantly,” she was admonished to submit\nherself to the Church, on pain of being abandoned by the Church; for\nif the Church left her she would be in great danger of body and of\nsoul; and she might well put herself in peril of eternal fire for the\nsoul, as well as of temporal fire for the body, by the sentence of\nother judges. “You will not do this which you say against me, without\ndoing injury to your own bodies and souls,” she said.",
        "Asked, whether she could give a reason why she would not submit to the\nChurch: but to this she would make no additional reply.",
        "Again a week passed in busy talk and consultation without, in silence\nand desertion within. On the 9th of May the prisoner was again led,\nthis time to the great tower, apparently the torture chamber of the\ncastle, where she found nine of her judges awaiting her, and was once\nmore adjured to speak the truth, with the threat of torture if she\ncontinued to refuse. Never was her attitude more calm, more dignified\nand lofty in its simplicity, than at this grim moment.",
        "“Truly,” she replied, “if you tear the limbs from my body, and my soul\nout of it, I can say nothing other than what I have said; or if I said\nanything different, I should afterwards say that you had compelled me\nto do it by force.” She added that on the day of the Holy Cross, the\n3d of May past, she had been comforted by St. Gabriel. She believed\nthat it was St. Gabriel: and she knew by her voices that it was St.\nGabriel. She had asked counsel of her voices whether she should submit\nto the Church, because the priests pressed her so strongly to submit:\nbut it had been said to her that if she desired our Lord to help her\nshe must depend upon Him for everything. She added that she knew well\nthat our Lord had always been the master of all she did, and that the\nEnemy had nothing to do with her deeds. Also she had asked her voices\nif she should be burned, and the said voices had replied to her that\nshe was to wait for the Lord and He would help her.",
        "Afterwards in respect to the crown which had been handed by the angel\nto the Archbishop of Rheims, she was asked if she would refer to him.\nShe answered: “Bring him here, that I may hear what he says, and then\nI shall answer you; he will not dare to say the contrary of that which\nI have said to you.”",
        "The Archbishop of Rheims had been her constant enemy; all the\nhindrances that had occurred in her active life, and the constant\nattempts made to balk her even in her brief moment of triumph, came\nfrom him and his associate La Trémouille. He was the last person in\nthe world to whom Jeanne naturally would have appealed. Perhaps that\nwas the admirable reason why he was suggested in this dreadful crisis\nof her fate.",
        "A few days later, it was discussed among those dark inquisitors\nwhether the torture should be applied or not. Finally, among thirteen\nthere were but two (let not the voice of sacred vengeance be silent on\ntheir shame though after four centuries and more), Thomas de\nCourcelles, first of theologians, cleverest of ecclesiastical lawyers,\nmildest of men, and Nicolas L’Oyseleur, the spy and traitor, who voted\nfor the torture. One man most reasonably asked why she should be put\nto torture when they had ample material for judgment without it? One\ncannot but feel that the proceedings on this occasion were either\nintended to beguile the impatience of the English authorities, eager\nto be done with the whole business, or to add a quite gratuitous pang\nto the sufferings of the heroic girl. As the men were not devils,\nthough probably possessed by this time, the more cruel among them, by\nthe horrible curiosity, innate alas! in human nature, of seeing how\nfar a suffering soul could go, it is probable that the first motive\nwas the true one. The English, Warwick especially, whose every\nmovement was restrained by this long-pending affair, were exceedingly\nimpatient, and tempted at times to take the matter into their own\nhands, and spoil the perfectness of this well constructed work of art,\nconducted according to all the rules, the beautiful trial which was\ndear to the Bishop’s heart–and destined to be, though perhaps in a\nsense somewhat different to that which he hoped, his chief title to\nfame.",
        "Ten days after, the decision of the University of Paris arrived, and a\ngreat assembly of counsellors, fifty-one in all, besides the permanent\npresidents, collected together in the chapel of the Archbishop’s\nhouse, to hear that document read, along with many other documents,\nthe individual opinions of a host of doctors and eminent authorities.\nAfter an explanation of the solemn care given by the University to the\nconsideration of every one of the twelve articles of the indictment,\nthat learned tribunal pronounced its verdict upon each. The length of\nthe proceedings makes it impossible to reproduce these. First as to\nthe early revelations given to Jeanne, described in the first and\nsecond articles, they are denounced as “murderous, seductive, and\npernicious fictions,” the apparitions those of “malignant spirits and\ndevils, Belial, Satan, and Behemoth.” The third article, which\nconcerned her recognition of the saints, was described more mildly as\ncontaining errors in faith; the fourth, as to her knowledge of future\nevents, was characterised as “superstitious and presumptuous\ndivination.” The fifth, concerning her dress, declared her to be\n“blasphemous and contemptuous of God in His Sacraments.” The sixth, by\nwhich she was accused of loving bloodshed, because she made war\nagainst those who did not obey the summons in her letters bearing the\nname Jhesus Maria, was declared to prove that she was cruel, “seeking\nthe shedding of blood, seditious, and a blasphemer of God.” The tenor\nis the same to the end: Blasphemy, superstition, pernicious doctrine,\nimpiety, cruelty, presumption, lying; a schismatic, a heretic, an\napostate, an idolator, an invoker of demons. These are the conclusions\ndrawn by the most solemn and weighty tribunal on matters of faith in\nFrance. The precautions taken to procure a full and trustworthy\njudgment, the appeal to each section in turn, the Faculty of Theology,\nthe Faculty of Law, the “Nations,” all separately and than all\ntogether passing every item in review–are set forth at full length.\nEvery formality had been fulfilled, every rule followed, every detail\nwas in the fullest order, signed and sealed and attested by solemn\nnotaries, bristling with well-known names. A beautiful judgment, equal\nto the trial, which was beautiful too–not a rule omitted except those\nof justice, fairness, and truth! The doctors sat and listened with\nevery fine professional sense satisfied.",
        " “If the beforesaid woman, charitably exhorted and admonished by\n  competent judges, does not return spontaneously to the Catholic\n  faith, publicly abjure her errors, and give full satisfaction to\n  her judges, she is hereby given up to the secular judge to receive\n  the reward of her deeds.”",
        "The attendant judges, each in his place, now added their adhesion.\nMost of them simply stated their agreement with the judgment of the\nUniversity, or with that of the Bishop of Fecamp, which was a similar\ntenor; a few wished that Jeanne should be again “charitably\nadmonished\"; many desired that on this selfsame day the final sentence\nshould be pronounced. One among them, a certain Raoul Sauvage\n(Radulphus Silvestris), suggested that she should be brought before\nthe people in a public place, a suggestion afterwards carried out.\nFrère Isambard desired that she should be charitably admonished again\nand have another chance, and that her final fate should still be in\nthe hands of “us her judges.” The conclusion was that one more\n“charitable admonition” should be given to Jeanne, and that the law\nshould then take its course. The suggestion that she should make a\npublic appearance had only one supporter.",
        "This dark scene in the chapel is very notable, each man rising to\npronounce what was in reality a sentence of death,–fifty of them\nalmost unanimous, filled no doubt with a hundred different motives, to\nplease this man or that, to win favour, to get into the way of\npromotion,–but all with a distinct consciousness of the great yet\nhorrible spectacle, the stake, the burning:–though perhaps here and\nthere was one with a hope that perpetual imprisonment, bread of sorrow\nand water of anguish, might be substituted for that terrible death.\nFinally, it was decided that–always on the side of mercy, as every\nact proved–the tribunal should once more “charitably admonish” the\nprisoner for the salvation of her soul and body, and that after all\nthis “good deliberation and wholesome counsel” the case should be\nconcluded.",
        "Again there follows a pause of four days. No doubt the Bishop and his\nassessors had other things to do, their ecclesiastical functions,\ntheir private business, which could not always be put aside because\none forsaken soul was held in suspense day after day. Finally on the\n24th of May, Jeanne again received in her prison a dignified company,\nsome quite new and strange to her (indeed the idea may cross the\nreader’s mind that it was perhaps to show off the interesting prisoner\nto two new and powerful bishops, the first, Louis of Luxembourg, a\nrelative of her first captor, that this last examination was held),\nnine men in all, crowding her chamber–/exponuntur Johannæ defectus\nsui, says the record–to expound to Jeanne her faults. It was\nMagister Peter Morice to whom this office was confided. Once more the\n“schedule” was gone over, and an address delivered laden with all the\nbad words of the University. “Jeanne, dearest friend,” said the orator\nat last, “it is now time, at the end of the trial, to think well what\nwords these are.” She would seem to have spoken during this address,\nat least once–to say that she held to everything she had said during\nthe trial. When Morice had finished she was once more questioned\npersonally.",
        "She was asked if she still thought and believed that it was not her\nduty to submit her deeds and words to the Church militant, or to any\nother except God, upon which she replied, “What I have always said and\nheld to during the trial, I maintain to this moment\"; and added that\nif she were in judgment and saw the fire lighted, the faggots burning,\nand the executioner ready to rake the fire, and she herself within the\nfire, she could say nothing else, but would sustain what she had said\nin her trial, to death.",
        "Once more the scribe has written on his margin the words Responsio\nJohannæ superba–the proud answer of Jeanne. Her raised head, her\nexpanded breast, something of a splendour of indignation about her,\nmust have moved the man, thus for the third time to send down to us\nhis distinctly human impression of the worn out prisoner before her\njudges. “And immediately the promoter and she refusing to say more,\nthe cause was concluded,” says the record, so formal, sustained within\nsuch purely abstract limits, yet here and there with a sort of throb\nand reverberation of the mortal encounter. From the lips of the\nInquisitor too all words seemed to have been taken. It is as when amid\nthe excited crowd in the Temple the officers of the Pharisees\napproaching to lay hands on a greater than Jeanne, fell back, not\nknowing why, and could not do their office. This man was silenced\nalso. Two bishops were present, and one a great man full of patronage;\nbut not for the richest living in Normandy could Peter Morice find any\nmore to say.",
        "These are in one sense the words of Jeanne; the last we have from her\nin her prison, the last of her consistent and unbroken life. After,\nthere was a deeper horror to go through, a moment when all her forces\nfailed. Here on the verge of eternity she stands heroic and\nunyielding, brave, calm, and steadfast as at the outset of her career,\nthe Maid of France. Were the fires lighted and the faggots burning,\nand she herself within the fire, she had no other word to say.\n\n[1] It is correct in French to use the second person plural in\n    addressing God, thou being a more intimate and less respectful\n    form of speech. Such a difference is difficult to remember, and\n    troubles the ear. The French, even those who ought to know better,\n    sometimes speak of it as a supreme profanity on the part of the\n    profane English, that they address God as thou.\n[2] The French report goes on, “et requiert ––,” but no more. It is\n    not in the Latin. The scribe was stopped by the Bishop’s profane\n    outcry, and forbidden to register the fact she was about to make a\n    direct appeal to the Pope.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] It is correct in French to use the second person plural in\n    addressing God, thou being a more intimate and less respectful\n    form of speech. Such a difference is difficult to remember, and\n    troubles the ear. The French, even those who ought to know better,\n    sometimes speak of it as a supreme profanity on the part of the\n    profane English, that they address God as thou.",
        "[2] The French report goes on, “et requiert ––,” but no more. It is\n    not in the Latin. The scribe was stopped by the Bishop’s profane\n    outcry, and forbidden to register the fact she was about to make a\n    direct appeal to the Pope.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}