{
    "title": "Jeanne d’Arc - Chapter XII - Before the Trial. Lent, 1431.",
    "author": "Mrs. Oliphant",
    "chapter": "13",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "We have not, however, sufficiently described the horror of the prison,\nand the treatment to which Jeanne was exposed, though the picture is\nalready dark enough. It throws a horrible yet also a grotesque light\nupon the savage manners of the time to find that the chamber in which\nshe was confined, had secret provision for an espionnage of the most\nbase kind, openings made in the walls through which everything that\ntook place in the room, every proceeding of the unfortunate prisoner,\ncould be spied upon and every word heard. The idea of such a secret\nwatch has always been attractive to the vulgar mind, and no doubt it\nhas been believed to exist many times when there was little or no\njustification for such an infernal thought. From the “ear” of\nDionysius, down to the Trou Judas, which early tourists on the\nContinent were taught to fear in every chamber door, the idea has\ndescended to our own times. It would seem, however, to be beyond doubt\nthat this odious means of acquiring information was in full operation\nduring the trial of Jeanne, and various spies were permitted to peep\nat her, and to watch for any unadvised word she might say in her most\nprivate moments. We are told that the Duke of Bedford made use of the\nopportunity in a still more revolting way, and was present, a secret\nspectator, at the fantastic scene when Jeanne was visited by a\ncommittee of matrons who examined her person to prove or to disprove\none of the hateful insinuations which were made about her. The\nimagination, however, refuses to conceive that a man of serious age\nand of high functions should have degraded himself to the level of a\nPeeping Tom in this way; all the French historians, nevertheless,\nrepeat the story though on the merest hearsay evidence. And they also\nrelate, with more apparent truth, how a double treachery was committed\nupon the unfortunate prisoner by stationing two secretaries at these\nopenings, to take down her conversation with a spy who had been sent\nto her in the guise of a countryman of her own; and that not only\nCauchon but Warwick also was present on this occasion, listening,\nwhile their plot was carried out by the vile traitor inside. The\nclerks, we are glad to say, are credited with a refusal to act: but\nWarwick did not shrink from the ignominy. The Englishmen indeed shrank\nfrom no ignominy; nor did the great French savants assembled under the\npresidency of the Bishop. It is necessary to grant to begin with that\nthey were neither ignorant nor base men, yet from the beginning of the\ntrial almost every step taken by them appears base, as well as marked,\nin the midst of all their subtlety and diabolical cunning, by the\nprofoundest ignorance of human nature. The spy of whom we have spoken,\nL’Oyseleur (bird-snarer, a significant name), was sent, and consented\nto be sent, to Jeanne in her prison, as a fellow prisoner, a pays,\nlike herself from Lorraine, to invite her confidence: but his long\nconversations with the Maid, which were heard behind their backs by\nthe secretaries, elicited nothing from her that she did not say in the\npublic examination. She had no secret devices to betray to a traitor.\nShe would not seem, indeed, to have suspected the man at all, not even\nwhen she saw him among her judges taking part against her. Jeanne\nherself suspected no falsehood, but made her confession to him, when\nshe found that he was a priest, and trusted him fully. The bewildering\nand confusing fact, turning all the contrivances of her judges into\nfoolishness, was, that she had nothing to confess that she was not\nready to tell in the eye of day.",
        "The adoption of this abominable method of eliciting secrets from the\ncandid soul which had none, was justified, it appears, by the manner\nof her trial, which was after the rules of the Inquisition–by which\neven more than by those which regulate an ordinary French trial the\nguilt of the accused is a foregone conclusion for which proof is\nsought, not a fair investigation of facts for abstract purposes of\njustice. The first thing to be determined by the tribunal was the\ncounts of the indictment against Jeanne; was she to be tried for\nmagical arts, for sorcery and witchcraft? It is very probable that the\nmission of L’Oyseleur was to obtain evidence that would clear up this\nquestion by means of recalling to her the stories of her childhood, of\nthe enchanted tree, and the Fairies’ Well; from which sources, her\naccusers anxiously hoped to prove that she derived her inspiration.\nBut it is very clear that no such evidence was forthcoming, and that\nit seemed to them hopeless to attribute sorcery to her; therefore the\naccusation was changed to that of heresy alone. The following mandate\nfrom the University authorising her prosecution will show what the\ncharge was; and the reader will note that one of its darkest items is\nthe costume, which for so many good and sufficient reasons she wore.\nHere is the official description of the accused:",
        "“A woman, calling herself the Maid, leaving the dress and habit of her\nsex against the divine law, a thing abominable to God, clothed and\narmed in the habit and condition of a man, has done cruel deeds of\nhomicide, and as is said has made the simple people believe, in order\nto abuse and lead them astray, that she was sent by God, and had\nknowledge of His divine secrets; along with several other doctrines\n(/dogmatisations), very dangerous, prejudicial, and scandalous to our\nholy Catholic faith, in pursuing which abuses, and exercising\nhostility against us and our people, she has been taken in arms,\nbefore Compiègne, and brought as a prisoner before us.”",
        "According to French law the indictment ought to have been founded upon\na preliminary examination into the previous life of the accused,\nwhich, as it does not appear in the formal accusations, it was\nsupposed had never been made. Recent researches, however, have proved\nthat it was made, but was not of a nature to strengthen or justify any\naccusation. All that the examiners could discover was that Jeanne\nd’Arc was a good and honest maid who left a spotless reputation behind\nher in her native village, and that not a suspicion of\ndogmatisations, nor worship of fairies, nor any other unseemly thing\nwas associated with her name. Other things less favourable, we are\ntold, were reported of her: the statement, for instance, made in\napparent good faith by Monstrelet the Burgundian chronicler, that she\nhad been for some time a servant in an auberge, and there had\nlearned to ride, and to consort with men–a statement totally without\nfoundation, which was scarcely referred to in the trial.",
        "The skill of M. Quicherat discovered the substance of those inquiries\namong the many secondary papers, but they were not made use of in the\nformal proceedings. This also we are told, though contrary to the\nhabit of French law, was justified by the methods of the Inquisition,\nwhich were followed throughout the trial. One breach of law and\njustice, however, is permitted by no code. It is expressly forbidden\nby French, and even by inquisitorial law, that a prisoner should be\ntried by his enemies–that is by judges avowedly hostile to him: an\ninitial difficulty which it would have been impossible to get over and\nwhich had therefore to be ignored. One brave and honest man, Nicolas\nde Houppeville, had the courage to make this observation in one of the\nearliest sittings of the assembly:",
        "“Neither the Bishop of Beauvais” (he said) “nor the other members of\nthe tribunal ought to be judges in the matter; and it did not seem to\nhim a good mode of procedure that those who were of the opposite party\nto the accused should be her judges–considering also that she had\nbeen examined already by the clergy of Poitiers, and by the Archbishop\nof Rheims, who was the metropolitan of the said Bishop of Beauvais.”",
        "Nicolas de Houppeville was a lawyer and had a right to be heard on\nsuch a point; but the reply of the judges was to throw him into\nprison, not without threats on the part of the civil authorities to\ncarry the point further by throwing him into the Seine. This was the\nmethod by which every honest objection was silenced. That the\nexamination at Poitiers, where the judges, as has been seen, were by\nno means too favourable to Jeanne, should never have been referred to\nby her present examiners, though there was no doubt it ought to have\nbeen one of the most important sources of the preliminary information\n–is also very remarkable. It was suggested indeed to Jeanne at a late\nperiod of the trial, that she might appeal to the Archbishop; but he\nwas, as she well knew, one of her most cruel enemies.",
        "Still more important was the breach of all justice apparent in the\nfact that she had no advocate, no counsel on her side, no one to speak\nto her and conduct her defence. It was suggested to her near the end\nof the proceedings that she might choose one of her judges to fill\nthis office; but even if the proposal had been a genuine one or at all\nlikely to be to her advantage, it was then too late to be of any use.\nThese particulars, we believe, were enough to invalidate any process\nin strict law; but the name of law seems ridiculous altogether as\napplied to this rambling and cruel cross-examination in which was\nneither sense nor decorum. The reader will understand that there were\nno witnesses either for or against her, the answers of the accused\nherself forming the entire evidence.",
        "One or two particulars may still be added to make the background at\nleast more clear. The prison of Jeanne, as we have seen, was not left\nin the usual silence of such a place; the constant noise with which\nthe English troopers filled the air, jesting, gossiping, and carrying\non their noisy conversation, if nothing worse and more offensive–\nsometimes, as Jeanne complains, preventing her from hearing (her sole\nsolace) the soft voices of her saintly visitors–was not her only\ndisturbance. Her solitude was broken by curious and inquisitive\nvisitors of various kinds. L’Oyseleur, the abominable detective, who\nprofessed to be her countryman and who beguiled her into talk of her\nchildhood and native place, was the first of these; and it is possible\nthat at first his presence was a pleasure to her. One other visitor of\nwhom we hear accidentally, a citizen of Rouen, Pierre Casquel, seems\nto have got in private interest and with a more or less good motive\nand no evil meaning. He warned her to answer with prudence the\nquestions put to her, since it was a matter of life and death. She\nseemed to him to be “very simple” and still to believe that she might\nbe ransomed. Earl Warwick, the commander of the town, appears on\nvarious occasions. He probably had his headquarters in the Castle, and\nthus heard her cry for help in her danger, executing, let us hope,\nsummary vengeance on her brutal assailant; but he also evidently took\nadvantage of his power to show his interesting prisoner to his friends\non occasion. And it was he who took her original captor, Jean de\nLuxembourg, now Comte de Ligny, by whom she had been given up, to see\nher, along with an English lord, sometimes named as Lord Sheffield.\nThe Belgian who had put so many good crowns in his pocket for her\nransom, thought it good taste to enter with a jesting suggestion that\nhe had come to buy her back.",
        "“Jeanne, I will have you ransomed if you will promise never to bear\narms against us again,” he said. The Maid was not deceived by this\nmocking suggestion. “It is well for you to jest,” she said, “but I\nknow you have no such power. I know that the English will kill me,\nbelieving, after I am dead, that they will be able to win all the\nkingdom of France: but if there were a hundred thousand more Goddens\nthan there are, they shall never win the kingdom of France.” The\nEnglish lord drew his dagger to strike the helpless girl, all the\nstories say, but was prevented by Warwick. Warwick, however, we are\ntold, though he had thus saved her twice, “recovered his barbarous\ninstincts” as soon as he got outside, and indignantly lamented the\npossibility of Jeanne’s escape from the stake.",
        "Such incidents as these alone lightened or darkened her weary days in\nprison. A traitor or spy, a prophet of evil shaking his head over her\ndanger, a contemptuous party of jeering nobles; afterwards\ninquisitors, for ever repeating in private their tedious questions:\nthese all visited her–but never a friend. Jeanne was not afraid of\nthe English lord’s dagger, or of the watchful eye of Warwick over her.\nEven when spying through a hole, if the English earl and knight,\nindeed permitted himself that strange indulgence, his presence and\ninspection must have been almost the only defence of the prisoner. Our\nhistorians all quote, with an admiration almost as misplaced as their\nhorror of Warwick’s “barbarous instincts,” the vrai galant homme of\nan Englishman who in the midst of the trial cried out “Brave femme!\"\n(it is difficult to translate the words, for brave means more than\nbrave)–\"why was she not English?” However we are not concerned to\ndefend the English share of the crime. The worst feature of all is\nthat she never seems to have been visited by any one favourable and\nfriendly to her, except afterwards, the two or three pitying priests\nwhose hearts were touched by her great sufferings, though they\nremained among her judges, and gave sentence against her. No woman\nseems ever to have entered that dreadful prison except those “matrons\"\nwho came officially as has been already said. The ladies de Ligny had\ncheered her in her first confinement, the kind women of Abbeville had\nnot been shut out even from the gloomy fortress of Le Crotoy. But here\nno woman ever seems to have been permitted to enter, a fact which must\neither be taken to prove the hostility of the population, or the very\nvigorous regulations of the prison. Perhaps the barbarous watch set\nupon her, the soldiers ever present, may have been a reason for the\nabsence of any female visitor. At all events it is a very distinct\nfact that during the whole period of her trial, five months of misery,\nexcept on the one occasion already referred to, no woman came to\nconsole the unfortunate Maid. She had never before during all her\nvicissitudes been without their constant ministrations.",
        "One woman, the only one we ever hear of who was not the partisan and\nlover of the Maid, does, however, make herself faintly seen amid the\ncrowd. Catherine of La Rochelle–the woman who had laid claim to\nsaintly visitors and voices like those of Jeanne, and who had been for\na time received and fêted at the Court of Charles with vile\nsatisfaction, as making the loss of the Maid no such great thing–had\nby this time been dropped as useless, on the appearance of the\nshepherd boy quoted by the Archbishop of Rheims, and had fallen into\nthe hands of the English: was not she too a witch, and admirably\nqualified to give evidence as to the other witch, for whose blood all\naround her were thirsting? Catherine was ready to say anything that\nwas evil of her sister sorceress. “Take care of her,” she said; “if\nyou lose sight of her for one moment, the devil will carry her away.\"\nPerhaps this was the cause of the guard in Jeanne’s room, the\nceaseless scrutiny to which she was exposed. The vulgar slanderer was\nallowed to escape after this valuable testimony. She comes into\nhistory like a will-o’-the-wisp, one of the marsh lights that mean\nnothing but putrescence and decay, and then flickers out again with\nher false witness into the wastes of inanity. That she should have\nbeen treated so leniently and Jeanne so cruelly! say the historians.\nReason good: she was nothing, came of nothing, and meant nothing. It\nis profane to associate Jeanne’s pure and beautiful name with that of\na mountebank. This is the only woman in all her generation, so far as\nappears to us, who was not the partisan and devoted friend of the\nspotless Maid.",
        "The aspect of that old-world city of Rouen, still so old and\npicturesque to the visitor of to-day, though all new since that time\nexcept the churches, is curious and interesting to look back upon. It\nmust have hummed and rustled with life through every street; not only\nwith the English troops, and many a Burgundian man-at-arms, swaggering\nabout, swearing big oaths and filling the air with loud voices,–but\nwith all the polished bands of the doctors, men first in fame and\nlearning of the famous University, and beneficed priests of all\nclasses, canons and deans and bishops, with the countless array that\nfollowed them, the cardinal’s tonsured Court in addition, standing by\nand taking no share in the business: but all French and English alike,\noccupied with one subject, talking of the trial, of the new points\nbrought out, of the opinions of this doctor and that, of Maître\nNicolas who had presumed on his lawyership to correct the bishop, and\nhad suffered for it: of the bold canon who ventured to whisper a\nsuggestion to the prisoner, and who ever since had had the eye of the\ngovernor upon him: of Warwick, keeping a rough shield of protection\naround the Maid but himself fiercely impatient of the law’s delay,\nanxious to burn the witch and be done with her. And Jeanne herself,\nthe one strange figure that nobody understood; was she a witch? Was\nshe an angelic messenger? Her answers so simple, so bold, so full of\nthe spirit and sentiment of truth, must have been reported from one to\nanother. This is what she said; does that look like a deceiver? could\nthe devils inspire that steadfastness, that constancy and quiet? or\nwas it not rather the angels, the saints as she said? Never, we may be\nsure, had there been in Rouen a time of so much interest, such a theme\nfor conversations, such a subject for all thoughts. The eager court\nsat with their tonsured heads together, keen to seize every weak\npoint. Did you observe how she hesitated on this? Let us push that,\nwe’ll get an admission on that point to-morrow. It is impossible to\nbelieve that in such an assembly every man was a partisan, much less\nthat each one of them was thinking of the fee of the English, the\ndaily allowance which it was the English habit to make. That were to\nimagine a France, base indeed beyond the limits of human baseness. All\nthe Norman dignitaries of the Church, all the most learned doctors of\nthe University–no! that is too great a stretch of our faith. The\ngreater part no doubt believed as an indisputable fact, that Jeanne\nwas either a witch or an impostor, as we should all probably do now.\nAnd the vertigo of Inquisition gained upon them; they became day by\nday more exasperated with her seeming innocence, with what must have\nseemed to them the cunning and cleverness, impossible to her age and\nsex, of her replies. Who could have kept the girl so cool, so\ndauntless, so embarrassing in her straight-forwardness and sincerity?\nThe saints? the saints were not dialecticians; far more likely the\nevil one himself, in whom the Church has always such faith. “He hath a\ndevil and by Beelzebub casteth out devils.” It was all like a play,\nonly more exciting than any play, and going on endlessly, the\nexcitement always getting stronger till it became the chief stimulus\nand occupation of life.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}