{
    "title": "Jeanne d’Arc - Chapter XIII - The Public Examination. February, 1431.",
    "author": "Mrs. Oliphant",
    "chapter": "14",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "It was in the chapel of the Castle of Rouen, on the 21st of February,\nthat the trial of Jeanne was begun. The judges present numbered about\nforty, and are carefully classed as doctors in theology, abbots,\ncanons, doctors in canonical and civil law, with the Bishop of\nBeauvais at their head (the archepiscopal see of Rouen being vacant,\nas is added: but not that my lord of Beauvais hoped for that\npromotion). They were assembled there in all the solemnity of their\npriestly and professional robes, the reporters ready with their pens,\nthe range of dark figures forming a semicircle round the presiding\nBishop, when the officer of the court led in the prisoner, clothed in\nher worn and war-stained tunic, like a boy, with her hair cut close as\nfor the helmet, and her slim figure, no doubt more slim than ever,\nafter her long imprisonment. She had asked to be allowed to hear mass\nbefore coming to the bar, but this was refused. It was a privilege\nwhich she had never failed to avail herself of in her most triumphant\ndays. Now the chapel–the sanctuary of God contained for her no sacred\nsacrifice, but only those dark benches of priests amid whom she found\nno responsive countenance, no look of kindness.",
        "Jeanne was addressed sternly by Cauchon, in an exhortation which it is\nsad to think was not in Latin, as it appears in the Procès. She was\nthen required to take the oath on the Scriptures to speak the truth,\nand to answer all questions addressed to her. Jeanne had already held\nthat conversation with L’Oyseleur in the prison which Cauchon and\nWarwick had listened to in secret with greedy ears, but which Manchon,\nthe honest reporter, had refused to take down. Perhaps, therefore, the\nBishop knew that the slim creature before him, half boy half girl, was\nnot likely to be overawed by his presence or questions; but it cannot\nhave been but a wonder to the others, all gazing at her, the first men\nin Normandy, the most learned in Paris, to hear her voice, assez\nfemme, young and clear, arising in the midst of them, “I know not\nwhat things I may be asked,” said Jeanne. “Perhaps you may ask me\nquestions which I cannot answer.” The assembly was startled by this\nbeginning.",
        "“Will you swear to answer truly all that concerns the faith, and that\nyou know?”",
        "“I will swear,” said Jeanne, “about my father and mother and what I\nhave done since coming to France; but concerning my revelations from\nGod I will answer to no man, except only to Charles my King; I should\nnot reveal them were you to cut off my head, unless by the secret\ncounsel of my visions.”",
        "The Bishop continued not without gentleness, enjoining her to swear at\nleast that in everything that touched the faith she would speak truth;\nand Jeanne kneeling down crossed her hands upon the book of the\nGospel, or Missal as it is called in the report, and took the required\noath, always under the condition she stated, to answer truly on\neverything she knew concerning the faith, except in respect to her\nrevelations.",
        "The examination then began with the usual formalities. She was asked\nher name (which she said with touching simplicity was Jeannette at\nhome but Jeanne in France), the names of her father and mother,\ngodfather and godmothers, the priest who baptised her, the place where\nshe was born, etc., her age, almost nineteen; her education,\nconsisting of the Pater Noster, Ave Maria, and Credo, which her mother\nhad taught her.",
        "Here she was asked, a curious interruption to the formal\ninterrogatory, to say the Pater Noster–the reason of which sudden\ndemand was that witches and sorcerers were supposed to be unable to\nrepeat that prayer. As unexpected as the question was Jeanne’s reply.\nShe answered that if the Bishop would hear her in confession she would\nsay it willingly. She had been refused all the exercises of piety, and\nshe was speaking to a company of priests.",
        "There is a great dignity of implied protest against this treatment in\nsuch an answer. The request was made a second time with a promise of\nselecting two worthy Frenchmen to hear her: but her reply was the\nsame. She would say the prayer when she made her confession but not\notherwise. She was ready it would seem in proud humility to confess to\nany or to all of her enemies, as one whose conscience was clear, and\nwho had nothing to conceal.",
        "She was then commanded not to attempt to escape from her prison, on\npain of being condemned for heresy, but to this again she demurred at\nonce. She would not accept the prohibition, but would escape if she\ncould, so that no man could say that she had broken faith; although\nsince her capture she had been bound in chains and her feet fastened\nwith irons. To this, her examiner said that it was necessary so to\nsecure her in order that she might not escape. “It is true and\ncertain,” she replied, “whatever others may wish, that to every\nprisoner it is lawful to escape if he can.” It may be remarked, as she\nforcibly pointed out afterwards, that she had never given her faith,\nnever surrendered, but had always retained her freedom of action.",
        "The tribunal thereupon called in the captain in charge of Jeanne’s\nprison, a gentleman called John Gris in the record, probably John\nGrey, along with two soldiers, Bernoit and Talbot, and enjoined them\nto guard her securely and not to permit her to talk with any one\nwithout the permission of the court. This was all the business done on\nthe first day of audience.",
        "On the 22d of February at eight o’clock in the morning, the sitting\nwas resumed. In the meantime, however, the chapel had been found too\nsmall and too near the outer world, the proceedings being much\ninterrupted by shouts and noises from without, and probably incommoded\nwithin by the audience which had crowded it the first day. The judges\naccordingly assembled in the great hall of the castle; they were\nforty-nine in number on the second day, the number being chiefly\nswelled by canons of Rouen. After some preliminary business the\naccused was once more introduced, and desired again to take the oath.\nJeanne replied that she had done so on the previous day and that this\nwas enough; upon which there followed a short altercation, which,\nhowever, ended by her consent to swear again that she would answer\ntruly in all things that concerned the faith. The questioner this day\nwas Jean Beaupère (/Pulchri patris, as he is called in the Latin), a\ntheologian, Master of Arts, Canon of Paris and of Besançon, “one of\nthe greatest props of the University of Paris,” a man holding a number\nof important offices, and who afterwards appeared at the Council of\nBâle as the deputy of Normandy. He began by another exhortation to\nspeak the truth, to which Jeanne replied as before that what she did\nsay she would say truly, but that she would not answer upon all\nsubjects. “I have done nothing but by revelation,” she said.",
        "These preliminaries on both sides having been gone through, the\nexamination was resumed. Jeanne informed the court in answer to\nBeaupère’s question that she had been taught by her mother to sew and\ndid not fear to compete with any woman in Rouen in these crafts; that\nshe had once been absent from home when her family were driven out of\ntheir village by fear of the Burgundians, and that she had then lived\nfor about fifteen days in the house of a woman called La Rousse, at\nNeufchâteau; that when she was at home she was occupied in the work of\nthe house and did not go to the fields with the sheep and other\nanimals; that she went to confession regularly to the Curé of her own\nvillage, or when he could not hear her, to some other priest, by\npermission of the Curé; also that two or three times she had made her\nconfession to the mendicant friars–this being during her stay in\nNeufchâteau (where presumably she was not acquainted with the clergy);\nand that she received the sacrament always at Easter. Asked whether\nshe had communicated at other feasts than Easter, she said briefly\nthat this was enough. “Go on to the rest,” passez outre, she added,\nand the questioner seems to have been satisfied. Then came the really\nvital part of the matter. She proceeded–no direct question on the\npoint being recorded, though no doubt it was made–to tell how when\nshe was about thirteen she heard voices from God bidding her to be\ngood and obedient. The first time she was much afraid. The voice came\nabout the hour of noon, in summer, in her father’s garden. She was\nfasting but had not fasted the preceding day. The voice came from the\nright, towards the church; and came rarely without a great light. This\nlight came always from the side whence the voice proceeded, and was a\nvery bright radiance. When she came into France she still continued to\nhear the same voices.",
        "She was then asked how she could see the light when it was at the\nside; to which foolish question Jeanne gave no reply, but “turned to\nother matters,” saying voluntarily with a soft implied reproof of the\nnoise around her–that if she were in a wood, that is in a quiet\nplace, she could hear the voices coming towards her. She added (going\non, one could imagine, in a musing, forgetting the congregation of\nsinners about her) that it seemed to her a noble voice, and that she\nbelieved it came from God, and that when she had heard it three times\nshe knew it was the voice of an angel; the voice always came quite\nclearly to her, and she understood it well.",
        "She was then asked what it said to her concerning the salvation of her\nsoul.",
        "She said that it taught her to rule her life well, to go often to\nchurch: and told her that it was necessary that she, Jeanne, should go\nto France. The said Jeanne added that she would not be questioned\nfurther concerning the voice, or the manner in which it was made known\nto her, but that two or three times in a week it had said to her that\nshe must go to France; but that her father knew nothing of this. The\nvoice said to her that she should go to France, until she could endure\nit no longer; it said to her that she should raise the siege, which\nwas set against the city of Orleans. It said also that she must go to\nRobert of Baudricourt, in the city of Vaucouleurs, who was captain of\nthat place, and that he would give her people to go with her; to which\nshe had answered that she was a poor girl who knew not how to ride,\nnor how to conduct war. She then said that she went to her uncle and\ntold him that she wished to go with him for a little while to his\nhouse, and that she lived there for eight days; she then told her\nuncle that she must go to Vaucouleurs, and the said uncle took her\nthere. Also she went on to say that when she came to the said city of\nVaucouleurs, she recognised Robert of Baudricourt; though she had\nnever seen him before she knew him by the voice that said to her which\nwas he. She then told this Robert that it was necessary that she\nshould go to France, but twice over he refused and repulsed her; the\nthird time, however, he received her, and gave her certain men to go\nwith her; the voice had told her that this would be so.",
        "She said also that the Duke of Lorraine sent for her to come to him,\nand that she went under a safe conduct granted by him, and told him\nthat she must go to France. He asked her whether he should recover\nfrom his illness; but she told him that she knew nothing of that, and\nshe talked very little to him of her journey. She told the Duke that\nhe ought to send his son and his people with her to take her to\nFrance, and that she would pray God to restore his health; and then\nshe was taken back to Vaucouleurs. She said also that when she left\nVaucouleurs she wore the dress of a man, without any other arms than a\nsword which Robert de Baudricourt had given her; and that she had with\nher a chevalier, a squire, and four servants, and that they slept for\nthe first night at St. Urbain, in the abbey there. She was then asked\nby whose advice she wore the dress of a man, but refused to answer.\nFinally she said that she charged no man with giving her this advice.",
        "She went on to say that the said Robert de Baudricourt exacted an oath\nfrom those who went with her, that they would conduct her to the end\nof her journey well and safely; and that he said, as she left him,\n“Go, and let come what will.” She also said that she knew well that\nGod loved the Duke of Orleans, concerning whom she had more\nrevelations than about any other living man, except him whom she\ncalled her King. She added that it was necessary for her to wear male\nattire, and that whoever advised her to do so had given her wise\ncounsel.",
        "She then said that she sent a letter to the English before Orleans, in\nwhich she required them to go away, a copy of which letter had been\nread to her in Rouen; but there were two or three mistakes, especially\nin the words which called upon them to surrender to the Maid instead\nof to surrender to the King. (There is no indication why these two\nlatter statements should have been introduced into the midst of her\nnarrative of the journey; it may have been in reply to some other\nquestion interjected by another of her examiners: Passez outre, as\nshe herself says. She immediately resumes the simple and\nstraightforward tale.)",
        "The said Jeanne went on to say that her further journey to him whom\nshe called her King was without any impediment; and that when she\narrived at the town of St. Catherine de Fierbois she sent news of her\narrival to the town of Chasteau-Chinon where the said King was. She\narrived there herself about noon and went to an inn[1]; and after\ndinner went to him whom she called her King, who was in the castle.\nShe then said that when she entered the chamber where he was, she knew\nhim among all others, by the revelation of her “voices.” She told her\nKing that she wished to make war against the English.",
        "She was then asked whether when she heard the “voices” in the presence\nof the King the light was also seen in that place. She answered as\nbefore: Passez outre: Transeatis ultra. “Go on,” as we might say,\n“to the other questions.”",
        "She was asked if she had seen an angel hovering over her King. She\nanswered: “Spare me; passez outre.” She added afterwards, however,\nthat before he put his hand to the work, the King had many beautiful\napparitions and revelations. She was asked what these were. She\nanswered: “I will not tell you; it is not I who should answer; send to\nthe King and he will tell you.”",
        "She was then asked if her voices had promised her that when she came\nto the King he would receive her. She answered that those of her own\nparty knew that she had been sent from God and that some had heard and\nrecognised the voices. Further, she said that her King and various\nothers had heard and seen[2] the voices coming to her–Charles of\nBourbon (Comte de Clermont) and two or three others with him. She then\nsaid that there was no day in which she did not hear that voice; but\nthat she asked nothing from it except the salvation of her soul.\nBesides this, Jeanne confessed that the voice said she should be led\nto the town of St. Denis in France, where she wished to remain–that\nis after the attack on Paris–but that against her will the lords\nforced her to leave it: if she had not been wounded she would not have\ngone: but she was wounded in the moats of Paris: however she was\nhealed in five days. She then said that she had made an assault,\ncalled in French escarmouche (skirmish), upon the town of Paris. She\nwas asked if it was on a holy day, and said that she believed it was\non a festival. She was then asked if she thought it well done to fight\non a holy day, and answered, “Passez outre.” Go on to the next\nquestion.”",
        "This is a verbatim account of one day of the trial. Most of the\ntranslations which exist give questions as well as answers: but these\nare but occasionally given in the original document, and Jeanne’s\nnarrative reads like a calm, continuous statement, only interrupted\nnow and then by a question, usually a cunning attempt to startle her\nwith a new subject, and to hurry some admission from her. The great\ndignity with which she makes her replies, the occasional flash of high\nspirit, the calm determination with which she refuses to be led into\ndiscussion of the subjects which she had from the first moment\nreserved, are very remarkable. We have seen her hitherto only in\nconflict, in the din of battle and the fatigue, yet exuberant energy,\nof rapid journeys. Her circumstances were now very different. She had\nbeen shut up in prison for months, for six weeks at least she had been\nin irons, and the air of heaven had not blown upon this daughter of\nthe fields; her robust yet sensitive maidenhood had been exposed to a\nhundred offences, and to the constant society, infecting the very air\nabout, of the rudest of men; yet so far is her spirit from being\nbroken that she meets all those potent, grave, and reverend doctors\nand ecclesiastics, with the simplicity and freedom of a princess,\nanswering frankly or holding her peace as seems good to her, afraid of\nnothing, keeping her self-possession, all her wits about her as we\nsay, without panic and without presumption. The trial of Jeanne is\nindeed almost more miraculous than her fighting; a girl not yet\nnineteen, forsaken of all, without a friend! It is less wonderful that\nshe should have developed the qualities of a general, of a gunner,\nevery gift of war–than that in her humiliation and distress she\nshould thus hold head against all the most subtle intellects in\nFrance, and bear, with but one moment of faltering, a continued cross-\nexamination of three months, without losing her patience, her heart,\nor her courage.",
        "The third day brought a still larger accession of judges, sixty-two of\nthem taking their places on the benches round the Bishop in the great\nhall; and the day began with another and longer altercation between\nCauchon and Jeanne on the subject of the oath again demanded of her.\nShe maintained her resolution to say nothing of her voices. “We\"\naccording to the record “required of her that she should swear simply\nand absolutely without reservation.” She would seem to have replied\nwith impatience, “Let me speak freely:” adding “By my faith you may\nask me many questions which I will not answer”: then explaining, “Many\nthings you may ask me, but I will tell you nothing truly that concerns\nmy revelations; for you might compel me to say things which I have\nsworn not to say; and so I should perjure myself, which you ought not\nto wish.” This explains several statements which she made later in\nrespect to her introduction to the King. She repeated emphatically: “I\nwarn you well, you who call yourselves my judges, that you take a\ngreat responsibility upon you, and that you burden me too much.” She\nsaid also that it was enough to have already sworn twice. She was\nagain asked to swear simply and absolutely, and answered, “It is\nenough to have sworn twice,” and that all the clerks in Rouen and\nParis could not condemn her unless lawfully; also that of her coming\nshe would speak the truth but not all the truth; and that the space of\neight days would not be enough to tell all.",
        "“We the said Bishop” (continues the report) “then said to her that she\nshould ask advice from those present whether she ought to swear or\nnot. She replied again that of her coming she would speak truly and\nnot otherwise, nor would it be fit that she should talk at large. We\nthen told her that it would throw suspicion on what she said if she\ndid not swear to speak the truth. She answered as before. We repeated\nthat she must swear precisely and absolutely. She answered that she\nwould say what she knew, but not all, and that she had come on the\npart of God, and appealed to God from whom she came. Again requested\nand admonished to swear on pain of every punishment that could be put\non her, again answered ’/Passez outre.’ Finally she consented to\nswear that she would speak the truth in everything that concerned the\ntrial.”",
        "Her examination was then resumed by Beaupère as before, who elicited\nfrom her that she had fasted (he seems to have wished to make out that\nthe fasting had something to do with her visions) since noon the day\nbefore (it was Lent); and also that she had heard her voices both on\nthat day and the day before, three times on the previous day, the\nfirst time in the morning when she was asleep, and awakened by them.\nDid she kneel and thank them? She thanked them, sitting up in her bed\n(to which she was chained, as her questioner knew) and clasping her\nhands. She asked them what she was to do, and they told her to answer\nboldly.",
        "It may be remarked here that more frequently as the examination goes\non, part of Jeanne’s words are quoted in the first person, as if the\nreporters had been specially struck by them, while the bulk of her\nevidence goes on more calmly in the third person, the narrative form.\nAfter saying that she was bidden to answer boldly, she seems to have\nturned to the Bishop, and to have addressed him individually: “You say\nyou are my judge; I warn you to take care what you are doing, for I am\nsent from God, and you are putting yourself in much peril” (/magno\npericulo: gallice, adds the reporter, en grant dangier).",
        "She was then asked if her voices ever changed their meaning, and\nanswered that she had never heard two speak contrary to each other;\nwhat they had said that day was that she should speak boldly. Asked,\nif the voice forbade her to reply to questions asked, she replied; “I\nwill not answer you. I have revelations touching the King which I will\nnot tell you.” Asked, if the voices forbade her to reveal these\nrevelations, she answered, “I have not consulted them; give me fifteen\ndays’ delay and I will answer you\"; but being again exhorted to reply,\nsaid: “If the voice forbade me to speak, how many times should I tell\nyou?” Again asked, if she were forbidden to speak, answered, “I\nbelieve I am not forbidden by men\"–repeating that she would not\nreply, and knew not how far she should reply, for it had not been\nrevealed to her; but that she believed firmly, as firmly as the\nChristian faith, and that God had redeemed us from the pains of hell,\nthat this voice came from Him.",
        "Questioned concerning the voice, what it appeared to be when it spoke,\nif that of an angel, or from God Himself; or if it was the voice of a\nsaint or of saints (feminine), answered: “The voice comes from God;\nand I believe that I should not tell you all I know, for I should\ndisplease these voices if I answered you; and as for this question I\npray you to leave me free.” Asked if she thought that to speak the\ntruth would displease God, she answered, “What the voices say I am to\ntell to the King, not to you,” adding that during that night they had\nsaid much to her for the good of the King, and that if she could but\nlet him know she would willingly drink no wine up to Easter (the\nreader will remember that her frugal fare consisted of bread dipped in\nthe wine and water, which is justly called eau rougie in France).\nAsked, if she could not induce the voices to speak to her King\ndirectly, she answered that she knew not whether her voices would\nconsent, unless it were the will of God, and God consented to it,\nadding, “They might well reveal it to the King; and with that I should\nbe content.” Asked, if the voices could not communicate with the King\nas they did in her presence, she answered, that she did not know\nwhether this was God’s will; and added, that unless it were the will\nof God she would not know how to act. Asked, if it was by the advice\nof her voices that she attempted to escape from her prison, she\nanswered, “I have nothing to say to you on that point.” Asked, if she\nalways saw a light when the voices were heard, she answered: “Yes:\nthat with the sound of the voices light came.” Asked if she saw\nanything else coming with the voices, answered: “I do not tell you\nall. I am not allowed to do so, nor does my oath touch that; the\nvoices are good and noble, but neither of that will I answer.” She was\nthen asked to give in writing the points on which she would not reply.\nThen she was asked if her voices had eyes and ears, and answered, “You\nshall not have this either,” adding, that it was a saying among\nchildren that men were sometimes hanged for speaking the truth.",
        "She was then asked if she knew herself to be in the grace of God. She\nreplied: “If I am not so, may God put me in His grace; if I am, may\nGod keep me in it. I should be the most miserable in the world if I\nwere not in the grace of God.” She said besides, that if she were in a\nstate of sin she did not believe her voices would come to her, and she\nwished that everyone could understand them as she did, adding, that\nshe was about thirteen when they came to her first.",
        "She was then asked, whether in her childhood she had played with the\nother children in the fields, and various other particulars about\nDomremy, whether there were any Burgundians there? to which Jeanne\nanswered boldly that there was one, and that she wished his head might\nbe cut off, adding piously, “that is, if it pleased God\"[3]; she was\nalso asked whether she had fought along with the other children\nagainst the children of the neighbouring Burgundian village of Maxy\n(Maxey sur Meuse): why she hated the Burgundians, and many questions\nof this kind, with a close examination about a certain tree near the\nvillage of Domremy, which some called the Tree of the good Ladies, and\nothers, the Fairies’ Tree; and also about a well there, the Fairies’\nWell, of which poor patients were said to drink and get well. Jeanne\n(no doubt relieved by the simple character of these questions) made\nanswer freely and without hesitation, in no way denying that she had\ndanced and sung with the other children, and made garlands for the\nimage of the Blessed Marie of Domremy; but she did not remember\nwhether she had ever done so after attaining years of discretion, and\ncertainly she had never seen a fairy, nor worked any spell by their\nmeans. At the end, after having thus been put off her guard, she was\nsuddenly asked about her dress (a capital point in the eyes of her\njudges): whether she wished to have a woman’s dress. Probably she was,\nas they hoped, tired, and expecting no such question, for she answered\nquickly yet with instant recovery: “Bring me one to go home in and I\nwill accept it; otherwise no. I prefer this, since it pleases God that\nI should wear it.” The recollection of Domremy and of the pleasant\nfields, must have carried her back to the days when the little Jeanne\nwas like the rest in her short, full petticoats of crimson stuff, free\nof any danger: what could be better to go home in? but she immediately\nremembered the obvious and excellent reasons she had for wearing\nanother costume now. So ended the third day.",
        "In the meantime there had been, we are told, various interruptions\nduring the examination; perhaps it was then that Nicolas de\nHouppeville protested against Bishop Cauchon as a partisan and a\nBurgundian, and therefore incapable by law of judging a member of the\nopposite party: and had been rudely silenced, and afterwards punished,\nas we have already heard. Another kind of opposition less bold had\nbegun to be remarked, which was that one of the persons present, by\nword and sign, whispering suggestions to her, or warning her with his\neyes, was helping the unfortunate prisoner in her defence. Probably\nthis did little good, “for she was often troubled and hurried in her\nanswers,” we are told; but it was a sign of good-will, at least. When\nFrère Isambard, who was the person in question, speaks at a later\nperiod he tells us that “the questions put to Jeanne were too\ndifficult, subtle, and dangerous, so that the great clerks and learned\nmen who were present scarcely would have known how to answer them, and\nthat many in the assembly murmured at them.” Perhaps the good Frère\nIsambard might have spared himself the trouble; for Jeanne, however\nshe may have suffered, was probably more able to hold her own than\nmany of those great clerks, and did so with unfailing courage and\nspirit. One of the other judges, Jean Fabry, a bishop, declared\nafterwards that “her answers were so good, that for three weeks he\nbelieved that they were inspired.” Manchon, the reporter, he who had\nrefused to take down the private conversation of Jeanne in her prison\nwith the vile traitor, L’Oyseleur, makes his voice heard also to the\neffect that “Monseigneur of Beauvais would have had everything written\nas pleased him, and when there was anything that displeased him he\nforbade the secretaries to report it as being of no importance for the\ntrial.” On another day a humbler witness still, Massieu, one of the\nofficers of the court, who had the charge of taking Jeanne daily from\nher prison to the hall, and back again, met in the courtyard an\nEnglishman, who seems to have been a singing man or lay clerk “of the\nKing’s chapel in England,” probably attached to Winchester’s\necclesiastical retinue. This man asked him: “What do you think of her\nanswers? Will she be burned? What will happen?” “Up to this time,\"\nsaid Massieu, “I have heard nothing from her that was not honourable\nand good. She seems to me a good woman, but how it will all end God\nonly knows!”",
        "No doubt conversations of this kind were being carried on all over\nRouen. Would she be burned? What would happen? Could any one stand and\nanswer like that hour after hour and day by day, inspired only by the\ndevil? There was no popular enthusiasm for her even now. How should\nthere have been in that partisan province, more English than French?\nBut a chill doubt began to steal into many minds whether she was so\nbad as had been thought, whether indeed she might not after all be\nsomething quite different from what she had been thought? Nature had\nbegun to work in the agitated place, and even in that black-robed,\neager assembly. If there was a vile L’Oyseleur trying to get her\nconfidence in private, and so betray her, there was also a kind Frère\nIsambard, privately plucking at her sleeve, imploring her to be\ncautious, whispering an answer probably not half so wise as her own\nnatural reply, yet warming her heart with the suggestion of a friend\nat hand.",
        "On the fourth day, Jeanne was again required to swear, and replied as\nbefore, that so far as concerned the trial she would answer truly, but\nnot all she knew. “You ought to be satisfied: I have sworn\nsufficiently,” she said; and with this her judges seem to have been\ncontent. Beaupère then resumed his questions, but first asked her,\nperhaps with a momentary gleam of compassion and a sudden\nconsciousness of the pallor and weariness of the young prisoner, how\nshe did. She answered, one can imagine with what tone of indignant\ndisdain: “You see how I am: I am as well as I can be.” He then cross-\nexamined her closely as to what voices she had heard since her last\nappearance in court, but drew from her only the same answer, “The\nvoice tells me to answer boldly,” and that she would tell them as much\nas she was permitted by God to tell them, but concerning her\nrevelations for the King of France she would say nothing except by\npermission of her voices.",
        "She was then asked what kind of voices they were which she heard, were\nthey voices of angels, or of saints (/sancti aut sanctæ, male or\nfemale saints) or from God Himself? She answered that the voices were\nthose of St. Catherine and St. Margaret, whose heads were crowned with\nbeautiful crowns, very rich and precious. “So much as this God allows\nme to say. If you doubt send to Poitiers, where I was questioned\nbefore.” (It may perhaps be permissible to suppose that the kind\nwhisperer at her elbow might have suggested the repeated references to\nPoitiers that follow, but which are not to be found before: though it\nwas most natural she should refer to this place where she was examined\nat the beginning of her mission.) Asked how she knew which of these\ntwo saints, she answered that she could quite distinguish one from the\nother by the manner of their salutation; that she had been led and\nguided by them for seven years, and that she knew them because they\nhad named themselves to her. She was then asked how they were dressed?\nand answered: “I cannot tell you; I am not permitted to reveal this;\nif you do not believe me send to Poitiers.” She said also that at her\ncoming into France she had revealed these things, but could not now.\nShe was asked what was the age of her saints, but replied that she was\nnot permitted to tell. Asked, if both saints spoke at once or one\nafter the other, she replied: “I have not permission to tell you: but\nI always consult them both together.” Asked, which had appeared to her\nfirst, and answered: “I do not know which it was; I did know, but have\nforgotten. It is written in the register of Poitiers.”",
        "“She then said she had much comfort from St. Michael. Again, asked,\nwhich had come first, she replied that it was St. Michael. Asked, if a\nlong time had passed since she first heard the voice of St. Michael,\nanswered: “I do not name to you the voice of St. Michael; but his\nconversation was of great comfort to me.” Asked, again, what voice\ncame first to her when she was thirteen, answered, that it was St.\nMichael whom she saw before her eyes, and that he was not alone, but\naccompanied by many angels of Heaven. She said also that she would not\nhave come into France but by the command of God. Asked, if she saw St.\nMichael and the angels really, with her ordinary senses, she answered:\n“I saw them with my bodily eyes as I see you, and when they left me I\nwept, desiring much that they would take me with them.” Asked, what\nwas the form in which he appeared, she replied: “I cannot answer you;\nI am not permitted.” Asked, what St. Michael said to her the first\ntime, she cried, “You shall have no answer to-day.” Then went on to\nsay that her voices told her to reply boldly. Afterwards she said that\nshe had told her King once all that had been revealed to her; said\nalso that she was not permitted to say here what St. Michael had said;\nbut that it would be better to send for a copy of the books which were\nat Poitiers than to question her on this subject. Asked, what sign she\nhad that these were revelations of God, and that it was really St.\nCatherine and St. Margaret with whom she talked, she answered: “It is\nenough that I tell you they were St. Catherine and St. Margaret:\nbelieve me or not as you will.”",
        "Asked how she distinguished the points on which she was allowed to\nspeak from the others, she answered, that on some points she had asked\npermission to speak, and not on others, adding, that she would rather\nhave been torn by wild horses than to have come to France, unless by\nthe license of God. Asked how it was that she put on a man’s dress,\nshe answered, that dress appeared to her a small matter, that she did\nnot adopt that dress by the counsel of any man, and that she neither\nput on a dress nor did anything, but according as God, or the angels,\ncommanded her to do so. Asked, if she knew whether such a command to\nassume the dress of a man was lawful, she answered: “All that I did, I\ndid by the precepts of our Lord; and if I were bidden to wear another\ndress I would do so, because it was at the bidding of God.” Asked, if\nshe had done it by the orders of Robert de Baudricourt, answered “No.\"\nAsked, if she thought that she had done well in assuming a man’s\ndress, answered, that as all she did was by the command of the Lord,\nshe believed that she had done well, and expected a good guarantee and\ngood succour. Asked, if in this particular case of assuming the dress\nof a man she thought she had done well, answered, that nothing in the\nworld had made her do it, but the command of God.",
        "She was then asked whether light always accompanied the voices when\nthey came to her, she answered, with an evident reference to her first\ninterview with Charles, that there were many lights on every side as\nwas fit. “It is not only to you that light comes” (or you have not all\nthe light to yourself,–a curious phrase). Asked, if there was an\nangel over the head of the King when she saw him for the first time,\nshe answered: “By the Blessed Mary, if there were, I know not, I saw\nnone.” Asked, if there was light, she answered: “There were about\nthree hundred soldiers, and fifty of them held torches, without\ncounting any spiritual light. And rarely do I have the revelations\nwithout light.” Asked, if her King had faith in what she said, she\nanswered, that he had good signs, and also by his clergy. Asked, what\nrevelations her King had, she answered: “You shall have nothing from\nme this year.” Then added that for three weeks she was cross-examined\nby the clergy, both in the town of Chinon and at Poitiers, and that\nher King had signs concerning her, before he believed in her. And the\nclergy of his party had found nothing in her, in respect to her faith,\nthat was not good. Asked, whether she gone to the church of St.\nCatherine of Fierbois, answered: “yes,” and that she had there heard\nthree masses in one day, and from thence went to Chinon; she added\nthat she had sent a letter thence to the King, in which it was\ncontained that she sent this to know if she might come to the town in\nwhich the King was; for that she had travelled a hundred and fifty\nleagues to come to him and to bring him help, for she knew much good\nconcerning him. And she thought it was contained in this letter that\nshe should recognise the King among all the rest.",
        "She said besides, that she had a sword which was given to her at\nVaucouleurs; she said also that, being in Tours or at Chinon, she sent\nfor a sword which was in the church of St. Catherine of Fierbois\nbehind the altar, and that when it was found it was rusty. Asked, how\nshe knew about this sword, she answered, that it was rusty because of\nbeing in the ground, and there were five crosses on it, and that she\nknew this sword by her voices, and not by any man’s report. She wrote\nto the ecclesiastics of the place where it was and asked them for this\nsword, and they sent it to her. It was found not much below the ground\nbehind the altar; she was not sure if it was before or behind the\naltar, but wrote that it was behind the altar. And when it was found\nthe clergy cleaned it and rubbed off the rust, which came off easily;\nand it was an armourer of Tours who went to fetch it. The clergy made\na scabbard for it before sending it to the said Jeanne, and they of\nTours made another, so that it had two scabbards, one of crimson\nvelvet and one of cloth of gold. And she herself procured another of\nstrong leather. She said also that when she was captured she had not\nthat sword. Said also that she continued to wear the said sword until\nshe left St. Denis after the assault on Paris. Asked, what benediction\nshe made, or if she made any on this sword, she answered, that she\nmade no benediction, nor knew how to make one, but that she loved the\nsword because it had come to her from the Church of the blessed\nCatherine whom she loved much. Asked, if she had placed it on the\naltar at the village of Coulenges, Les Vineuses, or elsewhere, placing\nit there that it might bring good luck, she answered, that she knew\nnothing of this. Asked, if she did not pray that the sword might have\ngood fortune: “It is good to know that I wish all my armour\n(/harnesseum meum; gallice, mon harnois) to be very fortunate.\"\nAsked, where she had left the sword, answered, that she had deposited\na sword and armour at St. Denis, but it was not this sword. She added\nthat she had it in Lagny: but that she afterwards wore the sword which\nhad been taken from a Burgundian, which was a good sword for war and\ngave good strokes (/gallice, de bonnes bouffes and de bons\ntorchons). Said also that to tell where she left it had nothing to do\nwith the trial, and she would answer nothing.",
        "She said also that her brothers had everything that belonged to her,\nher horses, swords, and everything, and that she believed they were\nworth in all about 12,000 francs. She was also asked whether when she\nwas at Orleans she had a standard, and what colour it was; answered,\nthat she had a standard, the field of which was sown with lilies, and\non it was a figure of the world with angels on each side. It was\nwhite, and made of a stuff called boucassin, upon which was written\nthe name Jhesus Maria, so that all might see, and it was fringed\nwith silk. Asked, if the name Jhesus Maria was written above or\nbelow or at the side, she answered, “At the side.” Asked, if she loved\nher sword or standard best, she answered, that she loved her standard\nbest. Asked, why she had that picture on the standard, she answered:\n“I have sufficiently told you that I did nothing but by the command of\nGod.” She added that she herself carried her standard when in battle\nthat she might not hurt anyone, and said that she had never killed any\nman.",
        "Asked, how many men her King gave her when she began her work,\nanswered, from ten to twelve[4] thousand men, and that she attacked\nfirst the bastile of St. Loup at Orleans, and afterwards that of the\nbridge. Asked, from which bastile it was that her men were driven\nback, she answered, that she did not remember; adding, that she had\nbeen sure that she could raise the siege at Orleans, for it had been\nso revealed to her; and that she told this to her King before it\noccurred. Asked, whether, when she made assault, she told her men that\nall the arrows, stones, cannon-balls, etc., would be intercepted by\nher, she answered no–that more than a hundred were wounded: that what\nshe had said to her people was that they should have no doubts, for\nthey should certainly raise the siege of Orleans. She said also that\nin attacking the bastile of the bridge she herself was wounded by an\narrow in the neck, and was much comforted by St. Catherine, and was\nhealed in fifteen days; but that she never gave up riding and working\nall that time. Asked, if she knew that she would be wounded, she\nanswered, that she knew it well and had told her King, but that,\nnotwithstanding, she went about her business. It was revealed to her\nby the voices of her two saints, the blessed Catherine and the blessed\nMargaret. She said besides, that she was the first to place a scaling\nladder on the bastile of the bridge, and as she raised it she was\nstruck in the neck.",
        "She was then asked why she did not treat with the Captain of Jargeau;\nshe answered that the lords of her party had replied to the English,\nwho had asked for a truce of fifteen days, that they could not have\nit, but that they might retire, they and their horses at once; she had\nsaid for her part that if they retired in their doublets and tunics\ntheir lives should be spared, otherwise the city would be taken by\nstorm. Asked, if she had consulted with her counsel, that is with her\nvoices, whether the truce should be granted or not, she answered, that\nshe did not remember.",
        "It will be remarked, as the slow examination goes on day after day,\nthat Jeanne, becoming at moments impatient, sometimes gives a rough\nanswer, and at other times plays a little with her questioner as if in\ncontempt. “By the Blessed Mary, I know not!” is evidently an outburst\nof impatience at the exhausting, exasperating folly of some of these\nquestions, and this will be further visible in future sittings. It\nseems very likely that the reference to Poitiers, which was an\nexcellent suggestion, commending itself to her invariable good sense,\ncame from the kind priest who tried to serve her as he best could; but\nthere are other answers a little incoherent, which look as if Frère\nIsambard, if it were he, had confused her in her own response without\nconveying anything better to her mind, especially on the occasions\nwhen she refuses to reply, and then does so, abandoning her ground at\nonce. Her patience and steadiness are quite extraordinary however even\nin the less self-collected moments. Thus end the proceedings of the\nfourth day.",
        "The fifth day began with the usual dispute about the oath, Jeanne\nstill retaining her reservation with the greatest firmness. She seems,\nhowever, at the end, to have repeated her oath to answer everything\nthat had to do with the trial–\"And as much as I say I will say as if\nI were before the Pope of Rome.” These words must have given the\nMagister Beaupère an admirable occasion for introducing one of the\nthings charged against her for which there was actual proof–her\nletter to the Comte d’Armagnac in respect to the Pope. He seized upon\nit evidently with eagerness, and asked her which she held to be the\ntrue Pope. To this she answered quietly, “Are there two?\"–the most\nconfusing reply.[5]",
        "She was asked if she had received letters from the Comte d’Armagnac,\nasking to know which of the three existing Popes he ought to obey; she\nanswered that she had his letter, and had replied to it, saying among\nother things that when she was in Paris and at rest she would answer\nhim; and added that she was on the point of mounting her horse when\nshe gave that reply. The copy of the letter and the reply being read\nto her she was asked if that was what she had said; to which she\nreplied that she had answered his letter in part, not in full. Asked,\nif she knew the counsels of the King of Kings so as to be able to say\nwhich the count should obey, she answered, that she knew nothing.\nAsked, if she was in doubt as to which the count ought to obey, she\nreplied that she knew not which to bid him obey; but that she, the\nsaid Jeanne, held and believed that we ought to obey our Pope who was\nin Rome; that as for what he asked, that she should tell him which God\ndesired him to obey, she had said she knew nothing; but she sent much\nto him which was not put in writing. And as for herself she believed\nin the Lord Pope of Rome. Asked, whether in respect to the three\npontiffs she had received counsel, she answered, that she had neither\nwritten nor made to be written anything about the three pontiffs. And\nthis she swore on her oath. Asked, if she were in the habit of putting\non her letters the name Jhesus Maria with a cross, answered, that\nshe did so sometimes but not always, and that sometimes she put a\ncross to shew that these letters were not to be taken seriously (as\nlikely to fall into the enemy’s hands).",
        "Some questions were then put to her about her letters to the Duke of\nBedford and to the English King, and copies were read to her to which\nshe objected on some small points, but mistakenly it would seem, as\nthat she had summoned them to surrender to the King, while the scribe\nhad put “surrender to the Maid.” She said, however, that they were\nher letters, and that she held by them. She added that before seven\nyears the English would lose more than they had lost at Orleans,[6]\nand that their cause would be lost in France; she said also that the\nsaid English should have greater disasters than they had yet had in\nFrance, and that God would give greater victories to France. Asked,\nhow she knew this, she replied: “I know it by the revelations made to\nme, and that it will happen in seven years, and I might well be angry\nthat it is deferred so long.” Asked, when this would happen, she said\nthat she knew neither the day nor the hour.",
        "She was tormented a little further as to the dates, whether this would\nhappen before the St. Jean, or before the St. Martin in winter, but\nmade no answer except that before the St. Martin in winter they should\nsee many things, and it might be that the English should fail; as a\nmatter of fact Paris opened its gates to Charles VII. within the seven\nyears specified, so that Jeanne’s prophecy may be held to have been\nfulfilled.",
        "We then come once more to a long and profitless interrogatory upon her\nsaints, in which the crowd of judges forgot their dignity and\noverwhelmed her with a flood of often very foolish, and sometimes\nworse than foolish questions.",
        "Asked, how she knew the future, she answered that she knew it by St.\nCatherine and St. Margaret; asked, if St. Gabriel was with St. Michael\nwhen he came to her, she answered, that she could not remember. Asked,\nif she saw them always in the same dress, answered yes, and they were\ncrowned very richly. Of their other garments she could not speak; she\nknew nothing of their tunics. Asked, how she knew whether they were\nmen or women, answered, that she knew well by their voices which\nrevealed them to her; and that she knew nothing save by revelation and\nthe precepts of God. Asked, what appearances she saw, she answered,\nthat she saw faces. Asked, if these saints had hair, she answered, “It\nis good to know.” Asked, if there was anything between their crowns\nand their hair, answered, no. Asked, if their hair was long and\nhanging down, answered, “I know nothing about it.” She also said that\ntheir voices were beautiful sweet, and humble, and that she understood\nthem well. Asked, how they could speak when they had no bodies, she\nanswered, “I refer it to God.” She repeated that the voices were\nbeautiful, humble, and sweet, and that they could speak French. Asked,\nif St. Margaret did not speak English, answered: “How could she speak\nEnglish when she was not on the English side?”",
        "This would seem to infer that the St. Margaret referred to was not the\nlegendary St. Margaret of the dragon, but St. Margaret of Scotland,\nwell known in France from the long connection between those two\ncountries, and a popular mediæval saint. She would naturally have\nspoken English, being a Saxon, but also quite naturally would have\nbeen against the English, as a Scottish queen; but of these\nrefinements it is very unlikely that Jeanne knew anything, and her\nprompt and somewhat sharp reply evidently cut the inquiry short. The\nnext question was, did they wear gold rings in their ears or\nelsewhere, these crowned saints; to which she answered a little\ncontemptuously, “I know nothing about it.” She was then asked if she\nherself had rings: on which “turning to us the aforesaid Bishop, she\nsaid, ’You have one of mine; give it back to me.’ She then said that\nthe Burgundians had her other ring, and asked of us if we had the ring\nto shew it to her. Asked, who gave her this ring, answered, her father\nor her mother, and that the name Jhesus Maria was written upon it,\nbut that she knew not who put it there, nor even whether there was a\nstone in the ring; it was given to her in the village of Domremy. She\nadded that her brother gave her another ring which we had, and said\nthat she desired that it might be given to the Church.”",
        "A sudden change was now made in the cross-examination according to the\nmethods of that operation, throwing her back without warning upon the\nvillage superstitions of Domremy, the magic tree and fountain. Many of\nthe questions which follow are so trivial and are so evidently\ninstinct with evil meaning, that it seems a wrong to Beaupère to\nimpute the whole of the interrogatory to him; other questions were\nevidently interposed by the excited assembly.",
        "Asked, if St. Catherine and St. Margaret talked with her under the\ntree of which mention had been made above, she answered, “I know\nnothing about it.” Asked, if the saints were seen at the fountain near\nthe tree, answered yes, that she had heard them there; but what her\nsaints promised to her, there or elsewhere, she answered, that nothing\nwas promised except by permission from God. Asked, what promises were\nmade to her, she answered, “This has nothing at all to do with your\ntrial,” but added, that among other things they said to her that her\nKing should be restored to his kingdom, and that his adversaries\nshould be destroyed. She said also that they promised to take her, the\nsaid Jeanne, to Paradise, as she had asked them to do. Asked, if she\nhad any other promises, she said there was one promise that had\nnothing to do with the trial, but that in three months she would tell\nthem what that other promise was. Asked, if the voices told her she\nwould be set free from her prison in three months, she answered: “This\ndoes not concern your trial; nor do I know when I shall be set free.\"\nAnd she added that those who wished to send her out of this world\nmight well go before her. Asked, if her council did not tell her when\nshe should be set free from her present prison, answered: “Ask me this\nin three months’ time; I can promise you as much as that\"–but added:\n“You may ask those present, on their oaths, if this has anything to do\nwith the trial.”",
        "Startled by this suggestion, the judges seem to have held a hurried\nconsultation among themselves to see whether these matters did really\ntouch the trial; the result apparently decided them to return again to\nthe question of the local superstitions of Domremy, the only point on\nwhich there seemed a chance of breaking down the extraordinarily just\nand steadfast intelligence of the girl who stood before them. After\nthis pause she resumed, apparently not in answer to any question.",
        "“I have well told you that there were things you should not know, and\nsome time I must needs be set free. But I must have permission if I\nspeak; therefore I will ask to have delay in this.” Asked, if her\nvoices forbade her to speak the truth, she said: “Do you expect me to\ntell you things that concern the King of France? There is a great deal\nhere that has nothing to do with the trial.” She said also that she\nknew that her King should enjoy the kingdom of France, as well as she\nknew that they were there before her in judgment. She added that she\nwould have been dead but for the revelations which comforted her\ndaily. She was then asked what she had done with her mandragora\n(mandrake)? she answered that she had no mandragora, nor had ever had.\nShe had heard say that near her village there was one, but had never\nseen it. She had heard say that it was a dangerous thing, and that it\nwas wicked to keep it; but knew nothing of its use. Asked, in what\nplace this mandrake was, and what she had heard of it? she said that\nshe had heard that it grew under the tree of which mention has been\nmade, but did not know the place; she said also that she had heard\nthat above the mandragora was a hazel tree. Asked, what she heard was\ndone with the mandragora, answered, that she had heard that it brought\nmoney, but did not believe it; and added that her voices had never\ntold her anything about it.",
        "Asked, what was the appearance of St. Michael when she saw him first,\nshe answered, that she saw no crown, and knew nothing of his dress.\nAsked, if he was naked, she answered, “Do you think God has nothing to\nclothe him with?” Asked, if he had hair, she answered, “Why should it\nhave been cut?” She said further that she had not seen the blessed\nMichael since she left the castle of Crotoy, nor did she see him\noften. At last she said that she knew not whether he had hair or not.\nAsked, whether he carried scales, she answered, “I know nothing of\nit,” but added that she had much joy in seeing him, and she knew when\nshe saw him that she was not in a state of sin. She also said that St.\nCatherine and St. Margaret often made her confess to them, and said\nthat if she had been in a state of sin it was without knowing it. She\nwas then asked whether, when she confessed, she believed herself to be\nin a state of mortal sin; she answered, that she knew not whether she\nhad been in that state, but did not believe she had done the works of\nsin. “It would not have pleased God,” she said, “that I should have\nbeen so; nor would it have pleased Him that I should have done the\nworks of sin by which my soul should have been burdened.”",
        "She was then asked what sign she gave to the King that she came to him\nfrom God; she answered: “I have told you always that nothing should\ndraw this from me.[7] Ask me no more.” Asked, if she had not sworn to\nreveal what was asked of her touching the trial, answered, “I have\ntold you that I will tell you nothing that was for our King; and of\nthis which belongs to him I will not speak.” Asked, if she knew the\nsign which she gave to the King, she answered: “You shall know nothing\nfrom me.” When it was said to her that this did concern the trial, she\nanswered, “Of that which I have promised to keep secret I shall tell\nyou nothing\"; and further she said, “I promised in that place and I\ncould not tell you without perjuring myself.” Asked, to whom she\npromised? answered, that she had promised to Saints Catherine and\nMargaret, and this was shown to the King. She also said she had\npromised it to these two saints, because they had required it of her.\nAnd the same Jeanne had done this at their request. “Too many people\nwould have asked me concerning it, if I had not promised to the\naforesaid saints.” She was then asked, when she showed this sign to\nthe King if there were others with him; she answered, that to her\nthere was no one near him, even though many people might have been\npresent. (As a matter of fact the sign was given to Charles when he\ntalked with the Maid apart in a recess, the great hall being full of\nthe Court and followers; so that this was strictly true.) Asked\nfurther, if she saw a crown over the head of her King when she showed\nhim this sign, but replied: “I cannot answer you without perjury.\"\nAsked further if her King had a crown when he was at Rheims, answered,\nthat in her opinion her King had a crown which he found at Rheims, but\na very fine one was afterwards brought for him. He did this to hasten\nmatters, at the desire of the city of Rheims; but if he had been more\ncertain, he could have had a crown a thousand times richer. (All this\nis very obscure.)",
        "Asked, if she had seen this crown, she answered: “I could not tell you\nwithout perjury, but I heard that it was a very rich one.” It was then\ndetermined to conclude for this day.",
        "On the sixth day there was again the same questions about the oath,\nending in the usual way. And the cross-examination was at once\ncontinued.",
        "She was asked if she would say whether St. Michael had wings, and what\nbodies and members had St. Catherine and St. Margaret; and she\nanswered, “I have told you what I know, and will make no other reply\";\nshe said, moreover, that when she saw St. Michael and St. Catherine\nand St. Margaret, she knew at once that they were saints of Paradise.\nAsked, if she saw anything more than their faces, she answered: “I\nhave told you all I know of them: and I would rather have had my head\ntaken off than tell you all I know.” She then said that in whatever\nconcerned the trial she would speak freely. Asked, if she believed\nthat St. Michael and St. Gabriel had natural heads, she answered: “I\nsaw them with my eyes and I believe that they are, as firmly as I\nbelieve that God is.” Asked, if she believed that God made them in the\nform in which she saw them, she answered, “Yes.” Asked, if she\nbelieved that God had created them in the same form from the\nbeginning, answered: “You shall have no more for the present, except\nwhat I have already said.”",
        "This subject was then dropped, and the examiner made another leap\nforward to a different part of her life. “Did you know by revelation\nthat you should break prison?” he said. To this Jeanne answered\nindignantly: “This has nothing to do with your trial. Would you have\nme speak against myself?”",
        "Again questioned what her “voices” had said to her in respect to her\nattempts at escape, she again answered: “This has nothing to do with\nthe trial; I go back to the trial. If all your questions were about\nthat, I should tell you all.” She said besides, on her faith, that she\nknew neither the day nor the hour when she should escape. She was then\nasked what the voices said to her generally, and answered: “In truth,\nthey tell me I shall be freed, but neither the day nor the hour; and\nthat I ought to speak boldly, and with a glad countenance.” She was\nthen asked whether, when first she saw her King, he asked her whether\nit was by revelation that she had assumed the dress of a man? she\nreplied: “I have answered this. I cannot recollect whether he asked\nme. But it is written in the book at Poitiers.” Asked, whether the\ndoctors who examined her there, some for a month, some for three\nweeks, had asked her about her change of dress; she answered: “I don’t\nremember; but I know they asked me when I assumed the dress of a man,\nand I told them it was in the town of Vaucouleurs.” Asked, whether\nthese doctors had inquired whether it was her voices which had made\nher take that dress, answered, “I don’t remember.” Asked if her Queen\nwished her to change her dress when she first saw her, answered, “I\ndon’t remember.” Asked if her King, Queen, and all of her party did\nnot ask her to lay aside the dress of a man, she answered, “This has\nnothing to do with the trial.” Asked, if the same was not requested of\nher in the castle of Beaurevoir, she answered: “It is true. And I\nreplied that I could not lay it aside without the permission of God.\"\nShe said further that the demoiselle of Luxembourg (aunt of Jeanne’s\ncaptor, and a very old woman) and the lady of Beaurevoir offered her a\nwoman’s dress, or stuff to make one, and begged her to wear it; but\nshe replied that she had not yet the permission of our Lord, and that\nit was not yet time. Asked, if M. Jean de Pressy and others at Arras\nhad offered her a woman’s dress, she answered, “He and others have\noften asked it of me.” Asked, if she thought she would have done wrong\nin putting on a woman’s dress, she answered, that it was better to\nobey her sovereign Lord, that is, God; she said also that if she had\ndone it, she would rather have done it at the request of these two\nladies than of any other in France, except her Queen. Asked, if, when\nGod revealed to her that she should change her dress, it was by the\nvoice of St. Michael, St. Catherine, or St. Margaret, she answered,\n“You shall hear no more about it.” Asked, when the King first employed\nher, and her standard was made, whether the men-at-arms and others who\ntook part in the war did not have flags imitated from hers? she\nanswered, “It is well to know that the lords retained their own arms\";\nshe also added that her brothers-in-arms made such pennons as pleased\nthem. Asked, how these were made, if they were of linen or cloth,\nanswered, that they were of white satin, some of them with lilies;\nthat she had but two or three lances in her own company–but that in\nthe rest of the army some carried pennons like hers, but only to\ndistinguish them from others. Asked, if the banners were often\nrenewed, answered: “I know not; when the staff was broken it was\nrenewed.” Asked, if she had not said that the pennons copied from hers\nwere fortunate, answered, that she had said, “Go in boldly among the\nEnglish\"; and that she had done the same herself. Asked, if she said\nthat they should have good luck if they bore the banners well,\nanswered, that she had told them what would happen, and what should\nstill happen. Asked, if she had caused holy water to be sprinkled on\nthe pennons when they were new, she answered, “That has nothing to do\nwith the trial\"; but added that if she did so sprinkle them she was\nnot instructed to answer that question now. Asked, if the others put\nJhesus Maria upon their pennons, she answered: “By my faith, I know\nnothing about it.” Asked, if she had ever carried or caused to be\ncarried in a procession round a church or altar the linen of which the\npennons were made, answered no, that she had never seen anything of\nthe kind done.",
        "Asked, when she was before Jargeau, what it was that she wore behind\nher helmet, and if she had not something round it, she answered: “By\nmy faith, there was nothing.” Asked, if she knew a certain Brother\nRichard, she answered: “I never saw him till I was before Troyes.\"\nAsked, what cheer Brother Richard made to her, answered, that she\nthought the people of Troyes had sent him to her, doubting whether she\nhad come on the part of God, and that as he approached her he made the\nsign of the cross, and sprinkled holy water; she said to him: “Come on\nboldly; I shall not fly away.” Asked, if she had seen, or had caused\nto be made, any images or pictures of herself, she answered, that at\nArras she had seen a picture in the hands of a Scot, where she was\nrepresented fully armed, kneeling on one knee, and presenting a letter\nto the King; but that she had never caused any image or picture of\nherself to be made. Asked concerning a table in the house of her host,\nupon which were painted three women, with Justice, Peace, Union\ninscribed beneath, answered, that she knew nothing of it. Asked, if\nshe knew that those of her party caused masses and prayers to be made\nin her honour, she answered, that she knew not; and if they did so, it\nwas not by any command of hers; but that if they did so, her opinion\nwas that they did no wrong. Asked, if those of her party firmly\nbelieved that she was sent from God, she answered: “I know not whether\nthey believed it; but even if they did not believe it, I am none the\nless sent on the part of God.” Asked, whether she thought that to\nbelieve that she was sent from god was a worthy faith, she answered,\nthat if they believed that she was sent from God they were not\nmistaken. Asked, if she knew what her party meant by kissing her feet\nand hands and her garments, answered, that many people did it, but\nthat her hands were kissed as little as she could help it. The poor\npeople, however, came to her of their own free will, because she never\noppressed them, but protected them as far as was in her power. Asked,\nwhat reverence the people of Troyes made to her, she answered, “None\nat all,” and added that she believed Brother Richard came into Troyes\nwith her army, but that she had not seen him coming in. Asked, if he\nhad not preached at the gates when she came, answered, that she\nscarcely paused there at all, and knew nothing of any sermon. Asked,\nhow long she was at Rheims, and answered, four or five days. Asked,\nwhether she baptised (stood godmother to) children there, she\nanswered: To one at Troyes, but did not remember any at Rheims or at\nChâteau-Thierry; but there were two at St. Denis; and willingly she\ncalled the boys “Charles,” in honour of her King, and the girls\n“Jeanne,” according to what their mothers wished. Asked, if the good\nwomen of the town did not touch with their rings the rings she wore,\nshe answered, that many women touched her hands and her rings; but she\ndid not know why they did it. Asked, what she did with the gloves in\nwhich her King was consecrated, she answered that “Gloves were\ndistributed to the knights and nobles that came there\"; and there was\none who lost his; but she did not say that she would find it for him.\nAlso she said that her standard was in the church at Rheims, and she\nbelieved near the altar, and she herself had carried it for a short\ntime, but did not know whether Brother Richard had held it.",
        "She was then asked if she communicated and went to confession often\nwhile moving about the country, and if she received the sacrament in\nher male costume; to which she answered “yes, but without her arms\";\nshe was then questioned about a horse belonging to the Bishop of\nSenlis, which had not suited her, a matter completely without\nimportance. The inference intended was that it was taken from him\nwithout being paid for; but there was no evidence that the Maid knew\nanything about it. We then come to the incident of Lagny.",
        "She was asked how old the child was which she saw at Lagny, and\nanswered, three days; it hed been brought to Lagny to the Church of\nNôtre Dame, and she was told that all the maids in Lagny were before\nour Lady praying for it, and she also wished to go and pray God and\nour Lady that its life might come back; and she went, and prayed with\nthe rest. And finally life appeared; it yawned three times, and was\nbaptised and buried in consecrated ground. It had given no sign of\nlife for three days and was black as her coat, but when it yawned its\ncolour began to come back. She was there with the other maids on her\nknees before our Lady to make her prayer.",
        "The reader must understand that this was no special appeal to Jeanne’s\nmiraculous power, but a custom of that intense and tender charity with\nwhich the Church of Rome corrects her dogmatism upon questions of\nsalvation. A child unbaptised could not be buried in consecrated\nground, and was subject to all the sorrows of the unredeemed; but who\ncould doubt that the priest would be easily persuaded by some wavering\nof the tapers on the altar upon the little dead face, some flicker of\nhis own compassionate eyelids, that sufficient life had come back to\npermit the holy rite to be administered? The whole little scene is\naffecting in the extreme, the young creatures all kneeling, fervently\nappealing to the Maiden-mother, the priest ready to take instant\nadvantage of any possible flicker, the Maid of France, no conspicuous\nfigure, but weeping and praying among the rest. There was no thought\nhere of the raising of the dead–the prayer was for breath enough only\nto allow of the holy observance, the blessed water, the last\npossibility of human love and effort.",
        "Jeanne was then questioned concerning Catherine of La Rochelle, the\nsupposed prophetess, who had been played against her by La Tremouille\nand his follows, and narrated how she had watched two nights to see\nthe mysterious lady clothed in cloth of gold who was said to appear to\nCatherine, but had not seen her, and that she had advised the woman to\nreturn to her husband and children. Catherine’s mission was to go\nthrough the “good towns” with heralds and trumpets to call upon those\nwho had money or treasure of any kind to give it to the King, and she\nprofessed to have a supernatural knowledge where such money was\nhidden. [No doubt La Tremouille must have thought that to get money,\nwhich was so scarce, in such a simple way, was worth trying at least.\nBut Jeanne’s opinion was that it was folly, and that there was nothing\nin it; an opinion fully verified. Catherine’s advice had been that\nJeanne should go to the Duke of Burgundy to make peace; but Jeanne had\nanswered that no peace could be made save at the end of the lance.]",
        "She was then asked about the siege of La Charité; she answered, that\nshe had made an assault: but had not sprinkled holy water, or caused\nit to be sprinkled. Asked, why she did not enter the city as she had\nthe command of God to do so, she replied: “Who told you that I was\ncommanded to enter?” Asked, if she had not had the advice of her\nvoices, she answered, that she had desired to go into France (meaning\ntowards Paris), but the generals had told her that it was better to go\nfirst to La Charité. She was then asked if she had been long in the\ntower of Beaurevoir; answered, that she was there about four months,\nand that when she heard the English come she was angry and much\ntroubled. Her voices forbade her several times to attempt to escape;\nbut at last, in the doubt she had of the English she threw herself\ndown, commending herself to God and to our Lady, and was much hurt.\nBut after she had done this the voice of St. Catherine said to her not\nto be afraid, that she should be healed, and that Compiègne would be\nrelieved.",
        "Also she said that she prayed always for the relief of Compiègne with\nher council. Asked, what she said after she had thrown herself down,\nshe answered, that some said that she was dead; and as soon as the\nBurgundians saw that she was not dead, they told her that she had\nthrown herself down. Asked, if she had said that she would rather die\nthan fall into the hands of the English, she answered, that she would\nmuch rather have rendered her soul to God than have fallen into the\nhands of the English. Asked, if she was not in a great rage, and if\nshe did not blaspheme the name of God, she answered, that she never\nsaid evil of any saint, and that it was not her custom to swear. Asked\nrespecting Soissons, when the captain had surrendered the town,\nwhether she had not cursed God, and said that if she had gotten hold\nof the captain, she would have cut him into four pieces; she answered,\nthat she never swore by any saint, and that those who said so had not\nunderstood her.",
        "At this point the public trial of Jeanne came to a sudden end. Either\nthe feeling produced in the town, and even among the judges, by her\nundeviating, simple, and dignified testimony had begun to be more than\nher persecutors had calculated upon; or else they hoped to make\nshorter work with her when deprived of the free air of publicity, the\nsight no doubt of some sympathetic faces, and the consciousness of\nbeing still able to vindicate her cause and to maintain her faith\nbefore men. Two or three fierce Inquisitors within her cell, and the\nBishop, that man without heart or pity at their head, might still tear\nadmissions from her weariness, which a certain sympathetic atmosphere\nin a large auditory, swept by waves of natural feeling, would\nstrengthen her to keep back. The Bishop made a proclamation that in\norder not to vex and tire his learned associates he would have the\nminutes of the previous sittings reduced into form, and submitted to\nthem for judgment, while he himself carried on apart what further\ninterrogatory was necessary. We are told that he was warned by a\ncounsellor of the town that secret examinations without witnesses or\nadvocate on the prisoner’s side, were illegal; but Monseigneur de\nBeauvais was well aware that anything would be legal which effected\nhis purpose, and that once Jeanne was disposed of, the legality or\nillegality of the proceedings would be of small importance. I have\nthought it right to give to the best of my power a literal translation\nof these examinations, notwithstanding their great length; as, except\nin one book, now out of print and very difficult to procure, no such\ndetailed translation,[8] so far as I am aware, exists; and it seems to\nme that, even at the risk of fatiguing the reader (always capable of\nskipping at his pleasure), it is better to unfold the complete scene\nwith all its tedium and badgering, which brings out by every touch the\nextraordinary self-command, valour, and sense of this wonderful Maid,\nthe youngest, perhaps, and most ignorant of the assembly, yet meeting\nall with a modest and unabashed countenance, true, pure, and natural,\n–a far greater miracle in her simplicity and noble steadfastness than\neven in the wonders she had done.\n\n[1] She was in reality detained two days, which fact, no doubt, she\n    judged to be an unimportant detail.\n[2] Probably meaning, had been present when the voices came to her and\n    had perceived her state of listening and abstraction.\n[3] This was her special friend, Gerard of Epinal–her compère and\n    gossip; was it jesting beguiled by some childish recollection, or\n    mock threat of youthful days that she said this?\n[4] An answer evidently given in the vagueness of imperfect knowledge,\n    meaning a very great number.\n[5] Quicherat gives a note on this subject to point out that there was\n    really was but one Pope at this moment, the question having been\n    settled by the abdication of Clement VIII., Benedict XIV. being a\n    mere impostor. We cannot believe, however, that this historical\n    cutting of the knot could be known to Jeanne. She probably felt\n    only, with her fine instinct, that there could be but one Pope,\n    and that to be deceived on such a matter ought to have been a\n    thing impossible to all those priests and learned men; as a matter\n    of fact the three claimants, on account of whom the Comte\n    d’Armagnac had appealed to her, were no longer existing at the\n    time he wrote.\n[6] She meant Paris, which was lost by the English, according to her\n    prophecy within the time named.\n[7] It should here be noted that Jeanne’s sign to the King being, as\n    he afterwards declared, the answer to his most private devotions\n    and the final setting at rest of a doubt which might have injured\n    him much had it been known that he entertained it–it would have\n    been dishonourable on her part and a great wrong to him had she\n    revealed it.\n[8] The translation of M. Fabre is now, I believe, reprinted, but it\n    is not satisfactory.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] She was in reality detained two days, which fact, no doubt, she\n    judged to be an unimportant detail.",
        "[2] Probably meaning, had been present when the voices came to her and\n    had perceived her state of listening and abstraction.",
        "[3] This was her special friend, Gerard of Epinal–her compère and\n    gossip; was it jesting beguiled by some childish recollection, or\n    mock threat of youthful days that she said this?",
        "[4] An answer evidently given in the vagueness of imperfect knowledge,\n    meaning a very great number.",
        "[5] Quicherat gives a note on this subject to point out that there was\n    really was but one Pope at this moment, the question having been\n    settled by the abdication of Clement VIII., Benedict XIV. being a\n    mere impostor. We cannot believe, however, that this historical\n    cutting of the knot could be known to Jeanne. She probably felt\n    only, with her fine instinct, that there could be but one Pope,\n    and that to be deceived on such a matter ought to have been a\n    thing impossible to all those priests and learned men; as a matter\n    of fact the three claimants, on account of whom the Comte\n    d’Armagnac had appealed to her, were no longer existing at the\n    time he wrote.",
        "[6] She meant Paris, which was lost by the English, according to her\n    prophecy within the time named.",
        "[7] It should here be noted that Jeanne’s sign to the King being, as\n    he afterwards declared, the answer to his most private devotions\n    and the final setting at rest of a doubt which might have injured\n    him much had it been known that he entertained it–it would have\n    been dishonourable on her part and a great wrong to him had she\n    revealed it.",
        "[8] The translation of M. Fabre is now, I believe, reprinted, but it\n    is not satisfactory.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}