{
    "title": "Jeanne d’Arc - Chapter XVIII - After.",
    "author": "Mrs. Oliphant",
    "chapter": "19",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "The natural burst of remorse which follows such an event is well known\nin history; and is as certainly to be expected as the details of the\ngreat catastrophe itself. We feel almost as if, had there not been\nfact and evidence for such a revulsion of feeling, it must have been\nrecorded all the same, being inevitable. The executioner, perhaps the\nmost innocent of all, sought out Frère Isambard, and confessed to him\nin an anguish of remorse fearing never to be pardoned for what he had\ndone. An Englishman who had sworn to add a faggot to the flames in\nwhich the witch should be burned, when he rushed forward to keep his\nword was seized with sudden compunction–believed that he saw a white\ndove flutter forth from amid the smoke over her head, and, almost\nfainting at the sight, had to be led by his comrades to the nearest\ntavern for refreshment, a life-like touch in which we recognise our\ncountryman; but he too found his way that afternoon to Frère Isambard\nlike the other. A horrible story is told by the Bourgeois de Paris,\nwhose contemporary journal is one of the authorities for this period,\nthat “the fire was drawn aside” in order that Jeanne’s form, with all\nits clothing burned away, should be visible by one last act of\nshameless insult to the crowd. The fifteenth century believed, as we\nhave said, everything that is cruel and horrible, as indeed the vulgar\nmind does at all ages; but such brutal imaginings have seldom any\ntruth to support them, and there is no such suggestion in the actual\nrecord. Isambard and Massieu heard from one of the officials that when\nevery other part of her body was destroyed the heart was found intact,\nbut was, by the order of Winchester, flung into the Seine along with\nall the ashes of that sacrifice. It was wise no doubt that no relics\nshould be kept.",
        "Other details were murmured abroad amid the excited talk that followed\nthis dreadful scene. “When she was enveloped by the smoke, she cried\nout for water, holy water, and called to St. Michæl; then hung her\nhead upon her breast and breathing forth the name of Jesus, gently\ndied.” “Being in the flame her voice never ceased repeating in a loud\nvoice the holy name of Jesus, and invoking without cease the saints of\nparadise, she gave up her spirit, bowing her head and saying the name\nof Jesus in sign of the fervour of her faith.” One of the Canons of\nRouen, standing sobbing in the crowd, said to another: “Would that my\nsoul were in the same place where the soul of that woman is at this\nmoment\"; which indeed is not very different from the authorised saying\nof Pierre Morice in the prison. Guillaume Manchon, the reporter, he\nwho wrote superba responsio on his margin, and had written down\nevery word of her long examination–his occupation for three months,–\nsays that he “never wept so much for anything that happened to\nhimself, and that for a whole month he could not recover his calm.\"\nThis man adds a very characteristic touch, to wit, that “with part of\nthe pay which he had for the trial, he bought a missal, that he might\nhave a reason for praying for her.” Jean Tressat, “secretary to the\nKing of England” (whatever that office may have been), went home from\nthe execution crying out, “We are all lost, for we have burned a\nsaint.” A priest, afterwards bishop, Jean Fabry, “did not believe that\nthere was any man who could restrain his tears.”",
        "The modern historians speak of the mockeries of the English, but none\nare visible in the record. Indeed, the part of the English in it is\nextraordinarily diminished on investigation; they are the supposed\ninspirers of the whole proceedings; they are believed to be\ncontinually pushing on the inquisitors; still more, they are supposed\nto have bought all that large tribunal, the sixty or seventy judges,\namong whom were the most learned and esteemed Doctors in France; but\nof none of this is there any proof given. That they were anxious to\nprocure Jeanne’s condemnation and death, is very certain. Not one\namong them believed in her sacred mission, almost all considered her a\nsorceress, the most dangerous of evil influences, a witch who had\nbrought shame and loss to England by her incantations and evil spells.\nOn that point there could be no doubt whatever. She alone had stopped\nthe progress of the invaders, and broken the charm of their invariable\nsuccess. But all that she had done had been in favour of Charles, who\nmade no attempt to serve or help her, and who had thwarted her plans,\nand hindered her work so long as it was possible to do so, even when\nshe was performing miracles for his sake. And Alençon, Dunois, La\nHire, where were they and all the knights? Two of them at least were\nat Louvins, within a day’s march, but never made a step to rescue her.\nWe need not ask where were the statesmen and clergy on the French\nside, for they were unfeignedly glad to have the burden of condemning\nher taken from their hands. No one in her own country said a word or\nstruck a blow for Jeanne. As for the suborning of the University of\nParis en masse, and all its best members in particular, that is a\ngeneral baseness in which it is impossible to believe. There is no\nappearance even of any particular pressure put upon the judges. Jean\nde la Fontaine disappeared, we are told, and no one ever knew what\nbecame of him: but it was from Cauchon he fled. And nothing seems to\nhave happened to the monks who attended the Maid to the scaffold, nor\nto the others who sobbed about the pile. On the other side, the\nDoctors who condemned her were in no way persecuted or troubled by the\nFrench authorities when the King came to his own. There was at the\ntime a universal tacit consent in France to all that was done at Rouen\non the 31st of May, 1431.",
        "One reason for this was not far to seek. We have perhaps already\nsufficiently dwelt upon it. It was that France was not France at that\ndolorous moment. It was no unanimous nation repulsing an invader. It\nwas two at least, if not more countries, one of them frankly and\nsympathetically attaching itself to the invader, almost as nearly\nallied to him in blood, and more nearly by other bonds, than any tie\nexisting between France and Burgundy. This does not account for the\nhostile indifference of southern France and of the French monarch to\nJeanne, who had delivered them; but it accounts for the hostility of\nParis and the adjacent provinces, and Normandy. She was as much\nagainst them as against the English, and the national sentiment to\nwhich she, a patriot before her age, appealed,–bidding not only the\nEnglish go home, or fight and be vanquished, which was their only\nalternative–but the Burgundians to be converted and to live in peace\nwith their brothers,–did not exist. Neither to Burgundians, Picards,\nor Normans was the daughter of far Champagne a fellow countrywoman.\nThere was neither sympathy nor kindness in their hearts on that score.\nSome were humane and full of pity for a simple woman in such terrible\nstraits; but no more in Paris than in Rouen was the Maid of Orleans a\nnative champion persecuted by the English; she was to both an enemy, a\nsorceress, putting their soldiers and themselves to shame.",
        "I have no desire to lessen our[1] guilt, whatever cruelty may have\nbeen practised by English hands against the Heavenly Maid. And much\nwas practised–the iron cage, the chains, the brutal guards, the final\nstake, for which may God and also the world, forgive a crime fully and\noften confessed. But it was by French wits and French ingenuity that\nshe was tortured for three months and betrayed to her death. A\nprisoner of war, yet taken and tried as a criminal, the first step in\nher downfall was a disgrace to two chivalrous nations; but the shame\nis greater upon those who sold than upon those who bought; and\ngreatest of all upon those who did not move Heaven and earth, nay, did\nnot move a finger, to rescue. And indeed we have been the most\npenitent of all concerned; we have shrived ourselves by open\nconfession and tears. We have quarrelled with our Shakespeare on\naccount of the Maid, and do not know how we could have forgiven him,\nbut for the notable and delightful discovery that it was not he after\nall, but another and a lesser hand that endeavoured to befoul her\nshining garments. France has never quarrelled with her Voltaire for a\nmuch fouler and more intentional blasphemy.",
        "The most significant and the most curious after-scene, a pendant to\nthe remorse and pity of so many of the humbler spectators, was the\nassembly held on the Thursday after Jeanne’s death, how and when we\nare not told. It consisted of “nos judices antedicti,” but neither is\nthe place of meeting named, nor the person who presided. Its sole\ntestimonial is that the manuscript is in the same hand which has\nwritten the previous records: but whereas each page in that record was\nsigned at the bottom by responsible notaries, Manchon and his\ncolleagues, no name whatever certifies this. Seven men, Doctors and\npersons of high importance, all judges on the trial, all concerned in\nthat last scene in the prison, stand up and give their report of what\nhappened there–part of which we have quoted–their object being to\nestablish that Jeanne at the last acknowledged herself to be deceived.\nAccording to their own showing it was exactly such an acknowledgment\nas our Lord might have been supposed to make in the moment of his\nagony when the words of the psalm, “My God, my God, why hast thou\nforsaken me?” burst from his lips. There seems no reason that we can\nsee, why this evidence should not be received as substantially true.\nThe inference that any real recantation on Jeanne’s part was then\nmade, is untrue, and not even asserted. She was deceived in respect to\nher deliverance, and felt it to the bottom of her heart. It was to her\nthe bitterness of death. But the flames of her burning showed her the\ntruth, and with her last breath she proclaimed her renewed conviction.\nThe scene at the stake would lose something of its greatness without\nthat momentary cloud which weighed down her troubled soul.",
        "Twenty years after the martyrdom of Jeanne, long after he had,\naccording to her prophecy, regained Paris and all that had been lost,\nit became a danger to the King of France that it should be possible to\nimagine that his kingdom had been recovered for him by means of\nsorcery; and accordingly a great new trial was appointed to revise the\ndecisions of the old. In the same palace of the Archbishop at Rouen,\nwhich had witnessed so many scenes of the previous tragedy, the\ndepositions of witnesses collected with the minutest care, and which\nit had taken a long time to gather from all quarters, were submitted\nfor judgment, and a full and complete reversal of the condemnation was\ngiven. The procès was a civil one, instituted (nominally) by the\nmother and brothers of Jeanne, one of the latter being now a knight,\nPierre de Lys, a gentleman of coat armour–against the heirs and\nrepresentatives of Cauchon, Bishop of Beauvais, and Lemaître, the\nDeputy Inquisitor–with other persons chiefly concerned in the\njudgment. Some of these men were dead, some, wisely, not to be found.\nThe result was such a mass of testimony as put every incident of the\nlife of the Maid in the fullest light from her childhood to her death,\nand in consequence secured a triumphant and full acquittal of herself\nand her name from every reproach. This remarkable and indeed unique\noccurrence does not seem, however, to have roused any enthusiasm.\nPerhaps France felt herself too guilty: perhaps the extraordinary calm\nof contemporary opinion which was still too near the catastrophe to\nsee it fully: perhaps that difficulty in the diffusion of news which\nhindered the common knowledge of a trial–a thing too heavy to be\nblown upon the winds,–while it promulgated the legend, a thing so\nmuch more light to carry: may be the cause of this. But it is an\nextraordinary fact that Jeanne’s name remained in abeyance for many\nages, and that only in this century has it come to any sort of glory,\nin the country of which Jeanne is the first and greatest of patriots\nand champions, a country, too, to which national glory is more dear\nthan daily bread.",
        "In the new and wonderful spring of life that succeeded the revolution\nof 1830, the martyr of the fifteenth century came to light as by a\nrevelation. The episode of the Pucelle in Michelet’s History of\nFrance touched the heart of the world, and remains one of the finest\nefforts of history and the most popular picture of the saint. And\nperhaps, though so much less important in point of art, the maiden\nwork of another maiden of Orleans–the little statue of Jeanne, so\npure, so simple, so spiritual, made by the Princess Marie of that\nhouse, the daughter of the race which the Maid held in visionary love,\nand which thus only has ever attempted any return of that devotion–\nhad its part in reawakening her name and memory. It fell again,\nhowever, after the great work of Quicherat had finally given to the\ncountry the means of fully forming its opinion on the subject which\nFabre’s translation, though unfortunately not literal and adorned with\nmodern decorations, was calculated to render popular. A great crop of\nstatues and some pictures not of any great artistic merit have since\nbeen dedicated to the memory of the Maid: but yet the public\nenthusiasm has never risen above the tide mark of literary applause.",
        "There has been, however, a great movement of enthusiasm lately to gain\nfor Jeanne the honour of canonisation[2]; but it seems to have failed,\nor at least to have sunk again for the moment into silence. Perhaps\nthese honours are out of date in our time. One of the most recent\nwriters on the subject, M. Henri Blaze de Bury, suggests that one\nreason which retards this final consecration is “England, certainly\nnot a negligible quantity to a Pope of our time.” Let no such illusion\nmove any mind, French or ecclesiastical. Canonisation means to us, I\npresume, and even to a great number of Catholics, simply the highest\nhonour that can be paid to a holy and spotless name. In that sense\nthere is no distinction of nation, and the English as warmly as the\nFrench, both being guilty towards her, and before God on her account–\nwould welcome all honour that could be paid to one who, more truly\nthan any princess of the blood, is Jeanne of France, the Maid, alone\nin her lofty humility and valour, and in everlasting fragrance of\nmodesty and youth.\n\n[1] The writer must add that personally, as a Scot, she has no right\n    to use this pronoun. Scotland is entirely guiltless of this crime.\n    The Scots were fighting on the side of France through all these\n    wars, a little perhaps for love of France, but much more out of\n    natural hostility to the English. Yet at this time of day, except\n    to state that fact, it is scarcely necessary to throw off the\n    responsibility. The English side is now our side, though it was\n    not so in the fifteenth century: and a writer of the English\n    tongue must naturally desire that there should at least be fair\n    play.\n[2] I am informed, however, that she is already “Venerable,” not a\n    very appropriate title–the same, I presume, as Bienheureuse,\n    which is prettier,–and may therefore be addressed by the faithful\n    in prayer, though her rank is only, as it were, brevet rank, and\n    her elevation incomplete.\n  Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.  • \nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] The writer must add that personally, as a Scot, she has no right\n    to use this pronoun. Scotland is entirely guiltless of this crime.\n    The Scots were fighting on the side of France through all these\n    wars, a little perhaps for love of France, but much more out of\n    natural hostility to the English. Yet at this time of day, except\n    to state that fact, it is scarcely necessary to throw off the\n    responsibility. The English side is now our side, though it was\n    not so in the fifteenth century: and a writer of the English\n    tongue must naturally desire that there should at least be fair\n    play.",
        "[2] I am informed, however, that she is already “Venerable,” not a\n    very appropriate title–the same, I presume, as Bienheureuse,\n    which is prettier,–and may therefore be addressed by the faithful\n    in prayer, though her rank is only, as it were, brevet rank, and\n    her elevation incomplete.",
        " ",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}