{
    "title": "Jeanne d’Arc - Chapter IX - Compiègne. 1430.",
    "author": "Mrs. Oliphant",
    "chapter": "10",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "By this time France was once more all in flames: the English and\nBurgundians had entered and then abandoned Paris–Duke Philip\ncynically leaving that city, which he had promised to give up to\nCharles, to its own protection, in order to look after his more\npressing personal concerns: while Bedford spread fire and flame about\nthe adjacent country, retaking with much slaughter many of the towns\nwhich had opened their gates to the King. Thus while Charles gave no\nattention to anything beyond the Loire, and kept his chief champion\nthere, as it were, on the leash, permitting no return to the most\nimportant field of operations, almost all that had been gained was\nagain lost upon the banks of the Seine. This was the state of affairs\nwhen Jeanne returned humbled and sad from the abandoned siege of La\nCharité. Her enemy’s counsels had triumphed all round and this was the\nresult. Individual fightings of no particular account and under no\nefficient organisation were taking place day by day; here a town stood\nout heroically, there another yielded to the foreign arms; the\npopulation were thrown back into universal misery, the spring fields\ntrampled under foot, the villages burned, every evil of war in full\noperation, invasion aggravated by faction, the English always aided by\none side of France against the other, and neither peace nor security\nanywhere.",
        "This was the aspect of affairs on one side. On the other appeared a\nstill less satisfactory scene. Charles amusing himself, his\ncounsellors, La Tremoïlle, and the Archbishop of Rheims carrying on\nfictitious negotiations with Burgundy and playing with the Maid who\nwas in their power, sending her out to make a show and cast a spell,\nthen dragging her back at the end of their shameful chain: while the\nCourt, the King and Queen, and all their flattering attendants gilded\nthat chain and tried to make her forget by fine clothes and caresses,\nat once her mission and her despair. They were not ungrateful, no: let\nus do them justice, for they might well have added this to the number\nof their sins: mantles of cloth of gold, patents of nobility were at\nher command, had these been what she wanted. The only personal wrong\nthey did to Jeanne was to set up against her a sort of opposition,\nanother enchantress and visionary who had “voices” and apparitions\ntoo, and who was admitted to all the councils and gave her advice in\ncontradiction of the Maid, a certain Catherine de la Rochelle, who was\nready to say anything that was put into her mouth, but who had done\nnothing to prove any mission for France or from God. We have little\nlight however upon the state of affairs in those castles, which one\nafter another were the abode of the Court during this disastrous\nwinter. They were safe enough on the other side of the Loire in the\nfat country where the vines still flourished and the young corn grew.\nNow and then a band of armed men was sent forth to succour a fighting\ntown in the suffering and struggling Île-de-France, always under the\nconflicting orders of those intrigants and courtiers: but within the\nCourt, all was gay; “never man,” as rough La Hire had said on an\nearlier occasion, “lost his kingdom more gaily or with better grace\"\nthan did Charles. Where was La Hire? Where was Dunois?–there is no\nappearance of these champions anywhere. Alençon had returned to his\nprovince. Only La Tremoïlle and the Archbishop holding all the strings\nin their hands, upsetting all military plans, disgusting every chief,\nmet and talked and carried on their busy intrigues, and played their\nSibyl–/Sibylle de carrefour, says one of the historians indignantly\n–against the Maid, who, all discouraged and downcast, fretted by\ncaresses, sick of inactivity, dragged out the uneasy days in an\nuncongenial world; but Jeanne has left no record of the sensations\nwith which she saw these days pass, eating her heart out, gazing over\nthat rapid river, on the other side of which all the devils were\nunchained and every result of her brief revolution was being lost.",
        "At length however the impatience and despair were more than she could\nbear; the Court was then at Sully and the spring had begun with its\nlonger days and more passable roads. Without a word to anyone the Maid\nleft the castle. The war had rolled towards these princely walls, as\nnear as Melun, which was threatened by the English. A little band of\nintimate servants and associates, her two brothers, and a few faithful\nfollowers, were with her. So far as we know she never saw Charles or\nhis courtiers again. They arrived at Melun in time to witness and to\ntake part in the repulse of the English, and it was here that a\ncommunication was make to Jeanne by her saints of which afterwards\nthere was frequent mention. Little had been said of them during her\ndark time of inaction, and their tone was no longer as of old. It was\non the side of the moat of Melun where probably she was superintending\nsome necessary work to strengthen the fortifications or to put them in\nbetter order for defence, that this message reached her. The “Voices\"\nwhich so often had urged her to victory and engaged the faith of\nheaven for her success, had now a word to say, secret and personal to\nherself. It was that she should be taken prisoner; and the date was\nfixed, before the St. Jean. It was the middle of April when this\ncommunication was made and the Feast of St. Jean, as everybody knows,\nis in the end of June; two months only to work in, to strike another\nblow for France. The “Voices” bade her not to fear, that God would\nsustain her. But it would be impossible not to be startled by such a\nsudden intimation in the midst of her reviving plans. The Maid made\none terrified prayer, that God would let her die when she was taken,\nnot subject her to long imprisonment; her heart prophetically sprang\nto a sudden consciousness of the most likely, most terrible end that\nlay before her, for she had been often enough threatened with the\nstake and the fire to know what to expect. But the saintly voices made\nno reply. They bade her be strong and of good courage: is not that the\nall-sustaining, all-delusive message for every martyr? It was the will\nof God, and His support and sustaining power, which we often take to\nmean deliverance, but which is not always so–were promised. She asked\nwhere this terrible thing was to happen, but received no reply.\nNatural and simple as she was, she confessed afterwards that had she\nknown she was to be taken on any certain day, she would not have gone\nout to meet the catastrophe unless she had been forced by evident duty\nto do so. But this was not revealed to her. “Before the St. Jean!” It\nmust almost have seemed a guarantee that until that time or near it\nshe was safe. She would seem to have said nothing immediately of this\nvision to sadden those about her.",
        "In the meantime, however, there were other adventures in store for\nher. From Melun to Lagny was no long journey, but it was through a\ncountry full of enemies in which she must have been subject to attack\nat every corner of every road or field. And she had not been long in\nthe latter place which is said to have had a garrison of Scots, when\nnews came of the passing of a band of Burgundians, a troop of raiders\nindeed, ravaging the country, taking advantage of the war to rob and\nlay waste churches, villages, and the growing fields wherever they\npassed. The troops was led by Franquet d’Arras, a famous “pillard,\"\nrobber of God and man. Jeanne set out to encounter this bandit with a\nparty of some four hundred men, and various noble companions, among\nwhom, however, we find no name familiar in her previous career, a\ncertain Hugh Kennedy, a Scot, who is to be met with in various records\nof fighting, being one of the most notable among them. Franquet’s band\nfought vigorously but were cut to pieces, and the leader was taken\nprisoner. When this man was brought back to Lagny, a prisoner to be\nransomed, and whom Jeanne desired to exchange for one of her own side,\nthe law laid claim to him as a criminal. He was a prisoner of war:\nwhat was it the Maid’s duty to do? The question is hotly debated by\nthe historians and it was brought against her at her trial. He was a\nmurderer, a robber, the scourge of the country–especially to the poor\nwhom Jeanne protected and cared for everywhere, was he pitiless and\ncruel. She gave him up to justice, and he was tried, condemned, and\nbeheaded. If it was wrong from a military point of view, it was her\nonly error, and shows how little there was with which to reproach her.",
        "In Lagny other things passed of a more private nature. Every day and\nall day long her “voices” repeated their message in her ears. “Before\nthe St. Jean.” She repeated it to some of her closest comrades but\nleft herself no time to dwell upon it. Still worse than the giving up\nof Franquet was the supposed resuscitation of a child, born dead,\nwhich its parents implored her to pray for that it might live again to\nbe baptised. She explained the story to her judges afterwards. It was\nthe habit of the time, nay, we believe continues to this day in some\nprimitive places, to lay the dead infant on the altar in such a case,\nin hope of a miracle. “It is true,” said Jeanne, “that the maidens of\nthe town were all assembled in the church praying God to restore life\nthat it might be baptised. It is also true that I went and prayed with\nthem. The child opened its eyes, yawned three or four times, was\nchristened and died. This is all I know.” The miracle is not one that\nwill find much credit nowadays. But the devout custom was at least\nsimple and intelligible enough, though it afforded an excellent\noccasion to attribute witchcraft to the one among those maidens who\nwas not of Lagny but of God.",
        "From Lagny Jeanne went on to various other places in danger, or which\nwanted encouragement and help. She made two or three hurried visits to\nCompiègne, which was threatened by both parties of the enemy; at one\ntime raising the siege of Choicy, near Compiègne, in company with the\nArchbishop of Rheims, a strange brother in arms. On another of her\nvisits to Compiègne there is said to have occurred an incident which,\nif true, reveals to us with very sad reality the trouble that\novershadowed the Maid. She had gone to early mass in the Church of St.\nJacques, and communicated, as was her custom. It must have been near\nEaster–perhaps the occasion of the first communion of some of the\nchildren who are so often referred to, among whom she loved to\nworship. She had retired behind a pillar on which she leaned as she\nstood, and a number of people, among whom were many children, drew\nnear after the service to gaze at her. Jeanne’s heart was full, and\nshe had no one near to whom she could open it and relieve her soul. As\nshe stood against the pillar her trouble burst forth. “Dear friends\nand children,” she said, “I have to tell you that I have been sold and\nbetrayed, and will soon be given up to death. I beg of you to pray for\nme; for soon I shall no longer have any power to serve the King and\nthe kingdom.” These words were told to the writer who records them, in\nthe year 1498, by two very old men who had heard them, being children\nat the time. The scene was one to dwell in a child’s recollection,\nand, if true, it throws a melancholy light upon the thoughts that\nfilled the mind of Jeanne, though her actions may have seemed as\nenergetic and her impulses as strong as in her best days.",
        "At last the news came speeding through the country that Compiègne was\nbeing invested on all sides. It had been the headquarters of Charles\nand had received him with acclamations, and therefore the alarm of the\ntownsfolk for the retribution awaiting them, should they fall into the\nhands of the enemy, was great; it was besides a very important\nposition. Jeanne was at Crespy en Valois when this news reached her.\nShe set out immediately (May 22, 1430) to carry aid to the garrison:\n“F’irai voir mes bons amis de Compiègne,” she said. The words are on\nthe base of her statue which now stands in the Place of that town.\nSomething of her early impetuosity was in this impulse, and no\napparent dread of any fatality. She rode all night at the head of her\nparty, and arrived before the dawn, a May morning, the 23d, still a\nmonth from the fatal “St. Jean.” Though the prophecy was always in her\nears, she must have felt that whole month still before her, with a\nsensation of almost greater safety because the dangerous moment was\nfixed. The town received her with joy, and no doubt the satisfaction\nand relief which hailed her and her reinforcements gave additional\nfervour to the Maid, and drove out of her mind for a moment the fatal\nknowledge which oppressed it. There is some difficulty in\nunderstanding the events of this day, but the lucid narrative of\nQuicherat, which we shall now quote, gives a very vivid picture of it.\nJeanne had timed her arrival so early in the morning, probably with\nthe intention of keeping the adversaries in their camps unaware of so\nimportant an addition to the garrison, in order that she might\nsurprise them by the sortie she had determined upon; but no doubt the\nnews had leaked forth somehow, if through no other means, by the\nsudden ringing of the bells and sounds of joy from the city. She paid\nher usual visits to the churches, and noted and made all her\narrangements for the sortie with her usual care, occupying the long\nsummer day in these preparations. And it was not till five o’clock in\nthe evening that everything was complete, and she sallied forth. We\nhear nothing of the state of the town, or of any suspicion existing at\nthe time as to the governor Flavy who was afterwards believed by some\nto be the man who sold and betrayed her. It is a question debated\nwarmly like all these questions. He was a man of bad reputation, but\nthere is no evidence that he was a traitor. The incidents are all\nnatural enough, and seem to indicate clearly the mere fortune of war\nupon which no man can calculate. We add from Quicherat the description\nof the field and what took place there:",
        "“Compiègne is situated on the left bank of the Oise. On the other side\nextends a great meadow, nearly a mile broad, at the end of which the\nrising ground of Picardy rises suddenly like a wall, shutting in the\nhorizon. The meadow is so low and so subject to floods that it is\ncrossed by an ancient foot of the low hills. Three village churches\nmark the extent of the landscape visible from the walls of Compiègne;\nMargny (sometimes spelt Marigny) at the end of the road; Clairoix\nthree quarters of a league higher up, at the confluence of the two\nrivers, the Aronde and the Oise, close to the spot where another\ntributary, the Aisne, also flows into the Oise; and Venette a mile and\na half lower down. The Burgundians had one camp at Margny, another at\nClairoix; the headquarters of the English were at Venette. As for the\ninhabitants of Compiègne, their first defence facing the enemy was one\nof those redoubts or towers which the chronicles of the fifteenth\ncentury called a boulevard. It was placed at the end of the bridge and\ncommanded the road.",
        "“The plan of the Maid was to make a sortie towards the evening, to\nattack Margny and afterwards Clairoix, and then at the opening of the\nAronde valley to meet the Duke of Burgundy and his forces who were\nlodged there, and who would naturally come to the aid of his other\ntroops when attacked. She took no thought for the English, having\nalready carefully arranged with Flavy how they should be prevented\nfrom cutting off her retreat. The governor provided against any chance\nof this by arming the boulevard strongly with archers to drive off any\nadvancing force, and also by keeping ready on the Oise a number of\ncovered boats to receive the foot-soldiers in case of a retrograde\nmovement.",
        "“The action began well: the garrison of Margny yielded in the\ntwinkling of an eye. That of Clairoix rushing to the support of their\nbrothers in arms was repulsed, then in its turn repulsed the French;\nand three times this alternative of advance and retreat took place on\nthe flat ground of the meadow without serious injury to either party.\nThis gave time to the English to take part in the fray;[1] though\nthanks to the precautions of Flavy all they could do was to swell the\nranks of the Burgundians. But unfortunately the rear of the Maid’s\narmy was struck with the possibility that a diversion might be\nattempted from behind, and their retreat cut off. A panic seized them;\nthey broke their ranks, turned back and fled, some to the boats, some\nto the barrier of the boulevard. The English witnessing this flight\nrushed after them, secure now on the side of Compiègne, where the\narchers no longer ventured to shoot lest they should kill the\nfugitives instead of the enemies. They (the English) thus got\npossession of the raised road, and pushed on so hotly after the\nfugitives that their horses’ heads touched the backs of the crowd. It\nthus became necessary for the safety of the town to close the gates\nuntil the barrier of the boulevard should be set up again.”",
        "These disastrous accidents had taken place while Jeanne, charging in\nfront with her companions and body-guard, remained quite unaware of\nany misfortune. She would hear no call to retreat, even when her\ncompanions were roused to the dangers of their position. “Forward,\nthey are ours!” was all her cry. As at St. Pierre-le-Moutier she was\nready to defeat the Burgundian army alone. At length the others\nperceiving something of what had happened seized her bridle and forced\nher to retire. She was of herself too remarkable a figure to be\nconcealed amid the group of armed men who rode with her, encircling\nher, defending the rear of the flying party. Over her armour she wore\na crimson tunic, or according to some authorities a short cloak, of\ngorgeous material embroidered with gold, and though by this time the\ntwilight must have afforded a partial shelter, yet the knowledge that\nshe was there gave keenness to every eye. Behind, the scattered\nBurgundians had rallied and begun to pursue, while the armour and\nspears of the English glittered in front between the little party and\nthe barrier which was blocked by a terrified crowd of fugitives. Even\nthen a party of horsemen might have cut their way through; but at the\nmoment when Jeanne and her followers drew near, the barrier was\nsharply closed and the wild, confused, and fighting crowd, treading\neach other down, struggling for life, were forced back upon the\nEnglish lances. Thus the retreating band riding hard along the raised\nroad, in order and unbroken, found the path suddenly barred by the\nforces of the enemy, the fugitives of their own army, and the closed\ngates of the town.",
        "An attempt was then made by the Maid and her companions to turn\ntowards the western gate where there still might have been a chance of\nsafety; but by this time the smaller figure among all those steel-clad\nmen, and the waving mantle, must have been distinguished through the\ndusk and the dust. There was a wild rush of combat and confusion, and\nin a moment she was surrounded, seized, her horse and her person,\nnotwithstanding all resistance. With cries of “Rendez vous,” and many\nan evil name, fierce faces and threatening weapons closed round her.\nOne of her assailants–a Burgundian knight, a Picard archer, the\naccounts differ–caught her by her mantle and dragged her from her\nhorse; no Englishman let us be thankful, though no doubt all were\nequally eager and ready. Into the midst of that shouting mass of men,\nin the blinding cloud of dust, in the darkening of the night, the Maid\nof France disappeared for one terrible moment, and was lost to view.\nAnd then, and not till then, came a clamour of bells into the night,\nand all the steeples of Compiègne trembled with the call to arms, a\nsally to save the deliverer. Was it treachery? Was it only a\nperception, too late, of the danger? There are not wanting voices to\nsay that a prompt sally might have saved Jeanne, and that it was quite\nwithin the power of the Governor and city had they chosen. Who can\nanswer so dreadful a suggestion? it is too much shame to human nature\nto believe it. Perhaps within Compiègne as without, they were too slow\nto perceive the supreme moment, too much overwhelmed to snatch any\nchance of rescue till it was too late.",
        "Happily we have no light upon the tumult around the prisoner, the ugly\ntriumph, the shouts and exultation of the captors who had seized the\nsorceress at last; nor upon the thoughts of Jeanne, with her\nthreatened doom fulfilled and unknown horrors before her, upon which\nimagination must have thrown the most dreadful light, however strongly\nher courage was sustained by the promise of succour from on high. She\nhad not been sent upon this mission as of old. No heavenly voice had\nsaid to her “Go and deliver Compiègne.” She had undertaken that\nwarfare on her own charges with no promise to encourage her, only the\ncertainty of being overthrown “before the St. Jean.” But the St. Jean\nwas still far off, a long month of summer days between her and that\nmoment of fate! So far as we can see Jeanne showed no unseemly\nweakness in this dark hour. One account tells us that she held her\nsword high over her head declaring that it was given by a higher than\nany who could claim its surrender there. But she neither struggled nor\nwept. Not a word against her constancy and courage could any one, then\nor after, find to say. The Burgundian chronicler tells us one thing,\nthe French another. “The Maid, easily recognised by her costume of\ncrimson and by the standard which she carried in her hand, alone\ncontinued to defend herself,” says one; but that we are sure could not\nhave been the case as long as d’Aulon, who accompanied her, was still\nable to keep on his horse. “She yielded and gave her parole to\nLyonnel, bâtard de Wandomme,” says another; but Jeanne herself\ndeclares that she gave her faith to no one, reserving to herself the\nright to escape if she could. In that dark evening scene nothing is\nclear except the fact that the Maid was taken, to the exultation and\ndelight of her captors and to the terror and grief of the unhappy\ntown, vainly screaming with all its bells to arms,–and with its sons\nand champions by hundreds dying under the English lances and in the\ndark waves of the Oise.",
        "The archer or whoever it was who secured this prize, took Jeanne back,\nalong the bloody road with its relics of the fight, to Margny, the\nBurgundian camp, where the leaders crowded together to see so\nimportant a prisoner. “Thither came soon after,” says Monstrelet, “the\nDuke of Burgundy from his camp of Coudon, and there assembled the\nEnglish, the said Duke and those of the other camps in great numbers,\nmaking, one with the other, great cries and rejoicings on the taking\nof the Maid: whom the said Duke went to see in the lodging where she\nwas and spoke some words to her which I cannot call to mind, though I\nwas there present; after which the said Duke and the others withdrew\nfor the night, leaving the Maid in the keeping of Messer John of\nLuxembourg\"–to whom she had been immediately sold by her first\ncaptor. The same night, Philip, this noble Duke and Prince of France,\nwrote a letter to convey the blessed information:",
        " “The great news of this capture should be spread everywhere and\n  brought to the knowledge of all, that they may see the error of\n  those who could believe and lend themselves to the pretensions of\n  such a woman. We write this in the hope of giving you joy,\n  comfort, and consolation, and that you may thank God our Creator.\n  Pray that it may be His holy will to be more and more favourable\n  to the enterprises of our royal master and to the restoration of\n  his sway over all his good and faithful subjects.”",
        "This royal master was Henry VI. of England, the baby king, doomed\nalready to expiate sins that were not his, by the saddest life and\nreign. The French historians whimsically but perhaps not unnaturally,\nhave the air of putting down this baseness on Philip’s part, and on\nthat of his contemporaries in general, to the score of the English,\nwhich is hard measure, seeing that the treachery of a Frenchman could\nin no way be attributed to the other nation of which he was the\nnatural enemy, or at least, antagonist. Very naturally the subsequent\nproceedings in all their horror and cruelty are equally put down to\nthe English account, although Frenchmen took, exulted over as a\nprisoner, tried and condemned as an enemy of God and the Church, the\nspotless creature who was France incarnate, the very embodiment of her\ncountry in all that was purest and noblest. We shall see with what\nspontaneous zeal all France, except her own small party, set to work\nto accomplish this noble office.",
        "Almost before one could draw breath the University of Paris claimed\nher as a proper victim for the Inquisition. Compiègne made no sally\nfor her deliverance; Charles, no attempt to ransom her. From end to\nend of France not a finger was lifted for her rescue; the women wept\nover her, the poor people still crowded around the prisoner wherever\nseen, but the France of every public document, of every practical\npower, the living nation, when it did not utter cries of hatred, kept\nsilence. We in England have over and over again acknowledged with\nshame our guilty part in her murder; but still to this day the\nFrenchman tries to shield his under cover of the English influence and\nterror. He cannot deny La Tremoïlle, nor Cauchon, nor the University,\nnor the learned doctors who did the deed; individually he is ready to\ngive them all up to the everlasting fires which one cannot but hope\nare kept alive for some people in spite of all modern benevolences;\nbut he skilfully turns back to the English as a moving cause of\neverything. Nothing can be more untrue. The English were not better\nthan the French, but they had the excuse at least of being the enemy.\nFrance saved by a happy chance her blanches mains from the actual\nblood of the pure and spotless Maid; but with exultation she prepared\nthe victim for the stake, sent her thither, played with her like a cat\nwith a mouse and condemned her to the fire. This is not to free us\nfrom our share: but it is the height of hypocrisy to lay the blood of\nJeanne, entirely to our door.",
        "Thus Jeanne’s inspiration proved itself over again in blood and tears;\nit had been proved already on battle-field and city wall, with loud\ntrumpets of joy and victory. But the “voices” had spoken again,\nsounding another strain; not always of glory–it is not the way of\nGod; but of prison, downfall, distress. “Be not astonished at it,\"\nthey said to her; “God will be with you.” From day to day they had\nspoken in the same strain, with no joyful commands to go forth and\nconquer, but the one refrain: “Before the St. Jean.” Perhaps there was\na certain relief in her mind at first when the blow fell and the\nprophecy was accomplished. All she had to do now was to suffer, not to\nbe surprised, to trust in God that He would support her. To Jeanne, no\ndoubt, in the confidence and inexperience of her youth, that meant\nthat God would deliver her. And so He did; but not as she expected.\nThe sunshine of her life was over, and now the long shadow, the bitter\nstorm was to come.",
        "Nothing could be more remarkable than the response of France in\ngeneral to this extraordinary event. In Paris there were bonfires\nlighted to show their joy, the Te Deum was sung at Notre Dame. At\nthe Court Charles and his counsellors amused themselves with another\nprophet, a shepherd from the hills who was to rival Jeanne’s best\nachievements, but never did so. Only the towns which she had delivered\nhad still a tender thought for Jeanne. At Tours the entire population\nappeared in the streets with bare feet, singing the Miserere in\npenance and affliction. Orleans and Blois made public prayers for her\nsafety. Rheims, in which there was much independent interest in Jeanne\nand her truth, had to be specially soothed by a letter from the\nArchbishop, in which he made out with great cleverness that it was the\nfault of Jeanne alone that she was taken. “She did nothing but by her\nown will, without obeying the commandments of God,” he says; “she\nwould hear no counsel, but followed her own pleasure,\"; and it is in\nthis letter that we hear of the shepherd lad who was to replace\nJeanne, and that it was his opinion or revelation that God had\nsuffered the Maid to be taken because of her growing pride, because\nshe loved fine clothes, and preferred her own will to any guidance. We\ndo not know whether this contented the city of Rheims; similar\nreasoning however seems to have silenced France. Nobody uttered a\nprotest, nor struck a blow; the mournful procession of Tours, where\nshe had been first known in the outset of her career, the prayers of\nOrleans which she had delivered, are the only exceptions we know of.\nOtherwise there was lifted in France neither voice nor hand to avert\nher doom.\n\n[1] The three camps must have formed a sort of irregular triangle. The\n    English at Venette being only half a mile from the gates of\n    Compiègne.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] The three camps must have formed a sort of irregular triangle. The\n    English at Venette being only half a mile from the gates of\n    Compiègne.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}