{
    "title": "Jeanne d’Arc - Chapter V - The Campaign of the Loire. June, July, 1429.",
    "author": "Mrs. Oliphant",
    "chapter": "6",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "The rescue of Orleans and the defeat of the invincible English were\nnews to move France from one end to the other, and especially to raise\nthe spirits and restore the courage of that part of France which had\nno sympathy with the invaders and to which the English yoke was\nunaccustomed and disgraceful. The news flew up and down the Loire from\npoint to point, arousing every village, and breathing new heart and\nencouragement everywhere; while in the meantime Jeanne, partially\nhealed of her wound (on May 9th she rode out in a maillet, a light\ncoat of chain-mail), after a few days’ rest in the joyful city which\nshe had saved with all its treasures, set out on her return to Chinon.\nShe found the King at Loches, another of the strong places on the\nLoire where there was room for a Court, and means of defence for a\nsiege should such be necessary, as is the case with so many of these\nwonderful castles upon the great French river. Hot with eagerness to\nfollow up her first great success and accomplish her mission, Jeanne’s\nobject was to march on at once with the young Prince, with or without\nhis immense retinue, to Rheims where he should be crowned and anointed\nKing as she had promised. Her instinctive sense of the necessities of\nthe position, if we use that language–more justly, her boundless\nfaith in the orders which she believed had been give her from Heaven,\nto accomplish this great act without delay, urged her on. She was\nstraitened, if we may quote the most divine of words, till it should\nbe accomplished.",
        "But the Maid, flushed with victory, with the shouts of Orleans still\nringing in her ears, the applause of her fellow-soldiers, the sound of\nthe triumphant bells, was plunged all at once into the indolence, the\nintrigues, the busy nothingness of the Court, in which whispering\nfavourites surrounded a foolish young prince, beguiling him into\nfoolish amusements, alarming him with coward fears. Wise men and\nbuffoons alike dragged him down into that paltry abyss, the one always\ncounselling caution, the other inventing amusements. “Let us eat and\ndrink for to-morrow we die.” Was it worth while to lose everything\nthat was enjoyable in the present moment, to subject a young sovereign\nto toils and excitement, and probable loss, for the uncertain\nadvantage of a vain ceremony, when he might be enjoying himself safely\nand at his ease, throughout the summer months, on the cheerful banks\nof the Loire? On the other hand, the Chancellor, the Chamberlains, the\nChurch, all his graver advisers (with the exception of Gerson, the\ngreat theologian to whom has been ascribed the authorship of the\nImitation of Christ, who is reported to have said, “If France\ndeserts her, and she fails, she is none the less inspired”) shook\ntheir hands and advised that the way should be quite safe and free of\ndanger before the King risked himself upon it. It was thus that Jeanne\nwas received when, newly alighted from her charger, her shoulder still\nbut half healed, her eyes scarcely clear of the dust and smoke, she\nfound herself once more in the ante-chamber, wasting the days, waiting\nin vain behind closed doors, tormented by the lutes and madrigals, the\nlight women and lighter men, useless and contemptible, of a foolish\nCourt. The Maid, in all the energy and impulse of a success which had\nproved all her claims, had also a premonition that her own time was\nshort, if not a direct intimation, as some believe, to that effect:\nand mingled her remonstrances and appeals with the cry of warning: “I\nshall only last a year: take the good of me as long as it is\npossible.”",
        "No doubt she was a very great entertainment to the idle seigneurs and\nladies who would try to persuade her to tell them what was to happen\nto them, she who had prophesied the death of Glasdale and her own\nwound and so many other things. The Duke of Lorraine on her first\nsetting out had attempted to discover from Jeanne what course his\nillness would take, and whether he should get better; and all the\ndemoiselles and demoiseaux, the flutterers of the ante-chamber, would\nbe still more likely to surround with their foolish questions the\nstout-hearted, impatient girl who had acquired a little of the\nroughness of her soldier comrades, and had never been slow at any time\nin answering a fool according to his folly; for Jeanne was no meek or\nsentimental maiden, but a robust and vigorous young woman, ready with\na quick response, as well as with a ready blow did any one touch her\nunadvisedly, or use any inappropriate freedom. At last, one day while\nshe waited vainly outside the cabinet in which the King was retired\nwith a few of his councillors, Jeanne’s patience failed her\naltogether. She knocked at the door, and being admitted threw herself\nat the feet of the King. To Jeanne he was no king till he had received\nthe consecration necessary for every sovereign of France. “Noble\nDauphin,” she cried, “why should you hold such long and tedious\ncouncils? Rather come to Rheims and receive your worthy crown.”",
        "The Bishop of Castres, Christopher de Harcourt, who was present, asked\nher if she would not now in the presence of the King describe to them\nthe manner in which her council instructed her, when they talked with\nher. Jeanne reddened and replied: “I understand that you would like to\nknow, and I would gladly satisfy you.” “Jeanne,” said the King in his\nturn, “it would be very good if you could do what they ask, in the\npresence of those here.” She answered at once and with great feeling:\n“When I am vexed to find myself disbelieved in the things I say from\nGod, I retire by myself and pray to God, complaining and asking of Him\nwhy I am not listened to. And when I have prayed I hear a voice which\nsays, ’Daughter of God, go, go, go! I will help thee, go!’ And when I\nhear that voice I feel a great joy.” Her face shone as she spoke,\n“lifting her eyes to heaven,” like the face of Moses while still it\nbore the reflection of the glory of God, so that the men were dazzled\nwho sat, speechless, looking on.",
        "The result was that Charles kindly promised to set out as soon as the\nroad between him and Rheims should be free of the English, especially\nthe towns on the Loire in which a great part of the army dispersed\nfrom Orleans had taken refuge, with the addition of the auxiliary\nforces of Sir John Fastolfe, a name so much feared by the French, but\nat which the English reader can scarcely forbear a smile. That the\nyoung King did not think of putting himself at the head of the troops\nor of taking part in the campaign shows sufficiently that he was\nindeed a pauvre sire, unworthy his gallant people. Jeanne, however,\nnothing better being possible, seems to have accepted this mission\nwith readiness, and instantly began her preparations to carry it out.\nIt is here that the young Seigneur Guy de Laval comes in with his\ndescription of her already quoted. He was no humble squire but a great\npersonage to whom the King was civil and pleased to show courtesy. The\nyoung man writes to ses mères, that is, it seems, his mother and\ngrandmother, to whom, in their distant château, anxiously awaiting\nnews of the two youths gone to the wars, their faithful son makes his\nreport of himself and his brother. The King, he says, sent for the\nMaid, in order, Sir Guy believes, that he might see her. And\nafterwards the young man went to Selles where she was just setting out\non the campaign.",
        "From Selles, he writes on the 8th June, exactly a month after the\ndeliverance of Orleans:",
        " “I went to her lodging to see her, and she sent for wine and told\n  me we should soon drink wine in Paris. It was a miraculous thing\n  (/toute divine) to see her and hear her. She left Selles on\n  Monday at the hour of vespers for Romorantin, the Marshal de\n  Boussac and a great many armed men with her. I saw her mount her\n  horse, all in white armour excepting the head, a little axe in her\n  hand. The great black charger was very restive at her door and\n  would not let her mount. ’Lead him,’ she said, ’to the cross which\n  is in front of the church,’ and there she mounted, the horse\n  standing still as if he had been bound. Then turning towards the\n  church which was close by she said in a womanly voice (/assez voix\n  de femme), ’You priests and people of the Church, make\n  processions and prayers to God for us’; then turning to the road,\n  ’Forward,’ she said. Her unfolded standard was carried by a page;\n  she had her little axe in her hand, and by her side rode a brother\n  who had joined her eight days before. The Maid told me in her\n  lodging that she had sent you, grandmother, a small gold ring,\n  which was indeed a very small affair, and that she would fain have\n  sent you something better, considering your recommendation. To-day\n  M. d’Alençon, the Bastard of Orleans, and Gaucourt were to leave\n  Selles, following the Maid. And men are arriving from all parts\n  every day, all with good hope in God who I believe will help us.\n  But money there is none at the Court, so that for the present I\n  have no hope of any help or assistance. Therefore I desire you,\n  Madame ma mère, who have my seal, spare not the land neither in\n  sale nor mortgage . . . . My much honoured ladies and mothers, I\n  pray the blessed Son of God that you have a good life and long;\n  and both of us recommend ourselves to our brother Louis. And we\n  send our greetings to the reader of this letter. Written from\n  Selles, Wednesday, 8th June, 1429. This afternoon are arrived M.\n  de Vendôme, M. de Boussac, and others, and La Hire has joined the\n  army, and we shall soon be at work (/on besognera bientôt)–May\n  God grant that it should be according to your desire.”",
        "It was with difficulty that the Duc d’Alençon had been got to start,\nhis wife consenting with great reluctance. He had been long a prisoner\nin England, and had lately been ransomed for a great sum of money;\n“Was not that a sufficient sacrifice?” the Duchess asked indignantly.\nTo risk once more a husband so costly was naturally a painful thing to\ndo, and why could not Jeanne be content and stay where she was? Jeanne\ncomforted the lady, perhaps with a little good-humoured contempt.\n“Fear nothing, Madame,” she said; “I will bring him back to you safe\nand sound.” Probably Alençon himself had no great desire to be second\nin command to this country lass, even though she had delivered\nOrleans; and if he set out at all he would have preferred to take\nanother direction and to protect his own property and province. The\ngathering of the army thus becomes visible to us; parties are\ncontinually coming in; and no doubt, as they marched along, many a\nlittle château–and they abound through the country each with its\nattendant hamlet–gave forth its master or heir, poor but noble,\nfollowed by as many men-at-arms, perhaps only two or three, as the\nlittle property could raise, to swell the forces with the best and\nsurest of material, the trained gentlemen with hearts full of chivalry\nand pride, but with the same hardy, self-denying habits as the sturdy\npeasants who followed them, ready for any privation; with a proud\ndelight to hear that on besognera bientôt–with that St. Michael at\ntheir head, and no longer any fear of the English in their hearts.",
        "The first besogne on which this army entered was the siege of\nJargeau, June 11th, into which town Suffolk had thrown himself and his\ntroops when the siege of Orleans was raised. The town was strong and\nso was the garrison, experienced too in all the arts of war, and\nalready aware of the wild enthusiasm by which Jeanne was surrounded.\nShe passed through Orleans on the 10th of June, and had there been\njoined by various new detachments. The number of her army was now\nraised, we are told, to twelve hundred lances, which means, as each\n“lance” was a separate party, about three thousand six hundred men,\nthough the Journal du Siège gives a much larger number; at all\nevents it was a small army with which to decide a quarrel between the\ntwo greatest nations of Christendom. Her associates in command were\nhere once more seized by the prevailing sin of hesitation, and many\narguments were used to induce her to postpone the assault. It would\nseem that this hesitation continued until the very moment of attack,\nand was only put an end to when Jeanne herself impatiently seized her\nbanner from the hand of her squire, and planting herself at the foot\nof the walls let loose the fervour of the troops and cheered them on\nto the irresistible rush in which lay their strength. For it was with\nthe commanders, not with the followers, that the weakness lay. The\nMaid herself was struck on the head by a stone from the battlements\nwhich threw her down; but she sprang up again in a moment unhurt.\n“Sus! Sus! Our Lord has condemned the English–all is yours!” she\ncried. She would seem to have stood there in her place with her\nbanner, a rallying-point and centre in the midst of all the confusion\nof the fight, taking this for her part in it, and though she is always\nin the thick of the combat, never, so far as we are told, striking a\nblow, exposed to all the instruments of war, but injured by none. The\neffect of her mere attitude, the steadiness of her stand, under the\nterrible rain of stone bullets and dreadful arrows, must of itself\nhave been indescribable.",
        "In the midst of the fiery struggle, there is almost a comic point in\nher watch over Alençon, for whose safety she had pledged herself, now\ndragging him from a dangerous spot with a cry of warning, now pushing\nhim forward with an encouraging word. On the first of these occasions\na gentleman of Anjou, M. de Lude, who took his place in the front was\nkilled, which seems hard upon the poor gentleman, who was probably\nquite as well worth caring for as Alençon. “Avant, gentil duc,” she\ncried at another moment, “forward! Are you afraid? you know I promised\nyour wife to bring you safe home.” Thus her voice keeps ringing\nthrough the din, her white armour gleams. “Sus! Sus!” the bold cry\nis almost audible, sibilant, whistling amid the whistling of the\narrows.",
        "Suffolk, the English Bayard, the most chivalrous of knights, was at\nlast forced to yield. One story tells us that he would give up his\nsword only to Jeanne herself,[1] but there is a more authentic\ndescription of his selection of one youth among his assailants whom\nthe quick perceptions of the leader had singled out. “Are you noble?\"\nSuffolk asks in the brevity of such a crisis. “Yes; Guillame Regnault,\ngentleman of Auvergne.” “Are you a knight?” “Not yet.” The victor put\na knee to the ground before his captive, the vanquished touched him\nlightly on the shoulder with the sword which he then gave over to him.\nSuffolk was always the finest gentleman, the most perfect gentle\nknight of his time.",
        "“Now let us go and see the English of Meung,” cried Jeanne,\nunwearying, as soon as this victory was assured. That place fell\neasily; it is called the bridge of Meung, in the Chronicle, without\nfurther description, therefore presumably the fortress was not\nattacked–and they proceeded onward to Beaugency. These towns still\nshine over the plain, along the line of the Loire, visible as far as\nthe eye will carry over the long levels, the great stream linking one\nto another like pearls on a thread. There is nothing in the landscape\nnow to give even a moment’s shelter to the progress of a marching army\nwhich must have been seen from afar, wherever it moved; or to veil the\nshining battlements, and piled up citadels rising here and there,\nconcentrated points and centres of life. The great white Castle of\nBlois, the darker tower of Beaugency, still stand where they stood\nwhen Jeanne and her men drew near, as conspicuous in their elevation\nof walls and towers as if they had been planted on a mountain top. On\nmore than one occasion during this wonderful progress from victory to\nvictory, the triumphant leaders returned for a day or two to Orleans\nto tell their good tidings, and to celebrate their success.",
        "And there is but one voice as to the military skill which she\ndisplayed in these repeated operations. The reader sees her, with her\nbanner, posted in the middle of the fight, guiding her men with a sort\nof infallible instinct which adds force to her absolute quick\nperception of every difficulty and advantage, the unhesitating\npromptitude, attending like so many servants upon the inspiration\nwhich is the soul of all. These are things to which a writer ignorant\nof war is quite unable to do justice. What was almost more wonderful\nstill was the manner in which the Maid held her place among the\ncaptains, most of whom would have thwarted her if they could, with a\nconsciousness of her own superior place, in which there is never the\nslightest token of presumption or self-esteem. She guarded and guided\nAlençon with a good-natured and affectionate disdain; and when there\nwas risk of a great quarrel and a splitting of forces she held the\nbalance like an old and experienced guide of men.",
        "This latter crisis occurred before Beaugency on the 15th of June, when\nthe Comte de Richemont, Constable of France, the brother of the Duc de\nBretagne, a great nobleman and famous leader, but in disgrace with the\nKing and exiled from the Court, suddenly appeared with a considerable\narmy to join himself to the royalist forces, probably with the hope of\nsecuring the leading place. Richemont was no friend to Jeanne; though\nhe apparently asked her help and influence to reconcile him with the\nKing. He seems indeed to have thought it a disgrace to France that her\ntroops should be led, and victories gained by no properly appointed\ngeneral, but by a woman, probably a witch, a creature unworthy to\nstand before armed men. It must not be forgotten that even now this\nwas the general opinion of her out of the range of her immediate\ninfluence. The English held it like a religion. Bedford, in his\ndescription of the siege of Orleans and its total failure, reports to\nEngland that the discomfiture of the hitherto always triumphant army\nwas “caused in great part by the fatal faith and vain fear that the\nFrench had, of a disciple and servant of the enemy of man, called the\nMaid, who uses many false enchantments, and witchcraft, by which not\nonly is the number of our soldiers diminished but their courage\nmarvellously beaten down, and the boldness of our enemies increased.\"\nRichemont was a sworn enemy of all such. “Never man hated more, all\nheresies, sorcerers, and sorceresses, than he; for he burned more in\nFrance, in Poitou, and Bretagne, than any other of his time.” The\nFrench generals were divided as to the merits of Richemont and the\nadvantages to be derived from his support. Alençon, the nominal\ncommander, declared that he would leave the army if Richemont were\npermitted to join it. The letters of the King were equally hostile to\nhim; but on the other hand there were some who held that the accession\nof the Constable was of more importance than all the Maids in France.\nIt was a moment which demanded very wary guidance. Jeanne, it would\nseem, did not regard his arrival with much pleasure; probably even the\nincrease of her forces did not please her as it would have pleased\nmost commanders, holding so strongly as she did, to the miraculous\ncharacter of her own mission and that it was not so much the strength\nof her troops as the help of God that got her the victory. But it was\nnot her part to reject or alienate any champion of France. We have an\naccount of their meeting given by a retainer of Richemont, which is\npicturesque enough. “The Maid alighted from her horse, and the\nConstable also. ’Jeanne,’ he said, ’they tell me that you are against\nme. I know not if you are from God (/de la part de Dieu) or not. If\nyou are from God I do not fear you; if you are of the devil, I fear\nyou still less.’ ’Brave Constable,’ said Jeanne, ’you have not come\nhere by any will of mine; but since you are here you are welcome.’”",
        "Armed neutrality but suspicion on one side, dignified indifference but\nacceptance on the other, could not be better shown.",
        "These successes, however, had been attended by various escarmouches\ngoing on behind. The English, who had been driven out of one town\nafter another, had now drawn together under the command of Talbot, and\na party of troops under Fastolfe, who came to relieve them, had turned\nback as Jeanne proceeded, making various unsuccessful attempts to\nrecover what had been lost. Failing in all their efforts they returned\nacross the country to Genville, and were continuing their retreat to\nParis when the two enemies came within reach of each other. An\nencounter in open field was a new experience of which Jeanne as yet\nhad known nothing. She had been successful in assault, in the\noperations of the siege, but to meet the enemy hand to hand in battle\nwas what she had never been required to do; and every tradition, every\nexperience, was in favour of the English. From Agincourt to the Battle\nof the Herrings at Rouvray near Orleans, which had taken place in the\nbeginning of the year (a fight so named because the field of battle\nhad been covered with herrings, the conquerors in this case being\nmerely the convoy in charge of provisions for the English, which\nFastolfe commanded), such a thing had not been known as that the\nFrench should hold their own, much less attain any victory over the\ninvaders. In these circumstances there was much talk of falling back\nupon the camp near Beaugency and of retreating or avoiding an\nengagement; anything rather than hazard one of those encounters which\nhad infallibly ended in disaster. But Jeanne was of the same mind as\nalways, to go forward and fear nothing. “Fall upon them! Go at them\nboldly,” she cried. “If they were in the clouds we should have them.\nThe gentle King will now gain the greatest victory he has ever had.”",
        "It is curious to hear that in that great plain of the Beauce, so flat,\nso fertile, with nothing but vines and cornfields now against the\nhorizon, the two armies at last almost stumbled upon each other by\naccident, in the midst of the brushwood by which the country was\nwildly overgrown. The story is that a stag roused by the French scouts\nrushed into the midst of the English, who were advantageously placed\namong the brushwood to arrest the enemy on their march; the wild\ncreature terrified and flying before an army blundered into the midst\nof the others, was fired at and thus betrayed the vicinity of the foe.\nThe English had no time to form or set up their usual defences. They\nwere so taken by surprise that the rush of the French came without\nwarning, with a suddenness which gave it double force. La Hire made\nthe first attack as leader of the van, and there was thus emulation\nbetween the two parties, which should be first upon the enemy. When\nAlençon asked Jeanne what was to be the issue of the fight, she said\ncalmly, “Have you good spurs?” “What! You mean we shall turn our backs\non our enemies?” cried her questioner. “Not so,” she replied. “The\nEnglish will not fight, they will fly, and you will want good spurs to\npursue them.” Even this somewhat fantastic prophecy put heart into the\nmen, who up to this time had been wont to fly and not to fight.",
        "And this was what happened, strange as it may seem. Talbot himself was\nwith the English forces, and many a gallant captain beside: but the\nmen and their leaders were alike broken in spirit and filled with\nsuperstitious terrors. Whether these were the forces of hell or those\nof heaven that came against them no one could be sure; but it was a\npower beyond that of earth. The dazzled eyes which seemed to see\nflights of white butterflies fluttering about the standard of the\nMaid, could scarcely belong to one who thought her a servant of the\nenemy of men. But she was a pernicious witch to Talbot, and strangely\nenough to Richemont also, who was on her own side. The English force\nwas thrown into confusion, partly, we may suppose, from the broken\nground on which they were discovered, the undergrowth of the wood\nwhich hid both armies from each other. But soon that disorder turned\ninto the wildest panic and flight. It would almost seem as if between\nthese two hereditary opponents one must always be forced into this\nmiserable part. Not all the chivalry of France had been able to\nprevent it at the long string of battles in which they were, before\nthe revelation of the Maid; and not the desperate and furious valour\nof Talbot could preserve his English force from the infection now.\nFastolfe, with the philosophy of an old soldier, deciding that it was\nvain to risk his men when the field was already lost, rode off with\nall his band. Talbot fought with desperation, half mad with rage to be\nthus a second time overcome by so unlikely an adversary, and finally\nwas taken prisoner; while the whole force behind him fled and were\nkilled in their flight, the plain being scattered with their dead\nbodies.",
        "Jeanne herself made use of those spurs concerning which she had\nenquired, and carried away by the passion of battle, followed in the\npursuit, we are told, until she met a Frenchman brutally ill-using a\nprisoner whom he had taken, upon which the Maid, indignant, flung\nherself from her horse, and, seating herself on the ground beside the\nunfortunate Englishman, took his bleeding head upon her lap and,\nsending for a priest, made his departure from life at least as easy as\npity and spiritual consolation could make it on such a disastrous\nfield. In all the records there is no mention of any actual fighting\non her part. She stands in the thick of the flying arrows with her\nbanner, exposing herself to every danger; in moments of alarm, when\nher forces seem flagging, she seizes and places a ladder against the\nwall for an assault, and climbs the first as some say; but we never\nsee her strike a blow. On the banks of the Loire the fate of the mail-\nclad Glasdale, hopeless in the strong stream underneath the ruined\nbridge, brought tears to her eyes, and now all the excitement of the\npursuit vanished in an instant from her mind, when she saw the English\nman-at-arms dying without the succour of the Church. Pity was always\nin her heart; she was ever on the side of the angels, though an angel\nof war and not of peace.",
        "It is perhaps because the numbers engaged were so few that this flight\nor “Chasse de Patay,” has not taken a more important place in the\nrecords of French historians. In general it is only by means of\nFontenoy that the amour propre of the French nation defends itself\nagainst the overwhelming list of battles in which the English have had\nthe better of it. But this was probably the most complete victory that\nhas ever been gained over the stubborn enemy whom French tactics are\nso seldom able to touch; and the conquerors were purely French without\nany alloy of alien arms, except a few Scots, to help them. The entire\ncampaign on the Loire was one of triumph for the French arms, and of\ndisaster for the English. They–it is perhaps a point of national\npride to admit it frankly–were as well beaten as heart of Frenchman\ncould desire, beaten not only in the result, but in the conduct of the\ncampaign, in heart and in courage, in skill and in genius. There is no\nreason in the world why it should not be admitted. But it was not the\nFrench generals, not even Dunois, who secured these victories. It was\nthe young peasant woman, the dauntless Maid, who underneath the white\nmantle of her inspiration, miraculous indeed, but not so miraculous as\nthis, had already developed the genius of a soldier, and who in her\nsimplicity, thinking nothing but of her “voices” and the counsel they\ngave her, was already the best general of them all.",
        "When Talbot stood before the French generals, no less a person than\nAlençon himself is reported to have made a remark to him, of that\nungenerous kind which we call in feminine language “spiteful,” and\nwhich is not foreign to the habit of that great nation. “You did not\nthink this morning what would have happened to you before sunset,\"\nsaid the Duc d’Alençon to the prisoner. “It is the fortune of war,\"\nreplied the English chief.",
        "Once more, however it is like a sudden fall from the open air and\nsunshine when the victorious army and its chiefs turned back to the\nCourt where the King and his councillors sat idle, waiting for news of\nwhat was being done for them. A battle-field is no fine sight; the\nexcitement of the conflict, the great end to be served by it, the\nsense of God’s special protection, even the tremendous uproar of the\nfight, the intoxication of personal action, danger, and success have,\nwe do not doubt a rapture and passion in them for the moment, which\ncarry the mind away; but the bravest soldier holds his breath when he\nremembers the after scene, the dead and dying, the horrible injuries\ninflicted, the loss and misery. However, not even the miserable scene\nof the Chasse de Patay is so painful as the reverse of the dismal\npicture, the halls of the royal habitation where, while men died for\nhim almost within hearing of the fiddling and the dances, the young\nKing trifled away his useless days among his idle favourites, and the\nmusicians played, the assemblies were held, and all went on as in the\nTuileries. We feel as if we had fallen fathoms deep into the\nmeannesses of mankind when we come back from the bloodshed and the\nhorror outside, to the King’s presence within. The troops which had\ngone out in uncertainty, on an enterprise which might well have proved\ntoo great for them, had returned in full flush of triumph, having at\nlast fully broken the spell of the English superiority–which was the\ngreatest victory that could have been achieved: besides gaining the\nsubstantial advantage of three important towns brought back to the\nKing’s allegiance–only to find themselves as little advanced as\nbefore, coming back to the self-same struggle with indolent\ncomplaining, indifference, and ingratitude.",
        "Jeanne had given the signs that had been demanded from her. She had\ndelivered Orleans, she cleared the King’s road toward the north. She\nhad filled the French forces with an enthusiasm and transport of\nvalour which swept away all the traditions of ill fortune. From every\npoint of view the instant march upon Rheims and the accomplishment of\nthe great object of her mission had not only become practicable, but\nwas the wisest and most prudent thing to do.",
        "But this was not the opinion of the Chancellor of France, the\nArchbishop of Rheims, and La Tremouille, or of the indolent young King\nhimself, who was very willing to rejoice in the relief from all\nimmediate danger, the restoration of the surrounding country, and even\nthe victory itself, if only they would have left him in quiet where he\nwas, sufficiently comfortable, amused, and happy, without forcing\nnecessary dangers. Jeanne’s successes and her unseasonable zeal and\nthe commotion that she and her train of captains made, pouring in, in\nall the excitement of their triumph, into the midst of the madrigals–\nseem to have been anything but welcome. Go to Rheims to be crowned?\nyes, some time when it was convenient, when it was safe. But in the\nmeantime what was more important was to forbid Richemont, whom the\nChancellor hated and the King did not love, to come into the presence\nor to have any share either in warfare or in pageant. This was not\nonly in itself an extremely foolish thing to do, which is always a\nrecommendation, but it was at the same time an excuse for wasting a\nlittle precious time. When this was at last accomplished, and\nRichemont, though deeply wounded and offended, proved himself so much\na man of honour and a patriot, that though dismissed by the King he\nstill upheld, if languidly, his cause–there was yet a great deal of\nresistance to be overcome. Paris though so far off was thrown into\ngreat excitement and alarm by the flight at Patay, and the whole city\nwas in commotion fearing an immediate advance and attack. But in\nLoches, or wherever Charles may have been, it was all taken very\neasily. Fastolfe, the fugitive, had his Garter taken from him as the\ngreatest disgrace that could be inflicted, for his shameful flight,\nabout the time when Richemont, one of the victors, was being sent off\nand disgraced on the other side for the crime of having helped to\ninflict, without the consent of the King, the greatest blow which had\nyet been given to the English domination! So the Court held on its\nridiculous and fatal course.",
        "However the force of public feeling which must have been very frankly\nexpressed by many important voices was too much for Charles and he was\nat length compelled to put himself in motion. The army had assembled\nat Gien, where he joined it, and the great wave of enthusiasm awakened\nby Jeanne, and on which he now moved forth as on the top of the wave,\nwas for the time triumphant. No one dared say now that the Maid was a\nsorceress, or that it was by the aid of Beelzebub that she cast out\ndevils; but a hundred jealousies and hatreds worked against her behind\nbacks, among the courtiers, among the clergy, strange as that may\nsound, in sight of the absolute devotion of her mind, and the saintly\nlife she led. So much was this the case still, notwithstanding the\npractical proofs she had given of her claims, that even persons of\nkindred mind, partially sharing her inspirations, such as the famous\nBrother Richard of Troyes, looked upon her with suspicion and alarm–\nfearing a delusion of Satan. It is more easy perhaps to understand why\nthe archbishops and bishops should have been inclined against her,\nsince, though perfectly orthodox and a good Catholic, Jeanne had been\nindependent of all priestly guidance and had sought no sanction from\nthe Church to her commission, which she believed to be given by\nHeaven. “Give God the praise; but we know that this woman is a\nsinner.” This was the best they could find to say of her in the moment\nof her greatest victories; but indeed it is no disparagement to Jeanne\nor to any saint that she should share with her Master the opprobrium\nof such words as these.",
        "At last however a reluctant start was made. Jeanne with her “people,\"\nher little staff, in which, now, were two of her brothers, a second\nhaving joined her after Orleans, left Gien on the 28th of June; and\nthe next day the King very unwillingly set out. There is given a long\nlist of generals who surrounded and accompanied him, three or four\nprinces of the blood, the Bastard of Orleans, the Archbishop of\nRheims, marshals, admirals, and innumerable seigneurs, among whom was\nour young Guy de Laval who wrote the letter to his “mothers” which we\nhave already quoted and whose faith in the Maid we thus know; and our\never faithful La Hire, the big-voiced Gascon who had permission to\nswear by his bâton, the d’Artagnan of this history. We reckon these\nnames as those of friends: Dunois the ever-brave, Alençon the gentil\nDuc for whom Jeanne had a special and protecting kindness, La Hire\nthe rough captain of Free Lances, and the graceful young seigneur, Sir\nGuy as we should have called him had he been English, who was so ready\nto sell or mortgage his land that he might convey his troop\nbefittingly to the wars. This little group brightens the march for us\nwith their friendly faces. We know that they have but one thought of\nthe warrior maiden in whose genius they had begun to have a wondering\nconfidence as well as in her divine mission. While they were there we\nfeel that she had at least so many who understood her, and who bore\nher the affection of brothers. We are told that in the progress of the\narmy Jeanne had no definite place. She rode where she pleased,\nsometimes in the front, sometimes in the rear. One imagines with\npleasure that wherever her charger passed along the lines it would be\naccompanied by one or other of those valiant and faithful companions.",
        "The first place at which a halt was made was Auxerre, a town occupied\nchiefly by Burgundians, which closed its gates, but by means of\nbribes, partly of provisions to be supplied, partly of gifts to La\nTremouille, secured itself from the attack which Jeanne longed to\nlead. Other smaller strongholds on the road yielded without\nhesitation. At last they came to Troyes, a large and strong place,\nwell garrisoned and confident in its strength, the town distinguished\nin the history of the time by the treaty made there, by which the\nyoung King had been disinherited–and by the marriage of Henry of\nEngland with the Princess Catherine of France, in whose right he was\nto succeed to the throne. It was an ill-omened place for a French king\nand the camp was torn with dissensions. Should the army march by,\ntaking no notice of it and so get all the sooner to Rheims? or should\nthey pause first, to try their fortune against those solid walls? But\nindeed it was not the camp that debated this question. The camp was of\nJeanne’s mind whichever side she took, and her side was always that of\nthe promptest action. The garrison made a bold sortie, the very day of\nthe arrival of Charles and his forces, but had been beaten back: and\nthe King encamped under the walls, wavering and uncertain whether he\nmight not still depart on the morrow, but sending a repeated summons\nto surrender, to which no attention was paid.",
        "Once more there was a pause of indecision; the King was not bold\nenough either to push on and leave the city, or to attack it. Again\ncouncils of war succeeded each other day after day, discussing the\nmatter over and over, leaving the King each time more doubtful, more\ntimid than before. From these debates Jeanne was anxiously held back,\nwhile every silken fool gave his opinion. At last, one of the\ncouncillors was stirred by this strange anomaly. He declared among\nthem all, that as it was by the advice of the Maid that the expedition\nhad been undertaken, without her acquiescence it ought not to be\nabandoned. “When the King set out it was not because of the great\npuissance of the army he then had with him, or the great treasure he\nhad to provide for them, nor yet because it seemed to him a probable\nthing to be accomplished; but the said expedition was undertaken\nsolely at the suit of the said Jeanne, who urged him constantly to go\nforward, to be crowned at Rheims, and that he should find little\nresistance, for it was the pleasure and will of God. If the said\nJeanne is not to be allowed to give her advice now, it is my opinion\nthat we should turn back,” said the Seigneur de Treves, who had never\nbeen a partisan of or believer in Jeanne. We are told that at this\nfortunate moment when one of her opponents had thus pronounced in her\nfavour, Jeanne, impatient and restless, knocked at the door of the\ncouncil chamber as she had done before in her rustic boldness; and\nthen there occurred a brief and characteristic dialogue.",
        "“Jeanne,” said the Archbishop of Rheims, taking the first word,\nprobably with the ready instinct of a conspirator to excuse himself\nfrom having helped to shut her out, “the King and his council are in\ngreat perplexity to know what they should do.”",
        "“Shall I be believed if I speak?” said the Maid.",
        "“I cannot tell,” replied the King, interposing; “though if you say\nthings that are reasonable and profitable, I shall certainly believe\nyou.”",
        "“Shall I be believed?” she repeated.",
        "“Yes,” said the King, “according as you speak.”",
        "“Noble Dauphin,” she exclaimed, “order your people to assault the city\nof Troyes, to hold no more councils; for, by my God, in three days I\nwill introduce you into the town of Troyes, by love or by force, and\nfalse Burgundy shall be dismayed.”",
        "“Jeanne,” said the Chancellor, “if you could do that in six days, we\nmight well wait.”",
        "“You shall be master of the place,” said the Maid, addressing herself\nsteadily to the King, “not in six days, but to-morrow.”",
        "And then there occurred once more the now habitual scene. It was no\nlonger the miracle it had been to see her dash forward to her post\nunder the walls with her standard which was the signal for battle, to\nwhich the impatient troops responded, confident in her, as she in\nherself. But for the first time we hear how the young general,\nlearning her trade of war day by day, made her preparations for the\nsiege. She was a gunner born, according to all we hear, and was quick\nto perceive the advantage of her rude artillery though she had never\nseen one of these bouches de feu till she encountered them at\nOrleans. The whole army was set to work during the night, knights and\nmen-at-arms alike, to raise–with any kind of handy material, palings\nfaggots, tables, even doors and windows, taken it must be feared from\nsome neighbouring village or faubourg–a mound on which to place the\nguns. The country as we have said is as flat as the palm of one’s\nhand. They worked all night under cover of the darkness with\nincredible devotion, while the alarmed townsfolk not knowing what was\nbeing done, but no doubt divining something from the unusual\ncommotion, betook themselves to the churches to pray, and began to\nponder whether after all it might not be better to join the King whose\narmies were led by St. Michael himself in the person of his\nrepresentative, than to risk a siege. Once more the spell of the Maid\nfell on the defenders of the place. It was witchcraft, it was some\nvile art. They had no heart to man the battlements, to fight like\ntheir brothers at Orleans and Jargeau in face of all the powers of the\nevil one: the cry of “Sus! Sus!” was like the death-knell in their\nears.",
        "While the soldiers within the walls were thus trembling and drawing\nback, the bishop and his clergy took the matter in hand; they sallied\nforth, a long procession attended by half the city, to parley with the\nKing. It was in the earliest dawn, while yet the peaceful world was\nscarcely awake; but the town had been in commotion all night, every\nvisionary person in it seeing visions and dreaming dreams, and a panic\nof superstition and spiritual terror taking the strength out of every\narm. Jeanne was already at her post, a glimmering white figure in the\nfaint and visionary twilight of the morning, when the gates of the\ncity swung back before this tremulous procession. The King, however,\nreceived the envoys graciously, and readily promised to guarantee all\nthe rights of Troyes, and to permit the garrison to depart in peace,\nif the town was given up to him. We are not told whether the Maid\nacquiesced in this arrangement, though it at once secured the\nfulfilment of her prophecy; but in any case she would seem to have\nbeen suspicious of the good faith of the departing garrison. Instead\nof retiring to her tent she took her place at the gate, watchful, to\nsee the enemy march forth. And her suspicion was not without reason.\nThe allied troops, English and Burgundian, poured forth from the city\ngates, crestfallen, unwilling to look the way of the white witch, who\nmight for aught they knew lay them under some dreadful spell, even in\nthe moment of passing. But in the midst of them came a darker band,\nthe French prisoners whom they had previously taken, who were as a\nsort of funded capital in their hands, each man worth so much money as\na ransom, It was for this that Jeanne had prepared herself. “En nom\nDieu,” she cried, “they shall not be carried away.” The march was\nstopped, the alarm given, the King unwillingly aroused once more from\nhis slumbers. Charles must have been disturbed at the most untimely\nhour by the ambassadors from the town, and it mattered little to his\nsupreme indolence and indifference what might happen to his\nunfortunate lieges; but he was forced to bestir himself, and even to\ngive something from his impoverished exchequer for the ransom of the\nprisoners, which must have been more disagreeable still. The feelings\nof these men who would have been dragged away in captivity under the\neyes of their victorious countrymen, but for the vigilance of the\nMaid, may easily be imagined.",
        "Jeanne seems to have entered the town at once, to prepare for the\nreception of the King, and to take instant possession of the place,\nforestalling all further impediment. The people in the streets,\nhowever, received her in a very different way from those of Orleans,\nwith trouble and alarm, staring at her as at a dangerous and malignant\nvisitor. The Brother Richard, before mentioned, the great preacher and\nreformer, was the oracle of Troyes, and held the conscience of the\ncity in his hands. When he suddenly appeared to confront her, every\neye was turned upon them. But the friar himself was in no less doubt\nthan his disciples; he approached her dubiously, crossing himself,\nmaking the sacred sign in the air, and sprinkling a shower of holy\nwater before him to drive away the demon, if demon there was. Jeanne\nwas not unused to support the rudest accost, and her frank voice,\nstill assez femme, made itself heard over every clamour. “Come on, I\nshall not fly away,” she cried, with, one hopes, a laugh of confident\ninnocence and good-humour, in face of those significant gestures and\nthe terrified looks of all about her. French art has been unkind to\nJeanne, occupying itself very little about her till recently; but her\nshort career is full of pictures. Here the simple page grows bright\nwith the ancient houses and highly coloured crowd: the frightened and\neager faces at every window, the white warrior in the midst, sending\nforth a thousand rays from the polished steel and silver of\nbreastplate and helmet: and the brown Franciscan monk advancing amid a\nshower of water drops, a mysterious repetition of signs. It gives us\nan extraordinary epitome of the history of France at that period to\nturn from this scene to the wild enthusiasm of Orleans, its crowd of\npeople thronging about her, its shouts rending the air; while Troyes\nwas full of terror, doubt, and ill-will, though its nearest neighbour,\nso to speak, the next town, and so short a distance away.",
        "A little later in the same day, the next after the surrender, Jeanne,\nriding with her standard by the side of the King, conducted him to the\ncathedral where he confirmed his previous promises and received the\nhomage of the town. It was a beautiful sight, the chronicle tells us,\nto see all these magnificent people, so well dressed and well mounted;\n“il feroit très beau voir.“",
        "The fate of Troyes decided that of Chalons, the only other important\ntown on the way, the gates of which were thrown open as Charles and\nhis army, which grew and increased every day, proceeded on its road.\nEvery promise of the Maid had been so far accomplished, both in the\ngreater object and in the details: and now there was nothing between\nCharles the disinherited and almost ruined Dauphin of three months\nago, trying to forget himself in the seclusion and the sports of\nChinon–and the sacred ceremonial which drew with it every tradition\nand every assurance of an ancient and lawful throne.",
        "Jeanne had her little adventure, personal to herself on the way.\nThough there were neither posts nor telegraphs in those days, there\nhas always been a strange swift current in the air or soil which has\nconveyed news, in a great national crisis, from one end of the country\nto the other. It was not so great a distance to Domremy on the Meuse\nfrom Troyes on the Loire, and it appears that a little group of\npeasants, bolder than the rest, had come forth to hang about the road\nwhen the army passed and see what was so fine a sight, and perhaps to\ncatch a glimpse of their payse, their little neighbour, the\ncommère who was godmother to Gerard d’Epinal’s child, the youthful\ngossip of his young wife–but who was now, if all tales were true, a\ngreat person, and rode by the side of the King. They went as far as\nChalons to see if perhaps all this were true and not a fable; and no\ndoubt stood astonished to see her ride by, to hear all the marvellous\ntales that were told of her, and to assure themselves that it was\ntruly Jeanne upon whom, more than upon the King, every eye was bent.\nThis small scene in the midst of so many great ones would probably\nhave been the most interesting of all had it been told us at any\nlength. The peasant travellers surrounded her with wistful questions,\nwith wonder and admiration. Was she never afraid among all those risks\nof war, when the arrows hailed about her and the bouches de feu, the\nmouths of fire, bellowed and flung forth great stones and bullets upon\nher? “I fear nothing but treason,” said the victorious Maid. She knew,\nthough her humble visitors did not, how that base thing skulked at her\nheels, and infested every path. It must not be forgotten that this\nwonderful and victorious campaign, with all its lists of towns taken\nand armies discomfited, lasted six weeks only, almost every day of\nwhich was distinguished by some victory.\n\n\n[1] The former story was written in 1429, by the Greffier of Rochelle.\n    “I will yield me only to her, the most valiant woman in the\n    world.” The Greffier was writing at the moment, but not, of\n    course, as an eyewitness.–A. L.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] The former story was written in 1429, by the Greffier of Rochelle.\n    “I will yield me only to her, the most valiant woman in the\n    world.” The Greffier was writing at the moment, but not, of\n    course, as an eyewitness.–A. L.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}