{
    "title": "Jeanne d’Arc - Chapter XIV - The Examination in Prison. Lent, 1431.",
    "author": "Mrs. Oliphant",
    "chapter": "15",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "It must not be forgotten, in the history of this strange trial, that\nthe prisoner was brought from the other side of France expressly that\nshe might be among a people who were not of her own party, and who had\nno natural sympathies with her, but a hereditary connection with\nEngland, which engaged all its partialities on that side. For this\npurpose it was that the venue, the town expected the coming of the\nWitch, and all the dark revelations that might be extracted from her,\nher spells, and the details of that contract with the devil which was\nso entrancing to the popular imagination, with excitement and\neagerness. Such a Cause Célèbre had never taken place among them\nbefore; and everybody no doubt looked forward to the pleasure of\nseeing it proved that it was not by the will of Heaven, but by some\nmonstrous combination of black arts, that such an extraordinary result\nas the defeat of the invincible English soldiers had been brought\nabout. The litigious and logical Normans no doubt looked forward to it\nas to the most interesting entertainment, ending in the complete\nvindication of their own side and the exposure of the nefarious arms\nused by their adversaries.",
        "But when the proceedings had been opened, and in place of some dark-\nbrowed and termagant sorceress, with the mark of every evil passion in\nher face, there appeared before the spectators crowding into every\navailable corner, the slim, youthful figure–was it boy or girl?–the\nserene and luminous countenance of the Maid, the flower of youth\nraising its whiteness and innocence in the midst of all those black-\nrobed, subtle Doctors, it is impossible but that the very first glance\nmust have given a shock and thrill of amazement and doubt to what may\nbe called the lay spectators, those who had no especial bias more than\ncommon report, and whose credit or interest were not involved in\nbringing this unlikely criminal to condemnation. “A girl! Like our own\nJeanne at home,” might many a father have said, dismayed and\nconfounded. She had, they all say, those eyes of innocence which it is\nso impossible not to believe, and that virginal voice, assez femme,\nwhich a sentimental Frenchman insists upon as belonging only to the\nspotless. At all events she had the bearing of honesty, purity, and\ntruth. She was not afraid though all the powers of hell–or was it\nonly of the Church and the Law?–were arrayed against her: no guilty\nmystery to be discovered, was in her countenance. But it must have\nbeen plain to the keen and not too charitable Normans that such\nsemblances are not always to be trusted, and that the devil himself\neven, on occasion, can take upon himself the appearance of an angel of\nlight; so that after the first shock of wonder they no doubt settled\nthemselves to listen, believing that soon they would have their\nimaginations fed with tales of horror, and would discover the hoofs\nand the horns and unveil with triumph the lurking demon. The French\nhistorians never take into consideration the fact that it was the\nbelief of Rouen and Normandy, as well as of any similar town or\nprovince in England, that the child Henry VI. was lawful king, and\nthat whatever was on the other side was a hateful adversary, to be\nbrought to such disaster and shame as was possible, without mercy and\nwithout delay.",
        "But after a few days of the examination which we have just reported,\npublic opinion was greatly staggered, and knew not how to turn.\nGradually the conviction must have been forced upon every mind which\nhad any candour left, that Jeanne, at that dreadful bar, with the\nstake in sight, and all the learning of Paris–the entire power of one\ngreat national and half of another, all England and half France\nagainst–(many more than half France, for the other part had abandoned\nher cause),–showed nothing of the demon, but all–if not of the\nangel, yet of the Maid, the emblem of perfection to that rude world,\nthough often so barbarously handled. It might almost be said of the\nage, notwithstanding its immorality and rampant viciousness, that in\nits eyes a true virgin could do no harm. And hers was one if ever such\na thing existed on earth. The talk in the streets began to take a very\ndifferent tone. Massieu the clerical sheriff’s officer saw nothing in\nher answers that was not good and right. Out of the midst of the crowd\nof listeners would burst an occasional cry of “Well said!” An\nEnglishman, even a knight, overcome by his feelings, cried out: “Why\nwas not she English, this brave girl!” All these were ominous sounds.\nStill more ominous was the utterance of Maître Jean Lohier, a lawyer\nof Rouen, who declared loudly that the trial was not a legal trial for\nthe reasons which follow:",
        "“In the first place because it was not in the form of an ordinary\ntrial; secondly, because it was not held in a public court, and those\npresent had not full and complete freedom to say what was their full\nand unbiassed opinion; thirdly, because there was question of the\nhonour of the King of France of whose party Jeanne was, without\ncalling him, or any one for him; fourthly, because neither libel nor\narticles were produced, and this woman who was only an uninstructed\ngirl, had no advocate to answer for her before so many Masters and\nDoctors, on such grave matters, and especially those which touched\nupon the revelations of which she spoke; therefore it seemed to him\nthat the trial was worth nothing. For these things Monseigneur de\nBeauvais was very indignant against the said Maître Lohier, saying:\n’Here is Lohier who is going to make a fine fuss about our trial; he\ncalumniates us all, and tells the world it is of no good. If one were\nto go by him, one would have to begin everything over again, and all\nthat has been done would be of no use.’ Monseigneur de Beauvais said\nbesides: ’It is easy to see on which foot he halts [/de quel pied il\ncloche/]. By St. John, we shall do nothing of the kind; we shall go on\nwith our trial as we have begun it.’”",
        "A day or two later Manchon, the Clerk of the Court (he who refused to\ntake down Jeanne’s conversation with her Judas), met this same lawyer\nLohier at church, and asked him, as no doubt every man asked every\nother whom he met, how did he think the trial was going? to which\nLohier answered: “You see the manner in which they proceed; they will\ntake her, if they can, in her words–that is to say, the assertions in\nwhich she says I know for certain, things that concern her\napparitions. If she would say, ’It seems to me’ instead of ’I know for\ncertain,’ I do not see how any man could condemn her. It appears that\nthey proceed against her rather from hate than from any other cause,\nand for this reason I shall not remain here. I will have nothing to do\nwith it.” This I think shows very clearly that Lohier, like the bulk\nof the population, by no means thought at first that it was “from\nhate” that the trial proceeded, but honestly believed that he had been\ncalled to try Jeanne as a professor of the black arts; and that he had\ndiscovered from her own testimony that she was not so, and that the\nmotive of the trial was entirely a different one from that of justice;\none in fact with which an honest man could have nothing to do.",
        "It is very significant also that the number of judges present in court\non the sixth day, the last of the public examination, was only thirty-\neight, as against the sixty-two of the second day, which seems to\nprove that a general disgust and alarm was growing in the minds of\nthose most closely concerned. Warwick and the soldiers, impatient of\nall such business, striding in noisily from time to time to give a\ncareless glance at the proceedings, might not stay long enough to\nshare the impression–or might, who can say? Their business was to get\nthis pestilent woman, even if by chance she might be an innocent\nfanatic, cleared off the face of the earth and out of their way.",
        "After the sixth day, however, it would seem that the Bishop and his\ntools had taken fright at the progress of public opinion. Before\ndismissing the court on that occasion, Cauchon made an address to the\ndisturbed and anxious judges, informing them that he would not tire\nthem out with prolonged sittings, but that a few specially chosen\nassistants would now examine into what further details were necessary.\nIn the meantime all would be put in writing; so that they might think\nit over and deliberate within themselves, so as to be able each to\nmake a report either to himself, the Bishop, or to some one deputed by\nhim. The assessors, thus thrown out of work, were however forbidden to\nleave Rouen without the Bishop’s permission–probably because of the\nthreat of Lohier. Repeated meetings were held in Cauchon’s house to\narrange the details of the proceedings to follow; and during this time\nit was perhaps hoped that any excitement outside would quiet down. The\nBishop himself had in the meantime other work in hand. He had to\nreceive certain important visitors, one of them the man who held the\nappointment of Chancellor of France on the English side, and who was\nwell acquainted with the mind of his masters. We have no information\nwhatever whether Cauchon ever himself wavered, or allowed the\npossibility of acquitting Jeanne to enter his mind; but he must have\nseen that it was of the last necessity to know what would satisfy the\nEnglish chiefs. No doubt he was confirmed and strengthened in the\nconviction that by hook or by crook her condemnation must be\naccomplished, by the conversation of these illustrious visitors. To\nsave Jeanne was impossible he must have been told. No English soldier\nwould strike a blow while she lived. England itself, the whole\ncountry, trembled at her name. Till she was got rid of nothing could\nbe done.",
        "There was of course great exaggeration in all this, for the English\nhad fought desperately enough in her presence except on the one\noccasion of Patay, notwithstanding all the early prestige of Jeanne.\nBut at all events it was made perfectly clear that the foregoing\nconclusion must be carried out, and that Jeanne must die: and, not\nonly so, but she must die with opprobrium and disgrace as a witch,\nwhich almost everybody out of Rouen now believed her to be. The public\nexamination which lasted six days was concluded on the third of March,\n1430. On the following days, the fourth, fifth, sixth, seventh,\neighth, and ninth of March, meetings were held, as we have said, in\nthe Bishop’s house to consider what it would be well to do next, at\none of which a select company of Inquisitors was chosen to carry on\nthe examination in private. These were Jean de la Fontaine, a lawyer\nlearned in canon law; Jean Beaupère, already her interrogator; Nicolas\nMidi, a Doctor in Theology; Pierre Morice, Canon of Rouen and\nAmbassador from the English King to the Council of Bâle; Thomas de\nCourcelles, the learned and excellent young Doctor already described;\nNicolas l’Oyseleur, the traitor, also already sufficiently referred\nto; and Manchon, the honest Clerk of the court: the names of Gerard\nFeuillet, also a distinguished man, and Jean Fecardo, an advocate, are\nlikewise also mentioned. They seem to have served in their turn, three\nor four at a time. This private session began on the 10th of March, a\nweek after the conclusion of the public trial, and was held in the\nprison chamber inhabited by the Maid.",
        "We shall not attempt to follow literally those private examinations,\nwhich would take a great deal more space than we have at our command,\nand would be fatiguing to the reader from the constant and prolonged\nrepetitions; we shall therefore quote only such parts as are new or so\ngreatly enlarged from Jeanne’s original statements as to seem so. At\nthe first day’s examination in her prison she was questioned about\nCompiègne and her various proceedings before reaching that place.[1]\nShe was asked, for one thing, if her voices had bidden her make the\nsally in which she was taken; to which she answered that had she known\nthe time she was to be taken she would not have gone out, unless upon\nthe express command of the saints. She was then asked about her\nstandard, her arms, and her horses, and replied that she had no coat-\nof-arms, but her brothers had, who also had all her money, from ten to\ntwelve thousand francs, which was “no great treasure to make war\nupon,” besides five chargers, and about seven other horses, all from\nthe King. The examiners then came to their principal object, and\nhaving lulled her mind with these trifles, turned suddenly to a\nsubject on which they still hoped she might commit herself, the sign\nwhich had proved her good faith to the King. It is scarcely possible\nto avoid the feeling, grave as all the circumstances were, that a\nlittle malice, a glance of mischievous pleasure, kindled in Jeanne’s\neye. She had refused to enter into further explanations again and\nagain. She had warned them that she would give them no true light on\nthe subjects that concerned the King. Now she would seem to have had\nsudden recourse to the mystification that is dear to youth, to have\ntossed her young head and said: “Have then your own way“; and\nforthwith proceeded to romance, according to the indications given her\nof what was wanted, without thought of preserving any appearance of\nreality. Most probably indeed, her air and tone would make it apparent\nto her persistent questioners how complete a fable, or at least\nparable, it was.",
        "Asked, what sign she gave to the King, she replied that it was a\nbeautiful and honourable sign, very creditable and very good, and rich\nabove all. Asked, if it still lasted; answered, “It would be good to\nknow; it will last a thousand years and more if well guarded,” adding\nthat it was in the treasure of the King. Asked, if it was of gold or\nsilver or of precious stones, or in the form of a crown; answered: “I\nwill tell you nothing more; but no man could devise a thing so rich as\nthis sign; but the sign that is necessary for you is that God should\ndeliver me out of your hands, and that is what He will do.” She also\nsaid that when she had to go to the King it was said by her voices:\n“Go boldly; and when you are before the King he will have a sign which\nwill make him receive and believe in you.” Asked, what reverence she\nmade when the sign came to the King, and if it came from God;\nanswered, that she had thanked God for having delivered her from the\npriests of her own party who had argued against her, and that she had\nknelt down several times; she also said that an angel from God, and\nnot from another, brought the sign to the King; and she had thanked\nthe Lord many times; she added that the priests ceased to argue\nagainst when they had seen that sign. Asked, if the clergy of her\nparty (/de par delà) saw the above sign; answered yes, that her King\nif he were satisfied; and he answered yes. And afterwards she went to\na little chapel close by, and heard them say that after she was gone\nmore than three hundred people saw the said sign. She said besides\nthat for love of her, and that they should give up questioning her,\nGod permitted those of her party to see the sign. Asked, if the King\nand she made reverence to the angel when he brought the sign; answered\nyes, for herself, that she knelt down and took off her hood.",
        "What Jeanne meant by this strange romance can only, I think be\nexplained by this hypothesis. She was “dazed and bewildered,” say some\nof the historians, evidently not knowing how to interpret so strange\nan interruption to her narrative; but there is no other sign of\nbewilderment; her mind was always clear and her intelligence complete.\nGranting that the whole story was boldly ironical, its object is very\napparent. Honour forbade her to betray the King’s secret, and she had\nexpressly said she would not do so. But her story seems to say–/since\nyou will insist that there was a sign, though I have told you I could\ngive you no information, have it your own way; you shall have a sign\nand one of the very best; it delivered me from the priests of my own\nparty (de par delà). Jeanne was no milk-sop; she was bold enough to\nsend a winged shaft to the confusion of the priests of the other side\nwho had tormented her in the same way. One can imagine a lurking smile\nat the corner of her mouth. Let them take it since they would have it.\nAnd we may well believe there was that in her eye, and in the details\nheaped up so lightly to form the miraculous tale, which left little\ndoubt in the minds of the questioners, of the spirit in which she\nspoke: though to us who only read the record the effect is of a more\nbewildering kind.",
        "Two days after, on Monday, the 12th of March, the Inquisitors began by\nseveral additional questions concerning the angel who brought the sign\nto the King; was it the same whom she first saw, or another? She\nanswered that it was the same, and no other was wanted. Asked, if this\nangel had not deceived her since she had been taken prisoner;\nanswered, that she believed since it so pleased our lord that it was\nbest that she should be taken. Asked, if the angel had not failed her;\nanswered, “How could he have failed me, when he comforts me every\nday?” This comfort is what she understands to come through St.\nCatherine and St. Margaret. Asked, whether she called them, or they\ncame without being called, she answered, that they often came without\nbeing called, and if they did not come soon enough, she asked our\nSaviour to send them. Asked, if St. Denis had ever appeared to her;\nanswered, not that she knew. Asked, if when she promised to our Lord\nto remain a virgin she spoke to Him; answered, that it ought to be\nenough to speak to those who were sent by Him that is to say, St.\nCatherine and St. Margaret. Asked, what induced her to summon a man to\nToul, in respect to marriage; answered, “I did not summon him; it was\nhe who summoned me\"; and that on that occasion she had sworn before\nthe judge to speak the truth, which was that she had not made him any\npromise. She also said that the first time she had heard the voices\nshe made a vow of virginity so long as it pleased God, being then\nabout the age of thirteen.",
        "It was the object of the judges by these questions to prove that,\naccording to a fable which had obtained some credit, Jeanne during her\nvisit to La Rousse, the village inn-keeper at Neufchâteau, had acted\nas servant in the house and tarnished her good fame–so that her\nbetrothed had refused to marry her: and that he had been brought\nbefore the Bishop’s court at Toul for his breach of promise, as we\nshould say. Exactly the reverse was the case, as the reader will\nremember.",
        "Jeanne was further asked, if she had spoken of her visions to her curé\nor to any ecclesiastic: and answered no, but only to Robert de\nBaudricourt and to her King; but added that she was not bidden by her\nvoices to conceal them, but feared to reveal them lest the Burgundians\nshould hear of them and prevent her going. And especially she had much\ndoubt of her father, lest he should hinder her from going. Asked, if\nshe thought she did well to go away without the permission of her\nfather and mother, when it is certain we ought to honour our father\nand mother; answered, that in every other thing she had fully obeyed\nhim, except in respect to her departure; but she had written to them,\nand they had pardoned her. Asked, if when she left her father and\nmother she did not think it was a sin; answered, that her voices were\nquite willing that she should tell them, if it were not for the pain\nit would have given them; but as for herself, she would not have told\nthem for any consideration; also that her voices left her to do as she\npleased, to tell or not.",
        "Having gone so far the reverend fathers went to dinner, and Jeanne we\nhope had her piece of bread and her eau rougie. In the afternoon\nthese indefatigable questioners returned, and the first few questions\nthrow a fuller light on the troubled cottage at Domremy, out of which\nthis wonderful maiden came like a being of another kind.",
        "She was questioned as to the dreams of her father; and answered, that\nwhile she was still at home her mother told her several times that her\nfather said he had dreamt that Jeanne his daughter had gone away with\nthe troopers, that her father and mother took great care of her and\nheld her in great subjection: and she obeyed them in every point\nexcept that of her affair at Toul in respect to marriage. She also\nsaid that her mother had told her what her father had said to her\nbrothers: “If I could think that the thing would happen of which I\nhave dreamed, I wish she might be drowned first; and if you would not\ndo it, I would drown her with my own hands\"; and that he nearly lost\nhis senses when she went to Vaucouleurs.",
        "How profound is this little village tragedy! The suspicious, stern,\nand unhopeful peasant, never sure even that the most transparent and\npure may not be capable of infamy, distracted with that horror of\npersonal degradation which is involved in family disgrace, cruel in\nthe intensity of his pride and fear of shame! He has been revealed to\nus in many lands, always one of the most impressive of human pictures,\nwith no trust of love in him but an overwhelming faith in every\nvicious possibility. If there is no evidence to prove that, even at\nthe moment when Jeanne was supreme, when he was induced to go to\nRheims to see the coronation, Jacques d’Arc was still dark,\nunresponsive, never more sure than any of the Inquisitors that his\ndaughter was not a witch, or worse, a shameless creature linked to the\ncaptains and the splendid personages about her by very different ties\nfrom those which appeared–there is at least not a word to prove that\nhe had changed his mind. She does not add anything to soften the\ndescription here given. The sudden appearance of this dark remorseless\nfigure, looking on from his village, who probably in all Domremy–when\nDomremy got to hear the news–would be the only person who would in\nhis desperation almost applaud that stake and devouring flame, is too\nstartling for words.",
        "The end of this day’s examination was remarkable also for a sudden\nlight upon the method she had intended to adopt in respect to the Duke\nof Orleans, then in prison in England, whom it was one of her most\ncherished hopes to deliver.",
        "Asked, how she meant to rescue the Duc d’Orléans: she answered, that\nby that time she hoped to have taken English prisoners enough to\nexchange for him: and if she had not taken enough she should have\ncrossed the sea, in power, to search for him in England. Asked, if St.\nCatherine and St. Margaret had told her absolutely and without\ncondition that she should take enough prisoners to exchange for the\nDuc d’Orléans, who was in England, or otherwise, that she should cross\nthe sea to fetch him and bring him back within three years; she\nanswered yes: and that she had told the King and had begged him to\npermit her to make prisoners. She said further that if she had lasted\nthree years without hindrance, she should have delivered him.\nOtherwise she said she had not thought of so long a time as three\nyears, although it should have been more than one; but she did not at\npresent recollect exactly.",
        "There is a curious story existing, though we do not remember whence it\ncomes and there is not a scrap of evidence for it, which suggests a\nrumour that Jeanne was not the child of the d’Arc family at all, but\nin fact an abandoned and illegitimate child of the Queen, Isabel of\nBavaria, and that her real father was the murdered Duc d’Orléans. This\nsuggestion might explain the ease with which she fell into the way of\nCourts, a sort of air à la Princesse which certainly was about her,\nand her especial devotion to Orleans, both to the city and the duke. A\nshadow of a supposed child of our own Queen Mary has also appeared in\nhistory, quite without warrant or likelihood. It is a little\nconventional and well worn even in the way of romance, yet there are\ncertain fanciful suggestions in the thought.",
        "After the above, Jeanne was again questioned and at great length upon\nthe sign given to the King, upon the angel who brought it, the manner\nof his coming and going, the persons who saw him, those who saw the\ncrown bestowed upon the King, and so on, in the most minute detail.\nThat the purpose of the sign was that “they should give up arguing and\nso let her proceed on her mission,” she repeated again and again; but\nhere is a curious additional note.",
        "She was asked how the King and the people with him were convinced that\nit was an angel; and answered, that the King knew it by the\ninstruction of the ecclesiastics who were there, and also by the sign\nof the crown. Asked, how the ecclesiastics (/gens d’église) knew it\nwas an angel she answered, “By their knowledge [science], and because\nthey were priests.”",
        "Was this the keenest irony, or was it the wandering of a weary mind?\nWe cannot tell; but if the latter, it was the only occasion on which\nJeanne’s mind wandered; and there was method and meaning in the\nstrange tale.",
        "She was further questioned whether it was by the advice of her voices\nthat she attacked La Charité, and afterwards Paris, her two points of\nfailure; the purpose of her examiners clearly being to convince her\nthat those voices had deceived her. To both questions she answered no.\nTo Paris she went at the request of gentlemen who wished to make a\nskirmish, or assault of arms (/vaillance d’armes); but she intended\nto go farther, and to pass the moats; that is, to force the fighting\nand make the skirmish into a serious assault; the same was the case\nbefore La Charité. She was asked whether she had no revelation\nconcerning Pont l’Evêque, and said that since it was revealed to her\nat Melun that she should be taken, she had had more recourse to the\nwill of the captains than to her own; but she did not tell them that\nit was revealed to her that she should be taken. Asked, if she thought\nit was well done to attack Paris on the day of the Nativity of our\nLady, which was a festival of the Church; she answered, that it was\nalways well to keep the festivals of our Lady: and in her conscience\nit seemed to her that it was and always would be a good thing to keep\nthe feasts of our Lady, from one end to the other.",
        "In the afternoon the examiners returned to the attempt at escape or\nsuicide–they seemed to have preferred the latter explanation–made at\nBeaurevoir; and as Jeanne expresses herself with more freedom as to\nher personal motives in these prison examinations and opens her heart\nmore freely, there is much here which we give in full.",
        "She was asked first what was the cause of her leap from the tower of\nBeaurevoir. She answered that she had heard that all the people of\nCompiègne, down to the age of seven, were to be put to the sword, and\nthat she would rather die than live after such a destruction of good\npeople; this was one of the reasons; the other was that she knew that\nshe was sold to the English and that she would rather die than fall\ninto the hands of the English, her enemies. Asked, if she made that\nleap by the command of her voices; answered, that St. Catherine said\nto her almost every day that she was not to leap, for that God would\nhelp her, and also the people of Compiègne: and she, Jeanne, said to\nSt. Catherine that since God intended to help the people of Compiègne\nshe would fain be there. And St. Catherine said: “You must take it in\ngood part, but you will not be delivered till you have seen the King\nof the English.” And she, Jeanne, answered: “Truly I do not wish to\nsee him. I would rather die than fall into the hands of the English.\"\nAsked, if she had said to St. Catherine and St. Margaret, “Will God\nleave the good people of Compiègne to die so cruelly?” answered, that\nshe did not say “so cruelly,” but said it in this way: “Will God leave\nthese good people of Compiègne to die, who have been and are so loyal\nto their lord?” She added that after she fell there were two or three\ndays that she would not eat; and that she was so hurt by the leap that\nshe could not eat; but all the time she was comforted by St.\nCatherine, who told her to confess and ask pardon of God for that act,\nand that without doubt the people of Compiègne would have succour\nbefore Martinmas. And then she took pains to recover and began to eat,\nand shortly was healed.",
        "Asked, whether, when she threw herself down, she wished to kill\nherself, she answered no; but that in throwing herself down she\ncommended herself to God, and hoped by means of that leap to escape\nand to avoid being delivered to the English. Asked, if, when she\nrecovered the power of speech, she had denied and blasphemed God and\nthe saints, as had been reported; answered, that she remembered\nnothing of the kind, and that, as far as she knew, she had never\ndenied and blasphemed God and His saints there nor anywhere else, and\ndid not confess that she had done so, having no recollection of it.\nAsked, if she would like to see the information taken on the spot,\nanswered: “I refer myself to God, and not another, and to a good\nconfession.” Asked, if her voices ever desired delay for their\nreplies; answered, that St. Catherine always answered her at once, but\nsometimes she, Jeanne, could not hear because of the tumult round her\n(/turbacion des personnes) and the noise of her guards; but that when\nshe asked anything of St. Catherine, sometimes she, and sometimes St.\nMargaret asked of our Lord, and then by the command of our Lord an\nanswer was given to her. Asked, if, when they came, there was always\nlight accompanying them, and if she did not see that light when she\nheard the voice in the castle without knowing whether it was in her\nchamber or not: answered, that there was never a day that they did not\ncome into the castle, and that they never came without light: and that\ntime she heard the voice, but did not remember whether she saw the\nlight, or whether she saw St. Catherine. Also she said she had asked\nfrom her voices three things: one, her release: the other, that God\nwould help the French, and keep the town faithful: and the other the\nsalvation of her soul. Afterwards she asked that she might have a copy\nof these questions and her answers if she were to be taken to Paris,\nthat she may give them to the people in Paris, and say to them, “This\nis how I was questioned in Rouen, and here are my replies,” that she\nmight not be exhausted by so many questions.",
        "Asked, what she meant when she said that Monseigneur de Beauvais put\nhimself in danger by bringing her to trial, and why Monseigneur de\nBeauvais more than others, she answered, that this was and is what she\nsaid to Monseigneur de Beauvais: “You say that you are my judge. I\nknow not whether you are so; but take care that you judge well, or you\nwill put yourself in great danger. I warn you, so that if our Lord\nshould chastise you for it, I may have done my duty in warning you.\"\nAsked, what was that danger? she answered, that St. Catherine had said\nthat she should have succour, but that she knew not whether this meant\nthat she would be delivered from prison, or that, when she was before\nthe tribunal, there might come trouble by which she should be\ndelivered; she thought, however, it would be the one or the other. And\nall the more that her voices told her that she would be delivered by a\ngreat victory; and afterwards they said to her: “Take everything\ncheerfully, do not be disturbed by this martyrdom: thou shalt thence\ncome at last to the kingdom of Heaven.” And this the voices said\nsimply and absolutely–that is to say, without fail; she explained\nthat she called It martyrdom because of all the pain and adversity\nthat she had suffered in prison; and she knew not whether she might\nhave still more to suffer, but waited upon our Lord. She was then\nasked whether, since her voices had said that she should go to\nParadise, she felt assured that she should be saved and not damned in\nhell; she answered, that she believed firmly what her voices said\nabout her being saved, as firmly as if she were so already. And when\nit was said to her that this answer was of great weight, she answered\nthat she herself held it as a great treasure.",
        "We have said that Jeanne’s answers to the Inquisitors in prison had a\nmore familiar form than in the public examination; which seem to prove\nthat they were not unkind to her, further, at least, than by the\npersistence and tediousness of their questions. The Bishop for one\nthing was seldom present; the sittings were frequently presided over\nby the Deputy Inquisitor, who had made great efforts to be free of the\nbusiness altogether, and had but very recently been forced into it; so\nthat we may at least imagine, as he was so reluctant, that he did what\nhe could to soften the proceedings. Jean de la Fontaine, too, was a\nmilder man than her former questioners, and in so small an assembly\nshe could not be disturbed and interrupted by Frère Isambard’s well-\nmeant signs and whispers. She speaks at length and with a self-\ndisclosure which seems to have little that was painful in it, like one\nmatured into a kind of age by long weariness and trouble, who regards\nthe panorama of her life passing before her with almost a pensive\npleasure. And it is clear that Jeanne’s ear, still so young and keen,\nnotwithstanding that attitude of mind, was still intent upon sounds\nfrom without, and that Jeanne’s heart still expected a sudden assault,\na great victory for France, which should open her prison doors–or\neven a rising in the very judgment hall to deliver her. How could they\nkeep still outside, Dunois, Alençon, La Hire, the mighty men of\nvalour, while they knew that she was being racked and tortured within?\nShe who could not bear to be out of the conflict to serve her friends\nat Compiègne, even when succour from on high had been promised, how\nwas it possible that these gallant knights could live and let her die,\ntheir gentle comrade, their dauntless leader? In those long hours,\namid the noise of the guards within and the garrison around, how she\nmust have thought, over and over again, where were they? when were\nthey coming? how often imagined that a louder clang of arms than\nusual, a rush of hasty feet, meant that they were here!",
        "But honour and love kept Jeanne’s lips closed. Not a word did she say\nthat could discredit King, or party, or friends; not a reproach to\nthose who had abandoned her. She still looked for the great victory in\nwhich Monseigneur, if he did not take care, might run the risk of\nbeing roughly handled, or of a sudden tumult in his own very court\nthat would pitch him form his guilty seat. It was but the fourteenth\nof March still, and there were six weary weeks to come. She did not\nknow the hour or the day, but yet she believed that this great\ndeliverance was on its way.",
        "And there was a great deliverance to come: but not of this kind. The\nvoices of God–how can we deny it?–are often, though in a loftier\nsense, like those fantastic voices that keep the word of promise to\nthe ear but break it to the heart. They promised her a great victory:\nand she had it, and also the fullest deliverance: but only by the\nstake and the fire, which were not less dreadful to Jeanne than to any\nother girl of her age. They did not speak to deceive her, but she was\ndeceived; they kept their promise, but not as she understood it.\n“These all died in faith, not having received the promises, but having\nseen them afar off, and were persuaded of them, and embraced them.\"\nJeanne too was persuaded of them, but was not to receive them–except\nin the other way.",
        "On the afternoon of the same day (it was still Lent, and Jeanne\nfasted, whatever our priests may have done), she was again closely\nquestioned on the subject, this time, of Franquet d’Arras, who, as has\nbeen above narrated, was taken by her in the course of some\nindiscriminate fighting in the north. She was asked if it was not\nmortal sin to take a man as prisoner of war and then give him up to be\nexecuted. There was evidently no perception of similarities in the\nminds of the judges, for this was precisely what had been done in the\ncase of Jeanne herself; but even she does not seem to have been struck\nby the fact. Their object, apparently, was by proving that she was in\na state of sin, to prove also that her voices were of no authority, as\nbeing unable to discover so simple a principle as this.",
        "When they spoke to her of “one named Franquet d’Arras, who was\nexecuted at Lagny,” she answered that she consented to his death, as\nhe deserved it, for he had confessed to being a murderer, a thief, and\na traitor. She said that his trial lasted fifteen days, the Bailli de\nSenlis and the law officers of Lagny being the judges; and she added\nthat she had wished to have Franquet, to exchange him for a man of\nParis, Seigneur de Lours (corrected, innkeeper at the sign of l’Ours);\nbut when she heard that this man was dead, and when the Bailli told\nher that she would go very much against justice if she set Franquet\nfree, she said to the Bailli: “Since my man is dead whom I wished to\ndeliver, do with this one whatever justice demands.” Asked, if she\ntook the money or allowed it to be taken by him who had taken\nFranquet, she answered, that she was not a money changer or a\ntreasurer of France, to deal with money.",
        "She was then reminded that having assaulted Paris on a holy day,\nhaving taken the horse of Monseigneur de Senlis, having thrown herself\ndown from the tower of Beaurevoir, having consented to the death of\nFranquet d’Arras, and being still dressed in the costume of a man, did\nshe not think that she must be in a state of mortal sin? She answered\nto the first question about Paris: “I do not think I was guilty of\nmortal sin, and if I have sinned it is to God that I would make it\nknown, and in confession to God by the priest.” To the second\nquestion, concerning the horse of Senlis, she answered, that she\nbelieved firmly that there was not mortal sin in this, seeing it was\nvalued, and the Bishop had due notice of it, and at all events it was\nsent back to the Seigneur de la Trémouille to give it back to\nMonseigneur de Senlis. The said horse was of no use to her; and, on\nthe other hand, she did not wish to keep it because she heard that the\nBishop was displeased that his horse should have been taken. And as\nfor the tower of Beaurevoir: “I did it not to destroy myself, but in\nthe hope of saving myself and of going to the aid of the good people\nwho were in need.” But after having done it, she had confessed her\nsin, and asked pardon of our Lord, and had pardon of Him. And she\nallowed that it was not right to have made that leap, but that she did\nwrong.",
        "The next day an important question was introduced, the only one as yet\nwhich Jeanne does not seem to have been able to answer with\nunderstanding. On points of fact or in respect to her visions she was\nalways quite clear, but questions concerning the Church were beyond\nher knowledge. It is only indeed after some time has elapsed that we\nperceive why such a question was introduced.",
        "After admonitions made to her she was required, if she had done\nanything contrary to the faith, to submit herself to the decision of\nthe Church. She replied, that her answers had all been heard and seen\nby clerks, and that they could say whether there was anything in them\nagainst the faith: and that if they would point out to her where any\nerror was, afterwards she would tell them what was said by her\ncounsellors. At all events if there was anything against the faith\nwhich our Lord had commanded, she would not sustain it, and would be\nvery sorry to go against that. Here it was shown to her that there was\na Church militant and a Church triumphant, and she was asked if she\nknew the difference between them. She was also required to put herself\nunder the jurisdiction of the Church, in respect to what she had done,\nwhether it was good or evil, but replied, “I will answer no more on\nthis point for the present.”",
        "Having thrown in this tentative question which she did not understand,\nthey returned to the question of her dress, which holds such an\nimportant place in the entire interrogatory. If she were allowed to\nhear mass as she wished, having been all this time deprived of\nreligious ordinances, did not she think it would be more honest and\nbefitting that she should go in the dress of a woman? To this she\nreplied vaguely, that she would much rather go to mass in the dress of\na woman than to retain her male costume and not to hear mass; and that\nif she were certified that she should hear mass, she would be there in\na woman’s dress. “I certify you that you shall hear mass,” the\nexaminer replied, “but you must be dressed as a woman.” “What would\nyou say,” she answered as with a momentary doubt, “if I had sworn to\nmy King never to change?” but she added: “Anyhow I answer for it. Find\nme a dress, long, touching the ground, without a train, and give it to\nme to go to mass; but I will return to my present dress when I come\nback.” She was then asked why she would not have all the parts of a\nfemale dress to go to mass in; she said, “I will take counsel upon\nthat, and answer you,” and begged again for the honour of God and our\nLady that she might be allowed to hear mass in this good town.\nAfterwards she was again recommended to assume the whole dress of a\nwoman and gave a conditional assent: “Get me a dress like that of a\nyoung bourgeoise, that is to say, a long houppelande; I will wear\nthat and a woman’s hood to go to mass.” After having promised,\nhowever, she made an appeal to them to leave her free, and to think no\nmore of her garb, but to allow her to hear mass without changing it.\nThis would seem to have been refused, and all at once without warning\nthe jurisdiction of the Church was suddenly introduced again.",
        "She was asked, whether in all she did and said she would submit\nherself to the Church, and replied: “All my deeds and works are in the\nhands of God, and I depend only on Him; and I certify that I desire to\ndo nothing and say nothing against the Christian faith; and if I have\ndone or said anything in the body that was against the Christian faith\nwhich our Lord has established, I should not defend it but cast it\nforth from me.” Asked again, if she would not submit to the laws of\nthe Church she replied: “I can answer no more to-day on this point;\nbut on Saturday send the clerk to me, if you do not come, and I will\nanswer by the grace of God, and it can be put in writing.”",
        "A great many questions followed as to her visions, but chiefly what\nhad been asked before. One thing only we may note, since it was one of\nthe special sayings all her own, which fell from the lips of Jeanne,\nduring this private and almost sympathetic examination. After being\nquestioned closely as to how she knew her first visitor to be St.\nMichael, etc., she was asked, how she would have known had he been\n“l’Anemy” himself (a Norman must surely have used this word), taking\nthe form of an angel: and finally, what doctrine he taught her?",
        "She answered; above all things he said that she was to be a good child\nand that God would help her: and among other things that she was to go\nto the succour of the King of France. But the greater part of what the\nangel taught her, she continued, was already in their book; and\nthe angel showed her the great pity there was of the kingdom of France.",
        "The pity of it! That which has always gone most to the tender heart: a\ncountry torn in pieces, brother fighting against brother, the invader\nseated at the native hearth, and blood and fire making the smiling\nland a desert: “la pitie qui estoit au royaume de France.”",
        "Did the Inquisitor break down here? Could no one go on? or was it mere\nhuman incompetence to feel the divine touch? Some one broke into a\nfoolish question about the height of the angel, and the sitting was\nhurriedly concluded. Monseigneur might well be on his mettle; that\nvery pity, was it not stealing into the souls of his private committee\ndeputed for so different a use?",
        "Next day the questions about St. Michael’s personal appearance were\nresumed, as a little feint we can only suppose, for the great question\nof the Church was again immediately introduced; but in the meantime\nJeanne had described her visitor in terms which it is pleasant to\ndwell on. “He was in the form of a très vrai prud’ homme.” The term\nis difficult to translate, as is the Galantuomo of Italy. The “King-\nHonest Man,” we used to say in English in the days of his late Majesty\nVictor Emmanuel of Italy; but that is not all that is meant–/un vrai\nprud’ homme, a man good, honest, brave, the best man, is more like\nit. The girl’s honest imagination thought of no paraphernalia of wings\nor shining plumes. It was not the theatrical angel, not even the angel\nof art whom she saw–whom it would have been so easy to invent, nay to\ntake quite truthfully from the first painted window, radiating colour\nand brightness through the dim, low-roofed church. But even with such\nmaterial handy, Jeanne was not led into the conventional. She knew\nnothing about wings or emblematic scales. He was in the form of a\nbrave and gentle man. She knew not anything greater, nor would she be\nseduced into fable however sacred. Then once more the true assault\nbegan.",
        "She was asked, if she would submit all her sayings and doings, good or\nevil, to the judgment of our Holy Mother, the Church. She replied,\nthat as for the Church, she loved it and would sustain it with all her\nmight for our Christian faith; and that it was not she whom they ought\nto disturb and hinder from going to church or from hearing mass. As to\nthe good things she had done, and that had happened, she must refer\nall to the King of Heaven, who had sent her to Charles, King of\nFrance; and it should be seen that the French would soon gain a great\nadvantage which God would send them, so great that all the kingdom of\nFrance would be shaken. And this, she said, that when it came to pass,\nthey might remember that she had said it. She was again asked, if she\nwould submit to the jurisdiction of the Church, and answered, “I refer\neverything to our Lord who sent me, to our Lady, and to the blessed\nSaints of Paradise\"; and added her opinion was that our Lord and the\nChurch meant the same thing, and that difficulties should not be made\nconcerning this, when there was no difficulty, and they were both one.\nShe was then told that there was the Church triumphant, in which are\nGod, the saints, the angels, and all saved souls. The Church militant\nis our Holy Father the Pope, vicar of God on earth, the cardinals, the\nprelates of the Church, and the clergy and all good Christians and\nCatholics, which Church properly assembled cannot err, but is guided\nby the Holy Spirit. And this being the case she was asked if she would\nrefer her cause to the Church militant thus explained to her. She\nreplied that she had come to the King of France on the part of God, on\nthe part of the Virgin Mary, the blessed Saints of Paradise, and the\nChurch victorious in Heaven, and at their commandment; and to that\nChurch she submitted all her good deeds, and all that she had done and\nmight do. And if they asked her whether she would submit to the Church\nmilitant, answered, that she would now answer no more than this.",
        "Here again the argument strayed back to the futile subject of dress,\nalways at hand to be taken up again, one would say, when the judges\nwere non-plussed. Her first reply on this subject is remarkable and\nshows that dark and terrible forebodings were already beginning to\nmingle with her hopes.",
        "Asked, what she had to say about the woman’s dress that had been\noffered to her, to hear mass in: she answered, that she would not take\nit yet, not until the Lord pleased; but that if it were necessary to\nlead her out to be executed, and if she should then have to be\nundressed, she required of the Lords of the Church that they would\ngive her the grace to have a long chemise, and a kerchief for her\nhead; that she would prefer to die rather than to alter what our Lord\nhad directed her to do, and that she firmly believed our Lord would\nnot let her descend so low, but that she should soon be helped by God\nand by a miracle. She was then asked, if what she did in respect to\nthe man’s costume was by command of God, why she asked for a woman’s\nchemise in case of death? answered, It is enough that it should be\nlong.",
        "The effect of these words in which so much was implied, must have made\na supreme sensation among the handful of men gathered round the\nhelpless girl in her prison, bringing the stake in all its horror\nbefore the eyes of the judges as before her own. No other thing could\nhave been suggested by that piteous prayer. The stake, the scaffold,\nthe fire–and the shrinking figure all maidenly, helpless, exposed to\nevery evil gaze, must have showed themselves at least for a moment\nagainst that dark background of prison wall. It was enough that it\nshould be long–to hide her as much as was possible from those\ndreadful staring eyes.",
        "The interrogatory goes on wildly after this about the age and the\ndress of the saints. But a tone of fate had come into it, and Jeanne\nherself, it was evident, was very serious; her mind turned to more\nweighty thoughts. Presently they asked if the saints hated the\nEnglish, to which she replied that they hated what God hated and loved\nwhat He loved. She was then asked if God hated the English. She\nreplied that of the love or hate that God had for the English, or what\nGod did for their souls, she knew nothing; but she knew well that they\nshould be driven out of France, except those who died there; and that\nGod would send victory to the French against the English. Asked, if\nGod was for the English so long as they were prosperous in France: she\nanswered, that she knew not whether God hated the French, but believed\nHe had allowed them to be beaten because of their sins.",
        "Jeanne was then brought to a test which, had she been a great\nstatesman or a learned doctor, would have been as dangerous, as the\nquestion concerning John the Baptist was to the priests and scribes.\n“If we shall say: From heaven, he will say, Why then believed ye him\nnot? but if we shall say of men we fear the people.” And she was only\na peasant girl and the event of which they spoke had been before her\nlittle time.",
        "Asked, if she thought and believed firmly that her King did well to\nkill Monseigneur de Bourgogne, she answered that IT WAS A GREAT\nMISFORTUNE FOR THE KINGDOM OF FRANCE: but that however it might be\namong themselves, God had sent her to the succour of the King.",
        "One or two other questions of some importance followed amid perpetual\nchanges of the subject: one of which called forth as follows her last\ndeliverance on the subject of the Pope.",
        "Asked, if she had said to Monseigneur de Beauvais that she would\nanswer as exactly to him and to his clerks as she would have done\nbefore our Holy Father the Pope, although at several points in the\ntrial she would have had to refuse to answer, if she did not answer\nmore plainly than before Monseigneur de Beauvais–she said that she\nhad answered as much as she knew, and that if anything came to her\nmemory that she had forgotten to say, she would say it willingly.\nAsked, if it seemed to her that she would be bound to answer the plain\ntruth to the Pope, the vicar of God, in all he asked her touching the\nfaith and her conscience, she replied that she desired to be taken\nbefore him, and then she would answer all that she ought to answer.",
        "Here we seem to perceive dimly that there was beginning to be a second\nparty among those examiners, one of which was covertly but earnestly\nattempting to lead Jeanne into an appeal to the Pope, which would have\nconveyed her out of the hands of the English at least, and gained\ntime, probably deliverance for her, could Jeanne have been made to\nunderstand it.",
        "This, however, was by no means the wish of Cauchon, whose spy and\nwhisperer, L’Oyseleur, was working against it in the background.\nJeanne evidently failed to take up what they meant. She did not\nunderstand the distinction between the Church militant and the Church\ntriumphant: that God alone was her judge, and that no tribunal could\ndecide upon the questions which were between her Lord and herself, was\ntoo firmly fixed in her mind: and again and again the men whose desire\nwas to make her adopt this expedient, were driven back into the ever\nrepeated questions about St. Catherine and St. Margaret.",
        "One other of her distinctive sayings fell from her in the little\ninterval that remained, in a series of useless questions about her\nstandard. Was it true that this standard had been carried into the\nCathedral at Rheims when those of the other captains were left behind?\n“It had been through the labour and the pain,” she said, “there was\ngood reason that it should have the honour.”",
        "This last movement of a proud spirit, absolutely disinterested and\nwithout thought of honour or advancement in the usual sense of the\nword, gives a sort of trumpet note at the end of these wonderful\nwranglings in prison, in which, however, there is a softening of tone\nvisible throughout, and evident effect of human nature bringing into\nimmediate contact divers human creatures day after day. Jeanne is\noften at her best, and never so frequently as during these less formal\nsittings utters those flying words, simple and noble and of absolute\ntruth to nature, which are noted everywhere, even in the most rambling\nrecords.",
        "The private examination, concluding with that last answer about the\nbanner, came to an end on the 17th March, the day before Passion\nSunday. Several subsequent days were occupied with repeated\nconsultations in the Bishop’s palace, and the reading over of the\nminutes of the examinations, to the judges first and afterwards to\nJeanne, who acknowledged their correctness, with one or two small\namendments. It is only now that Cauchon reappears in his own person.\nOn the morning of the following Sunday, which was Palm Sunday, he and\nfour other doctors with him had a conversation with Jeanne in her\nprison, very early in the morning, touching her repeated application\nto be allowed to hear mass and to communicate. The Bishop offered her\nhis ultimatum: if she consented to resume her woman’s dress, she might\nhear mass, but not otherwise; to which Jeanne replied, sorrowfully,\nthat she would have done so before now if she could; but that it was\nnot in her power to do so. Thus after the long and bitter Lent her\nhopes of sharing in the sacred feast were finally taken from her. It\nremains uncertain whether she considered that her change of dress\nwould be direct disobedience to God, which her words seem often to\nimply; or whether it would mean renunciation of her mission, which she\nstill hoped against hope to be able to resume; or if the fear of\npersonal insult weighed most with her. The latter reason had evidently\nsomething to do with it, but, as evidently, not all.",
        "The background to these curious sittings, afterwards revealed to us,\ncasts a hazy side-light upon them. Probably the Bishop, never present,\nmust have been made aware by his spies of an intention on the part of\nthose most favourable to Jeanne to support an appeal to the Pope; and\nL’Oyseleur, the traitor, who was all this time admitted to her cell by\npermission of Cauchon, and really as his tool and agent, was actively\nemployed in prejudicing her mind against them, counselling her not to\ntrust to those clerks, not to yield to the Church. How he managed to\nexplain his own appearance on the other side, his official connection\nwith the trial, and constant presence as one of her judges, it is hard\nto imagine. Probably he gave her to believe that he had sought that\nposition (having got himself liberated from the imprisonment which he\nhad represented himself as sharing) for her sake, to be able to help\nher.",
        "On the other hand her friends, whose hearts were touched by her\ncandour and her sufferings, were not inactive. Jean de la Fontaine and\nthe two monks–l’Advenu and Frère Isambard–also succeeded in gaining\nadmission to her, and pressed upon her the advantage of appealing to\nthe Church, to the Council of Bâle about to assemble, or to the Pope\nhimself, which would have again changed the venue, and transferred\nher into less prejudiced hands. It is very likely that Jeanne in her\nignorance and innocence might have held by her reference to the\nsupreme tribunal of God in any case; and it is highly unlikely that of\nthe English authorities, intent on removing the only thing in France\nof which their forces were afraid, should have given her up into the\nhands of the Pope, or allowed her to be transferred to any place of\ndefence beyond their reach; but at least it is a relief to the mind to\nfind that all these men were not base, as appears on the face of\nthings, but that pity and justice and human feeling sometimes existed\nunder the priest’s gown and the monk’s cowl, if also treachery and\nfalsehood of the blackest kind. The Bishop, who remained withdrawn, we\nknow not why, from all these private sittings in the prison (probably\nbusy with his ecclesiastical duties as Holy Week was approaching),\nheard with fury of this visit and advice, and threatened vengeance\nupon the meddlers, not without effect, for Jean de la Fontaine, we are\ntold–who had been deep in his councils, and indeed his deputy, as\nchief examiner–disappeared from Rouen immediately after, and was\nheard of no more.\n\n[1] Compiègne was a strong point. Had she proclaimed a promise from\n    St. Catherine, of victory? Chastelain says so, long after date and\n    with errors in fact. Two Anglo-Compiègnais were at her trial. The\n    Rehabilitation does not go into this question.–(From Mr. Lang.)\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] Compiègne was a strong point. Had she proclaimed a promise from\n    St. Catherine, of victory? Chastelain says so, long after date and\n    with errors in fact. Two Anglo-Compiègnais were at her trial. The\n    Rehabilitation does not go into this question.–(From Mr. Lang.)",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}