{
    "title": "Jeanne d’Arc - Chapter XVI - The Abjuration. May 24, 1431.",
    "author": "Mrs. Oliphant",
    "chapter": "17",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "On the 23d of May Jeanne was taken back to her prison attended by the\nofficer of the court, Massieu, her frame still thrilling, her heart\nstill high, with that great note of constancy yet defiance. She had\nbeen no doubt strongly excited, the commotion within her growing with\nevery repetition of these scenes, each one of which promised to be the\nlast. And the fire and the stake and the executioner had come very\nnear to her; no doubt a whole murmuring world of rumour, of strange\ninformation about herself, never long inaudible, never heard outside\nof the Castle of Rouen, rose half-comprehended from the echoing\ncourtyard outside and the babble of her guards within. She would hear\neven as she was conveyed along the echoing stone passages something\nhere and there of the popular expectation:–a burning! the wonderful\nunheard of sight, which by hook or by crook everyone must see; and no\ndoubt among the English talk she might now be able to make out\nsomething concerning this long business which had retarded all warlike\nproceedings but which would soon be over now, and the witch burnt.\nThere must have been some, even among those rude companions, who would\nbe sorry, who would feel that she was no witch, yet be helpless to do\nanything for her, any more than Massieu could, or Frère Isambard: and\nif it was all for the sake of certain words to be said, was the wench\nmad? would it not be better to say anything, to give up anything\nrather than be burned at the stake? Jeanne, notwithstanding the\nwonderful courage of her last speech, must have returned to her cell\nwith small illusion possible to her intelligent spirit. The stake had\nindeed come very near, the flames already dazzled her eyes, she must\nhave felt her slender form shrink together at the thought. All that\nlong night, through the early daylight of the May morning did she lie\nand ponder, as for far less reasons so many of us have pondered as we\nlay wakeful through those morning watches. God’s promises are great,\nbut where is the fulfilment? We ask for bread and he gives us, if not\na stone, yet something which we cannot realise to be bread till after\nmany days. Jeanne’s voices had never paused in their pledge to her of\nsuccour. “Speak boldly, God will help you–fear nothing\"; there would\nbe aid for her before three months, and great victory. They went on\nsaying so, though the stake was already being raised. What did they\nmean? what did they mean? Could she still trust them? or was it\npossible ––?",
        "Her heart was like to break. At their word she would have faced the\nfire. She meant to do so now, notwithstanding the terrible, the\nheartrending ache of hope that was still in her. But they did not give\nher that heroic command. Still and always, they said God will help\nyou, our Lord will stand by you. What did that mean? It must mean\ndeliverance, deliverance! What else could it mean? If she held her\nhead high as she returned to the horrible monotony of that prison so\noften left with hope, so often re-entered in sadness, it must soon\nhave dropped upon her tired bosom. Slowly the clouds had settled round\nher. Over and over again had she affirmed them to be true–these\nvoices that had guided her steps and led her to victory. And they had\npromised her the aid of God if she went forward boldly, and spoke and\ndid not fear. But now every way of salvation was closing; all around\nher were fierce soldiers thirsting for her blood, smooth priests who\nadmonished her in charity, threatening her with eternal fire for the\nsoul, temporal fire for the body. She felt that fire, already blowing\ntowards her as if on the breath of the evening wind, and her girlish\nflesh shrank. Was that what the voices had called deliverance? was\nthat the grand victory, the aid of the Lord?",
        "It may well be imagined that Jeanne slept but little that night; she\nhad reached the lowest depths; her soul had begun to lose itself in\nbitterness, in the horror of a doubt. The atmosphere of her prison\nbecame intolerable, and the noise of her guards keeping up their rough\njests half through the night, their stamping and clamour, and the\nclang of their arms when relieved. Early next morning a party of her\nusual visitors came in upon her to give her fresh instruction and\nadvice. Something new was about to happen to-day. She was to be led\nforth, to breathe the air of heaven, to confront the people, the\nraging sea of men’s faces, all the unknown world about her. The crowd\nhad never been unfriendly to Jeanne. It had closed about her, almost\nwherever she was visible, with sweet applause and outcries of joy.\nPerhaps a little hope stirred her heart in the thought of being\nsurrounded once more by the common folk, though probably it did not\noccur to her to think of these Norman strangers as her own people. And\na great day was before her, a day in which something might still be\ndone, in which deliverance might yet come. L’Oyseleur, who was one of\nher visitors, adjured her now to change her conduct, to accept\nwhatever means of salvation might be offered to her. There was no\nlonger any mention of Pope or Council, but only of the Church to which\nshe ought to yield. How it was that he preserved his influence over\nher, having been proved to be a member of the tribunal that judged\nher, and not a fellow-prisoner, nor a fellow-countryman, nor any of\nthe things he had professed to be, no once can tell us; but evidently\nhe had managed to do so. Jeanne would seem to have received him\nwithout signs of repulsion or displeasure. Indeed she seems to have\nbeen ready to hear anyone, to believe in those who professed to wish\nher well, even when she did not follow their counsel.",
        "It would require, however, no great persuasion on L’Oyseleur’s part to\nconvince her that this was a more than usually important day, and that\nsomething decisive must be done, now or never. Why should she be so\ndetermined to resist her only chance of safety? If she were but\ndelivered from the hands of the English, safe in the gentler keeping\nof the Church, there would be time to think of everything, even to\nmake her peace with her voices who would surely understand if, for the\nsaving of her life, and out of terror for the dreadful fire, she\nabandoned them for a moment. She had disobeyed them at Beaurevoir and\nthey had forgiven. One faltering word now, a mark of her hand upon a\npaper, and she would be safe–even if still all they said was true;\nand if indeed and in fact, after buoying her up from day to day, such\na dreadful thing might be as that they were not true ––",
        "The traitor was at her ear whispering; the cold chill of\ndisappointment, of disillusion, of sickening doubt was in her heart.",
        "Then there came into the prison a better man than L’Oyseleur, Jean\nBeaupère, her questioner in the public trial, the representative of\nall these notabilities. What he said was spoken with authority and he\ncame in all seriousness, may not we believe in some kindness too? to\nwarn her. He came with permission of the Bishop, no stealthy visitor.\n“Jean Beaupère entered alone into the prison of the said Jeanne by\npermission, and advertised her that she would straightway be taken to\nthe scaffold to be addressed (/pour y être preschée), and that if she\nwas a good Christian she would on that scaffold place all her acts and\nwords under the jurisdiction of our Holy Mother, the Church, and\nspecially of the ecclesiastical judges.” “Accept the woman’s dress and\ndo all that you are told,” her other adviser had said. When the car\nthat was to convey her came to the prison doors, L’Oyseleur\naccompanied her, no doubt with a show of supporting her to the end.\nWhat a change from the confined and gloomy prison to the dazzling\nclearness of the May daylight, the air, the murmuring streets, the\nthrong that gazed and shouted and followed! Life that had run so low\nin the prisoner’s veins must have bounded up within her in response to\nthat sunshine and open sky, and movement and sound of existence–\nsummer weather too, and everything softened in the medium of that soft\nbreathing air, sound and sensation and hope. She had been three months\nin her prison. As the charrette rumbled along the roughly paved\nstreets drawing all those crowds after it, a strange object appeared\nto Jeanne’s eyes in the midst of the market-place, a lofty scaffold\nwith a stake upon it, rising over the heads of the crowd, the logs all\narranged ready for the fire, a car waiting below with four horses, to\nbring hither the victim. The place of sacrifice was ready, everything\narranged–for whom? for her? They drove her noisily past that she\nmight see the preparations. It was all ready; and where then was the\ngreat victory, the deliverance in which she had believed?",
        "In front of the beautiful gates of St. Ouen there was a different\nscene. That stately church was surrounded then by a churchyard, a\ngreat open space, which afforded room for a very large assembly. In\nthis were erected two platforms, one facing the other. On the first\nsat the court of judges in number about forty, Cardinal Winchester\nhaving a place by the side of Monseigneur de Beauvais, the president,\nwith several other bishops and dignified ecclesiastics. Opposite, on\nthe other platform, were a pulpit and a place for the accused, to\nwhich Jeanne was conducted by Massieu, who never left her, and\nL’Oyseleur, who kept as near as he could, the rest of the platform\nbeing immediately covered by lawyers, doctors, all the camp followers,\nso to speak, of the black army, who could find footing there. Jeanne\nwas in her usual male dress, the doublet and hose, with her short-\nclipped hair–no doubt looking like a slim boy among all this dark\ncrowd of men. The people swayed like a sea all about and around–the\nthrong which had gathered in her progress through the streets pushing\nout the crowd already assembled with a movement like the waves of the\nsea. Every step of the trial all through had been attended by\npreaching, by discourses and reasoning and admonishments, charitable\nand otherwise. Now she was to be “preached” for the last time.",
        "It was Doctor Guillaume Érard who ascended the pulpit, a great\npreacher, one whom the “copious multitude” ran after and were eager to\nhear. He himself had not been disposed to accept this office, but no\ndoubt, set up there on that height before the eyes of all the people,\nhe thought of his own reputation, and of the great audience, and\nWinchester the more than king, the great English Prince, the\nwealthiest and most influential of men. The preacher took his text\nfrom a verse in St. John’s Gospel: “A branch cannot bear fruit except\nit remain in the vine.” The centre circle containing the two platforms\nwas surrounded by a close ring of English soldiers, understanding none\nof it, and anxious only that the witch should be condemned.",
        "It was in this strange and crowded scene that the sermon which was\nlong and eloquent began. When it was half over, in one of his fine\nperiods admired by all the people, the preacher, after heaping every\nreproach upon the head of Jeanne, suddenly turned to apostrophise the\nHouse of France, and the head of that House, “Charles who calls\nhimself King.” “He has,” cried the preacher, stimulated no doubt by\nthe eye of Winchester upon him, “adhered, like a schismatic and\nheretical person as he is, to the words and acts of a useless woman,\ndisgraced and full of dishonour; and not he only, but the clergy who\nare under his sway, and the nobility. This guilt is thine, Jeanne, and\nto thee I say that thy King is a schismatic and a heretic.”",
        "In the full flood of his oratory the preacher was arrested here by\nthat clear voice that had so often made itself heard through the\ntumult of battle. Jeanne could bear much, but not this. She was used\nto abuse in her own person, but all her spirit came back at this\nassault on her King. And interruption to a sermon has always a\ndramatic and startling effect, but when that voice arose now, when the\nstartled speaker stopped, and every dulled attention revived, it is\neasy to imagine what a stir, what a wonderful, sudden sensation must\nhave arisen in the midst of the crowd. “By my faith, sire,” cried\nJeanne, “saving your respect, I swear upon my life that my King is the\nmost noble Christian of all Christians, that he is not what you say.”",
        "The sermon, however, was resumed after this interruption. And finally\nthe preacher turned to Jeanne, who had subsided from that start of\nanimation, and was again the subdued and silent prisoner, her heart\noverwhelmed with many heavy thoughts. “Here,” said Èrard, “are my\nlords the judges who have so often summoned and required of you to\nsubmit your acts and words to our Holy Mother the Church; because in\nthese acts and words there are many things which it seemed to the\nclergy were not good either to say or to sustain.”",
        "To which she replied (we quote again from the formal records), “I will\nanswer you.” And as to her submission to the Church she said: “I have\ntold them on that point that all the works which I have done and said\nmay be sent to Rome, to our Holy Father the Pope, to whom, but to God\nfirst, I refer in all. And as for my acts and words I have done all on\nthe part of God.” She also said that no one was to blame for her acts\nand words, neither her King nor any other; and if there were faults in\nthem, the blame was hers and no other’s.",
        "Asked, if she would renounce all that she had done wrong; answered, “I\nrefer everything to God and to our Holy Father the Pope.”",
        "It was then told her that this was not enough, and that our Holy\nFather was too far off; also that the Ordinaries were judges each in\nhis diocese, and it was necessary that she should submit to our Mother\nthe Holy Church, and that she should confess that the clergy and\nofficers of the Church had a right to determine in her case. And of\nthis she was admonished three times.",
        "After this the Bishop began to read the definitive sentence. When a\ngreat part of it was read, Jeanne began to speak and said that she\nwould hold to all that the judges and the Church said, and obey in\neverything their ordinance and will. And there in the presence of the\nabove-named and of the great multitude assembled she made her\nabjuration in the manner that follows:",
        "And she said several times that since the Church said her apparitions\nand revelations should not be sustained or believed, she would not\nsustain them; but in everything submit to the judges and to our Mother\nthe Holy Church.",
        "In this strange, brief, subdued manner is the formal record made.\nManchon writes on his margin: At the end of the sentence Jeanne,\nfearing the fire, said she would obey the Church. Even into the bare\nlegal document there comes a hush as of awe, the one voice responding\nin the silence of the crowd, with a quiver in it; the very animation\nof the previous outcry enhancing the effect of this low and faltering\nsubmission, timens igneum–in fear of the fire.",
        "The more familiar record, and the recollections long after of those\neye-witnesses, give us another version of the scene. Èrard, from his\npulpit, read the form of abjuration prepared. But Jeanne answered that\nshe did not know what abjuration meant, and the preacher called upon\nMassieu to explain it to her. “And he” (we quote from his own\ndeposition), “after excusing himself, said that it meant this: that if\nshe opposed the said articles she would be burnt; but he advised her\nto refer it to the Church universal whether she should abjure or not.\nWhich thing she did, saying to Èrard, ’I refer to the Church universal\nwhether I should abjure or not.’ To which Èrard answered, ’You shall\nabjure at once or you will be burnt.’ Massieu gives further\nparticulars in another part of the Rehabilitation process. Èrard, he\nsays, asked what he was saying to the prisoner, and he answered that\nshe would sign if the schedule was read to her; but Jeanne said that\nshe could not write, and then added that she wished it to be decided\nby the Church, and ought not to sign unless that was done: and also\nrequired that she should be placed in the custody of the Church, and\nfreed from the hands of the English. The same Èrard answered that\nthere had been ample delay, and that if she did not sign at once she\nshould be burned, and forbade Massieu to say any more.”",
        "Meanwhile many cries and entreaties came, as far as they dared, from\nthe crowd. Some one, in the excitement of the moment, would seem to\nhave promised that she should be transferred to the custody of the\nChurch. “Jeanne, why will you die? Jeanne, will you not save\nyourself?” was called to her by many a bystander. The girl stood fast,\nbut her heart failed her in this terrible climax of her suffering.\nOnce she called out over their heads, “All that I did was done for\ngood, and it was well to do it:\"–her last cry. Then she would seem to\nhave recovered in some measure her composure. Probably her agitated\nbrain was unable to understand the formula of recantation which was\nread to her amid all the increasing noises of the crowd, but she had a\nvague faith in the condition she had herself stated, that the paper\nshould be submitted to the Church, and that she should at once be\ntransferred to an ecclesiastical prison. Other suggestions are made,\nnamely, that it was a very short document upon which she hastily in\nher despair made a cross, and that it was a long one, consisting of\nseveral pages, which was shown afterwards with Jehanne scribbled\nunderneath. “In fact,” says Massieu, “she abjured and made a cross\nwith the pen which the witness handed to her:” he, if any one must\nhave known exactly what happened.",
        "No doubt all this would be imperfectly heard on the other platform.\nBut the agitation must have been visible enough, the spectators\nclosing round the young figure in the midst, the pleadings, the\nappeals, seconded by many a cry from the crowd. Such a small matter to\nrisk her young life for! “Sign, sign; why should you die!” Cauchon had\ngone on reading the sentence, half through the struggle. He had two\nsentences all ready, two courses of procedure, cut and dry: either to\nabsolve her–which meant condemning her to perpetual imprisonment on\nbread and water: or to carry her off at once to the stake. The English\nwere impatient for the last. It is a horrible thing to acknowledge,\nbut it is evidently true. They had never wished to play with her as a\ncat with a mouse, as her learned countrymen had done those three\nmonths past; they had desired at once to get her out of their way. But\nthe idea of her perpetual imprisonment did not please them at all; the\nrisk of such a prisoner was more than they chose to encounter.\nNevertheless there are some things a churchman cannot do. When it was\nseen that Jeanne had yielded, that she had put her mark to something\non a paper flourished forth in somebody’s hand in the sunshine, the\nBishop turned to the Cardinal on his right hand, and asked what he was\nto do? There was but one answer possible to Winchester, had he been\nEnglish and Jeanne’s natural enemy ten times over. To admit her to\npenitence was the only practicable way.",
        "Here arises a great question, already referred to, as to what it was\nthat Jeanne signed. She could not write, she could only put her cross\non the document hurriedly read to her, amid the confusion and the\nmurmurs of the crowd. The cédule to which she put her sign\n“contained eight lines:” what she is reported to have signed is three\npages long, and full of detail. Massieu declares certainly that this\n(the abjuration published) was not the one of which mention is made in\nthe trial; “for the one read by the deponent and signed by the said\nJeanne was quite different.” This would seem to prove the fact that a\nmuch enlarged version of an act of abjuration, in its original form\nstrictly confined to the necessary points and expressed in few words–\nwas afterwards published as that bearing the sign of the penitent. Her\nown admissions, as will be seen, are of the scantiest, scarcely enough\nto tell as an abjuration at all.",
        "When the shouts of the people proved that this great step had been\ntaken, and Winchester had signified his conviction that the penitence\nmust be accepted, Cauchon replaced one sentence by another and\npronounced the prisoner’s fate. “Seeing that thou hast returned to the\nbosom of the Church by the grace of God, and hast revoked and denied\nall thy errors, we, the Bishop aforesaid, commit thee to perpetual\nprison, with the bread of sorrow and water of anguish, to purge thy\nsoul by solitary penitence.” Whether the words reached her over all\nthose crowding heads, or whether they were reported to her, or what\nJeanne expected to follow standing there upon her platform, more\nshamed and downcast than through all her trial, no one can tell. There\nseems even to have been a moment of uncertainty among the officials.\nSome of them congratulated Jeanne, L’Oyseleur for one pressing forward\nto say, “You have done a good day’s work, you have saved your soul.\"\nShe herself, excited and anxious, desired eagerly to know where she\nwas not to go. She would seem for the moment to have accepted the fact\nof her perpetual imprisonment with complete faith and content. It\nmeant to her instant relief from her hideous prison-house, and she\ncould not contain her impatience and eagerness. “People of the Church\n–/gens de’ Église–lead me to your prison; let me be no longer in\nthe hands of the English,” she cried with feverish anxiety. To gain\nthis point, to escape the irons and the dreadful durance which she had\nsuffered so long, was all her thought. The men about her could not\nanswer this appeal. Some of them no doubt knew very well what the\nanswer must be, and some must have seen the angry looks and stern\nexclamation which Warwick addressed to Cauchon, deceived like Jeanne\nby this unsatisfactory conclusion, and the stir among the soldiers at\nsight of his displeasure. But perhaps flurried by all that had\nhappened, perhaps hoping to strengthen the victim in her moment of\nhope, some of them hurried across to the Bishop to ask where they were\nto take her. One of these was Pierre Miger, friar of Longueville.\nWhere was she to be taken? In Winchester’s hearing, perhaps in\nWarwick’s, what a question to put! An English bishop, says this\nwitness turned to him angrily and said to Cauchon that this was a\n“fauteur de ladite Jeanne,” “this fellow was also one of them.\"\nMiger excused himself in alarm as St. Peter did before him, and\nCauchon turning upon him commanded grimly that she should be taken\nback whence she came. Thus ended the last hope of the Maid. Her\nabjuration, which by no just title could be called an abjuration, had\nbeen in vain.",
        "Jeanne was taken back, dismayed and miserable, to the prison which she\nhad perilled her soul to escape. It was very little she had done in\nreality, and at that moment she could scarcely yet have realised what\nshe had done, except that it had failed. At the end of so long and\nbitter a struggle she had thrown down her arms–but for what? to\nescape those horrible gaolers and that accursed room with its ear of\nDionysius, its Judas hole in the wall. The bitterness of the going\nback was beyond words. We hear of no word that she said when she\nrealised the hideous fact that nothing was changed for her; the bitter\nwaters closed over her head. Again the chains to be locked and double\nlocked that bound her to her dreadful bed, again the presence of those\nmen who must have been all the more odious to her from the momentary\nhope that she had got free from them for ever.",
        "The same afternoon the Vicar-Inquisitor, who had never been hard upon\nher, accompanied by Nicole Midi, by the young seraphic doctor,\nCourcelles, and L’Oyseleur, along with various other ecclesiastical\npersons, visited her prison. The Inquisitor congratulated and almost\nblessed her, sermonising as usual, but briefly and not ungently,\nthough with a word of warning that should she change her mind and\nreturn to her evil ways there would be no further place for\nrepentance. As a return for the mercy and clemency of the Church, he\nrequired her immediately to put on the female dress which his\nattendants had brought. There is something almost ludicrous, could we\nforget the tragedy to follow, in the bundle of humble clothing brought\nby such exalted personages, with the solemnity which became a thing\nupon which hung the issues of life or death. Jeanne replied with the\nhumility of a broken spirit. “I take them willingly,” she said, “and\nin everything I will obey the Church.” Then silence closed upon her,\nthe horrible silence of the prison, full of hidden listeners and of\nwatching eyes.",
        "Meantime there was great discontent and strife of tongues outside. It\nwas said that many even of the doctors who condemned her would fain\nhave seen Jeanne removed to some less dangerous prison: but\nMonseigneur de Beauvais had to hold head against the great English\nauthorities who were out of all patience, fearing that the witch might\nstill slip through their fingers and by her spells and incantations\nmake the heart of the troops melt once more within them. If the mind\nof the Church had been as charitable as it professed to be, I doubt if\nall the power of Rome could have got the Maid now out of the English\ngrip. They were exasperated, and felt that they too, as well as the\nprisoner, had been played with. But the Bishop had good hope in his\nmind, still to be able to content his patrons. Jeanne had abjured, it\nwas true, but the more he inquired into that act, the less secure he\nmust have felt about it. And she might relapse; and if she relapsed\nthere would be no longer any place for repentance. And it is evident\nthat his confidence in the power of the clothes was boundless. In any\ncase a few days more would make all clear.",
        "They did not have many days to wait. There are two, to all appearance,\nwell-authenticated stories of the cause of Jeanne’s “relapse.” One\naccount is given by Frère Isambard, whom she told in the presence of\nseveral others, that she had been assaulted in her cell by a Millourt\nAnglois, and barbarously used, and in self-defence had resumed again\nthe man’s dress which had been left in her cell. The story of Massieu\nis different: To him Jeanne explained that when she asked to be\nreleased from her bed on the morning of Trinity Sunday, her guards\ntook away her female dress which she was wearing, and emptied the sack\ncontaining the other upon her bed. She appealed to them, reminding\nthem that these were forbidden to her; but got no answer except a\nbrutal order to get up. It is very probable that both stories are\ntrue. Frère Isambard found her weeping and agitated, and nothing is\nmore probable than this was the occasion on which Warwick heard her\ncries, and interfered to save her. Massieu’s version, of which he is\ncertain, was communicated to him a day or two after when they happened\nto be alone together. It was on the Thursday before Trinity Sunday\nthat she put on the female dress, but it would seem that rumours on\nthe subject of a relapse had begun to spread even before the Sunday on\nwhich that event happened: and Beaupère and Midi were sent by the\nBishop to investigate. But they were very ill-received in the Castle,\nsworn at by the guards, and forced to go back without seeing Jeanne,\nthere being as yet, it appeared, nothing to see. On the morning of the\nMonday, however, the rumours arose with greater force; and no doubt\nsecret messages must have informed the Bishop that the hoped-for\nrelapse had taken place. He set out himself accordingly, accompanied\nby the Vicar-Inquisitor and attended by eight of the familiar names so\noften quoted, triumphant, important, no doubt with much show of\npompous solemnity, to find out for himself. The Castle was all in\nexcitement, report and gossip already busy with the new event so\ntrifling, so all-important. There was no idea now of turning back the\nvisitors. The prison doors were eagerly thrown open, and there indeed\nonce more, in her tunic and hose, was Jeanne, whom they had left four\ndays before painfully contemplating the garments they had given her,\nand humbly promising obedience. The men burst in upon her with an\noutcry of astonishment. What she had changed her dress again? “Yes,\"\nshe replied, “she had resumed the costume of a man.” There was no\ntriumph in what she said, but rather a subdued tone of sadness, as of\none who in the most desperate strait has taken her resolution and must\nabide by it, whether she likes it or not. She was asked why she had\nresumed that dress, and who had made her do so. There was no question\nof anything else at first. The tunic and gippon were at once enough\nto decide her fate.",
        "She answered that she had done it by her own will, no one influencing\nher to do so; and that she preferred the dress of a man to that of a\nwoman.",
        "She was reminded that she had promised and sworn not to resume the\ndress of a man. She answered that she was not aware she had ever sworn\nor had made any such oath.",
        "She was asked why she had done it. She answered that it was more\nlawful to wear a man’s dress among men, than the dress of a woman; and\nalso that she had taken it back because the promise made to her had\nnot been kept, that she should hear the mass, and receive her Saviour,\nand be delivered from her irons.",
        "She was asked if she had not abjured that dress, and sworn not to\nresume it. She answered that she would rather die than be left in\nirons; but if they would allow her to go to mass and take her out of\nher irons and put her in a gracious prison, and a woman with her, she\nwould be good, and do whatever the Church pleased.",
        "She was then asked suddenly, as if there had been no condemnation of\nher voices as lying fables, whether since Thursday she had heard them\nagain. To this she answered, recovering a little courage, “Yes.”",
        "She was asked what they said to her; she answered that they said God\nhad made known to her by St. Catherine and St. Margaret the great pity\nthere was of the treason to which she had consented by making\nabjuration and revocation in order to save her life: and that she had\nearned damnation for herself to save her life. Also that before\nThursday her voices had told her that she should do what she did that\nday, that on the scaffold they had told her to answer the preachers\nboldly, and that this preacher whom she called a false preacher had\naccused her of many things she never did. She also added that if she\nsaid God had not sent her she would damn herself, for true it was that\nGod had sent her. Also that her voices had told her since, that she\nhad done a great sin in confessing that she had sinned; but that for\nfear of the fire she had said that which she had said.",
        "She was asked (all over again) if she believed that these voices were\nthose of St. Catherine and St. Margaret. She answered, Yes, they were\nso; and from God. And as for what had been said to her on the scaffold\nthat she had spoken lies and boasted concerning St. Catherine and St.\nMargaret, she had not intended any such thing. Also she said that she\nnever intended to deny her apparitions, or to say that they were not\nSt. Catherine and St. Margaret. All that she had done was in fear of\nthe fire, and she had denied nothing but what was contrary to truth;\nand she said that she would like better to make her penitence all at\none time–that is to say, in dying, than to endure a long penitence in\nprison. Also that she had never done anything against God or the faith\nwhatever they might have made her say; and that for what was in the\nschedule of the abjuration she did not know what it was. Also she said\nthat she never intended to revoke anything so long as it pleased our\nLord. At the end she said that if her judges would have her do so, she\nmight put on again her female dress; but for the rest she would do no\nmore.",
        "“What need we any further witness; for we ourselves have heard of his\nown mouth.” Jeanne’s protracted, broken, yet continuous apology and\ndefence, overawed her judges; they do not seem to have interrupted it\nwith questions. It was enough and more than enough. She had relapsed;\nthe end of all things had come, the will of her enemies could now be\naccomplished. No one could say she had not had full justice done her;\nevery formality had been fulfilled, every lingering formula carried\nout. Now there was but one thing before her, whose sad young voice\nwith many pauses thus sighed forth its last utterance; and for her\njudges, one last spectacle to prepare, and the work to complete which\nit had taken them three long months to do.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}