{
    "title": "Jeanne d’Arc - Chapter XI - The Judges. 1431.",
    "author": "Mrs. Oliphant",
    "chapter": "12",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "The name of Pierre Cauchon, Bishop of Beauvais, appears to us at this\nlong distance as arising out of the infernal mists, into which, when\nhis ministry of shame was accomplished, he disappeared again, bearing\nwith him nothing but hatred and ill fame. Yet in his own day and to\nhis contemporaries, he was not an inconsiderable man. He was of\nRheims, a great student, and excellent scholar, the friend of many\ngood men, highly esteemed among the ranks of the learned, a good man\nof business, which is not always the attribute of a scholar, and at\nthe same time a Burgundian of pronounced sentiments, holding for his\nDuke, against the King. When Beauvais was summoned by Charles, after\nhis coronation, at that moment of universal triumph when all seemed\nopen for him to march upon Paris if he would, the city had joyfully\nthrown open its doors to the royal army, and in doing so had driven\nout its Bishop, who was hot on the other side. He would not seem to\nhave been wanted in Paris at that moment. The “triste Bedford,” as\nMichelet calls him, had no means of employing an ambitious priest, no\ndirty work for the moment to give him. It is natural to suppose that a\nman so admirably adapted for that employment went in search of it to\nthe ecclesiastical court, not beloved of England, which the Cardinal\nBishop of Winchester held there. Winchester was the only one of the\nHouse of Lancaster who had money to carry on the government either at\nhome or abroad. The two priests, as the historians are always pleased\nto insinuate in respect to ecclesiastics, soon understood each other,\nand Winchester became aware that he had in Cauchon a tool ready for\nany shameful enterprise. It is not, however, necessary to assume so\nmuch as this, for we have not the least reason to believe that either\none or the other of them had the slightest doubt on the subject of\nJeanne, or as to her character. She was a pernicious witch, filling a\nhitherto invincible army with that savage fright which is but too well\nunderstood among men, and which produces cruel outrages as well as\ncowardly panic. The air of this very day, while I write, is ringing\nwith the story of a woman burnt to death by her own family under the\ninfluence of that same horrible panic and terror. Cauchon was the\ncountryman, almost the pays–an untranslatable expression,–of\nJeanne; but he did not believe in her any more than the loftier\necclesiastics of France believed in Bernadette of Lourdes, who was of\nthe spiritual lineage of Jeanne, nor than we should believe to-day in\na similar pretender. It seems unnecessary then to think of dark plots\nhatched between these two dark priests against the white, angelic\napparition of the Maid.",
        "What services Cauchon had done to recommend him to the favour of\nWinchester we are not told, but he was so much in favour that the\nCardinal had recommended him to the Pope for the vacant archbishopric\nof Rouen a few months before there was any immediate question of\nJeanne. The appointment was opposed by the clergy of Rouen, and the\nPope had not come to any decision as yet on the subject. But no doubt\nthe ambition of Cauchon made him very eager, with such a tempting\nprize before him, to recommend himself to his English patron by every\nmeans in his power. And he it was who undertook the office of\nnegotiating the ransom of Jeanne from the hands of Jean de Luxembourg.\nWe doubt whether after all it would be just even to call this a\nnefarious bargain. To the careless seigneur it would probably be very\nmuch a matter of course. The ransom offered–six thousand francs–was\nas good as if she had been a prince. The ladies at home might be\nindignant, but what was their foolish fancy for a high-flown girl in\ncomparison with these substantial crowns in his pocket; and to be free\nfrom the responsibility of guarding her would be an advantage too. And\nif her own party did not stir on her behalf, why should he? A most\npertinent question. Cauchon, on the other hand, could assure all\nobjectors that no summary vengeance was to be taken on the Maid. She\nwas to be judged by the Church, and by the best men the University\ncould provide, and if she were found innocent, no doubt would go free.",
        "They must have been sanguine indeed who hoped for a triumphant\nacquittal of Jeanne; but still it may have been hoped that a trial by\nher countrymen would in every case be better for her than to languish\nin prison or to be seized perhaps by the English on some after\noccasion, and to perish by their hands. Let us therefore be fair to\nCauchon, if possible, up to the beginning of the Procès. He was no\nFrenchman, but a Burgundian; his allegiance was to his Duke, not to\nthe King of England; but his natural sovereign did so, and many, very\nmany men of note and importance were equally base, and did not esteem\nit base at all. Had the inhabitants of Rheims, his native town, or of\nRouen, in which his trial and downfall took place as well as\nJeanne’s, pronounced for the King of Prussia in the last war, and\nproclaimed themselves his subjects, the traitors would have been hung\nwith infamy from their own high towers, or driven into their river\nheadlong. But things were very different in the fifteenth century.\nThere has never been a moment in our history when either England or\nScotland has pronounced for a foreign sway. Scotland fought with\ndesperation for centuries against the mere name of suzerainty, though\nof a kindred race. There have been terrible moments of forced\nsubjugation at the point of the sword; but never any such phenomena as\nappeared in France, so far on in the world’s history as was that\nbrilliant and highly cultured age. Such a state of affairs is to our\nminds impossible to understand or almost to believe: but in the\ninterests of justice it must be fully acknowledged and understood.",
        "Cauchon arises accordingly, not at first with any infamy, out of the\nobscurity. He had been expelled and dethroned from his See, but this\nonly for political reasons. He was ecclesiastically Bishop of Beauvais\nstill; it was within his diocese that the Maid had taken prisoner, and\nthere also her last acts of magic, if magic there was, had taken\nplace. He had therefore a legal right to claim the jurisdiction, a\nright which no one had any interest in taking from him. If Paris was\ndisappointed at not having so interesting a trial carried on before\nits courts, there was compensation in the fact that many doctors of\nthe University were called to assist Cauchon in his examination of the\nMaid, and to bring her, witch, sorceress, heretic, whatever she might\nbe, to question. These doctors were not undistinguished or unworthy\nmen. A number of them held high office in the Church; almost all were\nhonourably connected with the University, the source of learning in\nFrance. “With what art were they chosen!” exclaims M. Blaze de Bury.\n“A number of theologians, the élite of the time, had been named to\nrepresent France at the council of Bâle; of these Cauchon chose the\nflower.” This does not seem on the face of it to be a fact against,\nbut rather in favour of, the tribunal, which the reader naturally\nsupposes must have been the better, the more just, for being chosen\namong the flower of learning in France. They were not men who could be\nimagined to be the tools of any Bishop. Quicherat, in his moderate and\nable remarks on this subject, selects for special mention three men\nwho took a very important part in it, Guillame Érard, Nicole Midi, and\nTomas de Courcelles. They were all men who held a high place in the\nrespect of their generation. Érard was a friend of Machet, the\nconfessor of Charles VII., who had been a member of the tribunal at\nPoitiers which first pronounced upon the pretensions of Jeanne; yet\nafter the trial of the Maid Machet still describes him as a man of the\nhighest virtue and heavenly wisdom. Nicole Midi continued to hold an\nhonourable place in his University for many years, and was the man\nchosen to congratulate Charles when Paris finally became again the\nresidence of the King. Courcelles was considered the first theologian\nof the age. “He was an austere and eloquent young man,” says\nQuicherat, “of a lucid mind, though nourished on abstractions. He was\nthe first of theologians long before he had attained the age at which\nhe could assume the rank of doctor, and even before he had finished\nhis studies he was considered as the successor of Gerson. He was the\nlight of the council of Bâle. Eneas Piccolomini (Pope Pius II.) speaks\nwith admiration of his capacity and his modesty. In him we recognise\nthe father of the freedom of the Gallican Church. His\ndisinterestedness is shown by the simple position with which he\ncontented himself. He died with no higher rank than that of Dean of\nthe Chapter of Paris.”",
        "Did this in Cæsar seem ambitious? Was this the man to be used for\ntheir vile ends by a savage English party thirsting for the blood of\nan innocent victim, and by the vile priest who was its tool? It does\nnot seem so to our eyes across the long level of the centuries which\nclear away so many mists. And no more dreadful accusation can be\nbrought against France than the suggestion that men like these, her\nbest and most carefully trained, were willing to act as blood-hounds\nfor the advantage and the pay of the invader. But there are many\nFrench historians to whom the mere fact of a black gown or at least an\necclesiastical robe, confounds every testimony, and to whom even the\nname of Frenchman does not make it appear possible that a priest\nshould retain a shred of honour or of honesty. We should have said by\nthe light of nature and probability that had every guarantee been\nrequired for the impartiality and justice of such a tribunal, they\ncould not have been better secured than by the selection of such men\nto conduct its proceedings. They made a great and terrible mistake, as\nthe wisest of men have made before now. They did much worse, they\nbehaved to an unfortunate girl who was in their power with\nindescribable ferocity and cruelty; but we must hope that this was\nowing to the period at which they lived rather than to themselves.",
        "It is not perhaps indeed from the wise and learned, the Stoics and\nPundits of a University, that we should choose judges for the divine\nsimplicity of those babes and sucklings out of whose mouth praise is\nperfected. At the same time to choose the best men is not generally\nthe way adopted to procure a base judgement. Cauchon might have been\nsubject to this blame had he filled the benches of his court with\ncreatures of his own, nameless priests and dialecticians, knowing\nnothing but their own poor science of words. He did not do so. There\nwere but two Englishmen in the assembly, neither of them men of any\nimportance or influence although there must have been many English\npriests in the country and in the train of Winchester. There were not\neven any special partisans of Burgundy, though some of the assessors\nwere Burgundian by birth. We should have said, had we known no more\nthan this, that every precaution had been taken to give the Maid the\nfairest trial. But at the same time a trial which is conducted under\nthe name of the Inquisition is always suspect. The mere fact of that\nterrible name seems to establish a foregone conclusion; few are the\nprisoners at that bar who have ever escaped. This fact is almost all\nthat can be set against the high character of the individuals who\ncomposed the tribunal. At all events it is no argument against the\nEnglish that they permitted the best men in France to be chosen as\nJeanne’s judges. It is the most bewildering and astonishing of\nhistorical facts that they were so, and yet came to the conclusion\nthey did, by the means they did, and that without falling under the\ncondemnation, or scorn, or horror of their fellow-men.",
        "This then was the assembly which gathered in Rouen in the beginning of\n1431. Quicherat will not venture to affirm even that intimidation was\ndirectly employed to effect their decision. He says that the evidence\n“tends to prove” that this was the case, but honestly allows that, “it\nis well to remark that the witnesses contradict each other.” “In all\nthat I have said,” he adds, “my intention has been to prove that the\njudges of the Maid had in no way the appearance of partisans hotly\npursuing a political vengeance; but that, on the contrary, their known\nweight, the consideration which most of them enjoyed, and the nature\nof the tribunal for which they were assembled, were all calculated to\nproduce generally an expectation full of confidence and respect.”",
        "Meanwhile there is not a word to be said for the treatment to which\nJeanne herself was subjected, she being, so far as is apparent,\nentirely in English custody. She had been treated with tolerable\ngentleness it would seem in the first part of her captivity while in\nthe hands of Jean de Luxembourg, the Count de Ligny. The fact that the\nladies of the house were for her friends must have assured this, and\nthere is no complaint made anywhere of cruelty or even unkindness.\nWhen she arrived in Rouen she was confined in the middle chamber of\nthe donjon, which was the best we may suppose, neither a dungeon under\nthe soil, nor a room under the leads, but one to which there was\naccess by a short flight of steps from the courtyard, and which was\nfully lighted and not out of reach or sight of life. But in this\nchamber was an iron cage,[1] within which she was bound, feet, and\nwaist and neck, from the time of her arrival until the beginning of\nthe trial, a period of about six weeks. Five English soldiers of the\nlowest class watched her night and day, three in the room itself, two\nat the door. It is enough to think for a moment of the probable\nmanners and morals of these troopers to imagine what torture must have\nbeen inflicted by their presence upon a young woman who had always\nbeen sensitive above all things to the laws of personal modesty and\nreserve. Their course jests would no doubt be unintelligible to her,\nwhich would be an alleviation; but their coarse laughter, their\nrevolting touch, their impure looks, would be an endless incessant\nmisery. We are told that she indignantly bestowed a hearty buffet on\nthe cheek of a tailor who approached her too closely when it was\nintended to furnish her with female dress; but she was helpless to\ndefend herself when in her irons, and had to endure as she best could\n–the bars of her cage let us hope, if cage there was, affording her\nsome little protection from the horror of the continual presence of\nthese rude attendants, with whom it was a shame to English gentlemen\nand knights to surround a helpless woman.",
        "When her trial began Jeanne was released from her cage, but was still\nchained by one foot to a wooden beam during the day, and at night to\nthe posts of her bed. Sometimes her guards would wake her to tell her\nthat she had been condemned and was immediately to be led forth to\nexecution; but that was a small matter. Attempts were also made to\ninflict the barest insult and outrage upon her, and on one occasion\nshe is said to have been saved only by the Earl of Warwick, who heard\nher cries and went to her rescue. By night as by day she clung to her\nmale garb, tightly fastened by the innumerable “points” of which\nShakespeare so often speaks. Such were the horrible circumstances in\nwhich she awaited her public appearance before her judges. She was\nbrought before them every day for months together, to be badgered by\nthe keenest wits in France, coming back and back with artful questions\nupon every detail of every subject, to endeavour to shake her firmness\nor force her into self-contradiction. Imagine a cross-examination\ngoing on for months, like those–only more cruel than those–to which\nwe sometimes see an unfortunate witness exposed in our own courts of\nlaw. There is nothing more usual than to see people break down\nentirely after a day or two of such a tremendous ordeal, in which\ntheir hearts and lives are turned inside out, their minds so\nbewildered that they know not what they are saying, and everything\nthey have done in their lives exhibited in the worst, often in an\nentirely fictitious, light, to the curiosity and amusement of the\nworld.",
        "But all our processes are mercy in comparison with those to which\nFrench prisoners at the bar are still exposed. It is unnecessary to\nenter into an account of these which are so well known; but they show\nthat even such a trial as that of Jeanne was by no means so contrary\nto common usage, as it would be, and always would have been in\nEngland. In England we warn the accused to utter no rash word which\nmay be used against him; in France the first principle is to draw from\nhim every rash word that he can be made to bring forth. This was the\nmethod employed with Jeanne. Her judges were all Churchmen and\ndialecticians of the subtlest wit and most dexterous faculties in\nFrance; they had all, or almost all, a strong prepossession against\nher. Though we cannot believe that men of such quality were suborned,\nthere was, no doubt, enough of jealous and indignant feeling among\nthem to make the desire of convicting Jeanne more powerful with them\nthan the desire for pure justice. She was a true Christian, but not\nperhaps the soundest of Church-women. Her visions had not the sanction\nof any priest’s approval, except indeed the official but not warm\naffirmation of the Council at Poitiers. She had not hastened to take\nthe Church into her confidence nor to put herself under its\nprotection. Though her claims had been guaranteed by the company of\ndivines at Poitiers, she herself had always appealed to her private\ninstructions, through her saints, rather than to the guiding of any\npriest. The chief ecclesiastical dignitary of her own party had just\nheld her up to the reprobation of the people for this cause: she was\ntoo independent, so proud that she would take no advice but acted\naccording to her own will. The more accustomed a Churchman is to\nexperience the unbounded devotion and obedience of women, the more\nenraged he is against those who judge for themselves or have other\nguides on whom they rely. Jeanne was, beside all other sins alleged\nagainst her, a presumptuous woman: and very few of these men had any\ndesire to acquit her. They were little accustomed to researches which\nwere solely intended to discover the truth: their principle rather\nwas, as it has been the principle of many, to obtain proofs that their\nown particular way of thinking was the right one. It is not perhaps\nvery good even for a system of doctrine when this is the principle by\nwhich it is tested. It is more fatal still, on this principle, to\njudge an individual for death or for life. It will be abundantly\nproved, however, by all that is to follow, that in face of this\ntribunal, learned, able, powerful, and prejudiced, the peasant girl of\nnineteen stood like a rock, unmoved by all their cleverness, undaunted\nby their severity, seldom or never losing her head, or her temper, her\nmodest steadfastness, or her high spirit. If they hoped to have an\neasy bargain of her, never were men more mistaken. Not knowing a from\nb, as she herself said, untrained, unaided, she was more than a match\nfor them all.",
        "Round about this centre of eager intelligence, curiosity, and\nprejudice, the cathedral and council chamber teeming with Churchmen,\nwas a dark and silent ring of laymen and soldiers. A number of the\nEnglish leaders were in Rouen, but they appear very little.\nWinchester, who had very lately come from England with an army, which\naccording to some of the historians would not budge from Calais, where\nit had landed, “for fear of the Maid\"–was the chief person in the\nplace, but did not make any appearance at the trial, curiously enough;\nthe Duke of Bedford we are informed was visible on one shameful\noccasion, but no more. But Warwick, who was the Governor of the town,\nappears frequently and various other lords with him. We see them in\nthe mirror held up to us by the French historians, pressing round in\nan ever narrowing circle, closing up upon the tribunal in the midst,\npricking the priests with perpetual sword points if they seem to\nloiter. They would have had everything pushed on, no delay, no\npossibility of escape. It is very possible that this was the case, for\nit is evident that the Witch was deeply obnoxious to the English, and\nthat they were eager to have her and her endless process out of the\nway; but the evidence for their terror and fierce desire to expedite\nmatters is of the feeblest. A canon of Rouen declared at the trial\nthat he had heard it said by Maître Pierre Morice, and Nicolas\nl’Oyseleur, judges assessors, and by other whose names he does not\nrecollect, “that the said English were so afraid of her that they did\nnot dare to begin the siege of Louviers until she was dead; and that\nit was necessary if one would please them, to hasten the trial as much\nas possible and to find the means of condemning her.” Very likely this\nwas quite true: but it cannot at all be taken for proved by such\nevidence. Another contemporary witness allows that though some of the\nEnglish pushed on her trial for hate, some were well disposed to her;\nthe manner of Jeanne’s imprisonment is the only thing which inclines\nthe reader to believe every evil thing that is said against them.",
        "Such were the circumstances in which Jeanne was brought to trail. The\npopulation, moved to pity and to tears as any population would have\nbeen, before the end, would seem at the beginning to have been\nindifferent and not to have taken much interest one way or another:\nthe court, a hundred men and more with all their hangers-on, the\ncleverest men in France, one more distinguished and impeccable than\nthe others: the stern ring of the Englishmen outside keeping an eye\nupon the tedious suit and all its convolutions: these all appear\nbefore us, surrounding as with bands of iron the young lonely victim\nin the donjon, who submitting to every indignity, and deprived of\nevery aid, feeling that all her friends had abandoned her, yet stood\nsteadfast and strong in her absolute simplicity and honesty. It was\nbut two years in that same spring weather since she had left\nVaucouleurs to seek the fortune of France, to offer herself to the\nstruggle which now was coming to an end. Not a soul had Jeanne to\ncomfort or stand by her. She had her saints who–one wonders if such a\nthought ever entered into her young visionary head–had lured her to\nher doom, and who still comforted her with enigmatical words, promises\nwhich came true in so sadly different a sense from that in which they\nwere understood.\n\n[1] We are glad to add that the learned Quicherat has doubts on the\n    subject of the cage.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] We are glad to add that the learned Quicherat has doubts on the\n    subject of the cage.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}