{
    "title": "Jeanne d’Arc - Chapter I - France in the Fifteenth Century. 1412-1423.",
    "author": "Mrs. Oliphant",
    "chapter": "2",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "It is no small effort for the mind, even of the most well-informed,\nhow much more of those whose exact knowledge is not great (which is\nthe case with most readers, and alas! with most writers also), to\ntransport itself out of this nineteenth century which we know so\nthoroughly, and which has trained us in all our present habits and\nmodes of thought, into the fifteenth, four hundred years back in time,\nand worlds apart in every custom and action of life. What is there\nindeed the same in the two ages? Nothing but the man and the woman,\nthe living agents in spheres so different; nothing but love and grief,\nthe affections and the sufferings by which humanity is ruled and of\nwhich it is capable. Everything else is changed: the customs of life,\nand its methods, and even its motives, the ruling principles of its\ncontinuance. Peace and mutual consideration, the policy which even in\nits selfish developments is so far good that it enables men to live\ntogether, making existence possible,–scarcely existed in those days.\nThe highest ideal was that of war, war no doubt sometimes for good\nends, to redress wrongs, to avenge injuries, to make crooked things\nstraight–but yet always war, implying a state of affairs in which the\nlast thing that men thought of was the golden rule, and the highest\nattainment to be looked for was the position of a protector, doer of\njustice, deliverer of the oppressed. Our aim now that no one should be\noppressed, that every man should have justice as by the order of\nnature, was a thing unthought of. What individual help did feebly for\nthe sufferer then, the laws do for us now, without fear or favour:\nwhich is a much greater thing to say than that the organisation of\nmodern life, the mechanical helps, the comforts, the easements of the\nmodern world, had no existence in those days. We are often told that\nthe poorest peasant in our own time has aids to existence that had not\nbeen dreamt of for princes in the Middle Ages. Thirty years ago the\nworld was mostly of opinion that the balance was entirely on our side,\nand that in everything we were so much better off than our fathers,\nthat comparison was impossible. Since then there have been many\nrevolutions of opinion, and we think it is now the general conclusion\nof wise men, that one period has little to boast itself of against\nanother, that one form of civilisation replaces another without\nimproving upon it, at least to the extent which appears on the\nsurface. But yet the general prevalence of peace, interrupted only by\noccasional wars, even when we recognise a certain large and terrible\nutility in war itself, must always make a difference incalculable\nbetween the condition of the nations now, and then.",
        "It is difficult, indeed, to imagine any concatenation of affairs which\ncould reduce a country now to the condition in which France was in the\nbeginning of the fifteenth century. A strong and splendid kingdom, to\nwhich in early ages one great man had given the force and supremacy of\na united nation, had fallen into a disintegration which seems almost\nincredible when regarded in the light of that warm flame of\nnationality which now illumines, almost above all others, the French\nnation. But Frenchmen were not Frenchmen, they were Burgundians,\nArmagnacs, Bretons, Provençaux five hundred years ago. The interests\nof one part of the kingdom were not those of the other. Unity had no\nexistence. Princes of the same family were more furious enemies to\neach other, at the head of their respective fiefs and provinces, than\nthe traditional foes of their race; and instead of meeting an invader\nwith a united force of patriotic resistance, one or more of these\nsubordinate rulers was sure to side with the invader and to execute\ngreater atrocities against his own flesh and blood than anything the\nalien could do.",
        "When Charles VII. of France began, nominally, his reign, his uncles\nand cousins, his nearest kinsmen, were as determinedly his opponents,\nas was Henry V. of England, whose frank object was to take the crown\nfrom his head. The country was torn in pieces with different causes\nand cries. The English were but little farther off from the Parisian\nthan was the Burgundian, and the English king was only a trifle less\nFrench than were the members of the royal family of France. These\ncircumstances are little taken into consideration in face of the\ngeneral history, in which a careless reader sees nothing but the two\nnations pitted against each other as they might be now, the French\nunited in one strong and distinct nationality, the three kingdoms of\nGreat Britain all welded into one. In the beginning of the fifteenth\ncentury the Scots fought on the French side, against their intimate\nenemy of England, and if there had been any unity in Ireland, the\nIrish would have done the same. The advantages and disadvantages of\nsubdivision were in full play. The Scots fought furiously against the\nEnglish–and when the latter won, as was usually the case, the Scots\ncontingent, whatever bounty might be shown to the French, was always\nexterminated. On the other side the Burgundians, the Armagnacs, and\nRoyalists met each other almost more fiercely than the latter\nencountered the English. Each country was convulsed by struggles of\nits own, and fiercely sought its kindred foes in the ranks of its more\nhonest and natural enemy.",
        "When we add to these strange circumstances the facts that the French\nKing, Charles VI., was mad, and incapable of any real share either in\nthe internal government of his country or in resistance to its\ninvader: that his only son, the Dauphin, was no more than a foolish\nboy, led by incompetent councillors, and even of doubtful legitimacy,\nregarded with hesitation and uncertainty by many, everybody being\nwilling to believe the worst of his mother, especially after the\ntreaty of Troyes in which she virtually gave him up: that the King’s\nbrothers or cousins at the head of their respective fiefs were all\nseeking their own advantage, and that some of them, especially the\nDuke of Burgundy, had cruel wrongs to avenge: it will be more easily\nunderstood that France had reached a period of depression and apparent\ndespair which no principle of national elasticity or new spring of\nnational impulse was present to amend. The extraordinary aspect of\nwhole districts in so strong and populous a country, which disowned\nthe native monarch, and of towns and castles innumerable which were\nheld by the native nobility in the name of a foreign king, could\nscarcely have been possible under other circumstances. Everything was\nout of joint. It is said to be characteristic of the nation that it is\nunable to play publicly (as we say) a losing game; but it is equally\ncharacteristic of the race to forget its humiliations as if they had\nnever been, and to come out intact when the fortune of war changes,\nmore French than ever, almost unabashed and wholly uninjured, by the\ncatastrophe which had seemed fatal.",
        "If we had any right to theorise on such a subject–which is a thing\nthe French themselves above all other men love to do,–we should be\ndisposed to say, that wars and revolutions, legislation and politics,\nare things which go on over the head of France, so to speak–boilings\non the surface, with which the great personality of the nation if such\na word may be used, has little to do, and cares but little for; while\nshe herself, the great race, neither giddy nor fickle, but unusually\nobstinate, tenacious, and sober, narrow even in the unwavering pursuit\nof a certain kind of well-being congenial to her–goes steadily on,\nless susceptible to temporary humiliation than many peoples much less\nexcitable on the surface, and always coming back into sight when the\ncommotion is over, acquisitive, money-making, profit-loving, uninjured\nin any essential particular by the most terrific of convulsions. This\nof course is to be said more or less of every country, the strain of\ncommon life being always, thank God, too strong for every temporary\ncommotion–but it is true in a special way of France:–witness the\nextraordinary manner in which in our own time, and under our own eyes,\nthat wonderful country righted herself after the tremendous\nmisfortunes of the Franco-German war, in which for a moment not only\nher prestige, her honour, but her money and credit seemed to be lost.",
        "It seems rather a paradox to point attention to the extraordinary\ntenacity of this basis of French character, the steady prudence and\nsolidity which in the end always triumph over the light heart and\nlight head, the excitability and often rash and dangerous élan,\nwhich are popularly supposed to be the chief distinguishing features\nof France–at the very moment of beginning such a fairy tale, such a\nwonderful embodiment of the visionary and ideal, as is the story of\nJeanne d’Arc. To call it a fairy tale is, however, disrespectful: it\nis an angelic revelation, a vision made into flesh and blood, the\ndream of a woman’s fancy, more ethereal, more impossible than that of\nany man–even a poet:–for the man, even in his most uncontrolled\nimaginations, carries with him a certain practical limitation of what\ncan be–whereas the woman at her highest is absolute, and disregards\nall bounds of possibility. The Maid of Orleans, the Virgin of France,\nis the sole being of her kind who has ever attained full expression in\nthis world. She can neither be classified, as her countrymen love to\nclassify, nor traced to any system of evolution as we all attempt to\ndo nowadays. She is the impossible verified and attained. She is the\nthing in every race, in every form of humanity, which the dreaming\ngirl, the visionary maid, held in at every turn by innumerable\nrestrictions, her feet bound, her actions restrained, not only by\noutward force, but by the law of her nature, more effectual still,–\nhas desired to be. That voiceless poet, to whom what can be is\nnothing, but only what should be if miracle could be attained to\nfulfil her trance and rapture of desire–is held by no conditions,\nmodified by no circumstances; and miracle is all around her, the most\ncredible, the most real of powers, the very air she breathers. Jeanne\nof France is the very flower of this passion of the imagination. She\nis altogether impossible from beginning to end of her, inexplicable,\nalone, with neither rival nor even second in the one sole ineffable\npath: yet all true as one of the oaks in her wood, as one of the\nflowers in her garden, simple, actual, made of the flesh and blood\nwhich are common to us all.",
        "And she is all the more real because it is France, impure, the country\nof light loves and immodest passions, where all that is sensual comes\nto the surface, and the courtesan is the queen of ignoble fancy, that\nhas brought forth this most perfect embodiment of purity among the\nnations. This is of itself one of those miracles which captivate the\nmind and charm the imagination, the living paradox in which the soul\ndelights. How did she come out of that stolid peasant race, out of\nthat distracted and ignoble age, out of riot and license and the\nfierce thirst for gain, and failure of every noble faculty? Who can\ntell? By the grace of God, by the inspiration of heaven, the only\norigins in which the student of nature, which is over nature, can put\nany trust. No evolution, no system of development, can explain Jeanne.\nThere is but one of her and no more in all the astonished world.",
        "With the permission of the reader I will retain her natural and\nbeautiful name. To translate it into Joan seems quite unnecessary.\nThough she is the finest emblem to the world in general of that noble,\nfearless, and spotless Virginity which is one of the finest\ninspirations of the mediæval mind, yet she is inherently French,\nthough France scarcely was in her time: and national, though as yet\nthere were rather the elements of a nation than any indivisible People\nin that great country. Was not she herself one of the strongest and\npurest threads of gold to draw that broken race together and bind it\nirrevocably, beneficially, into one?",
        "It is curious that it should have been from the farthest edge of\nFrench territory that this national deliverer came. It is a\ncommonplace that a Borderer should be a more hot partisan of his own\ncountry against the other from which but a line divides him in fact,\nand scarcely so much in race–than the calmer inhabitant of the\nmidland country who knows no such press of constant antagonism; and\nJeanne is another example of this well known fact. It is even a\nquestion still languidly discussed whether Jeanne and her family were\nactually on one side of the line or the other. “Il faut opter,” says\nM. Blaze de Bury, one of her latest biographers, as if the peasant\nhousehold of 1412 had inhabited an Alsatian cottage in 1872. When the\nline is drawn so closely, it is difficult to determine, but Jeanne\nherself does not ever seem to have entertained a moment’s doubt on the\nsubject, and she after all is the best authority. Perhaps Villon was\nthinking more of his rhyme than of absolute fact when he spoke of\n“Jeanne la bonne Lorraine.” She was born on the 5th of January, 1412,\nin the village of Domremy, on the banks of the Meuse, one of those\nlittle grey hamlets, with its little church tower, and remains of a\nlittle chateau on the soft elevation of a mound not sufficient for the\nname of hill–which are scattered everywhere through those level\ncountries, like places which have never been built, which have grown\nout of the soil, of undecipherable antiquity–perhaps, one feels, only\na hundred, perhaps a thousand years old–yet always inhabitable in all\nthe ages, with the same names lingering about, the same surroundings,\nthe same mild rural occupations, simple plenty and bare want mingling\ntogether with as little difference of level as exists in the sweeping\nlines of the landscape round.",
        "The life was calm in so humble a corner which offered nothing to the\ninvader or marauder of the time, but yet was so much within the\nuniversal conditions of war that the next-door neighbour, so to speak,\nthe adjacent village of Maxey, held for the Burgundian and English\nalliance, while little Domremy was for the King. And once at least\nwhen Jeanne was a girl at home, the family were startled in their\nquiet by the swoop of an armed party of Burgundians, and had to gather\nup babies and what portable property they might have, and flee across\nthe frontier, where the good Lorrainers received and sheltered them,\ntill they could go back to their village, sacked and pillaged and\ndevastated in the meantime by the passing storm. Thus even in their\nhumility and inoffensiveness the Domremy villagers knew what war and\nits miseries were, and the recollection would no doubt be vivid among\nthe children, of that half terrible, half exhilarating adventure, the\nfright and excitement of personal participation in the troubles, of\nwhich, night and day, from one quarter or another, they must have\nheard.",
        "Domremy had originally belonged[1] to the Abbey of St. Remy at Rheims\n–the ancient church of which, in its great antiquity, is still an\ninterest and a wonder even in comparison with the amazing splendour of\nthe cathedral of that place, so rich and ornate, which draws the eyes\nof the visitor to itself, and its greater associations. It is possible\nthat this ancient connection with Rheims may have brought the great\nceremony for which it is ever memorable, the consecration of the kings\nof France, more distinctly before the musing vision of the village\ngirl; but I doubt whether such chance associations are ever much to be\nrelied upon. The village was on the high-road to Germany; it must have\nbeen therefore in the way of news, and of many rumours of what was\ngoing on in the centres of national life, more than many towns of\nimportance. Feudal bands, a rustic Seigneur with his little troop,\ngoing out for their forty days’ service, or returning home after it,\nmust have passed along the banks of the lazy Meuse many days during\nthe fighting season, and indeed throughout the year, for garrison duty\nwould be as necessary in winter as in summer; or a wandering pair of\nfriars who had seen strange sights must have passed with their wallets\nfrom the neighbouring convents, collecting the day’s provision, and\nleaving news and gossip behind, such as flowed to these monastic\nhostelries from all quarters–tales of battles, and anecdotes of the\nCourt, and dreadful stories of English atrocities, to stir the village\nand rouse ever generous sentiment and stirring of national\nindignation. They are said by Michelet to have been no man’s vassals,\nthese outlying hamlets of Champagne; the men were not called upon to\nfollow their lord’s banner at a day’s notice, as were the sons of\nother villages. There is no appearance even of a lord at all upon this\npiece of Church land, which was, we are told, directly held under the\nKing, and would only therefore be touched by a general levy en\nmasse–not even perhaps by that, so far off were they, and so near\nthe frontier, where a reluctant man-at-arms could without difficulty\nmake his escape, as the unwilling conscript sometimes does now.",
        "There would seem to have been no one of more importance in Domremy\nthan Jacques d’Arc himself and his wife, respectable peasants, with a\nlittle money, a considerable rural property in flocks and herds and\npastures, and a good reputation among their kind. He had three sons\nworking with their father in the peaceful routine of the fields; and\ntwo daughters, of whom some authorities indicate Jeanne as the\nyounger, and some as the elder. The cottage interior, however, appears\nmore clearly to us than the outward aspect of the family life. The\ndaughters were not, like the children of poorer peasants, brought up\nto the rude outdoor labours of the little farm. Painters have\nrepresented Jeanne as keeping her father’s sheep, and even the early\nwitnesses say the same; but it is contradicted by herself, who ought\nto know best–(except in taking her turn to herd them into a place of\nsafety on an alarm). If she followed the flocks to the fields, it must\nhave been, she says, in her childhood, and she has no recollection of\nit. Hers was a more sheltered and safer lot. The girls were brought up\nby their mother indoors in all the labours of housewifery, but also in\nthe delicate art of needlework, so much more exquisite in those days\nthan now. Perhaps Isabeau, the mistress of the house, was of convent\ntraining, perhaps some ancient privilege in respect to the manufacture\nof ornaments for the altar, and church vestments, was still retained\nby the tenants of what had been Church lands. At all events this, and\nother kindred works of the needle, seems to have been the chief\noccupation to which Jeanne was brought up.",
        "The education of this humble house seems to have come entirely from\nthe mother. It was natural that the children should not know A from B,\nas Jeanne afterward said; but no one did, probably, in the village nor\neven on much higher levels than that occupied by the family of Jacques\nd’Arc. But the children at their mother’s knee learned the Credo, they\nlearned the simple universal prayers which are common to the wisest\nand simplest, which no great savant or poet could improve, and no\nchild fail to understand: “Our Father, which art in Heaven,” and that\n“Hail, Mary, full of grace,” which the world in that day put next.\nThese were the alphabet of life to the little Champagnards in their\nrough woollen frocks and clattering sabots; and when the house had\nbeen set in order,–a house not without comfort, with its big wooden\npresses full of linen, and the pot au feu hung over the cheerful\nfire,–came the real work, perhaps embroideries for the Church,\nperhaps only good stout shirts made of flax spun by their own hands\nfor the father and the boys, and the fine distinctive coif of the\nvillage for the women. “Asked if she had learned any art or trade,\nsaid: Yes, that her mother had taught her to sew and spin, and so\nwell, that she did not think any woman in Rouen could teach her\nanything.” When the lady in the ballad makes her conditions with the\npeasant woman who is to bring up her boy, her “gay goss hawk,” and\nhave him trained in the use of sword and lance, she undertakes to\nteach the “turtle-doo,” the woman child substituted for him, “to lay\ngold with her hand.” No doubt Isabeau’s child learned this difficult\nand dainty art, and how to do the beautiful and delicate embroidery\nwhich fills the treasuries of the old churches.",
        "And while they sat by the table in the window, with their shining\nsilks and gold thread, the mother made the quiet hours go by with tale\nand legend–of the saints first of all–and stories from Scripture,\nquaintly interpreted into the costume and manners of their own time,\nas one may still hear them in the primitive corners of Italy: mingled\nwith incidents of the war, of the wounded man tended in the village,\nand the victors all flushed with triumph, and the defeated with\ntrailing arms and bowed heads, riding for their lives: perhaps little\nepics and tragedies of the young knight riding by to do his devoir\nwith his handful of followers all spruce and gay, and the battered and\ndiminished remnant that would come back. And then the Black\nBurgundians, the horrible English ogres, whose names would make the\nchildren shudder! No God-den[2] had got so far as Domremy; there\nwas no personal knowledge to soften the picture of the invader. He was\nunspeakable as the Turk to the imagination of the French peasant,\ndiabolical as every invader is.",
        "This was the earliest training of the little maid before whom so\nstrange and so great a fortune lay. Autre personne que sadite mère ne\nlui apprint–any lore whatsoever; and she so little–yet everything\nthat was wanted–her prayers, her belief, the happiness of serving\nGod, and also man; for when any one was sick in the village, either a\nlittle child with the measles, or a wounded soldier from the wars,\nIsabeau’s modest child–no doubt the mother too–was always ready to\nhelp. It must have been a family de bien, in the simple phrase of\nthe country, helpful, serviceable, with charity and aid for all. An\nhonest labourer, who came to speak for Jeanne at the second trial,\nheld long after her death, gave his incontestable evidence to this. “I\nwas then a child,” he said, “and it was she who nursed me in my\nillness.” They were all more or less devout in those days, when faith\nwas without question, and the routine of church ceremonial was\nfollowed as a matter of course; but few so much as Jeanne, whose chief\npleasure it was to say her prayers in the little dark church, where\nperhaps in the morning sunshine, as she made her early devotions,\nthere would blaze out upon her from a window, a Holy Michael in\nshining armour, transfixing the dragon with his spear, or a St.\nMargaret dominating the same emblem of evil with her cross in her\nhand. So, at least, the historians conjecture, anxious to find out\nsome reason for her visions; and there is nothing in the suggestion\nwhich is unpleasing. The little country church was in the gift of St.\nRemy, and some benefactor of the rural curé might well have given a\npainted window to make glad the hearts of the simple people. St.\nMargaret was no warrior-saint, but she overcame the dragon with her\ncross, and was thus a kind of sister spirit to the great archangel.",
        "Sitting much of her time at or outside the cottage door with her\nneedlework, in itself an occupation so apt to encourage musing and\ndreams, the bells were one of Jeanne’s great pleasures. We know a\ntraveller, of the calmest English temperament and sobriety of\nProtestant fancy, to whom the midday Angelus always brings, he says, a\ntouching reminder–which he never neglects wherever he may be–to\nuncover the head and lift up the heart; how much more the devout\npeasant girl softly startled in the midst of her dreaming by that call\nto prayer. She was so fond of those bells that she bribed the careless\nbell-ringer with simple presents to be more attentive to his duty.\nFrom the garden where she sat with her work, the cloudy foliage of the\nbois de chêne, the oak wood, where were legends of fairies and a\nmagic well, to which her imagination, better inspired, seems to have\ngiven no great heed, filled up the prospect on one side. At a later\nperiod, her accusers attempted to make out that she had been a devotee\nof these nameless woodland spirits, but in vain. No doubt she was one\nof the procession on the holy day once a year, when the curé of the\nparish went out through the wood to the Fairies’ Well to say his mass,\nand exorcise what evil enchantment might be there. But Jeanne’s\nimagination was not of the kind to require such stimulus. The saints\nwere enough for her; and indeed they supplied to a great extent the\nfairy tales of the age, though it was not of love and fame and living\nhappy ever after, but of sacrifice and suffering and valorous\nmartyrdom that their glory was made up.",
        "We hear of the woods, the fields, the cottages, the little church and\nits bells, the garden where she sat and sewed, the mother’s stories,\nthe morning mass, in this quiet preface of the little maiden’s life;\nbut nothing of the highroad with its wayfarers, the convoys of\nprovisions for the war, the fighting men that were coming and going.\nYet these, too, must have filled a large part in the village life, and\nit is evident that a strong impression of the pity of it all, of the\ndistraction of the country and all the cruelties and miseries of which\nshe could not but hear, must have early begun to work in Jeanne’s\nbeing, and that while she kept silence the fire burned in her heart.\nThe love of God, and that love of country which has nothing to say to\npolitical patriotism but translates itself in an ardent longing and\ndesire to do “some excelling thing” for the benefit and glory of that\ncountry, and to heal its wounds–were the two principles of her life.\nWe have not the slightest indication how much or how little of this\nlatter sentiment was shared by the simple community about her; unless\nfrom the fact that the Domremy children fought with those of Maxey,\ntheir disaffected neighbours, to the occasional effusion of blood. We\ndo not know even of any volunteer from the village, or enthusiasm for\nthe King.[3] The district was voiceless, the little clusters of\ncottages fully occupied in getting their own bread, and probably like\nmost other village societies, disposed to treat any military impulse\namong their sons as mere vagabondism and love of adventure and\nidleness.",
        "Nothing, so far as anyone knows, came near the most unlikely volunteer\nof all, to lead her thoughts to that art of war of which she knew\nnothing, and of which her little experience could only have shown her\nthe horrors and miseries, the sufferings of wounded fugitives and the\nruin of sacked houses. Of all people in the world, the little daughter\nof a peasant was the last who could have been expected to respond to\nthe appeal of the wretched country. She had three brothers who might\nhave served the King, and there was no doubt many a stout clodhopper\nabout, of that kind which in every country is the fittest material for\nfighting, and “food for powder.” But to none of these did the call\ncome. Every detail goes to increase the profound impression of\npeacefulness which fills the atmosphere–the slow river floating by,\nthe roofs clustered together, the church bells tinkling their\ncontinual summons, the girl with her work at the cottage door in the\nshadow of the apple trees. To pack the little knapsack of a brother or\na lover, and to convoy him weeping a little way on his road to the\narmy, coming back to the silent church to pray there, with the soft\nnatural tears which the uses of common life must soon dry–that is all\nthat imagination could have demanded of Jeanne. She was even too young\nfor any interposition of the lover, too undeveloped, the French\nhistorians tell us with their astonishing frankness, to the end of her\nshort life, to have been moved by any such thought. She might have\npoured forth a song, a prayer, a rude but sweet lament for her\ncountry, out of the still bosom of that rustic existence. Such things\nhave been, the trouble of the age forcing an utterance from the very\ndepths of its inarticulate life. But it was not for this that Jeanne\nd’Arc was born.\n\n[1] Mr. Andrew Lang informs me that the real proprietor was a certain\n    “Dame d’Orgévillier.” “On Jeanne’s side of the burn,” he adds,\n    with a picturesque touch of realism, “the people were probably\n    free as attached to the Royal Châtellenie of Vancouleurs, as\n    described below.”\n[2] This was probably not the God-dam of later French, a reflection of\n    the supposed prevalent English oath, but most likely merely the\n    God-den or good-day, the common salutation.\n[3] Domremy was split, Mr. Lang says, by the burn, and Jeanne’s side\n    were probably King’s men. We have it on her own word that there\n    was but one Burgundian in the village, but that might mean on her\n    side.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "\n[1] Mr. Andrew Lang informs me that the real proprietor was a certain\n    “Dame d’Orgévillier.” “On Jeanne’s side of the burn,” he adds,\n    with a picturesque touch of realism, “the people were probably\n    free as attached to the Royal Châtellenie of Vancouleurs, as\n    described below.”",
        "[2] This was probably not the God-dam of later French, a reflection of\n    the supposed prevalent English oath, but most likely merely the\n    God-den or good-day, the common salutation.",
        "[3] Domremy was split, Mr. Lang says, by the burn, and Jeanne’s side\n    were probably King’s men. We have it on her own word that there\n    was but one Burgundian in the village, but that might mean on her\n    side.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}