{
    "title": "Jeanne d’Arc - Chapter X - The Captive. May, 1430-Jan., 1431.",
    "author": "Mrs. Oliphant",
    "chapter": "11",
    "content": [
        "\nSt. Joan of Arc\nIn French Jeanne d’Arc;\nCommonly known as la Pucelle (the Maid) by her contemporaries.\n\n",
        "\n\n",
        "We have here to remark a complete suspension of all the ordinary laws\nat once of chivalry and of honest warfare. Jeanne had been captured as\na general at the head of her forces. She was a prisoner of war. Such a\nprisoner ordinarily, even in the most cruel ages, is in no bodily\ndanger. He is worth more alive than dead–a great ransom perhaps–\nperhaps the very end of the warfare, and the accomplishment of\neverything it was intended to gain: at least he is most valuable to\nexchange for other important prisoners on the opposite side. It was\nlike taking away so much personal property to kill a prisoner, an\noutrage deeply resented by his captor and unjustified by any law. It\nwas true that Jeanne herself had transgressed this universal custom\nbut a little while before, by giving up Franquet d’Arras to his\nprosecutors. But Franquet was beyond the courtesies of war, a noted\ncriminal, robber, and destroyer: yet she ought not perhaps to have\ndeparted from the military laws of right and wrong while everything in\nthe country was under the hasty arbitration of war. No one, however,\nso far as we know, produces this matter of Franquet as a precedent in\nher own case. From the first moment of her seizure there was no\nquestion of the custom and privilege of warfare. She was taken as a\nwild animal might have been taken, the only doubt being how to make\nthe most signal example of her. Vengeance in the gloomy form of the\nInquisition claimed her the first day. No such word as ransom was\nbreathed from her own side, none was demanded, none was offered. Her\ncase is at once separated from every other.",
        "Yet the reign of chivalry was at its height, and women were supposed\nto be the objects of a kind of worship, every knight being sworn to\nsuccour and help them in need and trouble. There was perhaps something\nof the subtle jealousy of sex so constantly denied on the stronger\nside, but yet always existing, in the abrogation of every law of\nchivalry as well as of warfare, in respect to the Maid. That man is\nindeed of the highest strain of generosity who can bear to be beaten\nby a woman. And all the seething, agitated world of France had been\nbeaten by this girl. The English and Burgundians, in the ordinary\nsense of the word, had been overcome in fair field, forced to fly\nbefore her; the French, her own side, had experienced an even more\npenetrating downfall by having the honours of victory taken from them,\nshe alone winning the day where they had all failed. This is bitterer,\nperhaps, than merely to be compelled to raise a siege or to fail in a\nfight. The Frenchmen fought like lions, but the praise was to Jeanne\nwho never struck a blow. Such great hearts as Dunois, such a courteous\nprince as Alençon, were too magnanimous to feel, or at least to\nresent, the grievance; they seconded her and fought under her with a\nnobility of mind and disinterestedness beyond praise; but it was not\nto be supposed that the common mass of the French captains were like\nthese; she had wronged and shamed them by taking the glory from them,\nas much as she had shamed the English by making those universal\nvictors fly before her. The burghers whom she had rescued, the poor\npeople who were her brethren and whom she sought everywhere, might\nweep and cry out to Heaven, but they were powerless at such a moment.\nAnd every law that might have helped her was pushed aside.",
        "On the 25th the news was known in Paris, and immediately there appears\nin the record a new adversary to Jeanne, the most bitter and\nimplacable of all; the next day, May 26, 1430, without the loss of an\nhour, a letter was addressed to the Burgundian camp from the capital.\nQuicherat speaks of it as a letter from the Inquisitor or vicar-\ngeneral of the Inquisition, written by the officials of the\nUniversity; others tell us that an independent letter was sent from\nthe University to second that of the Inquisitor. The University we may\nadd was not a university like one of ours, or like any existing at the\npresent day. It was an ecclesiastical corporation of the highest\nauthority in every cause connected with the Church, while gathering\nlaw, philosophy, and literature under its wing. The first theologians,\nthe most eminent jurists were collected there, not by any means always\nin alliance with the narrower tendencies and methods of the\nInquisition. It is notable, however, that this great institution lost\nno time in claiming the prisoner, whose chief offence in its eyes was\nless her career as a warrior than her position as a sorceress. The\nactual facts of her life were of secondary importance to them.\nOrleans, Rheims, even her attack upon Paris were nothing in comparison\nwith the black art which they believed to be her inspiration. The\nguidance of Heaven which was not the guidance of the Church was to\nthem a claim which meant only rebellion of the direst kind. They had\nlonged to seize her and strip her of her presumptuous pretensions from\nthe first moment of her appearance. They could not allow a day of her\noverthrow to pass by without snatching at this much-desired victim.",
        "No one perhaps will ever be able to say what it is that makes a trial\nfor heresy and sorcery, especially in the days when fire and flame,\nthe rack and the stake, stood at the end, so exciting and horribly\nattractive to the mind. Whether it is the revelations that are hoped\nfor, of these strange commerces between earth and the unknown, into\nwhich we would all fain pry if we could, in pursuit of some better\nunderstanding than has ever yet fallen to the lot of man; whether it\nis the strange and dreadful pleasure of seeing a soul driven to\nextremity and fighting for its life through all the subtleties of\nthought and fierce attacks of interrogation–or the mere love of\ninflicting torture, misery, and death, which the Church was prevented\nfrom doing in the common way, it is impossible to tell; but there is\nno doubt that a thrill like the wings of vultures crowding to the\nprey, a sense of horrible claws and beaks and greedy eyes is in the\nair, whenever such a tribunal is thought of. The thrill, the stir, the\neagerness among those black birds of doom is more evident than usual\nin the headlong haste of that demand. Sous l’influence de\nl’Angleterre, say the historians; the more shame for them if it was\nso; but they were clearly under influence wider and more infallible,\nthe influence of that instinct, whatever it may be, which makes a\ntrial for heresy ten thousand times more cruel, less restrained by any\nhumanities of nature, than any other kind of trial which history\nrecords.",
        "That is what the Inquisitor demanded after a long description of\nJeanne, “called the Maid,” as having “dogmatised, sown, published, and\ncaused to be published, many and diverse errors from which have ensued\ngreat scandals against the divine honour and our holy faith.” “Using\nthe rights of our office and the authority committed to us by the Holy\nSee of Rome we instantly command, and enjoin you in the name of the\nCatholic faith, and under penalty of the law: and all other Catholic\npersons of whatsoever condition, pre-eminence, authority, or estate,\nto send or to bring as prisoner before us with all speed and surety\nthe said Jeanne, vehemently suspected of various crimes springing from\nheresy, that proceedings may be taken against her before us in the\nname of the Holy Inquisition, and with the favour and aid of the\ndoctors and masters of the University of Paris, and other notable\ncounsellors present there.”",
        "It was the English who put it into the heads of the Inquisitor and the\nUniversity to do this, all the anxious Frenchmen cry. We can only\nreply again, the more shame for the French doctors and priests! But\nthere was very little time to bring that influence to bear; and there\nis an eagerness and precipitation in the demand which is far more like\nthe headlong natural rush for a much desired prize than any course of\naction suggested by a third party. Nor is there anything to lead us to\nbelieve that the movement was not spontaneous. It is little likely,\nindeed, that the Sorbonne nowadays would concern itself about any\ninspired maid, any more than the enlightened Oxford would do so. But\nthe ideas of the fifteenth century were widely different, and\nwitchcraft and heresy were the most enthralling and exciting of\nsubjects, as they are still to whosoever believes in them, learned or\nunlearned, great or small.",
        "It must be added that the entire mind of France, even of those who\nloved Jeanne and believed in her, must have been shaken to its depths\nby this catastrophe. We have no sympathy with those who compare the\ncareer of any mortal martyr with the far more mysterious agony and\npassion of our Lord. Yet we cannot but remember what a tremendous\nelement the disappointment of their hopes must have been in the misery\nof the first disciples, the Apostles, the mother, all the spectators\nwho had watched with wonder and faith the mission of the Messiah. Had\nit failed? had all the signs come to nothing, all those divine words\nand ways, to our minds so much more wonderful than any miracles? Was\nthere no meaning in them? Were they mere unaccountable delusions,\ndeceptions of the senses, inspirations perhaps of mere genius–not\nfrom God at all except in a secondary way? In the three terrible days\nthat followed the Crucifixion the burden of a world must have lain on\nthe minds of those who had seen every hope fail: no legions of angels\nappearing, no overwhelming revelation from heaven, no change in a\nmoment out of misery into the universal kingship, the triumphant\nmarch. That was but the self-delusion of the earth which continually\ntravesties the schemes of Heaven; yet the most terrible of all\ndespairs is such a pause and horror of doubt lest nothing should be\ntrue.",
        "But in the case of this little Maiden, this handmaid of the Lord, the\ndeception might have been all natural and perhaps shared by herself.\nWere her first triumphs accidents merely, were her “voices” delusions,\nhad she been given up by Heaven, of which she had called herself the\nservant? It was a stupor which quenched every voice–a great silence\nthrough the country, only broken by the penitential psalms at Tours.\nThe Compiègne people, writing to Charles two days after May 23d, do\nnot mention Jeanne at all. We need not immediately take into account\nthe baser souls always plentiful, the envious captains and the rest\nwho might be secretly rejoicing. The entire country, both friends and\nfoes, had come to a dreadful pause and did not know what to think. The\nlast circumstance of which we must remind the reader, and which was of\nthe greatest importance, is, that it was only a small part of France\nthat knew anything personally of Jeanne. From Tours it is a far cry to\nPicardy. All her triumphs had taken place in the south. The captive of\nBeaulieu and Beaurevoir spent the sad months of her captivity among a\npopulation which could have heard of her only by flying rumours coming\nfrom hostile quarters. From the midland of France to the sea, near to\nwhich her prison was situated, is a long way, and those northern\ndistricts were as unlike the Orleannais as if they had been in two\ndifferent countries. Rouen in Normandy no more resembled Rheims, than\nEdinburgh resembled London: and in the fifteenth century that was\nsaying a great deal. Nothing can be more deceptive than to think of\nthese separate and often hostile duchies as if they bore any\nresemblance to the France of to-day.",
        "The captor of Jeanne was a vassal of Jean de Luxembourg and took her\nas we have seen to the quarters of his master at Margny, into whose\nhands she thenceforward passed. She was kept in the camp three or four\ndays and then transferred to the castle of Beaulieu, which belonged to\nhim; and afterwards to the more important stronghold of Beaurevoir,\nwhich seems to have been his principal residence. We know very few\ndetails of her captivity. According to one chronicler, d’Aulon, her\nfaithful friend and intendant, was with her at least in the former of\nthose prisons, where at first she would appear to have been hopeful\nand in good spirits, if we may trust to the brief conversation between\nher and d’Aulon, which is one of the few details which reach us of\nthat period. While he lamented over the probable fate of Compiègne she\nwas confident. “That poor town of Compiègne that you loved so much,\"\nhe said, “by this time it will be in the hands of the enemies of\nFrance.” “No,” said the Maid, “the places which the king of Heaven\nbrought back to the allegiance of the gentle King Charles by me, will\nnot be retaken by his enemies.” In this case at least the prophecy\ncame true.",
        "And perhaps there might have been at first a certain relief in\nJeanne’s mind, such as often follows after a long threatened blow has\nfallen. She had no longer the vague tortures of suspense, and probably\nbelieved that she would be ransomed as was usual: and in this silence\nand seclusion her “voices” which she had not obeyed as at first, but\nyet which had not abandoned her, nor shown estrangement, were more\nnear and audible than amid the noise and tumult of war. They spoke to\nher often, sometimes three times a day, as she afterwards said, in the\nunbroken quiet of her prison. And though they no longer spoke of new\nenterprises and victories, their words were full of consolation. But\nit was not long that Jeanne’s young and vigorous spirit could content\nitself with inaction. She was no mystic; willingly giving herself over\nto dreams and visions is more possible to the old than to the young.\nHer confidence and hope for her good friends of Compiègne gave way\nbefore the continued tale of their sufferings, and the inveterate\nsiege which was driving them to desperation. No doubt the worst news\nwas told to Jeanne, and twice over she made a desperate attempt to\nescape, in hope of being able to succour them, but without any\nsanction, as she confesses, from her spiritual instructors. At\nBeaulieu the attempt was simple enough: the narrative seems to imply\nthat the doorway, or some part of the wall of her room, had been\nclosed with laths or planks nailed across an opening: and between\nthese she succeeded in slipping, “as she was very slight,” with the\nhope of locking the door to an adjoining guard-room upon the men who\nhad charge of her, and thus getting free. But alas! The porter of the\nchâteau, who had no business there, suddenly appeared in the corridor,\nand she was discovered and taken back to her chamber. At Beaurevoir,\nwhich was farther off, her attempt was a much more desperate one, and\nindicates a despair and irritation of mind which had become\nunbearable. At this place her own condition was much alleviated; the\ncastle was the residence of Jean de Luxembourg’s wife and aunt, ladies\nwho visited Jeanne continually, and soon became interested and\nattached to her; but as the master of the house was himself in the\ncamp before Compiègne, they had the advantage or disadvantage, as far\nas the prisoner was concerned, of constant news, and Jeanne’s trouble\nfor her friends grew daily.",
        "She seems, indeed, after the assurance she had expressed at first, to\nhave fallen into great doubt and even carried on within herself a\ndespairing argument with her spiritual guides on this point, battling\nwith these saintly influences as in the depths of the troubled heart\nmany have done with the Creator Himself in similar circumstances.\n“How,” she cried, “could God let them perish who had been so good and\nloyal to their King?” St. Catherine replied gently that He would\nHimself care for these bons amis, and even promised that “before the\nSt. Martin\" relief would come. But Jeanne had probably by this time–\nin her great disappointment and loneliness, and with the sense in her\nof so much power to help were she only free–got beyond her own\ncontrol. They bade her to be patient. One of them, amid their\nexhortations to accept her fate cheerfully, and not to be astonished\nat it, seems to have conveyed to her mind the impression that she\nshould not be delivered till she had seen the King of England. “Truly\nI will not see him! I would rather die than fall into the hands of the\nEnglish,” cried Jeanne in her petulance. The King of England is spoken\nof always, it is curious to note, as if he had been a great, severe\nruler like his father, never as the child he really was. But Jeanne in\nher helplessness and impotence was impatient even with her saints. Day\nby day the news came in from Compiègne, all that was favourable to the\nBurgundians received with joy and thanksgiving by the ladies of\nLuxembourg, while the captive consumed her heart with vain\nindignation. At last Jeanne would seem to have wrought herself up to\nthe most desperate of expedients. Whether her room was in the donjon,\nor whether she was allowed sufficient freedom in the house to mount to\nthe battlements there, we are not informed–probably the latter was\nthe case: for it was from the top of the tower that the rash girl at\nlast flung herself down, carried away by what sudden frenzy of alarm\nor sting of evil tidings can never be known. Probably she had hoped\nthat a miracle would be wrought on her behalf, and that faith was all\nthat was wanted, as on so many other occasions. Perhaps she had heard\nof the negotiations to sell her to the English, which would give a\nkeener urgency to her determination to get free; all that appears in\nthe story, however, is her wild anxiety about Compiègne and her bons\namis. How she escaped destruction no one knows. She was rescued for a\nmore tremendous and harder fate.",
        "The Maid was taken up as dead from the foot of the tower (the height\nis estimated at sixty feet); but she was not dead, nor even seriously\nhurt. Her frame, so slight that she had been able to slip between the\nbars put up to secure her, had so little solidity that the shock would\nseem to have been all that ailed her. She was stunned and unconscious\nand remained so far some time; and for three days neither ate nor\ndrank. But though she was so humbled by the effects of the fall, “she\nwas comforted by St. Catherine, who bade her confess and implore the\nmercy of God” for her rash disobedience–and repeated the promise that\nbefore Martinmas Compiègne should be relieved. Jeanne did not perhaps\nin her rebellion deserve this encouragement; but the heavenly ladies\nwere kind and pitiful and did not stand upon their dignity. The\nwonderful thing was that Jeanne recovered perfectly from this\ntremendous leap.",
        "The earthly ladies, though so completely on the other side, were\nscarcely less kind to the Maid. They visited her daily, carried their\nnews to her, were very friendly and sweet: and no doubt other visitors\ncame to make the acquaintance of a prisoner so wonderful. There was\none point on which they were very urgent, and this was about her\ndress. It shamed and troubled them to see her in the costume of a man.\nJeanne had her good reasons for that, which perhaps she did not care\nto tell them, fearing to shock the ears of a demoiselle of Luxembourg\nwith the suggestion of dangers of which she knew nothing. No doubt it\nwas true that while doing the serious work of war, as she said\nafterwards, it was best that she should be dressed as a man; but\nJeanne had reason to know besides, that it was safer, among the rough\ncomrades and gaolers who now surrounded her, to wear the tight-fitting\nand firmly fastened dress of a soldier. She answered the ladies and\ntheir remonstrances with all the grace of a courtier. Could she have\ndone it she would rather have yielded the point to them, she said,\nthan to any one else in France, except the Queen. The women wherever\nshe went were always faithful to this young creature, so pure-womanly\nin her young angel-hood and man-hood. The poor followed to kiss her\nhands or her armour, the rich wooed her with tender flatteries and\npersuasions. There is not record in all her career of any woman who\nwas not her friend.",
        "For the last dreary month of that winter she was sent to the fortress\nof Crotoy on the Somme, for what reason we are not told, probably to\nbe more near the English into whose hands she was about to be given\nup: again another shameful bargain in which the guilt lies with the\nBurgundians and not with the English. If Charles I. was sold as we\nScots all indignantly deny, the shame of the sale was on our nation,\nnot on England, whom nobody has ever blamed for the transaction. The\nsale of Jeanne was brutally frank. It was indeed a ransom which was\npaid to Jean of Luxembourg with a share to the first captor, the\narcher who had secured her; but it was simple blood-money as everybody\nknew. At Crotoy she had once more the solace of female society, again\nwith much pressing upon her of their own heavy skirts and hanging\nsleeves. A fellow-prisoner in the dungeon of Crotoy, a priest, said\nmass every day and gave her the holy communion. And her mind seems to\nhave been soothed and calmed. Compiègne was relieved; the saints had\nkept their word: she had that burden the less upon her soul: and over\nthe country there were against stirrings of French valour and success.\nThe day of the Maid was over, but it began to bear the fruit of a\nnational quickening of vigour and life.",
        "It was at Crotoy, in December, that she was transferred to English\nhands. The eager offer of the University of Paris to see her speedy\ncondemnation had not been accepted, and perhaps the Burgundians had\nbeen willing to wait, to see if any ransom was forthcoming from\nFrance. Perhaps too, Paris, which sang the Te Deum when she was\ntaken prisoner, began to be a little startled by its own enthusiasm\nand to ask itself the question what there was to be so thankful about?\n–a result which has happened before in the history of that impulsive\ncity:–and Paris was too near the centre of France, where the balance\nseemed to be turning again in favour of the national party, to have\nits thoughts distracted by such a trial as was impending. It seemed\nbetter to the English leaders to conduct their prisoner to a safer\nplace, to the depths of Normandy where they were most strong. They\nseem to have carried her away in the end of the year, travelling\nslowly along the coast, and reaching Rouen by way of Eu and Dieppe, as\nfar away as possible from any risk of rescue. She arrived in Rouen in\nthe beginning of the year 1431, having thus been already for nearly\neight months in close custody. But there were no further ministrations\nof kind women for Jeanne. She was now distinctly in the hands of her\nenemies, those who had no sympathy or natural softening of feeling\ntowards her.",
        "The severities inflicted upon her in her new prison at Rouen were\nterrible, almost incredible. We are told that she was kept in an iron\ncage (like the Countess of Buchan in earlier days by Edward I.), bound\nhands, and feet, and throat, to a pillar, and watched incessantly by\nEnglish soldiers–the latter being an abominable and hideous method of\ntorture which was never departed from during the rest of her life.\nAfterwards, at the beginning of her trial she was relieved from the\ncage, but never from the presence and scrutiny of this fierce and\nhateful bodyguard. Such detestable cruelties were in the manner of the\ntime, which does not make us the less sicken at them with burning\nindignation and the rage of shame. For this aggravation of her\nsufferings England alone was responsible. The Burgundians at their\nworst had not used her so. It is true that she was to them a piece of\nvaluable property worth so much good money; which is a powerful\nargument everywhere. But to the English she meant no money: no one\noffered to ransom Jeanne on the side of her own party, for whom she\nhad done so much. Even at Tours and Orleans, so far as appears, there\nwas no subscription–to speak in modern terms,–no cry among the\nburghers to gather their crowns for her redemption–not a word, not an\neffort, only a barefooted procession, a mass, a Miserere, which had no\nissue. France stood silent to see what would come of it; and her\nscholars and divines swarmed towards Rouen to make sure that nothing\nbut harm should come of it to the ignorant country lass, who had set\nup such pretences of knowing better than others. The King\ncongratulated himself that he had another prophetess as good as she,\nand a Heaven-sent boy from the mountains who would do as well and\nbetter than Jeanne. Where was Dunois? Where was La Hire,[1] a soldier\nbound by no conventions, a captain whose troop went like the wind\nwhere it listed, and whose valour was known? Where was young Guy de\nLaval, so ready to sell his lands that his men might be fit for\nservice? All silent; no man drawing a sword or saying a word. It is\nevident that in this frightful pause of fate, Jeanne had become to\nFrance as to England, the Witch whom it was perhaps a danger to have\nhad anything to do with, whose spells had turned the world upside down\nfor a moment: but these spells had become ineffectual or worn out as\nis the nature of sorcery. No explanation, not even the well-worn and\nso often valid one of human baseness, could explain the terrible\nsituation, if not this.\n\n[1] La Hire was at Louvain, which we hear a little later the new\n    English levies would not march to besiege till the Maid was dead,\n    and where Dunois joined him in March of this fatal year. These two\n    at Louvain within a few leagues of Rouen and not a sword drawn for\n    Jeanne!–the wonder grows.\nContinue... Preface  •  Chapter I - France in the Fifteenth Century. 1412-1423.  •  Chapter II - Domremy and Vaucouleurs. 1424-1429.  •  Chapter III - Before the King. Feb.-April, 1429.  •  Chapter IV - The Relief of Orleans. May 1-8, 1429.  •  Chapter V - The Campaign of the Loire. June, July, 1429.  •  Chapter VI - The Coronation. July 17, 1429.  •  Chapter VII - The Second Period. 1429-1430.  •  Chapter VIII - Defeat and Discouragement. Autumn, 1429.  •  Chapter IX - Compiègne. 1430.  •  Chapter X - The Captive. May, 1430-Jan., 1431.  •  Chapter XI - The Judges. 1431.  •  Chapter XII - Before the Trial. Lent, 1431.  •  Chapter XIII - The Public Examination. February, 1431.  •  Chapter XIV - The Examination in Prison. Lent, 1431.  •  Chapter XV - Re-Examination. March-May, 1431.  •  Chapter XVI - The Abjuration. May 24, 1431.  •  Chapter XVIII - The Sacrifice. May 31, 1431.  •  Chapter XVIII - After.\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        "[1] La Hire was at Louvain, which we hear a little later the new\n    English levies would not march to besiege till the Maid was dead,\n    and where Dunois joined him in March of this fatal year. These two\n    at Louvain within a few leagues of Rouen and not a sword drawn for\n    Jeanne!–the wonder grows.",
        "Continue...",
        "\nThis complete e-text of \nJeanne d’Arc - Her Life and Death - by Mrs. Oliphant (Author of “Makers of Florence,” “Makers of Venice,” etc.)\nis in the public domain.\n\n\nThis book at Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}