{
    "title": "Laughter: An Essay on the Meaning of Comic - I",
    "author": "Henri Bergson",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "The first point to which attention should be called is that the\ncomic does not exist outside the pale of what is strictly HUMAN. A\nlandscape may be beautiful, charming and sublime, or insignificant\nand ugly; it will never be laughable. You may laugh at an animal,\nbut only because you have detected in it some human attitude or\nexpression. You may laugh at a hat, but what you are making fun of,\nin this case, is not the piece of felt or straw, but the shape that\nmen have given it,--the human caprice whose mould it has assumed. It\nis strange that so important a fact, and such a simple one too, has\nnot attracted to a greater degree the attention of philosophers.\nSeveral have defined man as “an animal which laughs.” They might\nequally well have defined him as an animal which is laughed at; for\nif any other animal, or some lifeless object, produces the same\neffect, it is always because of some resemblance to man, of the\nstamp he gives it or the use he puts it to.",
        "Here I would point out, as a symptom equally worthy of notice, the\nABSENCE OF FEELING which usually accompanies laughter. It seems as\nthough the comic could not produce its disturbing effect unless it\nfell, so to say, on the surface of a soul that is thoroughly calm\nand unruffled. Indifference is its natural environment, for laughter\nhas no greater foe than emotion. I do not mean that we could not\nlaugh at a person who inspires us with pity, for instance, or even\nwith affection, but in such a case we must, for the moment, put our\naffection out of court and impose silence upon our pity. In a\nsociety composed of pure intelligences there would probably be no\nmore tears, though perhaps there would still be laughter; whereas\nhighly emotional souls, in tune and unison with life, in whom every\nevent would be sentimentally prolonged and re-echoed, would neither\nknow nor understand laughter. Try, for a moment, to become\ninterested in everything that is being said and done; act, in\nimagination, with those who act, and feel with those who feel; in a\nword, give your sympathy its widest expansion: as though at the\ntouch of a fairy wand you will see the flimsiest of objects assume\nimportance, and a gloomy hue spread over everything. Now step aside,\nlook upon life as a disinterested spectator: many a drama will turn\ninto a comedy. It is enough for us to stop our ears to the sound of\nmusic, in a room where dancing is going on, for the dancers at once\nto appear ridiculous. How many human actions would stand a similar\ntest? Should we not see many of them suddenly pass from grave to\ngay, on isolating them from the accompanying music of sentiment? To\nproduce the whole of its effect, then, the comic demands something\nlike a momentary anesthesia of the heart. Its appeal is to\nintelligence, pure and simple.",
        "This intelligence, however, must always remain in touch with other\nintelligences. And here is the third fact to which attention should\nbe drawn. You would hardly appreciate the comic if you felt yourself\nisolated from others. Laughter appears to stand in need of an echo,\nListen to it carefully: it is not an articulate, clear, well-defined\nsound; it is something which would fain be prolonged by\nreverberating from one to another, something beginning with a crash,\nto continue in successive rumblings, like thunder in a mountain.\nStill, this reverberation cannot go on for ever. It can travel\nwithin as wide a circle as you please: the circle remains, none the\nless, a closed one. Our laughter is always the laughter of a group.\nIt may, perchance, have happened to you, when seated in a railway\ncarriage or at table d’hote, to hear travellers relating to one\nanother stories which must have been comic to them, for they laughed\nheartily. Had you been one of their company, you would have laughed\nlike them; but, as you were not, you had no desire whatever to do\nso. A man who was once asked why he did not weep at a sermon, when\neverybody else was shedding tears, replied: “I don’t belong to the\nparish!” What that man thought of tears would be still more true of\nlaughter. However spontaneous it seems, laughter always implies a\nkind of secret freemasonry, or even complicity, with other laughers,\nreal or imaginary. How often has it been said that the fuller the\ntheatre, the more uncontrolled the laughter of the audience! On the\nother hand, how often has the remark been made that many comic\neffects are incapable of translation from one language to another,\nbecause they refer to the customs and ideas of a particular social\ngroup! It is through not understanding the importance of this double\nfact that the comic has been looked upon as a mere curiosity in\nwhich the mind finds amusement, and laughter itself as a strange,\nisolated phenomenon, without any bearing on the rest of human\nactivity. Hence those definitions which tend to make the comic into\nan abstract relation between ideas: “an intellectual contrast,” “a\npalpable absurdity,” etc.,--definitions which, even were they really\nsuitable to every form of the comic, would not in the least explain\nwhy the comic makes us laugh. How, indeed, should it come about that\nthis particular logical relation, as soon as it is perceived,\ncontracts, expands and shakes our limbs, whilst all other relations\nleave the body unaffected? It is not from this point of view that we\nshall approach the problem. To understand laughter, we must put it\nback into its natural environment, which is society, and above all\nmust we determine the utility of its function, which is a social\none. Such, let us say at once, will be the leading idea of all our\ninvestigations. Laughter must answer to certain requirements of life\nin common. It must have a SOCIAL signification.",
        "Let us clearly mark the point towards which our three preliminary\nobservations are converging. The comic will come into being, it\nappears, whenever a group of men concentrate their attention on one\nof their number, imposing silence on their emotions and calling into\nplay nothing but their intelligence. What, now, is the particular\npoint on which their attention will have to be concentrated, and\nwhat will here be the function of intelligence? To reply to these\nquestions will be at once to come to closer grips with the problem.\nBut here a few examples have become indispensable.",
        "Continue...",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}