{
    "title": "Laughter: An Essay on the Meaning of Comic - I",
    "author": "Henri Bergson",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "We have studied the comic element in forms, in attitudes, and in\nmovements generally; now let us look for it in actions and in\nsituations. We encounter, indeed, this kind of comic readily enough\nin everyday life. It is not here, however, that it best lends itself\nto analysis. Assuming that the stage is both a magnified and a\nsimplified view of life, we shall find that comedy is capable of\nfurnishing us with more information than real life on this\nparticular part of our subject. Perhaps we ought even to carry\nsimplification still farther, and, going back to our earliest\nrecollections, try to discover, in the games that amused us as\nchildren, the first faint traces of the combinations that make us\nlaugh as grown-up persons. We are too apt to speak of our feelings\nof pleasure and of pain as though full grown at birth, as though\neach one of them had not a history of its own. Above all, we are too\napt to ignore the childish element, so to speak, latent in most of\nour joyful emotions. And yet, how many of our present pleasures,\nwere we to examine them closely, would shrink into nothing more than\nmemories of past ones! What would there be left of many of our\nemotions were we to reduce them to the exact quantum of pure feeling\nthey contain, by subtracting from them all that is merely\nreminiscence? Indeed, it seems possible that, after a certain age,\nwe become impervious to all fresh or novel forms of joy, and the\nsweetest pleasures of the middle-aged man are perhaps nothing more\nthan a revival of the sensations of childhood, a balmy zephyr wafted\nin fainter and fainter breaths by a past that is ever receding. In\nany case, whatever reply we give to this broad question, one thing\nis certain: there can be no break in continuity between the child’s\ndelight in games and that of the grown-up person. Now, comedy is a\ngame, a game that imitates life. And since, in the games of the\nchild when working its dolls and puppets, many of the movements are\nproduced by strings, ought we not to find those same strings,\nsomewhat frayed by wear, reappearing as the threads that knot\ntogether the situations in a comedy? Let us, then, start with the\ngames of a child, and follow the imperceptible process by which, as\nhe grows himself, he makes his puppets grow, inspires them with\nlife, and finally brings them to an ambiguous state in which,\nwithout ceasing to be puppets, they have yet become human beings. We\nthus obtain characters of a comedy type. And upon them we can test\nthe truth of the law of which all our preceding analyses gave an\ninkling, a law in accordance with which we will define all broadly\ncomic situations in general. ANY ARRANGEMENT OF ACTS AND EVENTS IS\nCOMIC WHICH GIVES US, IN A SINGLE COMBINATION, THE ILLUSION OF LIFE\nAND THE DISTINCT IMPRESSION OF A MECHANICAL ARRANGEMENT.",
        "1. THE JACK-IN-THE-BOX.--As children we have all played with the\nlittle man who springs out of his box. You squeeze him flat, he\njumps up again. Push him lower, and he shoots up still higher. Crush\nhim down beneath the lid, and often he will send everything flying.\nIt is hard to tell whether or no the toy itself is very ancient, but\nthe kind of amusement it affords belongs to all time. It is a\nstruggle between two stubborn elements, one of which, being simply\nmechanical, generally ends by giving in to the other, which treats\nit as a plaything. A cat playing with a mouse, which from time to\ntime she releases like a spring, only to pull it up short with a\nstroke of her paw, indulges in the same kind of amusement.",
        "We will now pass on to the theatre, beginning with a Punch and Judy\nshow. No sooner does the policeman put in an appearance on the stage\nthan, naturally enough, he receives a blow which fells him. He\nsprings to his feet, a second blow lays him flat. A repetition of\nthe offence is followed by a repetition of the punishment. Up and\ndown the constable flops and hops with the uniform rhythm of the\nbending and release of a spring, whilst the spectators laugh louder\nand louder.",
        "Now, let us think of a spring that is rather of a moral type, an\nidea that is first expressed, then repressed, and then expressed\nagain; a stream of words that bursts forth, is checked, and keeps on\nstarting afresh. Once more we have the vision of one stubborn force,\ncounteracted by another, equally pertinacious. This vision, however,\nwill have discarded a portion of its materiality. No longer is it\nPunch and Judy that we are watching, but rather a real comedy.",
        "Many a comic scene may indeed be referred to this simple type. For\ninstance, in the scene of the Mariage force between Sganarelle and\nPancrace, the entire vis comica lies in the conflict set up between\nthe idea of Sganarelle, who wishes to make the philosopher listen to\nhim, and the obstinacy of the philosopher, a regular talking-machine\nworking automatically. As the scene progresses, the image of the\nJack-in-the-box becomes more apparent, so that at last the\ncharacters themselves adopt its movements,--Sganarelle pushing\nPancrace, each time he shows himself, back into the wings, Pancrace\nreturning to the stage after each repulse to continue his patter.\nAnd when Sganarelle finally drives Pancrace back and shuts him up\ninside the house--inside the box, one is tempted to say--a window\nsuddenly flies open, and the head of the philosopher again appears\nas though it had burst open the lid of a box.",
        "The same by-play occurs in the Malade Imaginaire. Through the mouth\nof Monsieur Purgon the outraged medical profession pours out its\nvials of wrath upon Argan, threatening him with every disease that\nflesh is heir to. And every time Argan rises from his seat, as\nthough to silence Purgon, the latter disappears for a moment, being,\nas it were, thrust back into the wings; then, as though Impelled by\na spring, he rebounds on to the stage with a fresh curse on his\nlips. The self-same exclamation: “Monsieur Purgon!” recurs at\nregular beats, and, as it were, marks the TEMPO of this little\nscene.",
        "Let us scrutinise more closely the image of the spring which is\nbent, released, and bent again. Let us disentangle its central\nelement, and we shall hit upon one of the usual processes of classic\ncomedy,--REPETITION.",
        "Why is it there is something comic in the repetition of a word on\nthe stage? No theory of the ludicrous seems to offer a satisfactory\nanswer to this very simple question. Nor can an answer be found so\nlong as we look for the explanation of an amusing word or phrase in\nthe phrase or word itself, apart from all it suggests to us. Nowhere\nwill the usual method prove to be so inadequate as here. With the\nexception, however, of a few special instances to which we shall\nrecur later, the repetition of a word is never laughable in itself.\nIt makes us laugh only because it symbolises a special play of moral\nelements, this play itself being the symbol of an altogether\nmaterial diversion. It is the diversion of the cat with the mouse,\nthe diversion of the child pushing back the Jack-in-the-box, time\nafter time, to the bottom of his box,--but in a refined and\nspiritualised form, transferred to the realm of feelings and ideas.\nLet us then state the law which, we think, defines the main comic\nvarieties of word-repetition on the stage: IN A COMIC REPETITION OF\nWORDS WE GENERALLY FIND TWO TERMS: A REPRESSED FEELING WHICH GOES\nOFF LIKE A SPRING, AND AN IDEA THAT DELIGHTS IN REPRESSING THE\nFEELING ANEW.",
        "When Dorine is telling Orgon of his wife’s illness, and the latter\ncontinually interrupts him with inquiries as to the health of\nTartuffe, the question: “Et tartuffe?” repeated every few moments,\naffords us the distinct sensation of a spring being released. This\nspring Dorine delights in pushing back, each time she resumes her\naccount of Elmire’s illness. And when Scapin informs old Geronte\nthat his son has been taken prisoner on the famous galley, and that\na ransom must be paid without delay, he is playing with the avarice\nof Geronte exactly as Dorine does with the infatuation of Orgon. The\nold man’s avarice is no sooner repressed than up it springs again\nautomatically, and it is this automatism that Moliere tries to\nindicate by the mechanical repetition of a sentence expressing\nregret at the money that would have to be forthcoming: “What the\ndeuce did he want in that galley?” The same criticism is applicable\nto the scene in which Valere points out to Harpagon the wrong he\nwould be doing in marrying his daughter to a man she did not love.\n“No dowry wanted!” interrupts the miserly Harpagon every few\nmoments. Behind this exclamation, which recurs automatically, we\nfaintly discern a complete repeating-machine set going by a fixed\nidea.",
        "At times this mechanism is less easy to detect, and here we\nencounter a fresh difficulty in the theory of the comic. Sometimes\nthe whole interest of a scene lies in one character playing a double\npart, the intervening speaker acting as a mere prism, so to speak,\nthrough which the dual personality is developed. We run the risk,\nthen, of going astray if we look for the secret of the effect in\nwhat we see and hear,--in the external scene played by the\ncharacters,--and not in the altogether inner comedy of which this\nscene is no more than the outer refraction. For instance, when\nAlceste stubbornly repeats the words, “I don’t say that!” on Oronte\nasking him if he thinks his poetry bad, the repetition is laughable,\nthough evidently Oronte is not now playing with Alceste at the game\nwe have just described. We must be careful, however, for, in\nreality, we have two men in Alceste: on the one hand, the\n“misanthropist” who has vowed henceforth to call a spade a spade,\nand on the other the gentleman who cannot unlearn, in a trice, the\nusual forms of politeness, or even, it may be, just the honest\nfellow who, when called upon to put his words into practice, shrinks\nfrom wounding another’s self-esteem or hurting his feelings.\nAccordingly, the real scene is not between Alceste and Oronte, it is\nbetween Alceste and himself. The one Alceste would fain blurt out\nthe truth, and the other stops his mouth just as he is on the point\nof telling everything. Each “I don’t say that!” reveals a growing\neffort to repress something that strives and struggles to get out.\nAnd so the tone in which the phrase is uttered gets more and more\nviolent, Alceste becoming more and more angry--not with Oronte. as\nhe thinks--but with himself. The tension of the spring is\ncontinually being renewed and reinforced until it at last goes off\nwith a bang. Here, as elsewhere, we have the same identical\nmechanism of repetition.",
        "For a man to make a resolution never henceforth to say what he does\nnot think, even though he “openly defy the whole human race,” is not\nnecessarily laughable; it is only a phase of life at its highest and\nbest. For another man, through amiability, selfishness, or disdain,\nto prefer to flatter people is only another phase of life; there is\nnothing in it to make us laugh. You may even combine these two men\ninto one, and arrange that the individual waver between offensive\nfrankness and delusive politeness, this duel between two opposing\nfeelings will not even then be comic, rather it will appear the\nessence of seriousness if these two feelings through their very\ndistinctness complete each other, develop side by side, and make up\nbetween them a composite mental condition, adopting, in short, a\nmodus vivendi which merely gives us the complex impression of life.\nBut imagine these two feelings as INELASTIC and unvarying elements\nin a really living man, make him oscillate from one to the other;\nabove all, arrange that this oscillation becomes entirely mechanical\nby adopting the well-known form of some habitual, simple, childish\ncontrivance: then you will get the image we have so far found in all\nlaughable objects, SOMETHING MECHANICAL IN SOMETHING LIVING; in\nfact, something comic.",
        "We have dwelt on this first image, the Jack-in-the-box, sufficiently\nto show how comic fancy gradually converts a material mechanism into\na moral one. Now we will consider one or two other games, confining\nourselves to their most striking aspects.",
        "2. THE DANCING-JACK.--There are innumerable comedies in which one of\nthe characters thinks he is speaking and acting freely, and,\nconsequently, retains all the essentials of life, whereas, viewed\nfrom a certain standpoint, he appears as a mere toy in the hands of\nanother who is playing with him. The transition is easily made, from\nthe dancing-jack which a child works with a string, to Geronte and\nArgante manipulated by Scapin. Listen to Scapin himself: “The\nMACHINE is all there\"; and again: “Providence has brought them into\nmy net,” etc. Instinctively, and because one would rather be a cheat\nthan be cheated, in imagination at all events, the spectator sides\nwith the knaves; and for the rest of the time, like a child who has\npersuaded his playmate to lend him his doll, he takes hold of the\nstrings himself and makes the marionette come and go on the stage as\nhe pleases. But this latter condition is not indispensable; we can\nremain outside the pale of what is taking place if only we retain\nthe distinct impression of a mechanical arrangement. This is what\nhappens whenever one of the characters vacillates between two\ncontrary opinions, each in turn appealing to him, as when Panurge\nasks Tom, Dick, and Harry whether or no he ought to get married.\nNote that, in such a case, a comic author is always careful to\nPERSONIFY the two opposing decisions. For, if there is no spectator,\nthere must at all events be actors to hold the strings.",
        "All that is serious in life comes from our freedom. The feelings we\nhave matured, the passions we have brooded over, the actions we have\nweighed, decided upon, and carried through, in short, all that comes\nfrom us and is our very own, these are the things that give life its\nofttimes dramatic and generally grave aspect. What, then, is\nrequisite to transform all this into a comedy? Merely to fancy that\nour seeming, freedom conceals the strings of a dancing-Jack, and\nthat we are, as the poet says,",
        "... humble marionettes The wires of which are pulled by Fate.\n[Footnote: ... d’humbles marionnettes Dont le fil est aux mains de\nla Necessite. SULLY-PRUDHOMME.]",
        "So there is not a real, a serious, or even a dramatic scene that\nfancy cannot render comic by simply calling forth this image. Nor is\nthere a game for which a wider field lies open.",
        "3. THE SNOW-BALL.--The farther we proceed in this investigation into\nthe methods of comedy, the more clearly we see the part played by\nchildhood’s memories. These memories refer, perhaps, less to any\nspecial game than to the mechanical device of which that game is a\nparticular instance. The same general device, moreover, may be met\nwith in widely different games, just as the same operatic air is\nfound in many different arrangements and variations. What is here of\nimportance and is retained in the mind, what passes by imperceptible\nstages from the games of a child to those of a man, is the mental\ndiagram, the skeleton outline of the combination, or, if you like,\nthe abstract formula of which these games are particular\nillustrations. Take, for instance, the rolling snow-ball, which\nincreases in size as it moves along. We might just as well think of\ntoy soldiers standing behind one another. Push the first and it\ntumbles down on the second, this latter knocks down the third, and\nthe state of things goes from bad to worse until they all lie prone\non the floor. Or again, take a house of cards that has been built up\nwith infinite care: the first you touch seems uncertain whether to\nmove or not, its tottering neighbour comes to a quicker decision,\nand the work of destruction, gathering momentum as it goes on,\nrushes headlong to the final collapse.",
        "These instances are all different, but they suggest the same\nabstract vision, that of an effect which grows by arithmetical\nprogression, so that the cause, insignificant at the outset,\nculminates by a necessary evolution in a result as important as it\nis unexpected. Now let us open a children’s picture-book; we shall\nfind this arrangement already on the high road to becoming comic.\nHere, for instance--in one of the comic chap-books picked up by\nchance--we have a caller rushing violently into a drawing-room; he\nknocks against a lady, who upsets her cup of tea over an old\ngentleman, who slips against a glass window which falls in the\nstreet on to the head of a constable, who sets the whole police\nforce agog, etc. The same arrangement reappears in many a picture\nintended for grownup persons. In the “stories without words\"\nsketched by humorous artists we are often shown an object which\nmoves from place to place, and persons who are closely connected\nwith it, so that through a series of scenes a change in the position\nof the object mechanically brings about increasingly serious changes\nin the situation of the persons. Let us now turn to comedy. Many a\ndroll scene, many a comedy even, may be referred to this simple\ntype. Read the speech of Chicanneau in the Plaideurs: here we find\nlawsuits within lawsuits, and the mechanism works faster and faster-\n-Racine produces in us this feeling of increasing acceleration by\ncrowding his law terms ever closer together--until the lawsuit over\na truss of hay costs the plaintiff the best part of his fortune. And\nagain the same arrangement occurs in certain scenes of Don Quixote;\nfor instance, in the inn scene, where, by an extraordinary\nconcatenation of circumstances, the mule-driver strikes Sancho, who\nbelabours Maritornes, upon whom the innkeeper falls, etc. Finally,\nlet us pass to the light comedy of to-day. Need we call to mind all\nthe forms in which this same combination appears? There is one that\nis employed rather frequently. For instance, a certain thing, say a\nletter, happens to be of supreme importance to a certain person and\nmust be recovered at all costs. This thing, which always vanishes\njust when you think you have caught it, pervades the entire play,\n“rolling up” increasingly serious and unexpected incidents as it\nproceeds. All this is far more like a child’s game than appears at\nfirst blush. Once more the effect produced is that of the snowball.",
        "It is the characteristic of a mechanical combination to be generally\nREVERSIBLE. A child is delighted when he sees the ball in a game of\nninepins knocking down everything in its way and spreading havoc in\nall directions; he laughs louder than ever when the ball returns to\nits starting-point after twists and turns and waverings of every\nkind. In other words, the mechanism just described is laughable even\nwhen rectilinear, it is much more so on becoming circular and when\nevery effort the player makes, by a fatal interaction of cause and\neffect, merely results in bringing it back to the same spot. Now, a\nconsiderable number of light comedies revolve round this idea. An\nItalian straw hat has been eaten up by a horse. [Footnote: Un\nChapeau de paille d’Italie (Labiche).] There is only one other hat\nlike it in the whole of Paris; it MUST be secured regardless of\ncost. This hat, which always slips away at the moment its capture\nseems inevitable, keeps the principal character on the run, and\nthrough him all the others who hang, so to say, on to his coat\ntails, like a magnet which, by a successive series of attractions,\ndraws along in its train the grains of iron filings that hang on to\neach other. And when at last, after all sorts of difficulties, the\ngoal seems in sight, it is found that the hat so ardently sought is\nprecisely the one that has been eaten. The same voyage of discovery\nis depicted in another equally well-known comedy of Labiche.\n[Footnote: La Cagnotte.] The curtain rises on an old bachelor and an\nold maid, acquaintances of long standing, at the moment of enjoying\ntheir daily rubber. Each of them, unknown to the other, has applied\nto the same matrimonial agency. Through innumerable difficulties,\none mishap following on the heels of another, they hurry along, side\nby side, right through the play, to the interview which brings them\nback, purely and simply, into each other’s presence. We have the\nsame circular effect, the same return to the starting-point, in a\nmore recent play. [Footnote: Les Surprises du divorce.] A henpecked\nhusband imagines he has escaped by divorce from the clutches of his\nwife and his mother-in-law. He marries again, when, lo and behold,\nthe double combination of marriage and divorce brings back to him\nhis former wife in the aggravated form of a second mother-in-law!",
        "When we think how intense and how common is this type of the comic,\nwe understand why it has fascinated the imagination of certain\nphilosophers. To cover a good deal of ground only to come back\nunwittingly to the starting-point, is to make a great effort for a\nresult that is nil. So we might be tempted to define the comic in\nthis latter fashion. And such, indeed, seems to be the idea of\nHerbert Spencer: according to him, laughter is the indication of an\neffort which suddenly encounters a void. Kant had already said\nsomething of the kind: “Laughter is the result of an expectation,\nwhich, of a sudden, ends in nothing.” No doubt these definitions\nwould apply to the last few examples given, although, even then, the\nformula needs the addition of sundry limitations, for we often make\nan ineffectual effort which is in no way provocative of laughter.\nWhile, however, the last few examples are illustrations of a great\ncause resulting in a small effect, we quoted others, immediately\nbefore, which might be defined inversely as a great effect springing\nfrom a small cause. The truth is, this second definition has\nscarcely more validity than the first. Lack of proportion between\ncause and effect, whether appearing in one or in the other, is never\nthe direct source of laughter. What we do laugh at is something that\nthis lack of proportion may in certain cases disclose, namely, a\nparticular mechanical arrangement which it reveals to us, as through\na glass, at the back of the series of effects and causes. Disregard\nthis arrangement, and you let go the only clue capable of guiding\nyou through the labyrinth of the comic. Any hypothesis you otherwise\nwould select, while possibly applicable to a few carefully chosen\ncases, is liable at any moment to be met and overthrown by the first\nunsuitable instance that comes along.",
        "But why is it we laugh at this mechanical arrangement? It is\ndoubtless strange that the history of a person or of a group should\nsometimes appear like a game worked by strings, or gearings, or\nsprings; but from what source does the special character of this\nstrangeness arise? What is it that makes it laughable? To this\nquestion, which we have already propounded in various forms, our\nanswer must always be the same. The rigid mechanism which we\noccasionally detect, as a foreign body, in the living continuity of\nhuman affairs is of peculiar interest to us as being a kind of\nABSENTMINDEDNESS on the part of life. Were events unceasingly\nmindful of their own course, there would be no coincidences, no\nconjunctures and no circular series; everything would evolve and\nprogress continuously. And were all men always attentive to life,\nwere we constantly keeping in touch with others as well as with\nourselves, nothing within us would ever appear as due to the working\nof strings or springs. The comic is that side of a person which\nreveals his likeness to a thing, that aspect of human events which,\nthrough its peculiar inelasticity, conveys the impression of pure\nmechanism, of automatism, of movement without life. Consequently it\nexpresses an individual or collective imperfection which calls for\nan immediate corrective. This corrective is laughter, a social\ngesture that singles out and represses a special kind of\nabsentmindedness in men and in events.",
        "But this in turn tempts us to make further investigations. So far,\nwe have spent our time in rediscovering, in the diversions of the\ngrownup man, those mechanical combinations which amused him as a\nchild. Our methods, in fact, have been entirely empirical. Let us\nnow attempt to frame a full and methodical theory, by seeking, as it\nwere, at the fountainhead, the changeless and simple archetypes of\nthe manifold and transient practices of the comic stage. Comedy, we\nsaid, combines events so as to introduce mechanism into the outer\nforms of life. Let us now ascertain in what essential\ncharacteristics life, when viewed from without, seems to contrast\nwith mere mechanism. We shall only have, then, to turn to the\nopposite characteristics, in order to discover the abstract formula,\nthis time a general and complete one, for every real and possible\nmethod of comedy.",
        "Life presents itself to us as evolution in time and complexity in\nspace. Regarded in time, it is the continuous evolution of a being\never growing older; it never goes backwards and never repeats\nanything. Considered in space, it exhibits certain coexisting\nelements so closely interdependent, so exclusively made for one\nanother, that not one of them could, at the same time, belong to two\ndifferent organisms: each living being is a closed system of\nphenomena, incapable of interfering with other systems. A continual\nchange of aspect, the irreversibility of the order of phenomena, the\nperfect individuality of a perfectly self-contained series: such,\nthen, are the outward characteristics--whether real or apparent is\nof little moment--which distinguish the living from the merely\nmechanical. Let us take the counterpart of each of these: we shall\nobtain three processes which might be called REPETITION, INVERSION,\nand RECIPROCAL INTERFERENCE OF SERIES. Now, it is easy to see that\nthese are also the methods of light comedy, and that no others are\npossible.",
        "As a matter of fact, we could discover them, as ingredients of\nvarying importance, in the composition of all the scenes we have\njust been considering, and, a fortiori, in the children’s games, the\nmechanism of which they reproduce. The requisite analysis would,\nhowever, delay us too long, and it is more profitable to study them\nin their purity by taking fresh examples. Nothing could be easier,\nfor it is in their pure state that they are found both in classic\ncomedy and in contemporary plays.",
        "1. REPETITION.-Our present problem no longer deals, like the\npreceding one, with a word or a sentence repeated by an individual,\nbut rather with a situation, that is, a combination of\ncircumstances, which recurs several times in its original form and\nthus contrasts with the changing stream of life. Everyday experience\nsupplies us with this type of the comic, though only in a\nrudimentary state. Thus, you meet a friend in the street whom you\nhave not seen for an age; there is nothing comic in the situation.\nIf, however, you meet, him again the same day, and then a third and\na fourth time, you may laugh at the “coincidence.” Now, picture to\nyourself a series of imaginary events which affords a tolerably fair\nillusion of life, and within this ever-moving series imagine one and\nthe same scene reproduced either by the same characters or by\ndifferent ones: again you will have a coincidence, though a far more\nextraordinary one.",
        "Such are the repetitions produced on the stage. They are the more\nlaughable in proportion as the scene repeated is more complex and\nmore naturally introduced--two conditions which seem mutually\nexclusive, and which the play-writer must be clever enough to\nreconcile.",
        "Contemporary light comedy employs this method in every shape and\nform. One of the best-known examples consists in bringing a group of\ncharacters, act after act, into the most varied surroundings, so as\nto reproduce, under ever fresh circumstances, one and the same\nseries of incidents or accidents more or less symmetrically\nidentical.",
        "In several of Moliere’s plays we find one and the same arrangement\nof events repeated right through the comedy from beginning to end.\nThus, the Ecole des femmes does nothing more than reproduce and\nrepeat a single incident in three tempi: first tempo, Horace tells\nArnolphe of the plan he has devised to deceive Agnes’s guardian, who\nturns out to be Arnolphe himself; second tempo, Arnolphe thinks he\nhas checkmated the move; third tempo, Agnes contrives that Horace\ngets all the benefit of Arnolphe’s precautionary measures. There is\nthe same symmetrical repetition in the Ecole des marts, in\nL’Etourdi, and above all in George Dandin, where the same effect in\nthree tempi is again met with: first tempo, George Dandin discovers\nthat his wife is unfaithful; second tempo, he summons his father--\nand mother-in-law to his assistance; third tempo, it is George\nDandin himself, after all, who has to apologise.",
        "At times the same scene is reproduced with groups of different\ncharacters. Then it not infrequently happens that the first group\nconsists of masters and the second of servants. The latter repeat in\nanother key a scene already played by the former, though the\nrendering is naturally less refined. A part of the Depit amoureux is\nconstructed on this plan, as is also Amphitryon. In an amusing\nlittle comedy of Benedix, Der Eigensinn, the order is inverted: we\nhave the masters reproducing a scene of stubbornness in which their\nservants have set the example.",
        "But, quite irrespective of the characters who serve as pegs for the\narrangement of symmetrical situations, there seems to be a wide gulf\nbetween classic comedy and the theatre of to-day. Both aim at\nintroducing a certain mathematical order into events, while none the\nless maintaining their aspect of likelihood, that is to say, of\nlife. But the means they employ are different. The majority of light\ncomedies of our day seek to mesmerise directly the mind of the\nspectator. For, however extraordinary the coincidence, it becomes\nacceptable from the very fact that it is accepted; and we do accept\nit, if we have been gradually prepared for its reception. Such is\noften the procedure adopted by contemporary authors. In Moliere’s\nplays, on the contrary, it is the moods of the persons on the stage,\nnot of the audience, that make repetition seem natural. Each of the\ncharacters represents a certain force applied in a certain\ndirection, and it is because these forces, constant in direction,\nnecessarily combine together in the same way, that the same\nsituation is reproduced. Thus interpreted, the comedy of situation\nis akin to the comedy of character. It deserves to be called\nclassic, if classic art is indeed that which does not claim to\nderive from the effect more than it has put into the cause.",
        "2. Inversion.--This second method has so much analogy with the first\nthat we will merely define it without insisting on illustrations.\nPicture to yourself certain characters in a certain situation: if\nyou reverse the situation and invert the roles, you obtain a comic\nscene. The double rescue scene in Le Voyage de M. Perrichon belongs\nto this class. [Footnote: Labiche, “Le Voyage de M. Perrichon.\"]\nThere is no necessity, however, for both the identical scenes to be\nplayed before us. We may be shown only one, provided the other is\nreally in our minds. Thus, we laugh at the prisoner at the bar\nlecturing the magistrate; at a child presuming to teach its parents;\nin a word, at everything that comes under the heading of\n“topsyturvydom.” Not infrequently comedy sets before us a character\nwho lays a trap in which he is the first to be caught. The plot of\nthe villain who is the victim of his own villainy, or the cheat\ncheated, forms the stock-in-trade of a good many plays. We find this\neven in primitive farce. Lawyer Pathelin tells his client of a trick\nto outwit the magistrate; the client employs the self-same trick to\navoid paying the lawyer. A termagant of a wife insists upon her\nhusband doing all the housework; she has put down each separate item\non a “rota.” Now let her fall into a copper, her husband will refuse\nto drag her out, for “that is not down on his ’rota.’” In modern\nliterature we meet with hundreds of variations on the theme of the\nrobber robbed. In every case the root idea involves an inversion of\nroles, and a situation which recoils on the head of its author.",
        "Here we apparently find the confirmation of a law, some\nillustrations of which we have already pointed out. When a comic\nscene has been reproduced a number of times, it reaches the stage of\nbeing a classical type or model. It becomes amusing in itself, quite\napart from the causes which render it amusing. Henceforth, new\nscenes, which are not comic de jure, may become amusing de facto, on\naccount of their partial resemblance to this model. They call up in\nour mind a more or less confused image which we know to be comical.\nThey range themselves in a category representing an officially\nrecognised type of the comic. The scene of the “robber robbed\"\nbelongs to this class. It casts over a host of other scenes a\nreflection of the comic element it contains. In the end it renders\ncomic any mishap that befalls one through one’s own fault, no matter\nwhat the fault or mishap may be,--nay, an allusion to this mishap, a\nsingle word that recalls it, is sufficient. There would be nothing\namusing in the saying, “It serves you right, George Dandin,” were it\nnot for the comic overtones that take up and re-echo it.",
        "3. We have dwelt at considerable length on repetition and inversion;\nwe now come to the reciprocal interference [Footnote: The word\n“interference” has here the meaning given to it in Optics, where it\nindicates the partial superposition and neutralisation, by each\nother, of two series of light-waves.] of series. This is a comic\neffect, the precise formula of which is very difficult to\ndisentangle, by reason of the extraordinary variety of forms in\nwhich it appears on the stage. Perhaps it might be defined as\nfollows: A situation is invariably comic when it belongs\nsimultaneously to two altogether independent series of events and is\ncapable of being interpreted in two entirely different meanings at\nthe same time.",
        "You will at once think of an equivocal situation. And the equivocal\nsituation is indeed one which permits of two different meanings at\nthe same time, the one merely plausible, which is put forward by the\nactors, the other a real one, which is given by the public. We see\nthe real meaning of the situation, because care has been taken to\nshow us every aspect of it; but each of the actors knows only one of\nthese aspects: hence the mistakes they make and the erroneous\njudgments they pass both on what is going on around them and on what\nthey are doing themselves. We proceed from this erroneous judgment\nto the correct one, we waver between the possible meaning and the\nreal, and it is this mental seesaw between two contrary\ninterpretations which is at first apparent in the enjoyment we\nderive from an equivocal situation. It is natural that certain\nphilosophers should have been specially struck by this mental\ninstability, and that some of them should regard the very essence of\nthe ludicrous as consisting in the collision or coincidence of two\njudgments that contradict each other. Their definition, however, is\nfar from meeting every case, and even when it does, it defines--not\nthe principle of the ludicrous, but only one of its more or less\ndistant consequences. Indeed, it is easy to see that the stage-made\nmisunderstanding is nothing but a particular instance of a far more\ngeneral phenomenon,--the reciprocal interference of independent\nseries, and that, moreover, it is not laughable in itself, but only\nas a sign of such an interference.",
        "As a matter of fact, each of the characters in every stage-made\nmisunderstanding has his setting in an appropriate series of events\nwhich he correctly interprets as far as he is concerned, and which\ngive the key-note to his words and actions. Each of the series\npeculiar to the several characters develop independently, but at a\ncertain moment they meet under such conditions that the actions and\nwords that belong to one might just as well belong to another. Hence\narise the misunderstandings and the equivocal nature of the\nsituation. But this latter is not laughable in itself, it is so only\nbecause it reveals the coincidence of the two independent series.\nThe proof of this lies in the fact that the author must be\ncontinually taxing his ingenuity to recall our attention to the\ndouble fact of independence and coincidence. This he generally\nsucceeds in doing by constantly renewing the vain threat of\ndissolving partnership between the two coinciding series. Every\nmoment the whole thing threatens to break down, but manages to get\npatched up again; it is this diversion that excites laughter, far\nmore than the oscillation of the mind between two contradictory\nideas. It makes us laugh because it reveals to us the reciprocal\ninterference of two independent series, the real source of the comic\neffect.",
        "And so the stage-made misunderstanding is nothing more than one\nparticular instance, one means--perhaps the most artificial--of\nillustrating the reciprocal interference of series, but it is not\nthe only one. Instead of two contemporary series, you might take one\nseries of events belonging to the past and another belonging to the\npresent: if the two series happen to coincide in our imagination,\nthere will be no resulting cross-purposes, and yet the same comic\neffect will continue to take place. Think of Bonivard, captive in\nthe Castle of Chillon: one series of facts. Now picture to yourself\nTartarin, travelling in Switzerland, arrested and imprisoned: second\nseries, independent of the former. Now let Tartarin be manacled to\nBonivard’s chain, thus making the two stories seem for a moment to\ncoincide, and you will get a very amusing scene, one of the most\namusing that Daudet’s imagination has pictured. [Tartarin sur les\nAlpes, by Daudet.] Numerous incidents of the mock-heroic style, if\nanalysed, would reveal the same elements. The transposition from the\nancient to the modern--always a laughable one--draws its inspiration\nfrom the same idea. Labiche has made use of this method in every\nshape and form. Sometimes he begins by building up the series\nseparately, and then delights in making them interfere with one\nanother: he takes an independent group--a wedding-party, for\ninstance--and throws them into altogether unconnected surroundings,\ninto which certain coincidences allow of their being foisted for the\ntime being. Sometimes he keeps one and the same set of characters\nright through the play, but contrives that certain of these\ncharacters have something to conceal--have, in fact, a secret\nunderstanding on the point--in short, play a smaller comedy within\nthe principal one: at one moment, one of the two comedies is on the\npoint of upsetting the other; the next, everything comes right and\nthe coincidence between the two series is restored. Sometimes, even,\nhe introduces into the actual series a purely immaterial series of\nevents, an inconvenient past, for instance, that some one has an\ninterest in concealing, but which is continually cropping up in the\npresent, and on each occasion is successfully brought into line with\nsituations with which it seemed destined to play havoc. But in every\ncase we find the two independent series, and also their partial\ncoincidence.",
        "We will not carry any further this analysis of the methods of light\ncomedy. Whether we find reciprocal interference of series,\ninversion, or repetition, we see that the objective is always the\nsame--to obtain what we have called a MECHANISATION of life. You\ntake a set of actions and relations and repeat it as it is, or turn\nit upside down, or transfer it bodily to another set with which it\npartially coincides--all these being processes that consist in\nlooking upon life as a repeating mechanism, with reversible action\nand interchangeable parts. Actual life is comedy just so far as it\nproduces, in a natural fashion, actions of the same kind,--\nconsequently, just so far as it forgets itself, for were it always\non the alert, it would be ever-changing continuity, irrevertible\nprogress, undivided unity. And so the ludicrous in events may be\ndefined as absentmindedness in things, just as the ludicrous in an\nindividual character always results from some fundamental\nabsentmindedness in the person, as we have already intimated and\nshall prove later on. This absentmindedness in events, however, is\nexceptional. Its results are slight. At any rate it is incurable, so\nthat it is useless to laugh at it. Therefore the idea would never\nhave occurred to any one of exaggerating that absentmindedness, of\nconverting it into a system and creating an art for it, if laughter\nwere not always a pleasure and mankind did not pounce upon the\nslightest excuse for indulging in it. This is the real explanation\nof light comedy, which holds the same relation to actual life as\ndoes a jointed dancing-doll to a man walking,--being, as it is, an\nartificial exaggeration of a natural rigidity in things. The thread\nthat binds it to actual life is a very fragile one. It is scarcely\nmore than a game which, like all games, depends on a previously\naccepted convention. Comedy in character strikes far deeper roots\ninto life. With that kind of comedy we shall deal more particularly\nin the final portion of our investigation. But we must first analyse\na certain type of the comic, in many respects similar to that of\nlight comedy: the comic in words.",
        "Continue...",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}