{
    "title": "Laughter: An Essay on the Meaning of Comic - II",
    "author": "Henri Bergson",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "There may be something artificial in making a special category for\nthe comic in words, since most of the varieties of the comic that we\nhave examined so far were produced through the medium of language.\nWe must make a distinction, however, between the comic EXPRESSED and\nthe comic CREATED by language. The former could, if necessary, be\ntranslated from one language into another, though at the cost of\nlosing the greater portion of its significance when introduced into\na fresh society different in manners, in literature, and above all\nin association of ideas. But it is generally impossible to translate\nthe latter. It owes its entire being to the structure of the\nsentence or to the choice of the words. It does not set forth, by\nmeans of language, special cases of absentmindedness in man or in\nevents. It lays stress on lapses of attention in language itself. In\nthis case, it is language itself that becomes comic.",
        "Comic sayings, however, are not a matter of spontaneous generation;\nif we laugh at them, we are equally entitled to laugh at their\nauthor. This latter condition, however, is not indispensable, since\nthe saying or expression has a comic virtue of its own. This is\nproved by the fact that we find it very difficult, in the majority\nof these cases, to say whom we are laughing at, although at times we\nhave a dim, vague feeling that there is some one in the background.",
        "Moreover, the person implicated is not always the speaker. Here it\nseems as though we should draw an important distinction between the\nWITTY (SPIRITUEL) and the COMIC. A word is said to be comic when it\nmakes us laugh at the person who utters it, and witty when it makes\nus laugh either at a third party or at ourselves. But in most cases\nwe can hardly make up our minds whether the word is comic or witty.\nAll that we can say is that it is laughable.",
        "Before proceeding, it might be well to examine more closely what is\nmeant by ESPRIT. A witty saying makes us at least smile;\nconsequently, no investigation into laughter would be complete did\nit not get to the bottom of the nature of wit and throw light on the\nunderlying idea. It is to be feared, however, that this extremely\nsubtle essence is one that evaporates when exposed to the light.",
        "Let us first make a distinction between the two meanings of the word\nwit ESPRIT, the broader one and the more restricted. In the broader\nmeaning of the word, it would seem that what is called wit is a\ncertain DRAMATIC way of thinking. Instead of treating his ideas as\nmere symbols, the wit sees them, he hears them and, above all, makes\nthem converse with one another like persons. He puts them on the\nstage, and himself, to some extent, into the bargain. A witty nation\nis, of necessity, a nation enamoured of the theatre. In every wit\nthere is something of a poet--just as in every good reader there is\nthe making of an actor. This comparison is made purposely, because a\nproportion might easily be established between the four terms. In\norder to read well we need only the intellectual side of the actor’s\nart; but in order to act well one must be an actor in all one’s soul\nand body. In just the same way, poetic creation calls for some\ndegree of self-forgetfulness, whilst the wit does not usually err in\nthis respect. We always get a glimpse of the latter behind what he\nsays and does. He is not wholly engrossed in the business, because\nhe only brings his intelligence into play. So any poet may reveal\nhimself as a wit when he pleases. To do this there will be no need\nfor him to acquire anything; it seems rather as though he would have\nto give up something. He would simply have to let his ideas hold\nconverse with one another “for nothing, for the mere joy of the\nthing!” [Footnote: “Pour rien, pour le plaisir” is a quotation\nfrom Victor Hugo’s Marion Delorme] He would only have to unfasten\nthe double bond which keeps his ideas in touch with his feelings and\nhis soul in touch with life. In short, he would turn into a wit by\nsimply resolving to be no longer a poet in feeling, but only in\nintelligence.",
        "But if wit consists, for the most part, in seeing things SUB SPECIE\nTHEATRI, it is evidently capable of being specially directed to one\nvariety of dramatic art, namely, comedy. Here we have a more\nrestricted meaning of the term, and, moreover, the only one that\ninterests us from the point of view of the theory of laughter. What\nis here called WIT is a gift for dashing off comic scenes in a few\nstrokes--dashing them off, however, so subtly, delicately and\nrapidly, that all is over as soon as we begin to notice them.",
        "Who are the actors in these scenes? With whom has the wit to deal?\nFirst of all, with his interlocutors themselves, when his witticism\nis a direct retort to one of them. Often with an absent person whom\nhe supposes to have spoken and to whom he is replying. Still\noftener, with the whole world,--in the ordinary meaning of the\nterm,--which he takes to task, twisting a current idea into a\nparadox, or making use of a hackneyed phrase, or parodying some\nquotation or proverb. If we compare these scenes in miniature with\none another, we find they are almost always variations of a comic\ntheme with which we are well acquainted, that of the “robber\nrobbed.” You take up a metaphor, a phrase, an argument, and turn it\nagainst the man who is, or might be, its author, so that he is made\nto say what he did not mean to say and lets himself be caught, to\nsome extent, in the toils of language. But the theme of the “robber\nrobbed” is not the only possible one. We have gone over many\nvarieties of the comic, and there is not one of them that is\nincapable of being volatilised into a witticism.",
        "Every witty remark, then, lends itself to an analysis, whose\nchemical formula, so to say, we are now in a position to state. It\nruns as follows: Take the remark, first enlarge it into a regular\nscene, then find out the category of the comic to which the scene\nevidently belongs: by this means you reduce the witty remark to its\nsimplest elements and obtain a full explanation of it.",
        "Let us apply this method to a classic example. “Your chest hurts me\"\n(J’AI MAL A VOTRE POITRINE) wrote Mme. de Sevigne to her ailing\ndaughter--clearly a witty saying. If our theory is correct, we need\nonly lay stress upon the saying, enlarge and magnify it, and we\nshall see it expand into a comic scene. Now, we find this very\nscene, ready made, in the AMOUR MEDECIN of Moliere. The sham doctor,\nClitandre, who has been summoned to attend Sganarelle’s daughter,\ncontents himself with feeling Sganarelle’s own pulse, whereupon,\nrelying on the sympathy there must be between father and daughter,\nhe unhesitatingly concludes: “Your daughter is very ill!” Here we\nhave the transition from the witty to the comical. To complete our\nanalysis, then, all we have to do is to discover what there is\ncomical in the idea of giving a diagnosis of the child after\nsounding the father or the mother. Well, we know that one essential\nform of comic fancy lies in picturing to ourselves a living person\nas a kind of jointed dancing-doll, and that frequently, with the\nobject of inducing us to form this mental picture, we are shown two\nor more persons speaking and acting as though attached to one\nanother by invisible strings. Is not this the idea here suggested\nwhen we are led to materialise, so to speak, the sympathy we\npostulate as existing between father and daughter?",
        "We now see how it is that writers on wit have perforce confined\nthemselves to commenting on the extraordinary complexity of the\nthings denoted by the term without ever succeeding in defining it.\nThere are many ways of being witty, almost as many as there are of\nbeing the reverse. How can we detect what they have in common with\none another, unless we first determine the general relationship\nbetween the witty and the comic? Once, however, this relationship is\ncleared up, everything is plain sailing. We then find the same\nconnection between the comic and the witty as exists between a\nregular scene and the fugitive suggestion of a possible one. Hence,\nhowever numerous the forms assumed by the comic, wit will possess an\nequal number of corresponding varieties. So that the comic, in all\nits forms, is what should be defined first, by discovering (a task\nwhich is already quite difficult enough) the clue that leads from\none form to the other. By that very operation wit will have been\nanalysed, and will then appear as nothing more than the comic in a\nhighly volatile state. To follow the opposite plan, however, and\nattempt directly to evolve a formula for wit, would be courting\ncertain failure. What should we think of a chemist who, having ever\nso many jars of a certain substance in his laboratory, would prefer\ngetting that substance from the atmosphere, in which merely\ninfinitesimal traces of its vapour are to be found?",
        "But this comparison between the witty and the comic is also\nindicative of the line we must take in studying the comic in words.\nOn the one hand, indeed, we find there is no essential difference\nbetween a word that is comic and one that is witty; on the other\nhand, the latter, although connected with a figure of speech,\ninvariably calls up the image, dim or distinct, of a comic scene.\nThis amounts to saying that the comic in speech should correspond,\npoint by point, with the comic in actions and in situations, and is\nnothing more, if one may so express oneself, than their projection\non to the plane of words. So let us return to the comic in actions\nand in situations, consider the chief methods by which it is\nobtained, and apply them to the choice of words and the building up\nof sentences. We shall thus have every possible form of the comic in\nwords as well as every variety of wit.",
        "1. Inadvertently to say or do what we have no intention of saying or\ndoing, as a result of inelasticity or momentum, is, as we are aware,\none of the main sources of the comic. Thus, absentmindedness is\nessentially laughable, and so we laugh at anything rigid, ready-\nmade, mechanical in gesture, attitude and even facial expression. Do\nwe find this kind of rigidity in language also? No doubt we do,\nsince language contains ready-made formulas and stereotyped phrases.\nThe man who always expressed himself in such terms would invariably\nbe comic. But if an isolated phrase is to be comic in itself, when\nonce separated from the person who utters it, it must be something\nmore than ready-made, it must bear within itself some sign which\ntells us, beyond the possibility of doubt, that it was uttered\nautomatically. This can only happen when the phrase embodies some\nevident absurdity, either a palpable error or a contradiction in\nterms. Hence the following general rule: A COMIC MEANING IS\nINVARIABLY OBTAINED WHEN AN ABSURD IDEA IS FITTED INTO A WELL-\nESTABLISHED PHRASE-FORM.",
        "“Ce sabre est le plus beau jour de ma vie,” said M. Prudhomme.\nTranslate the phrase into English or German and it becomes purely\nabsurd, though it is comic enough in French. The reason is that “le\nplus beau jour de ma vie” is one of those ready-made phrase-endings\nto which a Frenchman’s ear is accustomed. To make it comic, then, we\nneed only clearly indicate the automatism of the person who utters\nit. This is what we get when we introduce an absurdity into the\nphrase. Here the absurdity is by no means the source of the comic,\nit is only a very simple and effective means of making it obvious.",
        "We have quoted only one saying of M. Prudhomme, but the majority of\nthose attributed to him belong to the same class. M. Prudhomme is a\nman of ready-made phrases. And as there are ready-made phrases in\nall languages, M. Prudhomme is always capable of being transposed,\nthough seldom of being translated. At times the commonplace phrase,\nunder cover of which the absurdity slips in, is not so readily\nnoticeable. “I don’t like working between meals,” said a lazy lout.\nThere would be nothing amusing in the saying did there not exist\nthat salutary precept in the realm of hygiene: “One should not eat\nbetween meals.”",
        "Sometimes, too, the effect is a complicated one. Instead of one\ncommonplace phrase-form, there are two or three which are dovetailed\ninto each other. Take, for instance, the remark of one of the\ncharacters in a play by Labiche, “Only God has the right to kill His\nfellow-creature.” It would seem that advantage is here taken of two\nseparate familiar sayings; “It is God who disposes of the lives of\nmen,” and, “It is criminal for a man to kill his fellow-creature.\"\nBut the two sayings are combined so as to deceive the ear and leave\nthe impression of being one of those hackneyed sentences that are\naccepted as a matter of course. Hence our attention nods, until we\nare suddenly aroused by the absurdity of the meaning. These examples\nsuffice to show how one of the most important types of the comic can\nbe projected--in a simplified form--on the plane of speech. We will\nnow proceed to a form which is not so general.",
        "2. “We laugh if our attention is diverted to the physical in a\nperson when it is the moral that is in question,” is a law we laid\ndown in the first part of this work. Let us apply it to language.\nMost words might be said to have a PHYSICAL and a MORAL meaning,\naccording as they are interpreted literally or figuratively. Every\nword, indeed, begins by denoting a concrete object or a material\naction; but by degrees the meaning of the word is refined into an\nabstract relation or a pure idea. If, then, the above law holds good\nhere, it should be stated as follows: “A comic effect is obtained\nwhenever we pretend to take literally an expression which was used\nfiguratively\"; or, “Once our attention is fixed on the material\naspect of a metaphor, the idea expressed becomes comic.”",
        "In the phrase, “Tous les arts sont freres” (all the arts are\nbrothers), the word “frere” (brother) is used metaphorically to\nindicate a more or less striking resemblance. The word is so often\nused in this way, that when we hear it we do not think of the\nconcrete, the material connection implied in every relationship. We\nshould notice it more if we were told that “Tous les arts sont\ncousins,” for the word “cousin” is not so often employed in a\nfigurative sense; that is why the word here already assumes a slight\ntinge of the comic. But let us go further still, and suppose that\nour attention is attracted to the material side of the metaphor by\nthe choice of a relationship which is incompatible with the gender\nof the two words composing the metaphorical expression: we get a\nlaughable result. Such is the well-known saying, also attributed to\nM. Prudhomme, “Tous les arts (masculine) sont soeurs (feminine).\"\n“He is always running after a joke,” was said in Boufflers’ presence\nregarding a very conceited fellow. Had Boufflers replied, “He won’t\ncatch it,” that would have been the beginning of a witty saying,\nthough nothing more than the beginning, for the word “catch” is\ninterpreted figuratively almost as often as the word “run\"; nor does\nit compel us more strongly than the latter to materialise the image\nof two runners, the one at the heels of the other. In order that the\nrejoinder may appear to be a thoroughly witty one, we must borrow\nfrom the language of sport an expression so vivid and concrete that\nwe cannot refrain from witnessing the race in good earnest. This is\nwhat Boufflers does when he retorts, “I’ll back the joke!”",
        "We said that wit often consists in extending the idea of one’s\ninterlocutor to the point of making him express the opposite of what\nhe thinks and getting him, so to say, entrapt by his own words. We\nmust now add that this trap is almost always some metaphor or\ncomparison the concrete aspect of which is turned against him. You\nmay remember the dialogue between a mother and her son in the Faux\nBonshommes: “My dear boy, gambling on ’Change is very risky. You win\none day and lose the next.\"--\"Well, then, I will gamble only every\nother day.” In the same play too we find the following edifying\nconversation between two company-promoters: “Is this a very\nhonourable thing we are doing? These unfortunate shareholders, you\nsee, we are taking the money out of their very pockets....\"--\"Well,\nout of what do you expect us to take it?”",
        "An amusing result is likewise obtainable whenever a symbol or an\nemblem is expanded on its concrete side, and a pretence is made of\nretaining the same symbolical value for this expansion as for the\nemblem itself. In a very lively comedy we are introduced to a Monte\nCarlo official, whose uniform is covered with medals, although he\nhas only received a single decoration. “You see, I staked my medal\non a number at roulette,” he said, “and as the number turned up, I\nwas entitled to thirty-six times my stake.” This reasoning is very\nsimilar to that offered by Giboyer in the Effrontes. Criticism is\nmade of a bride of forty summers who is wearing orange-blossoms with\nher wedding costume: “Why, she was entitled to oranges, let alone\norange-blossoms!” remarked Giboyer.",
        "But we should never cease were we to take one by one all the laws we\nhave stated, and try to prove them on what we have called the plane\nof language. We had better confine ourselves to the three general\npropositions of the preceding section. We have shown that “series of\nevents” may become comic either by repetition, by inversion, or by\nreciprocal interference. Now we shall see that this is also the case\nwith series of words.",
        "To take series of events and repeat them in another key or another\nenvironment, or to invert them whilst still leaving them a certain\nmeaning, or mix them up so that their respective meanings jostle one\nanother, is invariably comic, as we have already said, for it is\ngetting life to submit to be treated as a machine. But thought, too,\nis a living thing. And language, the translation of thought, should\nbe just as living. We may thus surmise that a phrase is likely to\nbecome comic if, though reversed, it still makes sense, or if it\nexpresses equally well two quite independent sets of ideas, or,\nfinally, if it has been obtained by transposing an idea into some\nkey other than its own. Such, indeed, are the three fundamental laws\nof what might be called THE COMIC TRANSFORMATION OF SENTENCES, as we\nshall show by a few examples.",
        "Let it first be said that these three laws are far from being of\nequal importance as regards the theory of the ludicrous. INVERSION\nis the least interesting of the three. It must be easy of\napplication, however, for it is noticeable that, no sooner do\nprofessional wits hear a sentence spoken than they experiment to see\nif a meaning cannot be obtained by reversing it,--by putting, for\ninstance, the subject in place of the object, and the object in\nplace of the subject. It is not unusual for this device to be\nemployed for refuting an idea in more or less humorous terms. One of\nthe characters in a comedy of Labiche shouts out to his neighbour on\nthe floor above, who is in the habit of dirtying his balcony, “What\ndo you mean by emptying your pipe on to my terrace?” The neighbour\nretorts, “What do you mean by putting your terrace under my pipe?\"\nThere is no necessity to dwell upon this kind of wit, instances of\nwhich could easily be multiplied. The RECIPROCAL INTERFERENCE of two\nsets of ideas in the same sentence is an inexhaustible source of\namusing varieties. There are many ways of bringing about this\ninterference, I mean of bracketing in the same expression two\nindependent meanings that apparently tally. The least reputable of\nthese ways is the pun. In the pun, the same sentence appears to\noffer two independent meanings, but it is only an appearance; in\nreality there are two different sentences made up of different\nwords, but claiming to be one and the same because both have the\nsame sound. We pass from the pun, by imperceptible stages, to the\ntrue play upon words. Here there is really one and the same sentence\nthrough which two different sets of ideas are expressed, and we are\nconfronted with only one series of words; but advantage is taken of\nthe different meanings a word may have, especially when used\nfiguratively instead of literally. So that in fact there is often\nonly a slight difference between the play upon words on the one\nhand, and a poetic metaphor or an illuminating comparison on the\nother. Whereas an illuminating comparison and a striking image\nalways seem to reveal the close harmony that exists between language\nand nature, regarded as two parallel forms of life, the play upon\nwords makes us think somehow of a negligence on the part of\nlanguage, which, for the time being, seems to have forgotten its\nreal function and now claims to accommodate things to itself instead\nof accommodating itself to things. And so the play upon words always\nbetrays a momentary LAPSE OF ATTENTION in language, and it is\nprecisely on that account that it is amusing.",
        "INVERSION and RECIPROCAL INTERFERENCE, after all, are only a certain\nplayfulness of the mind which ends at playing upon words. The comic\nin TRANSPOSITION is much more far-reaching. Indeed, transposition is\nto ordinary language what repetition is to comedy.",
        "We said that repetition is the favourite method of classic comedy.\nIt consists in so arranging events that a scene is reproduced either\nbetween the same characters under fresh circumstances or between\nfresh characters under the same circumstances. Thus we have,\nrepeated by lackeys in less dignified language, a scene already\nplayed by their masters. Now, imagine ideas expressed in suitable\nstyle and thus placed in the setting of their natural environment.\nIf you think of some arrangement whereby they are transferred to\nfresh surroundings, while maintaining their mutual relations, or, in\nother words, if you can induce them to express themselves in an\naltogether different style and to transpose themselves into another\nkey, you will have language itself playing a comedy--language itself\nmade comic. There will be no need, moreover, actually to set before\nus both expressions of the same ideas, the transposed expression and\nthe natural one. For we are acquainted with the natural one--the one\nwhich we should have chosen instinctively. So it will be enough if\nthe effort of comic invention bears on the other, and on the other\nalone. No sooner is the second set before us than we spontaneously\nsupply the first. Hence the following general rule: A COMIC EFFECT\nIS ALWAYS OBTAINABLE BY TRANSPOSING THE NATURE EXPRESSION OF AN IDEA\nINTO ANOTHER KEY.",
        "The means of transposition are so many and varied, language affords\nso rich a continuity of themes and the comic is here capable of\npassing through so great a number of stages, from the most insipid\nbuffoonery up to the loftiest forms of humour and irony, that we\nshall forego the attempt to make out a complete list. Having stated\nthe rule, we will simply, here and there, verify its main\napplications.",
        "In the first place, we may distinguish two keys at the extreme ends\nof the scale, the solemn and the familiar. The most obvious effects\nare obtained by merely transposing the one into the other, which\nthus provides us with two opposite currents of comic fancy.",
        "Transpose the solemn into the familiar and the result is parody. The\neffect of parody, thus defined, extends to instances in which the\nidea expressed in familiar terms is one that, if only in deference\nto custom, ought to be pitched in another key. Take as an example\nthe following description of the dawn, quoted by Jean Paul Richter:\n“The sky was beginning to change from black to red, like a lobster\nbeing boiled.” Note that the expression of old-world matters in\nterms of modern life produces the same effect, by reason of the halo\nof poetry which surrounds classical antiquity.",
        "It is doubtless the comic in parody that has suggested to some\nphilosophers, and in particular to Alexander Bain, the idea of\ndefining the comic, in general, as a species of DEGRADATION. They\ndescribe the laughable as causing something to appear mean that was\nformerly dignified. But if our analysis is correct, degradation is\nonly one form of transposition, and transposition itself only one of\nthe means of obtaining laughter. There is a host of others, and the\nsource of laughter must be sought for much further back. Moreover,\nwithout going so far, we see that while the transposition from\nsolemn to trivial, from better to worse, is comic, the inverse\ntransposition may be even more so.",
        "It is met with as often as the other, and, apparently, we may\ndistinguish two main forms of it, according as it refers to the\nPHYSICAL DIMENSIONS of an object or to its MORAL VALUE.",
        "To speak of small things as though they were large is, in a general\nway, TO EXAGGERATE. Exaggeration is always comic when prolonged, and\nespecially when systematic; then, indeed, it appears as one method\nof transposition. It excites so much laughter that some writers have\nbeen led to define the comic as exaggeration, just as others have\ndefined it as degradation. As a matter of fact, exaggeration, like\ndegradation, is only one form of one kind of the comic. Still, it is\na very striking form. It has given birth to the mock-heroic poem, a\nrather old-fashioned device, I admit, though traces of it are still\nto be found in persons inclined to exaggerate methodically. It might\noften be said of braggadocio that it is its mock-heroic aspect which\nmakes us laugh.",
        "Far more artificial, but also far more refined, is the transposition\nupwards from below when applied to the moral value of things, not to\ntheir physical dimensions. To express in reputable language some\ndisreputable idea, to take some scandalous situation, some low-class\ncalling or disgraceful behaviour, and describe them in terms of the\nutmost “RESPECTABILITY,” is generally comic. The English word is\nhere purposely employed, as the practice itself is\ncharacteristically English. Many instances of it may be found in\nDickens and Thackeray, and in English literature generally. Let us\nremark, in passing, that the intensity of the effect does not here\ndepend on its length. A word is sometimes sufficient, provided it\ngives us a glimpse of an entire system of transposition accepted in\ncertain social circles and reveals, as it were, a moral organisation\nof immorality. Take the following remark made by an official to one\nof his subordinates in a novel of Gogol’s, “Your peculations are too\nextensive for an official of your rank.”",
        "Summing up the foregoing, then, there are two extreme terms of\ncomparison, the very large and the very small, the best and the\nworst, between which transposition may be effected in one direction\nor the other. Now, if the interval be gradually narrowed, the\ncontrast between the terms obtained will be less and less violent,\nand the varieties of comic transposition more and more subtle.",
        "The most common of these contrasts is perhaps that between the real\nand the ideal, between what is and what ought to be. Here again\ntransposition may take place in either direction. Sometimes we state\nwhat ought to be done, and pretend to believe that this is just what\nis actually being done; then we have IRONY. Sometimes, on the\ncontrary, we describe with scrupulous minuteness what is being done,\nand pretend to believe that this is just what ought to be done; such\nis often the method of HUMOUR. Humour, thus denned, is the\ncounterpart of irony. Both are forms of satire, but irony is\noratorical in its nature, whilst humour partakes of the scientific.\nIrony is emphasised the higher we allow ourselves to be uplifted by\nthe idea of the good that ought to be: thus irony may grow so hot\nwithin us that it becomes a kind of high-pressure eloquence. On the\nother hand, humour is the more emphasised the deeper we go down into\nan evil that actually is, in order t o set down its details in the\nmost cold-blooded indifference. Several authors, Jean Paul amongst\nthem, have noticed that humour delights in concrete terms, technical\ndetails, definite facts. If our analysis is correct, this is not an\naccidental trait of humour, it is its very essence. A humorist is a\nmoralist disguised as a scientist, something like an anatomist who\npractises dissection with the sole object of filling us with\ndisgust; so that humour, in the restricted sense in which we are\nhere regarding the word, is really a transposition from the moral to\nthe scientific.",
        "By still further curtailing the interval between the terms\ntransposed, we may now obtain more and more specialised types of\ncomic transpositions. Thus, certain professions have a technical\nvocabulary: what a wealth of laughable results have been obtained by\ntransposing the ideas of everyday life into this professional\njargon! Equally comic is the extension of business phraseology to\nthe social relations of life,--for instance, the phrase of one of\nLabiche’s characters in allusion to an invitation he has received,\n“Your kindness of the third ult.,” thus transposing the commercial\nformula, “Your favour of the third instant.” This class of the\ncomic, moreover, may attain a special profundity of its own when it\ndiscloses not merely a professional practice, but a fault in\ncharacter. Recall to mind the scenes in the Faux Bonshommes and the\nFamille Benoiton, where marriage is dealt with as a business affair,\nand matters of sentiment are set down in strictly commercial\nlanguage.",
        "Here, however, we reach the point at which peculiarities of language\nreally express peculiarities of character, a closer investigation of\nwhich we must hold over to the next chapter. Thus, as might have\nbeen expected and may be seen from the foregoing, the comic in words\nfollows closely on the comic in situation and is finally merged,\nalong with the latter, in the comic in character. Language only\nattains laughable results because it is a human product, modelled as\nexactly as possible on the forms of the human mind. We feel it\ncontains some living element of our own life; and if this life of\nlanguage were complete and perfect, if there were nothing stereotype\nin it, if, in short, language were an absolutely unified organism\nincapable of being split up into independent organisms, it would\nevade the comic as would a soul whose life was one harmonious whole,\nunruffled as the calm surface of a peaceful lake. There is no pool,\nhowever, which has not some dead leaves floating on its surface, no\nhuman soul upon which there do not settle habits that make it rigid\nagainst itself by making it rigid against others, no language, in\nshort, so subtle and instinct with life, so fully alert in each of\nits parts as to eliminate the ready-made and oppose the mechanical\noperations of inversion, transposition, etc., which one would fain\nperform upon it as on some lifeless thing. The rigid, the ready--\nmade, the mechanical, in contrast with the supple, the ever-changing\nand the living, absentmindedness in contrast with attention, in a\nword, automatism in contrast with free activity, such are the\ndefects that laughter singles out and would fain correct. We\nappealed to this idea to give us light at the outset, when starting\nupon the analysis of the ludicrous. We have seen it shining at every\ndecisive turning in our road. With its help, we shall now enter upon\na more important investigation, one that will, we hope, be more\ninstructive. We purpose, in short, studying comic characters, or\nrather determining the essential conditions of comedy in character,\nwhile endeavouring to bring it about that this study may contribute\nto a better understanding of the real nature of art and the general\nrelation between art and life.",
        "Continue...",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}