{
    "title": "Laughter: An Essay on the Meaning of Comic - III",
    "author": "Henri Bergson",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "It would be quite impossible to go through all the peculiarities of\ncharacter that either coalesce or compete with vanity in order to\nforce themselves upon the attention of the comic poet. We have shown\nthat all failings may become laughable, and even, occasionally, many\na good quality. Even though a list of all the peculiarities that\nhave ever been found ridiculous were drawn up, comedy would manage\nto add to them, not indeed by creating artificial ones, but by\ndiscovering lines of comic development that had hitherto gone\nunnoticed; thus does imagination isolate ever fresh figures in the\nintricate design of one and the same piece of tapestry. The\nessential condition, as we know, is that the peculiarity observed\nshould straightway appear as a kind of CATEGORY into which a number\nof individuals can step.",
        "Now, there are ready-made categories established by society itself,\nand necessary to it because it is based on the division of labour.\nWe mean the various trades, public services and professions. Each\nparticular profession impresses on its corporate members certain\nhabits of mind and peculiarities of character in which they resemble\neach other and also distinguish themselves from the rest. Small\nsocieties are thus formed within the bosom of Society at large.\nDoubtless they arise from the very organisation of Society as a\nwhole. And yet, if they held too much aloof, there would be a risk\nof their proving harmful to sociability.",
        "Now, it is the business of laughter to repress any separatist\ntendency. Its function is to convert rigidity into plasticity, to\nreadapt the individual to the whole, in short, to round off the\ncorners wherever they are met with. Accordingly, we here find a\nspecies of the comic whose varieties might be calculated beforehand.\nThis we shall call the PROFESSIONAL COMIC.",
        "Instead of taking up these varieties in detail, we prefer to lay\nstress upon what they have in common. In the forefront we find\nprofessional vanity. Each one of M. Jourdain’s teachers exalts his\nown art above all the rest. In a play of Labiche there is a\ncharacter who cannot understand how it is possible to be anything\nelse than a timber merchant. Naturally he is a timber merchant\nhimself. Note that vanity here tends to merge into SOLEMNITY, in\nproportion to the degree of quackery there is in the profession\nunder consideration. For it is a remarkable fact that the more\nquestionable an art, science or occupation is, the more those who\npractise it are inclined to regard themselves as invested with a\nkind of priesthood and to claim that all should bow before its\nmysteries. Useful professions are clearly meant for the public, but\nthose whose utility is more dubious can only justify their existence\nby assuming that the public is meant for them: now, this is just the\nillusion that lies at the root of solemnity. Almost everything comic\nin Moliere’s doctors comes from this source. They treat the patient\nas though he had been made for the doctors, and nature herself as an\nappendage to medicine.",
        "Another form of this comic rigidity is what may be called\nPROFESSIONAL CALLOUSNESS. The comic character is so tightly jammed\ninto the rigid frame of his functions that he has no room to move or\nto be moved like other men. Only call to mind the answer Isabelle\nreceives from Perrin Dandin, the judge, when she asks him how he can\nbear to look on when the poor wretches are being tortured: Bah! cela\nfait toujours passer une heure ou deux.",
        "[Footnote: Bah! it always helps to while away an hour or two.]",
        "Does not Tartuffe also manifest a sort of professional callousness\nwhen he says--it is true, by the mouth of Orgon: Et je verrais\nmourir frere, enfants, mere et femme, Que je m’en soucierais autant\nque de cela!",
        "[Footnote: Let brother, children, mother and wife all die, what\nshould I care!]",
        "The device most in use, however, for making a profession ludicrous\nis to confine it, so to say, within the four corners of its own\nparticular jargon. Judge, doctor and soldier are made to apply the\nlanguage of law, medicine and strategy to the everyday affairs of\nlife, as though they had became incapable of talking like ordinary\npeople. As a rule, this kind of the ludicrous is rather coarse. It\nbecomes more refined, however, as we have already said, if it\nreveals some peculiarity of character in addition to a professional\nhabit. We will instance only Regnard’s Joueur, who expresses himself\nwith the utmost originality in terms borrowed from gambling, giving\nhis valet the name of Hector, and calling his betrothed Pallas, du\nnom connu de la Dame de Pique; [Footnote: Pallas, from the well-\nknown name of the Queen of Spades.] or Moliere’s Femmes\nsavantes, where the comic element evidently consists largely in\nthe translation of ideas of a scientific nature into terms of feminine\nsensibility: “Epicure me plait...” (Epicurus is charming), “J’aime les\ntourbillons” (I dote on vortices), etc. You have only to read the third\nact to find that Armande, Philaminte and Belise almost invariably\nexpress themselves in this style.",
        "Proceeding further in the same direction, we discover that there is\nalso such a thing as a professional logic, i.e. certain ways of\nreasoning that are customary in certain circles, which are valid for\nthese circles, but untrue for the rest of the public. Now, the\ncontrast between these two kinds of logic--one particular, the other\nuniversal--produces comic effects of a special nature, on which we\nmay advantageously dwell at greater length. Here we touch upon a\npoint of some consequence in the theory of laughter. We propose,\ntherefore, to give the question a wider scope and consider it in its\nmost general aspect.",
        "Continue...",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}