{
    "title": "Laughter: An Essay on the Meaning of Comic - II",
    "author": "Henri Bergson",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "Now let us see, in the light of what has gone before, the line to\ntake for creating an ideally comic type of character, comic in\nitself, in its origin, and in all its manifestations. It must be\ndeep-rooted, so as to supply comedy with inexhaustible matter, and\nyet superficial, in order that it may remain within the scope of\ncomedy; invisible to its actual owner, for the comic ever partakes\nof the unconscious, but visible to everybody else, so that it may\ncall forth general laughter, extremely considerate to its own self,\nso that it may be displayed without scruple, but troublesome to\nothers, so that they may repress it without pity; immediately\nrepressible, so that our laughter may not have been wasted, but sure\nof reappearing under fresh aspects, so that laughter may always find\nsomething to do; inseparable from social life, although insufferable\nto society; capable--in order that it may assume the greatest\nimaginable variety of forms--of being tacked on to all the vices and\neven to a good many virtues. Truly a goodly number of elements to\nfuse together! But a chemist of the soul, entrusted with this\nelaborate preparation, would be somewhat disappointed when pouring\nout the contents of his retort. He would find he had taken a vast\ndeal of trouble to compound a mixture which may be found ready-made\nand free of expense, for it is as widespread throughout mankind as\nair throughout nature.",
        "This mixture is vanity. Probably there is not a single failing that\nis more superficial or more deep-rooted. The wounds it receives are\nnever very serious, and yet they are seldom healed. The services\nrendered to it are the most unreal of all services, and yet they are\nthe very ones that meet with lasting gratitude. It is scarcely a\nvice, and yet all the vices are drawn into its orbit and, in\nproportion as they become more refined and artificial, tend to be\nnothing more than a means of satisfying it. The outcome of social\nlife, since it is an admiration of ourselves based on the admiration\nwe think we are inspiring in others, it is even more natural, more\nuniversally innate than egoism; for egoism may be conquered by\nnature, whereas only by reflection do we get the better of vanity.\nIt does not seem, indeed, as if men were ever born modest, unless we\ndub with the name of modesty a sort of purely physical bashfulness,\nwhich is nearer to pride than is generally supposed. True modesty\ncan be nothing but a meditation on vanity. It springs from the sight\nof others’ mistakes and the dread of being similarly deceived. It is\na sort of scientific cautiousness with respect to what we shall say\nand think of ourselves. It is made up of improvements and after-\ntouches. In short, it is an acquired virtue.",
        "It is no easy matter to define the point at which the anxiety to\nbecome modest may be distinguished from the dread of becoming\nridiculous. But surely, at the outset, this dread and this anxiety\nare one and the same thing. A complete investigation into the\nillusions of vanity, and into the ridicule that clings to them,\nwould cast a strange light upon the whole theory of laughter. We\nshould find laughter performing, with mathematical regularity, one\nof its main functions--that of bringing back to complete self-\nconsciousness a certain self-admiration which is almost automatic,\nand thus obtaining the greatest possible sociability of characters.\nWe should see that vanity, though it is a natural product of social\nlife, is an inconvenience to society, just as certain slight\npoisons, continually secreted by the human organism, would destroy\nit in the long run, if they were not neutralised by other\nsecretions. Laughter is unceasingly doing work of this kind. In this\nrespect, it might be said that the specific remedy for vanity is\nlaughter, and that the one failing that is essentially laughable is\nvanity.",
        "While dealing with the comic in form and movement, we showed how any\nsimple image, laughable in itself, is capable of worming its way\ninto other images of a more complex nature and instilling into them\nsomething of its comic essence; thus, the highest forms of the comic\ncan sometimes be explained by the lowest. The inverse process,\nhowever, is perhaps even more common, and many coarse comic effects\nare the direct result of a drop from some very subtle comic element.\nFor instance, vanity, that higher form of the comic, is an element\nwe are prone to look for, minutely though unconsciously, in every\nmanifestation of human activity. We look for it if only to laugh at\nit. Indeed, our imagination often locates it where it has no\nbusiness to be. Perhaps we must attribute to this source the\naltogether coarse comic element in certain effects which\npsychologists have very inadequately explained by contrast: a short\nman bowing his head to pass beneath a large door; two individuals,\none very tall the other a mere dwarf, gravely walking along arm-in-\narm, etc. By scanning narrowly this latter image, we shall probably\nfind that the shorter of the two persons seems as though he were\ntrying TO RAISE HIMSELF to the height of the taller, like the frog\nthat wanted to make itself as large as the ox.",
        "Continue...",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}