{
    "title": "Laughter: An Essay on the Meaning of Comic - IV",
    "author": "Henri Bergson",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "We will now pass from the comic element in FORMS to that in GESTURES\nand MOVEMENTS. Let us at once state the law which seems to govern\nall the phenomena of this kind. It may indeed be deduced without any\ndifficulty from the considerations stated above. THE ATTITUDES,\nGESTURES AND MOVEMENTS OF THE HUMAN BODY ARE LAUGHABLE IN EXACT\nPROPORTION AS THAT BODY REMINDS US OF A MERE MACHINE. There is no\nneed to follow this law through the details of its immediate\napplications, which are innumerable. To verify it directly, it would\nbe sufficient to study closely the work of comic artists,\neliminating entirely the element of caricature, and omitting that\nportion of the comic which is not inherent in the drawing itself.\nFor, obviously, the comic element in a drawing is often a borrowed\none, for which the text supplies all the stock-in-trade. I mean that\nthe artist may be his own understudy in the shape of a satirist, or\neven a playwright, and that then we laugh far less at the drawings\nthemselves than at the satire or comic incident they represent. But\nif we devote our whole attention to the drawing with the firm\nresolve to think of nothing else, we shall probably find that it is\ngenerally comic in proportion to the clearness, as well as the\nsubtleness, with which it enables us to see a man as a jointed\npuppet. The suggestion must be a clear one, for inside the person we\nmust distinctly perceive, as though through a glass, a set-up\nmechanism. But the suggestion must also be a subtle one, for the\ngeneral appearance of the person, whose every limb has been made\nrigid as a machine, must continue to give us the impression of a\nliving being. The more exactly these two images, that of a person\nand that of a machine, fit into each other, the more striking is the\ncomic effect, and the more consummate the art of the draughtsman.\nThe originality of a comic artist is thus expressed in the special\nkind of life he imparts to a mere puppet.",
        "We will, however, leave on one side the immediate application of the\nprinciple, and at this point insist only on the more remote\nconsequences. The illusion of a machine working in the inside of the\nperson is a thing that only crops up amid a host of amusing effects;\nbut for the most part it is a fleeting glimpse, that is immediately\nlost in the laughter it provokes. To render it permanent, analysis\nand reflection must be called into play.",
        "In a public speaker, for instance, we find that gesture vies with\nspeech. Jealous of the latter, gesture closely dogs the speaker’s\nthought, demanding also to act as interpreter. Well and good; but\nthen it must pledge itself to follow thought through all the phases\nof its development. An idea is something that grows, buds, blossoms\nand ripens from the beginning to the end of a speech. It never\nhalts, never repeats itself. It must be changing every moment, for\nto cease to change would be to cease to live. Then let gesture\ndisplay a like animation! Let it accept the fundamental law of life,\nwhich is the complete negation of repetition! But I find that a\ncertain movement of head or arm, a movement always the same, seems\nto return at regular intervals. If I notice it and it succeeds in\ndiverting my attention, if I wait for it to occur and it occurs when\nI expect it, then involuntarily I laugh. Why? Because I now have\nbefore me a machine that works automatically. This is no longer\nlife, it is automatism established in life and imitating it. It\nbelongs to the comic.",
        "This is also the reason why gestures, at which we never dreamt of\nlaughing, become laughable when imitated by another individual. The\nmost elaborate explanations have been offered for this extremely\nsimple fact. A little reflection, however, will show that our mental\nstate is ever changing, and that if our gestures faithfully followed\nthese inner movements, if they were as fully alive as we, they would\nnever repeat themselves, and so would keep imitation at bay. We\nbegin, then, to become imitable only when we cease to be ourselves.\nI mean our gestures can only be imitated in their mechanical\nuniformity, and therefore exactly in what is alien to our living\npersonality. To imitate any one is to bring out the element of\nautomatism he has allowed to creep into his person. And as this is\nthe very essence of the ludicrous, it is no wonder that imitation\ngives rise to laughter.",
        "Still, if the imitation of gestures is intrinsically laughable, it\nwill become even more so when it busies itself in deflecting them,\nthough without altering their form, towards some mechanical\noccupation, such as sawing wood, striking on an anvil, or tugging\naway at an imaginary bell-rope. Not that vulgarity is the essence of\nthe comic,--although certainly it is to some extent an ingredient,--\nbut rather that the incriminated gesture seems more frankly\nmechanical when it can be connected with a simple operation, as\nthough it were intentionally mechanical. To suggest this mechanical\ninterpretation ought to be one of the favourite devices of parody.\nWe have reached this result through deduction, but I imagine clowns\nhave long had an intuition of the fact.",
        "This seems to me the solution of the little riddle propounded by\nPascal in one passage of his Thoughts: “Two faces that are alike,\nalthough neither of them excites laughter by itself, make us laugh\nwhen together, on account of their likeness.” It might just as well\nbe said: “The gestures of a public speaker, no one of which is\nlaughable by itself, excite laughter by their repetition.” The truth\nis that a really living life should never repeat itself. Wherever\nthere is repetition or complete similarity, we always suspect some\nmechanism at work behind the living. Analyse the impression you get\nfrom two faces that are too much alike, and you will find that you\nare thinking of two copies cast in the same mould, or two\nimpressions of the same seal, or two reproductions of the same\nnegative,--in a word, of some manufacturing process or other. This\ndeflection of life towards the mechanical is here the real cause of\nlaughter.",
        "And laughter will be more pronounced still, if we find on the stage\nnot merely two characters, as in the example from Pascal, but\nseveral, nay, as great a number as possible, the image of one\nanother, who come and go, dance and gesticulate together,\nsimultaneously striking the same attitudes and tossing their arms\nabout in the same manner. This time, we distinctly think of\nmarionettes. Invisible threads seem to us to be joining arms to\narms, legs to legs, each muscle in one face to its fellow-muscle in\nthe other: by reason of the absolute uniformity which prevails, the\nvery litheness of the bodies seems to stiffen as we gaze, and the\nactors themselves seem transformed into automata. Such, at least,\nappears to be the artifice underlying this somewhat obvious form of\namusement. I daresay the performers have never read Pascal, but what\nthey do is merely to realise to the full the suggestions contained\nin Pascal’s words. If, as is undoubtedly the case, laughter is\ncaused in the second instance by the hallucination of a mechanical\neffect, it must already have been so, though in more subtle fashion,\nin the first.",
        "Continuing along this path, we dimly perceive the increasingly\nimportant and far-reaching consequences of the law we have just\nstated. We faintly catch still more fugitive glimpses of mechanical\neffects, glimpses suggested by man’s complex actions, no longer\nmerely by his gestures. We instinctively feel that the usual devices\nof comedy, the periodical repetition of a word or a scene, the\nsystematic inversion of the parts, the geometrical development of a\nfarcical misunderstanding, and many other stage contrivances, must\nderive their comic force from the same source,--the art of the\nplaywright probably consisting in setting before us an obvious\nclockwork arrangement of human events, while carefully preserving an\noutward aspect of probability and thereby retaining something of the\nsuppleness of life. But we must not forestall results which will be\nduly disclosed in the course of our analysis.",
        "Continue...",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}