{
    "title": "Laughter: An Essay on the Meaning of Comic - I",
    "author": "Henri Bergson",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "We have followed the comic along many of its winding channels in an\nendeavour to discover how it percolates into a form, an attitude, or\na gesture; a situation, an action, or an expression. The analysis of\ncomic CHARACTERS has now brought us to the most important part of\nour task. It would also be the most difficult, had we yielded to the\ntemptation of defining the laughable by a few striking--and\nconsequently obvious--examples; for then, in proportion as we\nadvanced towards the loftiest manifestations of the comic, we should\nhave found the facts slipping between the over-wide meshes of the\ndefinition intended to retain them. But, as a matter of fact, we\nhave followed the opposite plan, by throwing light on the subject\nfrom above. Convinced that laughter has a social meaning and import,\nthat the comic expresses, above all else, a special lack of\nadaptability to society, and that, in short, there is nothing comic\napart from man, we have made man and character generally our main\nobjective. Our chief difficulty, therefore, has lain in explaining\nhow we come to laugh at anything else than character, and by what\nsubtle processes of fertilisation, combination or amalgamation, the\ncomic can worm its way into a mere movement, an impersonal\nsituation, or an independent phrase. This is what we have done so\nfar. We started with the pure metal, and all our endeavours have\nbeen directed solely towards reconstructing the ore. It is the metal\nitself we are now about to study. Nothing could be easier, for this\ntime we have a simple element to deal with. Let us examine it\nclosely and see how it reacts upon everything else.",
        "There are moods, we said, which move us as soon us as soon as we\nperceive them, joys and sorrows with which we sympathise, passions\nand vices which call forth painful astonishment, terror or pity, in\nthe beholder; in short, sentiments that are prolonged in sentimental\novertones from mind to mind. All this concerns the essentials of\nlife. All this is serious, at times even tragic. Comedy can only\nbegin at the point where our neighbour’s personality ceases to\naffect us. It begins, in fact, with what might be called a growing\ncallousness to social life. Any individual is comic who\nautomatically goes his own way without troubling himself about\ngetting into touch with the rest of his fellow-beings. It is the\npart of laughter to reprove his absentmindedness and wake him out of\nhis dream. If it is permissible to compare important things with\ntrivial ones, we would call to mind what happens when a youth enters\none of our military academies. After getting through the dreaded\nordeal of the examination, he finds the has other ordeals to face,\nwhich his seniors have arranged with the object of fitting him for\nthe new life he is entering upon, or, as they say, of “breaking him\ninto harness.” Every small society that forms within the larger is\nthus impelled, by a vague kind of instinct, to devise some method of\ndiscipline or “breaking in,” so as to deal with the rigidity of\nhabits that have been formed elsewhere and have now to undergo a\npartial modification. Society, properly so-called, proceeds in\nexactly the same way. Each member must be ever attentive to his\nsocial surroundings; he must model himself on his environment; in\nshort, he must avoid shutting himself up in his own peculiar\ncharacter as a philosopher in his ivory tower. Therefore society\nholds suspended over each individual member, if not the threat of\ncorrection, at all events the prospect of a snubbing, which,\nalthough it is slight, is none the less dreaded. Such must be the\nfunction of laughter. Always rather humiliating for the one against\nwhom it is directed, laughter is, really and truly, a kind of social\n“ragging.”",
        "Hence the equivocal nature of the comic. It belongs neither\naltogether to art nor altogether to life. On the one hand,\ncharacters in real life would never make us laugh were we not\ncapable of watching their vagaries in the same way as we look down\nat a play from our seat in a box; they are only comic in our eyes\nbecause they perform a kind of comedy before us. But, on the other\nhand, the pleasure caused by laughter, even on the stage, is not an\nunadulterated enjoyment; it is not a pleasure that is exclusively\nesthetic or altogether disinterested. It always implies a secret or\nunconscious intent, if not of each one of us, at all events of\nsociety as a whole. In laughter we always find an unavowed intention\nto humiliate, and consequently to correct our neighbour, if not in\nhis will, at least in his deed. This is the reason a comedy is far\nmore like real life than a drama is. The more sublime the drama, the\nmore profound the analysis to which the poet has had to subject the\nraw materials of daily life in order to obtain the tragic element in\nits unadulterated form. On the contrary, it is only in its lower\naspects, in light comedy and farce, that comedy is in striking\ncontrast to reality: the higher it rises, the more it approximates\nto life; in fact, there are scenes in real life so closely bordering\non high-class comedy that the stage might adopt them without\nchanging a single word.",
        "Hence it follows that the elements of comic character on the stage\nand in actual life will be the same. What are these elements? We\nshall find no difficulty in deducing them. It has often been said\nthat it is the TRIFLING faults of our fellow-men that make us laugh.",
        "Evidently there is a considerable amount of truth in this opinion;\nstill, it cannot be regarded as altogether correct. First, as\nregards faults, it is no easy matter to draw the line between the\ntrifling and the serious; maybe it is not because a fault is\ntrifling that it makes us laugh, but rather because it makes us\nlaugh that we regard it as trifling, for there is nothing disarms us\nlike laughter. But we may go even farther, and maintain that there\nare faults at which we laugh, even though fully aware that they are\nserious,--Harpagon’s avarice, for instance. And then, we may as well\nconfess--though somewhat reluctantly--that we laugh not only at the\nfaults of our fellow-men, but also, at times, at their good\nqualities. We laugh at Alceste. The objection may be urged that it\nis not the earnestness of Alceste that is ludicrous, but rather the\nspecial aspect which earnestness assumes in his case, and, in short,\na certain eccentricity that mars it in our eyes. Agreed; but it is\nnone the less true that this eccentricity in Alceste, at which we\nlaugh, MAKES HIS EARNESTNESS LAUGHABLE, and that is the main point.\nSo we may conclude that the ludicrous is not always an indication of\na fault, in the moral meaning of the word, and if critics insist on\nseeing a fault, even though a trifling one, in the ludicrous, they\nmust point out what it is here that exactly distinguishes the\ntrifling from the serious.",
        " The truth is, the comic character may, strictly speaking, be quite\nin accord with stern morality. All it has to do is to bring itself\ninto accord with society. The character of Alceste is that of a\nthoroughly honest man. But then he is unsociable, and, on that very\naccount, ludicrous. A flexible vice may not be so easy to ridicule\nas a rigid virtue. It is rigidity that society eyes with suspicion.\nConsequently, it is the rigidity of Alceste that makes us laugh,\nthough here rigidity stands for honesty. The man who withdraws into\nhimself is liable to ridicule, because the comic is largely made up\nof this very withdrawal. This accounts for the comic being so\nfrequently dependent on the manners or ideas, or, to put it bluntly,\non the prejudices, of a society.",
        "It must be acknowledged, however, to the credit of mankind, that\nthere is no essential difference between the social ideal and the\nrule, that it is the faults of others that make us laugh, provided\nwe add that they make us laugh by reason of their UNSOCIABILITY\nrather than of their IMMORALITY. What, then, are the faults capable\nof becoming ludicrous, and in what circumstances do we regard them\nas being too serious to be laughed at?",
        "We have already given an implicit answer to this question. The\ncomic, we said, appeals to the intelligence, pure and simple;\nlaughter is incompatible with emotion. Depict some fault, however\ntrifling, in such a way as to arouse sympathy, fear, or pity; the\nmischief is done, it is impossible for us to laugh. On the other\nhand, take a downright vice,--even one that is, generally speaking,\nof an odious nature,--you may make it ludicrous if, by some suitable\ncontrivance, you arrange so that it leaves our emotions unaffected.\nNot that the vice must then be ludicrous, but it MAY, from that time\nforth, become so. IT MUST NOT AROUSE OUR FEELINGS; that is the sole\ncondition really necessary, though assuredly it is not sufficient.",
        "But, then, how will the comic poet set to work to prevent our\nfeelings being moved? The question is an embarrassing one. To clear\nit up thoroughly, we should have to enter upon a rather novel line\nof investigation, to analyse the artificial sympathy which we bring\nwith us to the theatre, and determine upon the circumstances in\nwhich we accept and those in which we refuse to share imaginary joys\nand sorrows. There is an art of lulling sensibility to sleep and\nproviding it with dreams, as happens in the case of a mesmerised\nperson. And there is also an art of throwing a wet blanket upon\nsympathy at the very moment it might arise, the result being that\nthe situation, though a serious one, is not taken seriously. This\nlatter art would appear to be governed by two methods, which are\napplied more or less unconsciously by the comic poet. The first\nconsists in ISOLATING, within the soul of the character, the feeling\nattributed to him, and making it a parasitic organism, so to speak,\nendowed with an independent existence. As a general rule, an intense\nfeeling successively encroaches upon all other mental states and\ncolours them with its own peculiar hue; if, then, we are made to\nwitness this gradual impregnation, we finally become impregnated\nourselves with a corresponding emotion. To employ a different image,\nan emotion may be said to be dramatic and contagious when all the\nharmonics in it are heard along with the fundamental note. It is\nbecause the actor thus thrills throughout his whole being that the\nspectators themselves feel the thrill. On the contrary, in the case\nof emotion that leaves us indifferent and that is about to become\ncomic, there is always present a certain rigidity which prevents it\nfrom establishing a connection with the rest of the soul in which it\nhas taken up its abode. This rigidity may be manifested, when the\ntime comes, by puppet-like movements, and then it will provoke\nlaughter; but, before that, it had already alienated our sympathy:\nhow can we put ourselves in tune with a soul which is not in tune\nwith itself? In Moliere’s L’Avare we have a scene bordering upon\ndrama. It is the one in which the borrower and the usurer, who have\nnever seen each other, meet face to face and find that they are son\nand father. Here we should be in the thick of a drama, if only greed\nand fatherly affection, conflicting with each other in the soul of\nHarpagon, had effected a more or less original combination. But such\nis not the case. No sooner has the interview come to an end than the\nfather forgets everything. On meeting his son again he barely\nalludes to the scene, serious though it has been: “You, my son, whom\nI am good enough to forgive your recent escapade, etc.” Greed has\nthus passed close to all other feelings ABSENTMINDEDLY, without\neither touching them or being touched. Although it has taken up its\nabode in the soul and become master of the house, none the less it\nremains a stranger. Far different would be avarice of a tragic sort.\nWe should find it attracting and absorbing, transforming and\nassimilating the divers energies of the man: feelings and\naffections, likes and dislikes, vices and virtues, would all become\nsomething into which avarice would breathe a new kind of life. Such\nseems to be the first essential difference between high-class comedy\nand drama.",
        "There is a second, which is far more obvious and arises out of the\nfirst. When a mental state is depicted to us with the object of\nmaking it dramatic, or even merely of inducing us to take it\nseriously, it gradually crystallises into ACTIONS which provide the\nreal measure of its greatness. Thus, the miser orders his whole life\nwith a view to acquiring wealth, and the pious hypocrite, though\npretending to have his eyes fixed upon heaven, steers most skilfully\nhis course here below. Most certainly, comedy does not shut out\ncalculations of this kind; we need only take as an example the very\nmachinations of Tartuffe. But that is what comedy has in common with\ndrama; and in order to keep distinct from it, to prevent our taking\na serious action seriously, in short, in order to prepare us for\nlaughter, comedy utilises a method, the formula of which may be\ngiven as follows: INSTEAD OF CONCENTRATING OUR ATTENTION ON ACTIONS,\nCOMEDY DIRECTS IT RATHER TO GESTURES. By GESTURES we here mean the\nattitudes, the movements and even the language by which a mental\nstate expresses itself outwardly without any aim or profit, from no\nother cause than a kind of inner itching. Gesture, thus defined, is\nprofoundly different from action. Action is intentional or, at any\nrate, conscious; gesture slips out unawares, it is automatic. In\naction, the entire person is engaged; in gesture, an isolated part\nof the person is expressed, unknown to, or at least apart from, the\nwhole of the personality. Lastly--and here is the essential point--\naction is in exact proportion to the feeling that inspires it: the\none gradually passes into the other, so that we may allow our\nsympathy or our aversion to glide along the line running from\nfeeling to action and become increasingly interested. About gesture,\nhowever, there is something explosive, which awakes our sensibility\nwhen on the point of being lulled to sleep and, by thus rousing us\nup, prevents our taking matters seriously. Thus, as soon as our\nattention is fixed on gesture and not on action, we are in the realm\nof comedy. Did we merely take his actions into account, Tartuffe\nwould belong to drama: it is only when we take his gestures into\nconsideration that we find him comic. You may remember how he comes\non to the stage with the words: “Laurent, lock up my hair-shirt and\nmy scourge.” He knows Dorine is listening to him, but doubtless he\nwould say the same if she were not there. He enters so thoroughly\ninto the role of a hypocrite that he plays it almost sincerely. In\nthis way, and this way only, can he become comic. Were it not for\nthis material sincerity, were it not for the language and attitudes\nthat his long-standing experience as a hypocrite has transformed\ninto natural gestures, Tartuffe would be simply odious, because we\nshould only think of what is meant and willed in his conduct. And so\nwe see why action is essential in drama, but only accessory in\ncomedy. In a comedy, we feel any other situation might equally well\nhave been chosen for the purpose of introducing the character; he\nwould still have been the same man though the situation were\ndifferent. But we do not get this impression in a drama. Here\ncharacters and situations are welded together, or rather, events\nform part and parcel with the persons, so that were the drama to\ntell us a different story, even though the actors kept the same\nnames, we should in reality be dealing with other persons.",
        "To sum up, whether a character is good or bad is of little moment:\ngranted he is unsociable, he is capable of becoming comic. We now\nsee that the seriousness of the case is of no importance either:\nwhether serious or trifling, it is still capable of making us laugh,\nprovided that care be taken not to arouse our emotions.\nUnsociability in the performer and insensibility in the spectator--\nsuch, in a word, are the two essential conditions. There is a third,\nimplicit in the other two, which so far it has been the aim of our\nanalysis to bring out.",
        "This third condition is automatism. We have pointed it out from the\noutset of this work, continually drawing attention to the following\npoint: what is essentially laughable is what is done automatically.\nIn a vice, even in a virtue, the comic is that element by which the\nperson unwittingly betrays himself--the involuntary gesture or the\nunconscious remark. Absentmindedness is always comical. Indeed, the\ndeeper the absentmindedness the higher the comedy. Systematic\nabsentmindedness, like that of Don Quixote, is the most comical\nthing imaginable: it is the comic itself, drawn as nearly as\npossible from its very source. Take any other comic character:\nhowever unconscious he may be of what he says or does, he cannot be\ncomical unless there be some aspect of his person of which he is\nunaware, one side of his nature which he overlooks; on that account\nalone does he make us laugh. [Footnote: When the humorist laughs at\nhimself, he is really acting a double part; the self who laughs is\nindeed conscious, but not the self who is laughed at.] Profoundly\ncomic sayings are those artless ones in which some vice reveals\nitself in all its nakedness: how could it thus expose itself were it\ncapable of seeing itself as it is? It is not uncommon for a comic\ncharacter to condemn in general terms a certain line of conduct and\nimmediately afterwards afford an example of it himself: for\ninstance, M. Jourdain’s teacher of philosophy flying into a passion\nafter inveighing against anger; Vadius taking a poem from his pocket\nafter heaping ridicule on readers of poetry, etc. What is the object\nof such contradictions except to help us to put our finger on the\nobliviousness of the characters to their own actions? Inattention to\nself, and consequently to others, is what we invariably find. And if\nwe look at the matter closely, we see that inattention is here\nequivalent to what we have called unsociability. The chief cause of\nrigidity is the neglect to look around--and more especially within\noneself: how can a man fashion his personality after that of another\nif he does not first study others as well as himself? Rigidity,\nautomatism, absent-mindedness and unsociability are all inextricably\nentwined; and all serve as ingredients to the making up of the comic\nin character.",
        "In a word, if we leave on one side, when dealing with human\npersonality, that portion which interests our sensibility or appeals\nto our feeling, all the rest is capable of becoming comic, and the\ncomic will be proportioned to the rigidity. We formulated this idea\nat the outset of this work. We have verified it in its main results,\nand have just applied it to the definition of comedy. Now we must\nget to closer quarters, and show how it enables us to delimitate the\nexact position comedy occupies among all the other arts. In one\nsense it might be said that all character is comic, provided we mean\nby character the ready-made element in our personality, that\nmechanical element which resembles a piece of clockwork wound up\nonce for all and capable of working automatically. It is, if you\nwill, that which causes us to imitate ourselves. And it is also, for\nthat very reason, that which enables others to imitate us. Every\ncomic character is a type. Inversely, every resemblance to a type\nhas something comic in it. Though we may long have associated with\nan individual without discovering anything about him to laugh at,\nstill, if advantage is t taken of some accidental analogy to dub him\nwith the name of a famous hero of romance or drama, he will in our\neyes border upon the ridiculous, if only for a moment. And yet this\nhero of romance may not be a comic character at all. But then it is\ncomic to be like him. It is comic to wander out of one’s own self.\nIt is comic to fall into a ready-made category. And what is most\ncomic of all is to become a category oneself into which others will\nfall, as into a ready-made frame; it is to crystallise into a stock\ncharacter.",
        "Thus, to depict characters, that is to say, general types, is the\nobject of high-class comedy. This has often been said. But it is as\nwell to repeat it, since there could be no better definition of\ncomedy. Not only are we entitled to say that comedy gives us general\ntypes, but we might add that it is the ONLY one of all the arts that\naims at the general; so that once this objective has been attributed\nto it, we have said all that it is and all that the rest cannot be.\nTo prove that such is really the essence of comedy, and that it is\nin this respect opposed to tragedy, drama and the other forms of\nart, we should begin by defining art in its higher forms: then,\ngradually coming down to comic poetry, we should find that this\nlatter is situated on the border-line between art and life, and\nthat, by the generality of its subject-matter, it contrasts with the\nrest of the arts. We cannot here plunge into so vast a subject of\ninvestigation; but we needs must sketch its main outlines, lest we\noverlook what, to our mind, is essential on the comic stage.",
        "What is the object of art? Could reality come into direct contact\nwith sense and consciousness, could we enter into immediate\ncommunion with things and with ourselves, probably art would be\nuseless, or rather we should all be artists, for then our soul would\ncontinually vibrate in perfect accord with nature. Our eyes, aided\nby memory, would carve out in space and fix in time the most\ninimitable of pictures. Hewn in the living marble of the human form,\nfragments of statues, beautiful as the relics of antique statuary,\nwould strike the passing glance. Deep in our souls we should hear\nthe strains of our inner life’s unbroken melody,--a music that is\nofttimes gay, but more frequently plaintive and always original. All\nthis is around and within us, and yet no whit of it do we distinctly\nperceive. Between nature and ourselves, nay, between ourselves and\nour own consciousness a veil is interposed: a veil that is dense and\nopaque for the common herd,--thin, almost transparent, for the\nartist and the poet. What fairy wove that veil? Was it done in\nmalice or in friendliness? We had to live, and life demands that we\ngrasp things in their relations to our own needs. Life is action.\nLife implies the acceptance only of the UTILITARIAN side of things\nin order to respond to them by appropriate reactions: all other\nimpressions must be dimmed or else reach us vague and blurred. I\nlook and I think I see, I listen and I think I hear, I examine\nmyself and I think I am reading the very depths of my heart. But\nwhat I see and hear of the outer world is purely and simply a\nselection made by my senses to serve as a light to my conduct; what\nI know of myself is what comes to the surface, what participates in\nmy actions. My senses and my consciousness, therefore, give me no\nmore than a practical simplification of reality. In the vision they\nfurnish me of myself and of things, the differences that are useless\nto man are obliterated, the resemblances that are useful to him are\nemphasised; ways are traced out for me in advance, along which my\nactivity is to travel. These ways are the ways which all mankind has\ntrod before me. Things have been classified with a view to the use I\ncan derive from them. And it is this classification I perceive, far\nmore clearly than the colour and the shape of things. Doubtless man\nis vastly superior to the lower animals in this respect. It is not\nvery likely that the eye of a wolf makes any distinction between a\nkid and a lamb; both appear t o the wolf as the same identical\nquarry, alike easy to pounce upon, alike good to devour. We, for our\npart, make a distinction between a goat and a sheep; but can we tell\none goat from another, one sheep from another? The INDIVIDUALITY of\nthings or of beings escapes us, unless it is materially to our\nadvantage to perceive it. Even when we do take note of it--as when\nwe distinguish one man from another--it is not the individuality\nitself that the eye grasps, i.e., an entirely original harmony of\nforms and colours, but only one or two features that will make\npractical recognition easier.",
        "In short, we do not see the actual things themselves; in most cases\nwe confine ourselves to reading the labels affixed to them. This\ntendency, the result of need, has become even more pronounced under\nthe influence of speech; for words--with the exception of proper\nnouns--all denote genera. The word, which only takes note of the\nmost ordinary function and commonplace aspect of the thing,\nintervenes between it and ourselves, and would conceal its form from\nour eyes, were that form not already masked beneath the necessities\nthat brought the word into existence. Not only external objects, but\neven our own mental states, are screened from us in their inmost,\ntheir personal aspect, in the original life they possess. When we\nfeel love or hatred, when we are gay or sad, is it really the\nfeeling itself that reaches our consciousness with those innumerable\nfleeting shades of meaning and deep resounding echoes that make it\nsomething altogether our own? We should all, were it so, be\nnovelists or poets or musicians. Mostly, however, we perceive\nnothing but the outward display of our mental state. We catch only\nthe impersonal aspect of our feelings, that aspect which speech has\nset down once for all because it is almost the same, in the same\nconditions, for all men. Thus, even in our own individual,\nindividuality escapes our ken. We move amidst generalities and\nsymbols, as within a tilt-yard in which our force is effectively\npitted against other forces; and fascinated by action, tempted by\nit, for our own good, on to the field it has selected, we live in a\nzone midway between things and ourselves, externally to things,\nexternally also to ourselves. From time to time, however, in a fit\nof absentmindedness, nature raises up souls that are more detached\nfrom life. Not with that intentional, logical, systematical\ndetachment--the result of reflection and philosophy--but rather with\nnatural detachment, one innate in the structure of sense or\nconsciousness, which at once reveals itself by a virginal manner, so\nto speak, of seeing, hearing or thinking. Were this detachment\ncomplete, did the soul no longer cleave to action by any of its\nperceptions, it would be the soul of an artist such as the world has\nnever yet seen. It would excel alike in every art at the same time;\nor rather, it would fuse them all into one. It would perceive all\nthings in their native purity: the forms, colours, sounds of the\nphysical world as well as the subtlest movements of the inner life.\nBut this is asking too much of nature. Even for such of us as she\nhas made artists, it is by accident, and on one side only, that she\nhas lifted the veil. In one direction only has she forgotten to\nrivet the perception to the need. And since each direction\ncorresponds to what we call a SENSE--through one of his senses, and\nthrough that sense alone, is the artist usually wedded to art.\nHence, originally, the diversity of arts. Hence also the speciality\nof predispositions. This one applies himself to colours and forms,\nand since he loves colour for colour and form for form, since he\nperceives them for their sake and not for his own, it is the inner\nlife of things that he sees appearing through their forms and\ncolours. Little by little he insinuates it into our own perception,\nbaffled though we may be at the outset. For a few moments at least,\nhe diverts us from the prejudices of form and colour that come\nbetween ourselves and reality. And thus he realises the loftiest\nambition of art, which here consists in revealing to us nature.\nOthers, again, retire within themselves. Beneath the thousand\nrudimentary actions which are the outward and visible signs of an\nemotion, behind the commonplace, conventional expression that both\nreveals and conceals an individual mental state, it is the emotion,\nthe original mood, to which they attain in its undefiled essence.\nAnd then, to induce us to make the same effort ourselves, they\ncontrive to make us see something of what they have seen: by\nrhythmical arrangement of words, which thus become organised and\nanimated with a life of their own, they tell us--or rather suggest--\nthings that speech was not calculated to express. Others delve yet\ndeeper still. Beneath these joys and sorrows which can, at a pinch,\nbe translated into language, they grasp something that has nothing\nin common with language, certain rhythms of life and breath that.\nare closer to man than his inmost feelings, being the living law--\nvarying with each individual--of his enthusiasm and despair, his\nhopes and regrets. By setting free and emphasising this music, they\nforce it upon our attention; they compel us, willy-nilly, to fall in\nwith it, like passers-by who join in a dance. And thus they impel us\nto set in motion, in the depths of our being, some secret chord\nwhich was only waiting to thrill. So art, whether it be painting or\nsculpture, poetry or music, has no other object than to brush aside\nthe utilitarian symbols, the conventional and socially accepted\ngeneralities, in short, everything that veils reality from us, in\norder to bring us face to face with reality itself. It is from a\nmisunderstanding on this point that the dispute between realism and\nidealism in art has arisen. Art is certainly only a more direct\nvision of reality. But this purity of perception implies a break\nwith utilitarian convention, an innate and specially localised\ndisinterestedness of sense or consciousness, in short, a certain\nimmateriality of life, which is what has always been called\nidealism. So that we might say, without in any way playing upon the\nmeaning of the words, that realism is in the work when idealism is\nin the soul, and that it is only through ideality that we can resume\ncontact with reality.",
        "Dramatic art forms no exception to this law. What drama goes forth\nto discover and brings to light, is a deep-seated reality that is\nveiled from us, often in our own interests, by the necessities of\nlife. What is this reality? What are these necessities? Poetry\nalways expresses inward states. But amongst these states some arise\nmainly from contact with our fellow-men. They are the most intense\nas well as the most violent. As contrary electricities attract each\nother and accumulate between the two plates of the condenser from\nwhich the spark will presently flash, so, by simply bringing people\ntogether, strong attractions and repulsions take place, followed by\nan utter loss of balance, in a word, by that electrification of the\nsoul known as passion. Were man to give way to the impulse of his\nnatural feelings, were there neither social nor moral law, these\noutbursts of violent feeling would be the ordinary rule in life. But\nutility demands that these outbursts should be foreseen and averted.\nMan must live in society, and consequently submit to rules. And what\ninterest advises, reason commands: duty calls, and we have to obey\nthe summons. Under this dual influence has perforce been formed an\noutward layer of feelings and ideas which make for permanence, aim\nat becoming common to all men, and cover, when they are not strong\nenough to extinguish it, the inner fire of individual passions. The\nslow progress of mankind in the direction of an increasingly\npeaceful social life has gradually consolidated this layer, just as\nthe life of our planet itself has been one long effort to cover over\nwith a cool and solid crust the fiery mass of seething metals. But\nvolcanic eruptions occur. And if the earth were a living being, as\nmythology has feigned, most likely when in repose it would take\ndelight in dreaming of these sudden explosions, whereby it suddenly\nresumes possession of its innermost nature. Such is just the kind of\npleasure that is provided for us by drama. Beneath the quiet humdrum\nlife that reason and society have fashioned for us, it stirs\nsomething within us which luckily does not explode, but which it\nmakes us feel in its inner tension. It offers nature her revenge\nupon society. Sometimes it makes straight for the goal, summoning up\nto the surface, from the depths below, passions that produce a\ngeneral upheaval. Sometimes it effects a flank movement, as is often\nthe case in contemporary drama; with a skill that is frequently\nsophistical, it shows up the inconsistencies of society; it\nexaggerates the shams and shibboleths of the social law; and so\nindirectly, by merely dissolving or corroding the outer crust, it\nagain brings us back to the inner core. But, in both cases, whether\nit weakens society or strengthens nature, it has the same end in\nview: that of laying bare a secret portion of ourselves,--what might\nbe called the tragic element in our character.",
        "This is indeed the impression we get after seeing a stirring drama.\nWhat has just interested us is not so much what we have been told\nabout others as the glimpse we have caught of ourselves--a whole\nhost of ghostly feelings, emotions and events that would fain have\ncome into real existence, but, fortunately for us, did not. It also\nseems as if an appeal had been made within us to certain ancestral\nmemories belonging to a far-away past--memories so deep-seated and\nso foreign to our present life that this latter, for a moment, seems\nsomething unreal and conventional, for which we shall have to serve\na fresh apprenticeship. So it is indeed a deeper reality that drama\ndraws up from beneath our superficial and utilitarian attainments,\nand this art has the same end in view as all the others.",
        "Hence it follows that art always aims at what is INDIVIDUAL. What\nthe artist fixes on his canvas is something he has seen at a certain\nspot, on a certain day, at a certain hour, with a colouring that\nwill never be seen again. What the poet sings of is a certain mood\nwhich was his, and his alone, and which will never return. What the\ndramatist unfolds before us is the life-history of a soul, a living\ntissue of feelings and events--something, in short, which has once\nhappened and can never be repeated. We may, indeed, give general\nnames to these feelings, but they cannot be the same thing in\nanother soul. They are INDIVIDUALISED. Thereby, and thereby only, do\nthey belong to art; for generalities, symbols or even types, form\nthe current coin of our daily perception. How, then, does a\nmisunderstanding on this point arise?",
        "The reason lies in the fact that two very different things have been\nmistaken for each other: the generality of things and that of the\nopinions we come to regarding them. Because a feeling is generally\nrecognised as true, it does not follow that it is a general feeling.\nNothing could be more unique than the character of Hamlet. Though he\nmay resemble other men in some respects, it is clearly not on that\naccount that he interests us most. But he is universally accepted\nand regarded as a living character. In this sense only is he\nuniversally true. The same holds good of all the other products of\nart. Each of them is unique, and yet, if it bear the stamp of\ngenius, it will come to be accepted by everybody. Why will it be\naccepted? And if it is unique of its kind, by what sign do we know\nit to be genuine? Evidently, by the very effort it forces us to make\nagainst our predispositions in order to see sincerely. Sincerity is\ncontagious. What the artist has seen we shall probably never see\nagain, or at least never see in exactly the same way; but if he has\nactually seen it, the attempt he has made to lift the veil compels\nour imitation. His work is an example which we take as a lesson. And\nthe efficacy of the lesson is the exact standard of the genuineness\nof the work. Consequently, truth bears within itself a power of\nconviction, nay, of conversion, which is the sign that enables us to\nrecognise it. The greater the work and the more profound the dimly\napprehended truth, the longer may the effect be in coming, but, on\nthe other hand, the more universal will that effect tend to become.\nSo the universality here lies in the effect produced, and not in the\ncause.",
        "Altogether different is the object of comedy. Here it is in the work\nitself that the generality lies. Comedy depicts characters we have\nalready come across and shall meet with again. It takes note of\nsimilarities. It aims at placing types before our eyes. It even\ncreates new types, if necessary. In this respect it forms a contrast\nto all the other arts.",
        "The very titles of certain classical comedies are significant in\nthemselves. Le Misanthrope, l’Avare, le Joueur, le Distrait, etc.,\nare names of whole classes of people; and even when a character\ncomedy has a proper noun as its title, this proper noun is speedily\nswept away, by the very weight of its contents, into the stream of\ncommon nouns. We say “a Tartuffe,” but we should never say “a\nPhedre” or “a Polyeucte.”",
        "Above all, a tragic poet will never think of grouping around the\nchief character in his play secondary characters to serve as\nsimplified copies, so to speak, of the former. The hero of a tragedy\nrepresents an individuality unique of its kind. It may be possible\nto imitate him, but then we shall be passing, whether consciously or\nnot, from the tragic to the comic. No one is like him, because he is\nlike no one. But a remarkable instinct, on the contrary, impels the\ncomic poet, once he has elaborated his central character, to cause\nother characters, displaying the same general traits, to revolve as\nsatellites round him. Many comedies have either a plural noun or\nsome collective term as their title. “Les Femmes savantes,” “Les\nPrecieuses ridicules,” “Le Monde ou l’on s’ennuie,” etc., represent\nso many rallying points on the stage adopted by different groups of\ncharacters, all belonging to one identical type. It would be\ninteresting to analyse this tendency in comedy. Maybe dramatists\nhave caught a glimpse of a fact recently brought forward by mental\npathology, viz. that cranks of the same kind are drawn, by a secret\nattraction, to seek each other’s company. Without precisely coming\nwithin the province of medicine, the comic individual, as we have\nshown, is in some way absentminded, and the transition from absent-\nmindedness to crankiness is continuous. But there is also another\nreason. If the comic poet’s object is to offer us types, that is to\nsay, characters capable of self-repetition, how can he set about it\nbetter than by showing us, in each instance, several different\ncopies of the same model? That is just what the naturalist does in\norder to define a species. He enumerates and describes its main\nvarieties.",
        "This essential difference between tragedy and comedy, the former\nbeing concerned with individuals and the latter with classes, is\nrevealed in yet another way. It appears in the first draft of the\nwork. From the outset it is manifested by two radically different\nmethods of observation.",
        "Though the assertion may seem paradoxical, a study of other men is\nprobably not necessary to the tragic poet. We find some of the great\npoets have lived a retiring, homely sort of life, without having a\nchance of witnessing around them an outburst of the passions they\nhave so faithfully depicted. But, supposing even they had witnessed\nsuch a spectacle, it is doubtful whether they would have found it of\nmuch use. For what interests us in the work of the poet is the\nglimpse we get of certain profound moods or inner struggles. Now,\nthis glimpse cannot be obtained from without. Our souls are\nimpenetrable to one another. Certain signs of passion are all that\nwe ever apperceive externally. These we interpret--though always, by\nthe way, defectively--only by analogy with what we have ourselves\nexperienced. So what we experience is the main point, and we cannot\nbecome thoroughly acquainted with anything but our own heart--\nsupposing we ever get so far. Does this mean that the poet has\nexperienced what he depicts, that he has gone through the various\nsituations he makes his characters traverse, and lived the whole of\ntheir inner life? Here, too, the biographies of poets would\ncontradict such a supposition. How, indeed, could the same man have\nbeen Macbeth, Hamlet, Othello, King Lear, and many others? But then\na distinction should perhaps here be made between the personality WE\nHAVE and all those we might have had. Our character is the result of\na choice that is continually being renewed. There are points--at all\nevents there seem to be--all along the way, where we may branch off,\nand we perceive many possible directions though we are unable to\ntake more than one. To retrace one’s steps, and follow to the end\nthe faintly distinguishable directions, appears to be the essential\nelement in poetic imagination. Of course, Shakespeare was neither\nMacbeth, nor Hamlet, nor Othello; still, he MIGHT HAVE BEEN these\nseveral characters if the circumstances of the case on the one hand,\nand the consent of his will on the other, had caused to break out\ninto explosive action what was nothing more than an inner prompting.\nWe are strangely mistaken as to the part played by poetic\nimagination, if we think it pieces together its heroes out of\nfragments filched from right and left, as though it were patching\ntogether a harlequin’s motley. Nothing living would result from\nthat. Life cannot be recomposed; it can only be looked at and\nreproduced. Poetic imagination is but a fuller view of reality. If\nthe characters created by a poet give us the impression of life, it\nis only because they are the poet himself,--multiplication or\ndivision of the poet,--the poet plumbing the depths of his own\nnature in so powerful an effort of inner observation that he lays\nhold of the potential in the real, and takes up what nature has left\nas a mere outline or sketch in his soul in order to make of it a\nfinished work of art.",
        "Altogether different is the kind of observation from which comedy\nsprings. It is directed outwards. However interested a dramatist may\nbe in the comic features of human nature, he will hardly go, I\nimagine, to the extent of trying to discover his own. Besides, he\nwould not find them, for we are never ridiculous except in some\npoint that remains hidden from our own consciousness. It is on\nothers, then, that such observation must perforce be practised. But\nit; will, for this very reason, assume a character of generality\nthat it cannot have when we apply it to ourselves. Settling on the\nsurface, it will not be more than skin-deep, dealing with persons at\nthe point at which they come into contact and become capable of\nresembling one another. It will go no farther. Even if it could, it\nwould not desire to do so, for it would have nothing to gain in the\nprocess.",
        "To penetrate too far into the personality, to couple the outer\neffect with causes that are too deep-seated, would mean to endanger\nand in the end to sacrifice all that was laughable in the effect. In\norder that we may be tempted to laugh at it, we must localise its\ncause in some intermediate region of the soul. Consequently, the\neffect must appear to us as an average effect, as expressing an\naverage of mankind. And, like all averages, this one is obtained by\nbringing together scattered data, by comparing analogous cases and\nextracting their essence, in short by a process of abstraction and\ngeneralisation similar to that which the physicist brings to bear\nupon facts with the object of grouping them under laws. In a word,\nmethod and object are here of the same nature as in the inductive\nsciences, in that observation is always external and the result\nalways general.",
        "And so we come back, by a roundabout way, to the double conclusion\nwe reached in the course of our investigations. On the one hand, a\nperson is never ridiculous except through some mental attribute\nresembling absent-mindedness, through something that lives upon him\nwithout forming part of his organism, after the fashion of a\nparasite; that is the reason this state of mind is observable from\nwithout and capable of being corrected. But, on the other hand, just\nbecause laughter aims at correcting, it is expedient that the\ncorrection should reach as great a number of persons as possible.\nThis is the reason comic observation instinctively proceeds to what\nis general. It chooses such peculiarities as admit of being\nreproduced and consequently are not indissolubly bound up with the\nindividuality of a single person,--a possibly common sort of\nuncommonness, so to say,--peculiarities that are held in common. By\ntransferring them to the stage, it creates works which doubtless\nbelong to art in that their only visible aim is to please, but which\nwill be found to contrast with other works of art by reason of their\ngenerality and also of their scarcely confessed or scarcely\nconscious intention to correct and instruct. So we were probably\nright in saying that comedy lies midway between art and life. It is\nnot disinterested as genuine art is. By organising laughter, comedy\naccepts social life as a natural environment, it even obeys an\nimpulse of social life. And in this respect it turns its back upon\nart, which is a breaking away from society and a return to pure\nnature.",
        "Continue...",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}