{
    "title": "Laughter: An Essay on the Meaning of Comic - III",
    "author": "Henri Bergson",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "Let us begin at the simplest point. What is a comic physiognomy?\nWhere does a ridiculous expression of the face come from? And what\nis, in this case, the distinction between the comic and the ugly?\nThus stated, the question could scarcely be answered in any other\nthan an arbitrary fashion. Simple though it may appear, it is, even\nnow, too subtle to allow of a direct attack. We should have to begin\nwith a definition of ugliness, and then discover what addition the\ncomic makes to it; now, ugliness is not much easier to analyse than\nis beauty. However, we will employ an artifice which will often\nstand us in good stead. We will exaggerate the problem, so to speak,\nby magnifying the effect to the point of making the cause visible.\nSuppose, then, we intensify ugliness to the point of deformity, and\nstudy the transition from the deformed to the ridiculous.",
        "Now, certain deformities undoubtedly possess over others the sorry\nprivilege of causing some persons to laugh; some hunchbacks, for\ninstance, will excite laughter. Without at this point entering into\nuseless details, we will simply ask the reader to think of a number\nof deformities, and then to divide them into two groups: on the one\nhand, those which nature has directed towards the ridiculous; and on\nthe other, those which absolutely diverge from it. No doubt he will\nhit upon the following law: A deformity that may become comic is a\ndeformity that a normally built person, could successfully imitate.",
        "Is it not, then, the case that the hunchback suggests the appearance\nof a person who holds himself badly? His back seems to have\ncontracted an ugly stoop. By a kind of physical obstinacy, by\nrigidity, in a word, it persists in the habit it has contracted. Try\nto see with your eyes alone. Avoid reflection, and above all, do not\nreason. Abandon all your prepossessions; seek to recapture a fresh,\ndirect and primitive impression. The vision you will reacquire will\nbe one of this kind. You will have before you a man bent on\ncultivating a certain rigid attitude--whose body, if one may use the\nexpression, is one vast grin.",
        "Now, let us go back to the point we wished to clear up. By toning\ndown a deformity that is laughable, we ought to obtain an ugliness\nthat is comic. A laughable expression of the face, then, is one that\nwill make us think of something rigid and, so to speak, coagulated,\nin the wonted mobility of the face. What we shall see will be an\ningrained twitching or a fixed grimace. It may be objected that\nevery habitual expression of the face, even when graceful and\nbeautiful, gives us this same impression of something stereotyped?\nHere an important distinction must be drawn. When we speak of\nexpressive beauty or even expressive ugliness, when we say that a\nface possesses expression, we mean expression that may be stable,\nbut which we conjecture to be mobile. It maintains, in the midst of\nits fixity, a certain indecision in which are obscurely portrayed\nall possible shades of the state of mind it expresses, just as the\nsunny promise of a warm day manifests itself in the haze of a spring\nmorning. But a comic expression of the face is one that promises\nnothing more than it gives. It is a unique and permanent grimace.\nOne would say that the person’s whole moral life has crystallised\ninto this particular cast of features. This is the reason why a face\nis all the more comic, the more nearly it suggests to us the idea of\nsome simple mechanical action in which its personality would for\never be absorbed. Some faces seem to be always engaged in weeping,\nothers in laughing or whistling, others, again, in eternally blowing\nan imaginary trumpet, and these are the most comic faces of all.\nHere again is exemplified the law according to which the more\nnatural the explanation of the cause, the more comic is the effect.\nAutomatism, inelasticity, habit that has been contracted and\nmaintained, are clearly the causes why a face makes us laugh. But\nthis effect gains in intensity when we are able to connect these\ncharacteristics with some deep-seated cause, a certain fundamental\nabsentmindedness, as though the soul had allowed itself to be\nfascinated and hypnotised by the materiality of a simple action.",
        "We shall now understand the comic element in caricature. However\nregular we may imagine a face to be, however harmonious its lines\nand supple its movements, their adjustment is never altogether\nperfect: there will always be discoverable the signs of some\nimpending bias, the vague suggestion of a possible grimace, in short\nsome favourite distortion towards which nature seems to be\nparticularly inclined. The art of the caricaturist consists in\ndetecting this, at times, imperceptible tendency, and in rendering\nit visible to all eyes by magnifying it. He makes his models\ngrimace, as they would do themselves if they went to the end of\ntheir tether. Beneath the skin-deep harmony of form, he divines the\ndeep-seated recalcitrance of matter. He realises disproportions and\ndeformations which must have existed in nature as mere inclinations,\nbut which have not succeeded in coming to a head, being held in\ncheck by a higher force. His art, which has a touch of the\ndiabolical, raises up the demon who had been overthrown by the\nangel. Certainly, it is an art that exaggerates, and yet the\ndefinition would be very far from complete were exaggeration alone\nalleged to be its aim and object, for there exist caricatures that\nare more lifelike than portraits, caricatures in which the\nexaggeration is scarcely noticeable, whilst, inversely, it is quite\npossible to exaggerate to excess without obtaining a real\ncaricature. For exaggeration to be comic, it must not appear as an\naim, but rather as a means that the artist is using in order to make\nmanifest to our eyes the distortions which he sees in embryo. It is\nthis process of distortion that is of moment and interest. And that\nis precisely why we shall look for it even in those elements of the\nface that are incapable of movement, in the curve of a nose or the\nshape of an ear. For, in our eyes, form is always the outline of a\nmovement. The caricaturist who alters the size of a nose, but\nrespects its ground plan, lengthening it, for instance, in the very\ndirection in which it was being lengthened by nature, is really\nmaking the nose indulge in a grin. Henceforth we shall always look\nupon the original as having determined to lengthen itself and start\ngrinning. In this sense, one might say that Nature herself often\nmeets with the successes of a caricaturist. In the movement through\nwhich she has slit that mouth, curtailed that chin and bulged out\nthat cheek, she would appear to have succeeded in completing the\nintended grimace, thus outwitting the restraining supervision of a\nmore reasonable force. In that case, the face we laugh at is, so to\nspeak, its own caricature.",
        "To sum up, whatever be the doctrine to which our reason assents, our\nimagination has a very clear-cut philosophy of its own: in every\nhuman form it sees the effort of a soul which is shaping matter, a\nsoul which is infinitely supple and perpetually in motion, subject\nto no law of gravitation, for it is not the earth that attracts it.\nThis soul imparts a portion of its winged lightness to the body it\nanimates: the immateriality which thus passes into matter is what is\ncalled gracefulness. Matter, however, is obstinate and resists. It\ndraws to itself the ever-alert activity of this higher principle,\nwould fain convert it to its own inertia and cause it to revert to\nmere automatism. It would fain immobilise the intelligently varied\nmovements of the body in stupidly contracted grooves, stereotype in\npermanent grimaces the fleeting expressions of the face, in short\nimprint on the whole person such an attitude as to make it appear\nimmersed and absorbed in the materiality of some mechanical\noccupation instead of ceaselessly renewing its vitality by keeping\nin touch with a living ideal. Where matter thus succeeds in dulling\nthe outward life of the soul, in petrifying its movements and\nthwarting its gracefulness, it achieves, at the expense of the body,\nan effect that is comic. If, then, at this point we wished to define\nthe comic by comparing it with its contrary, we should have to\ncontrast it with gracefulness even more than with beauty. It\npartakes rather of the unsprightly than of the unsightly, of\nRIGIDNESS rather than of UGLINESS.",
        "Continue...",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}