{
    "title": "Laughter: An Essay on the Meaning of Comic - by Henri Bergson [Authorama]",
    "author": "Unknown",
    "chapter": "laughter",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\n",
        "Laughter: An Essay on the Meaning of Comic\nBy Henri Bergson, member of the Institute Professor at the College de France\nAuthorised Translation by Cloudesley Brereton L. es L. (Paris), M.A. (Cantab) and Fred Rothwell b.a. (London)",
        "What does laughter mean? What is the basal element in the laughable?\nWhat common ground can we find between the grimace of a merry-\nandrew, a play upon words, an equivocal situation in a burlesque and\na scene of high comedy? What method of distillation will yield us\ninvariably the same essence from which so many different products\nborrow either their obtrusive odour or their delicate perfume? The\ngreatest of thinkers, from Aristotle downwards, have tackled this\nlittle problem, which has a knack of baffling every effort, of\nslipping away and escaping only to bob up again, a pert challenge\nflung at philosophic speculation. Our excuse for attacking the\nproblem in our turn must lie in the fact that we shall not aim at\nimprisoning the comic spirit within a definition. We regard it,\nabove all, as a living thing. However trivial it may be, we shall\ntreat it with the respect due to life. We shall confine ourselves to\nwatching it grow and expand. Passing by imperceptible gradations\nfrom one form to another, it will be seen to achieve the strangest\nmetamorphoses. We shall disdain nothing we have seen. Maybe we may\ngain from this prolonged contact, for the matter of that, something\nmore flexible than an abstract definition,--a practical, intimate\nacquaintance, such as springs from a long companionship. And maybe\nwe may also find that, unintentionally, we have made an acquaintance\nthat is useful. For the comic spirit has a logic of its own, even in\nits wildest eccentricities. It has a method in its madness. It\ndreams, I admit, but it conjures up, in its dreams, visions that are\nat once accepted and understood by the whole of a social group. Can\nit then fail to throw light for us on the way that human imagination\nworks, and more particularly social, collective, and popular\nimagination? Begotten of real life and akin to art, should it not\nalso have something of its own to tell us about art and life?",
        "At the outset we shall put forward three observations which we look\nupon as fundamental. They have less bearing on the actually comic\nthan on the field within which it must be sought.",
        "The first point to which attention should be called is that the\ncomic does not exist outside the pale of what is strictly HUMAN. A\nlandscape may be beautiful, charming and sublime, or insignificant\nand ugly; it will never be laughable. You may laugh at an animal,\nbut only because you have detected in it some human attitude or\nexpression. You may laugh at a hat, but what you are making fun of,\nin this case, is not the piece of felt or straw, but the shape that\nmen have given it,--the human caprice whose mould it has assumed. It\nis strange that so important a fact, and such a simple one too, has\nnot attracted to a greater degree the attention of philosophers.\nSeveral have defined man as “an animal which laughs.” They might\nequally well have defined him as an animal which is laughed at; for\nif any other animal, or some lifeless object, produces the same\neffect, it is always because of some resemblance to man, of the\nstamp he gives it or the use he puts it to.",
        "Here I would point out, as a symptom equally worthy of notice, the\nABSENCE OF FEELING which usually accompanies laughter. It seems as\nthough the comic could not produce its disturbing effect unless it\nfell, so to say, on the surface of a soul that is thoroughly calm\nand unruffled. Indifference is its natural environment, for laughter\nhas no greater foe than emotion. I do not mean that we could not\nlaugh at a person who inspires us with pity, for instance, or even\nwith affection, but in such a case we must, for the moment, put our\naffection out of court and impose silence upon our pity. In a\nsociety composed of pure intelligences there would probably be no\nmore tears, though perhaps there would still be laughter; whereas\nhighly emotional souls, in tune and unison with life, in whom every\nevent would be sentimentally prolonged and re-echoed, would neither\nknow nor understand laughter. Try, for a moment, to become\ninterested in everything that is being said and done; act, in\nimagination, with those who act, and feel with those who feel; in a\nword, give your sympathy its widest expansion: as though at the\ntouch of a fairy wand you will see the flimsiest of objects assume\nimportance, and a gloomy hue spread over everything. Now step aside,\nlook upon life as a disinterested spectator: many a drama will turn\ninto a comedy. It is enough for us to stop our ears to the sound of\nmusic, in a room where dancing is going on, for the dancers at once\nto appear ridiculous. How many human actions would stand a similar\ntest? Should we not see many of them suddenly pass from grave to\ngay, on isolating them from the accompanying music of sentiment? To\nproduce the whole of its effect, then, the comic demands something\nlike a momentary anesthesia of the heart. Its appeal is to\nintelligence, pure and simple.",
        "This intelligence, however, must always remain in touch with other\nintelligences. And here is the third fact to which attention should\nbe drawn. You would hardly appreciate the comic if you felt yourself\nisolated from others. Laughter appears to stand in need of an echo,\nListen to it carefully: it is not an articulate, clear, well-defined\nsound; it is something which would fain be prolonged by\nreverberating from one to another, something beginning with a crash,\nto continue in successive rumblings, like thunder in a mountain.\nStill, this reverberation cannot go on for ever. It can travel\nwithin as wide a circle as you please: the circle remains, none the\nless, a closed one. Our laughter is always the laughter of a group.\nIt may, perchance, have happened to you, when seated in a railway\ncarriage or at table d’hote, to hear travellers relating to one\nanother stories which must have been comic to them, for they laughed\nheartily. Had you been one of their company, you would have laughed\nlike them; but, as you were not, you had no desire whatever to do\nso. A man who was once asked why he did not weep at a sermon, when\neverybody else was shedding tears, replied: “I don’t belong to the\nparish!” What that man thought of tears would be still more true of\nlaughter. However spontaneous it seems, laughter always implies a\nkind of secret freemasonry, or even complicity, with other laughers,\nreal or imaginary. How often has it been said that the fuller the\ntheatre, the more uncontrolled the laughter of the audience! On the\nother hand, how often has the remark been made that many comic\neffects are incapable of translation from one language to another,\nbecause they refer to the customs and ideas of a particular social\ngroup! It is through not understanding the importance of this double\nfact that the comic has been looked upon as a mere curiosity in\nwhich the mind finds amusement, and laughter itself as a strange,\nisolated phenomenon, without any bearing on the rest of human\nactivity. Hence those definitions which tend to make the comic into\nan abstract relation between ideas: “an intellectual contrast,” “a\npalpable absurdity,” etc.,--definitions which, even were they really\nsuitable to every form of the comic, would not in the least explain\nwhy the comic makes us laugh. How, indeed, should it come about that\nthis particular logical relation, as soon as it is perceived,\ncontracts, expands and shakes our limbs, whilst all other relations\nleave the body unaffected? It is not from this point of view that we\nshall approach the problem. To understand laughter, we must put it\nback into its natural environment, which is society, and above all\nmust we determine the utility of its function, which is a social\none. Such, let us say at once, will be the leading idea of all our\ninvestigations. Laughter must answer to certain requirements of life\nin common. It must have a SOCIAL signification.",
        "Let us clearly mark the point towards which our three preliminary\nobservations are converging. The comic will come into being, it\nappears, whenever a group of men concentrate their attention on one\nof their number, imposing silence on their emotions and calling into\nplay nothing but their intelligence. What, now, is the particular\npoint on which their attention will have to be concentrated, and\nwhat will here be the function of intelligence? To reply to these\nquestions will be at once to come to closer grips with the problem.\nBut here a few examples have become indispensable.",
        "A man, running along the street, stumbles and falls; the passers-by\nburst out laughing. They would not laugh at him, I imagine, could\nthey suppose that the whim had suddenly seized him to sit down on\nthe ground. They laugh because his sitting down is involuntary.",
        "Consequently, it is not his sudden change of attitude that raises a\nlaugh, but rather the involuntary element in this change,--his\nclumsiness, in fact. Perhaps there was a stone on the road. He\nshould have altered his pace or avoided the obstacle. Instead of\nthat, through lack of elasticity, through absentmindedness and a\nkind of physical obstinacy, AS A RESULT, IN FACT, OF RIGIDITY OR OF\nMOMENTUM, the muscles continued to perform the same movement when\nthe circumstances of the case called for something else. That is the\nreason of the man’s fall, and also of the people’s laughter.",
        "Now, take the case of a person who attends to the petty occupations\nof his everyday life with mathematical precision. The objects around\nhim, however, have all been tampered with by a mischievous wag, the\nresult being that when he dips his pen into the inkstand he draws it\nout all covered with mud, when he fancies he is sitting down on a\nsolid chair he finds himself sprawling on the floor, in a word his\nactions are all topsy-turvy or mere beating the air, while in every\ncase the effect is invariably one of momentum. Habit has given the\nimpulse: what was wanted was to check the movement or deflect it. He\ndid nothing of the sort, but continued like a machine in the same\nstraight line. The victim, then, of a practical joke is in a\nposition similar to that of a runner who falls,--he is comic for the\nsame reason. The laughable element in both cases consists of a\ncertain MECHANICAL INELASTICITY, just where one would expect to find\nthe wide-awake adaptability and the living pliableness of a human\nbeing. The only difference in the two cases is that the former\nhappened of itself, whilst the latter was obtained artificially. In\nthe first instance, the passer-by does nothing but look on, but in\nthe second the mischievous wag intervenes.",
        "All the same, in both cases the result has been brought about by an\nexternal circumstance. The comic is therefore accidental: it\nremains, so to speak, in superficial contact with the person. How is\nit to penetrate within? The necessary conditions will be fulfilled\nwhen mechanical rigidity no longer requires for its manifestation a\nstumbling-block which either the hazard of circumstance or human\nknavery has set in its way, but extracts by natural processes, from\nits own store, an inexhaustible series of opportunities for\nexternally revealing its presence. Suppose, then, we imagine a mind\nalways thinking of what it has just done and never of what it is\ndoing, like a song which lags behind its accompaniment. Let us try\nto picture to ourselves a certain inborn lack of elasticity of both\nsenses and intelligence, which brings it to pass that we continue to\nsee what is no longer visible, to hear what is no longer audible, to\nsay what is no longer to the point: in short, to adapt ourselves to\na past and therefore imaginary situation, when we ought to be\nshaping our conduct in accordance with the reality which is present.\nThis time the comic will take up its abode in the person himself; it\nis the person who will supply it with everything--matter and form,\ncause and opportunity. Is it then surprising that the absent-minded\nindividual--for this is the character we have just been describing--\nhas usually fired the imagination of comic authors? When La Bruyere\ncame across this particular type, he realised, on analysing it, that\nhe had got hold of a recipe for the wholesale manufacture of comic\neffects. As a matter of fact he overdid it, and gave us far too\nlengthy and detailed a description of Menalque, coming back to his\nsubject, dwelling and expatiating on it beyond all bounds. The very\nfacility of the subject fascinated him. Absentmindedness, indeed, is\nnot perhaps the actual fountain-head of the comic, but surely it is\ncontiguous to a certain stream of facts and fancies which flows\nstraight from the fountain-head. It is situated, so to say, on one\nof the great natural watersheds of laughter.",
        "Now, the effect of absentmindedness may gather strength in its turn.\nThere is a general law, the first example of which we have just\nencountered, and which we will formulate in the following terms:\nwhen a certain comic effect has its origin in a certain cause, the\nmore natural we regard the cause to be, the more comic shall we find\nthe effect. Even now we laugh at absentmindedness when presented to\nus as a simple fact. Still more laughable will be the\nabsentmindedness we have seen springing up and growing before our\nvery eyes, with whose origin we are acquainted and whose life-\nhistory we can reconstruct. To choose a definite example: suppose a\nman has taken to reading nothing but romances of love and chivalry.\nAttracted and fascinated by his heroes, his thoughts and intentions\ngradually turn more and more towards them, till one fine day we find\nhim walking among us like a somnambulist. His actions are\ndistractions. But then his distractions can be traced back to a\ndefinite, positive cause. They are no longer cases of ABSENCE of\nmind, pure and simple; they find their explanation in the PRESENCE\nof the individual in quite definite, though imaginary, surroundings.\nDoubtless a fall is always a fall, but it is one thing to tumble\ninto a well because you were looking anywhere but in front of you,\nit is quite another thing to fall into it because you were intent\nupon a star. It was certainly a star at which Don Quixote was\ngazing. How profound is the comic element in the over-romantic,\nUtopian bent of mind! And yet, if you reintroduce the idea of\nabsentmindedness, which acts as a go-between, you will see this\nprofound comic element uniting with the most superficial type. Yes,\nindeed, these whimsical wild enthusiasts, these madmen who are yet\nso strangely reasonable, excite us to laughter by playing on the\nsame chords within ourselves, by setting in motion the same inner\nmechanism, as does the victim of a practical joke or the passer-by\nwho slips down in the street. They, too, are runners who fall and\nsimple souls who are being hoaxed--runners after the ideal who\nstumble over realities, child-like dreamers for whom life delights\nto lie in wait. But, above all, they are past-masters in\nabsentmindedness, with this superiority over their fellows that\ntheir absentmindedness is systematic and organised around one\ncentral idea, and that their mishaps are also quite coherent, thanks\nto the inexorable logic which reality applies to the correction of\ndreams, so that they kindle in those around them, by a series of\ncumulative effects, a hilarity capable of unlimited expansion.",
        "Now, let us go a little further. Might not certain vices have the\nsame relation to character that the rigidity of a fixed idea has to\nintellect? Whether as a moral kink or a crooked twist given to the\nwill, vice has often the appearance of a curvature of the soul.\nDoubtless there are vices into which the soul plunges deeply with\nall its pregnant potency, which it rejuvenates and drags along with\nit into a moving circle of reincarnations. Those are tragic vices.\nBut the vice capable of making us comic is, on the contrary, that\nwhich is brought from without, like a ready-made frame into which we\nare to step. It lends us its own rigidity instead of borrowing from\nus our flexibility. We do not render it more complicated; on the\ncontrary, it simplifies us. Here, as we shall see later on in the\nconcluding section of this study, lies the essential difference\nbetween comedy and drama. A drama, even when portraying passions or\nvices that bear a name, so completely incorporates them in the\nperson that their names are forgotten, their general characteristics\neffaced, and we no longer think of them at all, but rather of the\nperson in whom they are assimilated; hence, the title of a drama can\nseldom be anything else than a proper noun. On the other hand, many\ncomedies have a common noun as their title: l’Avare, le Joueur, etc.\nWere you asked to think of a play capable of being called le Jaloux,\nfor instance, you would find that Sganarelle or George Dandin would\noccur to your mind, but not Othello: le Jaloux could only be the\ntitle of a comedy. The reason is that, however intimately vice, when\ncomic, is associated with persons, it none the less retains its\nsimple, independent existence, it remains the central character,\npresent though invisible, to which the characters in flesh and blood\non the stage are attached. At times it delights in dragging them\ndown with its own weight and making them share in its tumbles. More\nfrequently, however, it plays on them as on an instrument or pulls\nthe strings as though they were puppets. Look closely: you will find\nthat the art of the comic poet consists in making us so well\nacquainted with the particular vice, in introducing us, the\nspectators, to such a degree of intimacy with it, that in the end we\nget hold of some of the strings of the marionette with which he is\nplaying, and actually work them ourselves; this it is that explains\npart of the pleasure we feel. Here, too, it is really a kind of\nautomatism that makes us laugh--an automatism, as we have already\nremarked, closely akin to mere absentmindedness. To realise this\nmore fully, it need only be noted that a comic character is\ngenerally comic in proportion to his ignorance of himself. The comic\nperson is unconscious. As though wearing the ring of Gyges with\nreverse effect, he becomes invisible to himself while remaining\nvisible to all the world. A character in a tragedy will make no\nchange in his conduct because he will know how it is judged by us;\nhe may continue therein, even though fully conscious of what he is\nand feeling keenly the horror he inspires in us. But a defect that\nis ridiculous, as soon as it feels itself to be so, endeavours to\nmodify itself, or at least to appear as though it did. Were Harpagon\nto see us laugh at his miserliness, I do not say that he would get\nrid of it, but he would either show it less or show it differently.\nIndeed, it is in this sense only that laughter “corrects men’s\nmanners.” It makes us at once endeavour to appear what we ought to\nbe, what some day we shall perhaps end in being.",
        "It is unnecessary to carry this analysis any further. From the\nrunner who falls to the simpleton who is hoaxed, from a state of\nbeing hoaxed to one of absentmindedness, from absentmindedness to\nwild enthusiasm, from wild enthusiasm to various distortions of\ncharacter and will, we have followed the line of progress along\nwhich the comic becomes more and more deeply imbedded in the person,\nyet without ceasing, in its subtler manifestations, to recall to us\nsome trace of what we noticed in its grosser forms, an effect of\nautomatism and of inelasticity. Now we can obtain a first glimpse--a\ndistant one, it is true, and still hazy and confused--of the\nlaughable side of human nature and of the ordinary function of\nlaughter.",
        "What life and society require of each of us is a constantly alert\nattention that discerns the outlines of the present situation,\ntogether with a certain elasticity of mind and body to enable us to\nadapt ourselves in consequence. TENSION and ELASTICITY are two\nforces, mutually complementary, which life brings into play. If\nthese two forces are lacking in the body to any considerable extent,\nwe have sickness and infirmity and accidents of every kind. If they\nare lacking in the mind, we find every degree of mental deficiency,\nevery variety of insanity. Finally, if they are lacking in the\ncharacter, we have cases of the gravest inadaptability to social\nlife, which are the sources of misery and at times the causes of\ncrime. Once these elements of inferiority that affect the serious\nside of existence are removed--and they tend to eliminate themselves\nin what has been called the struggle for life--the person can live,\nand that in common with other persons. But society asks for\nsomething more; it is not satisfied with simply living, it insists\non living well. What it now has to dread is that each one of us,\ncontent with paying attention to what affects the essentials of\nlife, will, so far as the rest is concerned, give way to the easy\nautomatism of acquired habits. Another thing it must fear is that\nthe members of whom it is made up, instead of aiming after an\nincreasingly delicate adjustment of wills which will fit more and\nmore perfectly into one another, will confine themselves to\nrespecting simply the fundamental conditions of this adjustment: a\ncut-and-dried agreement among the persons will not satisfy it, it\ninsists on a constant striving after reciprocal adaptation. Society\nwill therefore be suspicious of all INELASTICITY of character, of\nmind and even of body, because it is the possible sign of a\nslumbering activity as well as of an activity with separatist\ntendencies, that inclines to swerve from the common centre round\nwhich society gravitates: in short, because it is the sign of an\neccentricity. And yet, society cannot intervene at this stage by\nmaterial repression, since it is not affected in a material fashion.\nIt is confronted with something that makes it uneasy, but only as a\nsymptom--scarcely a threat, at the very most a gesture. A gesture,\ntherefore, will be its reply. Laughter must be something of this\nkind, a sort of SOCIAL GESTURE. By the fear which it inspires, it\nrestrains eccentricity, keeps constantly awake and in mutual contact\ncertain activities of a secondary order which might retire into\ntheir shell and go to sleep, and, in short, softens down whatever\nthe surface of the social body may retain of mechanical\ninelasticity. Laughter, then, does not belong to the province of\nesthetics alone, since unconsciously (and even immorally in many\nparticular instances) it pursues a utilitarian aim of general\nimprovement. And yet there is something esthetic about it, since the\ncomic comes into being just when society and the individual, freed\nfrom the worry of self-preservation, begin to regard themselves as\nworks of art. In a word, if a circle be drawn round those actions\nand dispositions--implied in individual or social life--to which\ntheir natural consequences bring their own penalties, there remains\noutside this sphere of emotion and struggle--and within a neutral\nzone in which man simply exposes himself to man’s curiosity--a\ncertain rigidity of body, mind and character, that society would\nstill like to get rid of in order to obtain from its members the\ngreatest possible degree of elasticity and sociability. This\nrigidity is the comic, and laughter is its corrective.",
        "Still, we must not accept this formula as a definition of the comic.\nIt is suitable only for cases that are elementary, theoretical and\nperfect, in which the comic is free from all adulteration. Nor do we\noffer it, either, as an explanation. We prefer to make it, if you\nwill, the leitmotiv which is to accompany all our explanations. We\nmust ever keep it in mind, though without dwelling on it too much,\nsomewhat as a skilful fencer must think of the discontinuous\nmovements of the lesson whilst his body is given up to the\ncontinuity of the fencing-match. We will now endeavour to\nreconstruct the sequence of comic forms, taking up again the thread\nthat leads from the horseplay of a clown up to the most refined\neffects of comedy, following this thread in its often unforeseen\nwindings, halting at intervals to look around, and finally getting\nback, if possible, to the point at which the thread is dangling and\nwhere we shall perhaps find--since the comic oscillates between life\nand art--the general relation that art bears to life.",
        "Let us begin at the simplest point. What is a comic physiognomy?\nWhere does a ridiculous expression of the face come from? And what\nis, in this case, the distinction between the comic and the ugly?\nThus stated, the question could scarcely be answered in any other\nthan an arbitrary fashion. Simple though it may appear, it is, even\nnow, too subtle to allow of a direct attack. We should have to begin\nwith a definition of ugliness, and then discover what addition the\ncomic makes to it; now, ugliness is not much easier to analyse than\nis beauty. However, we will employ an artifice which will often\nstand us in good stead. We will exaggerate the problem, so to speak,\nby magnifying the effect to the point of making the cause visible.\nSuppose, then, we intensify ugliness to the point of deformity, and\nstudy the transition from the deformed to the ridiculous.",
        "Now, certain deformities undoubtedly possess over others the sorry\nprivilege of causing some persons to laugh; some hunchbacks, for\ninstance, will excite laughter. Without at this point entering into\nuseless details, we will simply ask the reader to think of a number\nof deformities, and then to divide them into two groups: on the one\nhand, those which nature has directed towards the ridiculous; and on\nthe other, those which absolutely diverge from it. No doubt he will\nhit upon the following law: A deformity that may become comic is a\ndeformity that a normally built person, could successfully imitate.",
        "Is it not, then, the case that the hunchback suggests the appearance\nof a person who holds himself badly? His back seems to have\ncontracted an ugly stoop. By a kind of physical obstinacy, by\nrigidity, in a word, it persists in the habit it has contracted. Try\nto see with your eyes alone. Avoid reflection, and above all, do not\nreason. Abandon all your prepossessions; seek to recapture a fresh,\ndirect and primitive impression. The vision you will reacquire will\nbe one of this kind. You will have before you a man bent on\ncultivating a certain rigid attitude--whose body, if one may use the\nexpression, is one vast grin.",
        "Now, let us go back to the point we wished to clear up. By toning\ndown a deformity that is laughable, we ought to obtain an ugliness\nthat is comic. A laughable expression of the face, then, is one that\nwill make us think of something rigid and, so to speak, coagulated,\nin the wonted mobility of the face. What we shall see will be an\ningrained twitching or a fixed grimace. It may be objected that\nevery habitual expression of the face, even when graceful and\nbeautiful, gives us this same impression of something stereotyped?\nHere an important distinction must be drawn. When we speak of\nexpressive beauty or even expressive ugliness, when we say that a\nface possesses expression, we mean expression that may be stable,\nbut which we conjecture to be mobile. It maintains, in the midst of\nits fixity, a certain indecision in which are obscurely portrayed\nall possible shades of the state of mind it expresses, just as the\nsunny promise of a warm day manifests itself in the haze of a spring\nmorning. But a comic expression of the face is one that promises\nnothing more than it gives. It is a unique and permanent grimace.\nOne would say that the person’s whole moral life has crystallised\ninto this particular cast of features. This is the reason why a face\nis all the more comic, the more nearly it suggests to us the idea of\nsome simple mechanical action in which its personality would for\never be absorbed. Some faces seem to be always engaged in weeping,\nothers in laughing or whistling, others, again, in eternally blowing\nan imaginary trumpet, and these are the most comic faces of all.\nHere again is exemplified the law according to which the more\nnatural the explanation of the cause, the more comic is the effect.\nAutomatism, inelasticity, habit that has been contracted and\nmaintained, are clearly the causes why a face makes us laugh. But\nthis effect gains in intensity when we are able to connect these\ncharacteristics with some deep-seated cause, a certain fundamental\nabsentmindedness, as though the soul had allowed itself to be\nfascinated and hypnotised by the materiality of a simple action.",
        "We shall now understand the comic element in caricature. However\nregular we may imagine a face to be, however harmonious its lines\nand supple its movements, their adjustment is never altogether\nperfect: there will always be discoverable the signs of some\nimpending bias, the vague suggestion of a possible grimace, in short\nsome favourite distortion towards which nature seems to be\nparticularly inclined. The art of the caricaturist consists in\ndetecting this, at times, imperceptible tendency, and in rendering\nit visible to all eyes by magnifying it. He makes his models\ngrimace, as they would do themselves if they went to the end of\ntheir tether. Beneath the skin-deep harmony of form, he divines the\ndeep-seated recalcitrance of matter. He realises disproportions and\ndeformations which must have existed in nature as mere inclinations,\nbut which have not succeeded in coming to a head, being held in\ncheck by a higher force. His art, which has a touch of the\ndiabolical, raises up the demon who had been overthrown by the\nangel. Certainly, it is an art that exaggerates, and yet the\ndefinition would be very far from complete were exaggeration alone\nalleged to be its aim and object, for there exist caricatures that\nare more lifelike than portraits, caricatures in which the\nexaggeration is scarcely noticeable, whilst, inversely, it is quite\npossible to exaggerate to excess without obtaining a real\ncaricature. For exaggeration to be comic, it must not appear as an\naim, but rather as a means that the artist is using in order to make\nmanifest to our eyes the distortions which he sees in embryo. It is\nthis process of distortion that is of moment and interest. And that\nis precisely why we shall look for it even in those elements of the\nface that are incapable of movement, in the curve of a nose or the\nshape of an ear. For, in our eyes, form is always the outline of a\nmovement. The caricaturist who alters the size of a nose, but\nrespects its ground plan, lengthening it, for instance, in the very\ndirection in which it was being lengthened by nature, is really\nmaking the nose indulge in a grin. Henceforth we shall always look\nupon the original as having determined to lengthen itself and start\ngrinning. In this sense, one might say that Nature herself often\nmeets with the successes of a caricaturist. In the movement through\nwhich she has slit that mouth, curtailed that chin and bulged out\nthat cheek, she would appear to have succeeded in completing the\nintended grimace, thus outwitting the restraining supervision of a\nmore reasonable force. In that case, the face we laugh at is, so to\nspeak, its own caricature.",
        "To sum up, whatever be the doctrine to which our reason assents, our\nimagination has a very clear-cut philosophy of its own: in every\nhuman form it sees the effort of a soul which is shaping matter, a\nsoul which is infinitely supple and perpetually in motion, subject\nto no law of gravitation, for it is not the earth that attracts it.\nThis soul imparts a portion of its winged lightness to the body it\nanimates: the immateriality which thus passes into matter is what is\ncalled gracefulness. Matter, however, is obstinate and resists. It\ndraws to itself the ever-alert activity of this higher principle,\nwould fain convert it to its own inertia and cause it to revert to\nmere automatism. It would fain immobilise the intelligently varied\nmovements of the body in stupidly contracted grooves, stereotype in\npermanent grimaces the fleeting expressions of the face, in short\nimprint on the whole person such an attitude as to make it appear\nimmersed and absorbed in the materiality of some mechanical\noccupation instead of ceaselessly renewing its vitality by keeping\nin touch with a living ideal. Where matter thus succeeds in dulling\nthe outward life of the soul, in petrifying its movements and\nthwarting its gracefulness, it achieves, at the expense of the body,\nan effect that is comic. If, then, at this point we wished to define\nthe comic by comparing it with its contrary, we should have to\ncontrast it with gracefulness even more than with beauty. It\npartakes rather of the unsprightly than of the unsightly, of\nRIGIDNESS rather than of UGLINESS.",
        "We will now pass from the comic element in FORMS to that in GESTURES\nand MOVEMENTS. Let us at once state the law which seems to govern\nall the phenomena of this kind. It may indeed be deduced without any\ndifficulty from the considerations stated above. THE ATTITUDES,\nGESTURES AND MOVEMENTS OF THE HUMAN BODY ARE LAUGHABLE IN EXACT\nPROPORTION AS THAT BODY REMINDS US OF A MERE MACHINE. There is no\nneed to follow this law through the details of its immediate\napplications, which are innumerable. To verify it directly, it would\nbe sufficient to study closely the work of comic artists,\neliminating entirely the element of caricature, and omitting that\nportion of the comic which is not inherent in the drawing itself.\nFor, obviously, the comic element in a drawing is often a borrowed\none, for which the text supplies all the stock-in-trade. I mean that\nthe artist may be his own understudy in the shape of a satirist, or\neven a playwright, and that then we laugh far less at the drawings\nthemselves than at the satire or comic incident they represent. But\nif we devote our whole attention to the drawing with the firm\nresolve to think of nothing else, we shall probably find that it is\ngenerally comic in proportion to the clearness, as well as the\nsubtleness, with which it enables us to see a man as a jointed\npuppet. The suggestion must be a clear one, for inside the person we\nmust distinctly perceive, as though through a glass, a set-up\nmechanism. But the suggestion must also be a subtle one, for the\ngeneral appearance of the person, whose every limb has been made\nrigid as a machine, must continue to give us the impression of a\nliving being. The more exactly these two images, that of a person\nand that of a machine, fit into each other, the more striking is the\ncomic effect, and the more consummate the art of the draughtsman.\nThe originality of a comic artist is thus expressed in the special\nkind of life he imparts to a mere puppet.",
        "We will, however, leave on one side the immediate application of the\nprinciple, and at this point insist only on the more remote\nconsequences. The illusion of a machine working in the inside of the\nperson is a thing that only crops up amid a host of amusing effects;\nbut for the most part it is a fleeting glimpse, that is immediately\nlost in the laughter it provokes. To render it permanent, analysis\nand reflection must be called into play.",
        "In a public speaker, for instance, we find that gesture vies with\nspeech. Jealous of the latter, gesture closely dogs the speaker’s\nthought, demanding also to act as interpreter. Well and good; but\nthen it must pledge itself to follow thought through all the phases\nof its development. An idea is something that grows, buds, blossoms\nand ripens from the beginning to the end of a speech. It never\nhalts, never repeats itself. It must be changing every moment, for\nto cease to change would be to cease to live. Then let gesture\ndisplay a like animation! Let it accept the fundamental law of life,\nwhich is the complete negation of repetition! But I find that a\ncertain movement of head or arm, a movement always the same, seems\nto return at regular intervals. If I notice it and it succeeds in\ndiverting my attention, if I wait for it to occur and it occurs when\nI expect it, then involuntarily I laugh. Why? Because I now have\nbefore me a machine that works automatically. This is no longer\nlife, it is automatism established in life and imitating it. It\nbelongs to the comic.",
        "This is also the reason why gestures, at which we never dreamt of\nlaughing, become laughable when imitated by another individual. The\nmost elaborate explanations have been offered for this extremely\nsimple fact. A little reflection, however, will show that our mental\nstate is ever changing, and that if our gestures faithfully followed\nthese inner movements, if they were as fully alive as we, they would\nnever repeat themselves, and so would keep imitation at bay. We\nbegin, then, to become imitable only when we cease to be ourselves.\nI mean our gestures can only be imitated in their mechanical\nuniformity, and therefore exactly in what is alien to our living\npersonality. To imitate any one is to bring out the element of\nautomatism he has allowed to creep into his person. And as this is\nthe very essence of the ludicrous, it is no wonder that imitation\ngives rise to laughter.",
        "Still, if the imitation of gestures is intrinsically laughable, it\nwill become even more so when it busies itself in deflecting them,\nthough without altering their form, towards some mechanical\noccupation, such as sawing wood, striking on an anvil, or tugging\naway at an imaginary bell-rope. Not that vulgarity is the essence of\nthe comic,--although certainly it is to some extent an ingredient,--\nbut rather that the incriminated gesture seems more frankly\nmechanical when it can be connected with a simple operation, as\nthough it were intentionally mechanical. To suggest this mechanical\ninterpretation ought to be one of the favourite devices of parody.\nWe have reached this result through deduction, but I imagine clowns\nhave long had an intuition of the fact.",
        "This seems to me the solution of the little riddle propounded by\nPascal in one passage of his Thoughts: “Two faces that are alike,\nalthough neither of them excites laughter by itself, make us laugh\nwhen together, on account of their likeness.” It might just as well\nbe said: “The gestures of a public speaker, no one of which is\nlaughable by itself, excite laughter by their repetition.” The truth\nis that a really living life should never repeat itself. Wherever\nthere is repetition or complete similarity, we always suspect some\nmechanism at work behind the living. Analyse the impression you get\nfrom two faces that are too much alike, and you will find that you\nare thinking of two copies cast in the same mould, or two\nimpressions of the same seal, or two reproductions of the same\nnegative,--in a word, of some manufacturing process or other. This\ndeflection of life towards the mechanical is here the real cause of\nlaughter.",
        "And laughter will be more pronounced still, if we find on the stage\nnot merely two characters, as in the example from Pascal, but\nseveral, nay, as great a number as possible, the image of one\nanother, who come and go, dance and gesticulate together,\nsimultaneously striking the same attitudes and tossing their arms\nabout in the same manner. This time, we distinctly think of\nmarionettes. Invisible threads seem to us to be joining arms to\narms, legs to legs, each muscle in one face to its fellow-muscle in\nthe other: by reason of the absolute uniformity which prevails, the\nvery litheness of the bodies seems to stiffen as we gaze, and the\nactors themselves seem transformed into automata. Such, at least,\nappears to be the artifice underlying this somewhat obvious form of\namusement. I daresay the performers have never read Pascal, but what\nthey do is merely to realise to the full the suggestions contained\nin Pascal’s words. If, as is undoubtedly the case, laughter is\ncaused in the second instance by the hallucination of a mechanical\neffect, it must already have been so, though in more subtle fashion,\nin the first.",
        "Continuing along this path, we dimly perceive the increasingly\nimportant and far-reaching consequences of the law we have just\nstated. We faintly catch still more fugitive glimpses of mechanical\neffects, glimpses suggested by man’s complex actions, no longer\nmerely by his gestures. We instinctively feel that the usual devices\nof comedy, the periodical repetition of a word or a scene, the\nsystematic inversion of the parts, the geometrical development of a\nfarcical misunderstanding, and many other stage contrivances, must\nderive their comic force from the same source,--the art of the\nplaywright probably consisting in setting before us an obvious\nclockwork arrangement of human events, while carefully preserving an\noutward aspect of probability and thereby retaining something of the\nsuppleness of life. But we must not forestall results which will be\nduly disclosed in the course of our analysis.",
        "Before going further, let us halt a moment and glance around. As we\nhinted at the outset of this study, it would be idle to attempt to\nderive every comic effect from one simple formula. The formula\nexists well enough in a certain sense, but its development does not\nfollow a straightforward course. What I mean is that the process of\ndeduction ought from time to time to stop and study certain\nculminating effects, and that these effects each appear as models\nround which new effects resembling them take their places in a\ncircle. These latter are not deductions from the formula, but are\ncomic through their relationship with those that are. To quote\nPascal again, I see no objection, at this stage, to defining the\nprocess by the curve which that geometrician studied under the name\nof roulette or cycloid,--the curve traced by a point in the\ncircumference of a wheel when the carriage is advancing in a\nstraight line: this point turns like the wheel, though it advances\nlike the carriage. Or else we might think of an immense avenue such\nas are to be seen in the forest of Fontainebleau, with crosses at\nintervals to indicate the cross-ways: at each of these we shall walk\nround the cross, explore for a while the paths that open out before\nus, and then return to our original course. Now, we have just\nreached one of these mental crossways. Something mechanical\nencrusted on the living, will represent a cross at which we must\nhalt, a central image from which the imagination branches off in\ndifferent directions. What are these directions? There appear to be\nthree main ones. We will follow them one after the other, and then\ncontinue our onward course.",
        "1. In the first place, this view of the mechanical and the living\ndovetailed into each other makes us incline towards the vaguer image\nof SOME RIGIDITY OR OTHER applied to the mobility of life, in an\nawkward attempt to follow its lines and counterfeit its suppleness.\nHere we perceive how easy it is for a garment to become ridiculous.\nIt might almost be said that every fashion is laughable in some\nrespect. Only, when we are dealing with the fashion of the day, we\nare so accustomed to it that the garment seems, in our mind, to form\none with the individual wearing it. We do not separate them in\nimagination. The idea no longer occurs to us to contrast the inert\nrigidity of the covering with the living suppleness of the object\ncovered: consequently, the comic here remains in a latent condition.\nIt will only succeed in emerging when the natural incompatibility is\nso deep-seated between the covering and the covered that even an\nimmemorial association fails to cement this union: a case in point\nis our head and top hat. Suppose, however, some eccentric individual\ndresses himself in the fashion of former times: our attention is\nimmediately drawn to the clothes themselves, we absolutely\ndistinguish them from the individual, we say that the latter IS\nDISGUISING HIMSELF,--as though every article of clothing were not a\ndisguise!--and the laughable aspect of fashion comes out of the\nshadow into the light.",
        "Here we are beginning to catch a faint glimpse of the highly\nintricate difficulties raised by this problem of the comic. One of\nthe reasons that must have given rise to many erroneous or\nunsatisfactory theories of laughter is that many things are comic de\njure without being comic de facto, the continuity of custom having\ndeadened within them the comic quality. A sudden dissolution of\ncontinuity is needed, a break with fashion, for this quality to\nrevive. Hence the impression that this dissolution of continuity is\nthe parent of the comic, whereas all it does is to bring it to our\nnotice. Hence, again, the explanation of laughter by surprise,\ncontrast, etc., definitions which would equally apply to a host of\ncases in which we have no inclination whatever to laugh. The truth\nof the matter is far from being so simple. But to return to our idea\nof disguise, which, as we have just shown, has been entrusted with\nthe special mandate of arousing laughter. It will not be out of\nplace to investigate the uses it makes of this power.",
        "Why do we laugh at a head of hair which has changed from dark to\nblond? What is there comic about a rubicund nose? And why does one\nlaugh at a negro? The question would appear to be an embarrassing\none, for it has been asked by successive psychologists such as\nHecker, Kraepelin and Lipps, and all have given different replies.\nAnd yet I rather fancy the correct answer was suggested to me one\nday in the street by an ordinary cabby, who applied the expression\n\"unwashed” to the negro fare he was driving. Unwashed! Does not this\nmean that a black face, in our imagination, is one daubed over with\nink or soot? If so, then a red nose can only be one which has\nreceived a coating of vermilion. And so we see that the notion of\ndisguise has passed on something of its comic quality to instances\nin which there is actually no disguise, though there might be.",
        "In the former set of examples, although his usual dress was distinct\nfrom the individual, it appeared in our mind to form one with him,\nbecause we had become accustomed to the sight. In the latter,\nalthough the black or red colour is indeed inherent in the skin, we\nlook upon it as artificially laid on, because it surprises us.",
        "But here we meet with a fresh crop of difficulties in the theory of\nthe comic. Such a proposition as the following: “My usual dress\nforms part of my body” is absurd in the eyes of reason. Yet\nimagination looks upon it as true. “A red nose is a painted nose,\"\n\"A negro is a white man in disguise,” are also absurd to the reason\nwhich rationalises; but they are gospel truths to pure imagination.\nSo there is a logic of the imagination which is not the logic of\nreason, one which at times is even opposed to the latter,--with\nwhich, however, philosophy must reckon, not only in the study of the\ncomic, but in every other investigation of the same kind. It is\nsomething like the logic of dreams, though of dreams that have not\nbeen left to the whim of individual fancy, being the dreams dreamt\nby the whole of society. In order to reconstruct this hidden logic,\na special kind of effort is needed, by which the outer crust of\ncarefully stratified judgments and firmly established ideas will be\nlifted, and we shall behold in the depths of our mind, like a sheet\nof subterranean water, the flow of an unbroken stream of images\nwhich pass from one into another. This interpenetration of images\ndoes not come about by chance. It obeys laws, or rather habits,\nwhich hold the same relation to imagination that logic does to\nthought.",
        "Let us then follow this logic of the imagination in the special case\nin hand. A man in disguise is comic. A man we regard as disguised is\nalso comic. So, by analogy, any disguise is seen to become comic,\nnot only that of a man, but that of society also, and even the\ndisguise of nature.",
        "Let us start with nature. You laugh at a dog that is half-clipped,\nat a bed of artificially coloured flowers, at a wood in which the\ntrees are plastered over with election addresses, etc. Look for the\nreason, and you will see that you are once more thinking of a\nmasquerade. Here, however, the comic element is very faint; it is\ntoo far from its source. If you wish to strengthen it, you must go\nback to the source itself and contrast the derived image, that of a\nmasquerade, with the original one, which, be it remembered, was that\nof a mechanical tampering with life. In “a nature that is\nmechanically tampered with” we possess a thoroughly comic theme, on\nwhich fancy will be able to play ever so many variations with the\ncertainty of successfully provoking the heartiest hilarity. You may\ncall to mind that amusing passage in Tartarin Sur Les Alpes, in\nwhich Bompard makes Tartarin--and therefore also the reader to some\nslight extent--accept the idea of a Switzerland choke-full of\nmachinery like the basement of the opera, and run by a company which\nmaintains a series of waterfalls, glaciers and artificial crevasses.\nThe same theme reappears, though transposed in quite another key, in\nthe Novel Notes of the English humorist, Jerome K. Jerome. An\nelderly Lady Bountiful, who does not want her deeds of charity to\ntake up too much of her time, provides homes within easy hail of her\nmansion for the conversion of atheists who have been specially\nmanufactured for her, so to speak, and for a number of honest folk\nwho have been made into drunkards so that she may cure them of their\nfailing, etc. There are comic phrases in which this theme is\naudible, like a distant echo, coupled with an ingenuousness, whether\nsincere or affected, which acts as accompaniment. Take, as an\ninstance, the remark made by a lady whom Cassini, the astronomer,\nhad invited to see an eclipse of the moon. Arriving too late, she\nsaid, “M. de Cassini, I know, will have the goodness to begin it all\nover again, to please me.” Or, take again the exclamation of one of\nGondiinet’s characters on arriving in a town and learning that there\nis an extinct volcano in the neighbourhood, “They had a volcano, and\nthey have let it go out!”",
        "Let us go on to society. As we are both in and of it, we cannot help\ntreating it as a living being. Any image, then, suggestive of the\nnotion of a society disguising itself, or of a social masquerade, so\nto speak, will be laughable. Now, such a notion is formed when we\nperceive anything inert or stereotyped, or simply ready-made, on the\nsurface of living society. There we have rigidity over again,\nclashing with the inner suppleness of life. The ceremonial side of\nsocial life must, therefore, always include a latent comic element,\nwhich is only waiting for an opportunity to burst into full view. It\nmight be said that ceremonies are to the social body what clothing\nis to the individual body: they owe their seriousness to the fact\nthat they are identified, in our minds, with the serious object with\nwhich custom associates them, and when we isolate them in\nimagination, they forthwith lose their seriousness. For any\nceremony, then, to become comic, it is enough that our attention be\nfixed on the ceremonial element in it, and that we neglect its\nmatter, as philosophers say, and think only of its form. Every one\nknows how easily the comic spirit exercises its ingenuity on social\nactions of a stereotyped nature, from an ordinary prize-distribution\nto the solemn sitting of a court of justice. Any form or formula is\na ready-made frame into which the comic element may be fitted.",
        "Here, again, the comic will be emphasised by bringing it nearer to\nits source. From the idea of travesty, a derived one, we must go\nback to the original idea, that of a mechanism superposed upon life.\nAlready, the stiff and starched formality of any ceremonial suggests\nto us an image of this kind. For, as soon as we forget the serious\nobject of a solemnity or a ceremony, those taking part in it give us\nthe impression of puppets in motion. Their mobility seems to adopt\nas a model the immobility of a formula. It becomes automatism. But\ncomplete automatism is only reached in the official, for instance,\nwho performs his duty like a mere machine, or again in the\nunconsciousness that marks an administrative regulation working with\ninexorable fatality, and setting itself up for a law of nature.\nQuite by chance, when reading the newspaper, I came across a\nspecimen of the comic of this type. Twenty years ago, a large\nsteamer was wrecked off the coast at Dieppe. With considerable\ndifficulty some of the passengers were rescued in a boat. A few\ncustom-house officers, who had courageously rushed to their\nassistance, began by asking them “if they had anything to declare.\"\nWe find something similar, though the idea is a more subtle one, in\nthe remark of an M.P. when questioning the Home Secretary on the\nmorrow of a terrible murder which took place in a railway carriage:\n\"The assassin, after despatching his victim, must have got out the\nwrong side of the train, thereby infringing the Company’s rules.”",
        "A mechanical element introduced into nature and an automatic\nregulation of society, such, then, are the two types of laughable\neffects at which we have arrived. It remains for us, in conclusion,\nto combine them and see what the result will be.",
        "The result of the combination will evidently be a human regulation\nof affairs usurping the place of the laws of nature. We may call to\nmind the answer Sganarelle gave Geronte when the latter remarked\nthat the heart was on the left side and the liver on the right:\n\"Yes, it was so formerly, but we have altered all that; now, we\npractise medicine in quite a new way.” We may also recall the\nconsultation between M. de Pourceaugnac’s two doctors: “The\narguments you have used are so erudite and elegant that it is\nimpossible for the patient not to be hypochondriacally melancholic;\nor, even if he were not, he must surely become so because of the\nelegance of the things you have said and the accuracy of your\nreasoning.” We might multiply examples, for all we need do would be\nto call up Moliere’s doctors, one after the other. However far,\nmoreover, comic fancy may seem to go, reality at times undertakes to\nimprove upon it. It was suggested to a contemporary philosopher, an\nout-and-out arguer, that his arguments, though irreproachable in\ntheir deductions, had experience against them. He put an end to the\ndiscussion by merely remarking, “Experience is in the wrong.” The\ntruth is, this idea of regulating life as a matter of business\nroutine is more widespread than might be imagined; it is natural in\nits way, although we have just obtained it by an artificial process\nof reconstruction. One might say that it gives us the very\nquintessence of pedantry, which, at bottom, is nothing else than art\npretending to outdo nature.",
        "To sum up, then, we have one and the same effect, which assumes ever\nsubtler forms as it passes from the idea of an artificial\nMECHANISATION of the human body, if such an expression is\npermissible, to that of any substitution whatsoever of the\nartificial for the natural. A less and less rigorous logic, that\nmore and more resembles the logic of dreamland, transfers the same\nrelationship into higher and higher spheres, between increasingly\nimmaterial terms, till in the end we find a mere administrative\nenactment occupying the same relation to a natural or moral law that\na ready-made garment, for instance, does to the living body. We have\nnow gone right to the end of the first of the three directions we\nhad to follow. Let us turn to the second and see where it will lead\nus.",
        "2. Our starting-point is again “something mechanical encrusted upon\nthe living.” Where did the comic come from in this case? It came\nfrom the fact that the living body became rigid, like a machine.\nAccordingly, it seemed to us that the living body ought to be the\nperfection of suppleness, the ever-alert activity of a principle\nalways at work. But this activity would really belong to the soul\nrather than to the body. It would be the very flame of life, kindled\nwithin us by a higher principle and perceived through the body, as\nif through a glass. When we see only gracefulness and suppleness in\nthe living body, it is because we disregard in it the elements of\nweight, of resistance, and, in a word, of matter; we forget its\nmateriality and think only of its vitality, a vitality which we\nregard as derived from the very principle of intellectual and moral\nlife, Let us suppose, however, that our attention is drawn to this\nmaterial side of the body; that, so far from sharing in the\nlightness and subtlety of the principle with which it is animated,\nthe body is no more in our eyes than a heavy and cumbersome vesture,\na kind of irksome ballast which holds down to earth a soul eager to\nrise aloft. Then the body will become to the soul what, as we have\njust seen, the garment was to the body itself--inert matter dumped\ndown upon living energy. The impression of the comic will be\nproduced as soon as we have a clear apprehension of this putting the\none on the other. And we shall experience it most strongly when we\nare shown the soul TANTALISED by the needs of the body: on the one\nhand, the moral personality with its intelligently varied energy,\nand, on the other, the stupidly monotonous body, perpetually\nobstructing everything with its machine-like obstinacy. The more\npaltry and uniformly repeated these claims of the body, the more\nstriking will be the result. But that is only a matter of degree,\nand the general law of these phenomena may be formulated as follows:\nANY INCIDENT IS COMIC THAT CALLS OUR ATTENTION TO THE PHYSICAL IN A\nPERSON WHEN IT IS THE MORAL SIDE THAT IS CONCERNED.",
        "Why do we laugh at a public speaker who sneezes just at the most\npathetic moment of his speech? Where lies the comic element in this\nsentence, taken from a funeral speech and quoted by a German\nphilosopher: “He was virtuous and plump”? It lies in the fact that\nour attention is suddenly recalled from the soul to the body.\nSimilar instances abound in daily life, but if you do not care to\ntake the trouble to look for them, you have only to open at random a\nvolume of Labiche, and you will be almost certain to light upon an\neffect of this kind. Now, we have a speaker whose most eloquent\nsentences are cut short by the twinges of a bad tooth; now, one of\nthe characters who never begins to speak without stopping in the\nmiddle to complain of his shoes being too small, or his belt too\ntight, etc. A PERSON EMBARRASSED BY HIS BODY is the image suggested\nto us in all these examples. The reason that excessive stoutness is\nlaughable is probably because it calls up an image of the same kind.\nI almost think that this too is what sometime makes bashfulness\nsomewhat ridiculous. The bashful man rather gives the impression of\na person embarrassed by his body, looking round for some convenient\ncloak-room in which to deposit it.",
        "This is just why the tragic poet is so careful to avoid anything\ncalculated to attract attention to the material side of his heroes.\nNo sooner does anxiety about the body manifest itself than the\nintrusion of a comic element is to be feared. On this account, the\nhero in a tragedy does not eat or drink or warm himself. He does not\neven sit down any more than can be helped. To sit down in the middle\nof a fine speech would imply that you remembered you had a body.\nNapoleon, who was a psychologist when he wished to be so, had\nnoticed that the transition from tragedy to comedy is effected\nsimply by sitting down. In the “Journal inedit” of Baron Gourgaud--\nwhen speaking of an interview with the Queen of Prussia after the\nbattle of Iena--he expresses himself in the following terms: “She\nreceived me in tragic fashion like Chimene: Justice! Sire, Justice!\nMagdeburg! Thus she continued in a way most embarrassing to me.\nFinally, to make her change her style, I requested her to take a\nseat. This is the best method for cutting short a tragic scene, for\nas soon as you are seated it all becomes comedy.”",
        "Let us now give a wider scope to this image of THE BODY TAKING\nPRECEDENCE OF THE SOUL. We shall obtain something more general--THE\nMANNER SEEKING TO OUTDO THE MATTER, THE LETTER AIMING AT OUSTING THE\nSPIRIT. Is it not perchance this idea that comedy is trying to\nsuggest to us when holding up a profession to ridicule? It makes the\nlawyer, the magistrate and the doctor speak as though health and\njustice were of little moment,--the main point being that we should\nhave lawyers, magistrates and doctors, and that all outward\nformalities pertaining to these professions should be scrupulously\nrespected. And so we find the means substituted for the end, the\nmanner for the matter; no longer is it the profession that is made\nfor the public, but rather the public for the profession. Constant\nattention to form and the mechanical application of rules here bring\nabout a kind of professional automatism analogous to that imposed\nupon the soul by the habits of the body, and equally laughable.\nNumerous are the examples of this on the stage. Without entering\ninto details of the variations executed on this theme, let us quote\ntwo or three passages in which the theme itself is set forth in all\nits simplicity. “You are only bound to treat people according to\nform,” says Doctor Diafoirus in the “Malade imaginaire”. Again, says\nDoctor Bahis, in “L’Amour medecin”: “It is better to die through\nfollowing the rules than to recover through violating them.” In the\nsame play, Desfonandres had previously said: “We must always observe\nthe formalities of professional etiquette, whatever may happen.” And\nthe reason is given by Tomes, his colleague: “A dead man is but a\ndead man, but the non-observance of a formality causes a notable\nprejudice to the whole faculty.” Brid’oison’s words, though.\nembodying a rather different idea, are none the less significant:\n\"F-form, mind you, f-form. A man laughs at a judge in a morning\ncoat, and yet he would quake with dread at the mere sight of an\nattorney in his gown. F-form, all a matter of f-form.”",
        "Here we have the first illustration of a law which will appear with\nincreasing distinctness as we proceed with our task. When a musician\nstrikes a note on an instrument, other notes start up of themselves,\nnot so loud as the first, yet connected with it by certain definite\nrelations, which coalesce with it and determine its quality. These\nare what are called in physics the overtones of the fundamental\nnote. It would seem that comic fancy, even in its most far-fetched\ninventions, obeys a similar law. For instance, consider this comic\nnote: appearance seeking to triumph over reality. If our analysis is\ncorrect, this note must have as its overtones the body tantalising\nthe mind, the body taking precedence of the mind. No sooner, then,\ndoes the comic poet strike the first note than he will add the\nsecond on to it, involuntarily and instinctively. In other words, HE\nWILL DUPLICATE WHAT IS RIDICULOUS PROFESSIONALLY WITH SOMETHING THAT\nIS RIDICULOUS PHYSICALLY.",
        "When Brid’oison the judge comes stammering on to the stage, is he\nnot actually preparing us, by this very stammering, to understand\nthe phenomenon of intellectual ossification we are about to witness?\nWhat bond of secret relationship can there be between the physical\ndefect and the moral infirmity? It is difficult to say; yet we feel\nthat the relationship is there, though we cannot express it in\nwords. Perhaps the situation required that this judging machine\nshould also appear before us as a talking machine. However it may\nbe, no other overtone could more perfectly have completed the\nfundamental note.",
        "When Moliere introduces to us the two ridiculous doctors, Bahis and\nMacroton, in L’Amour medecin, he makes one of them speak very\nslowly, as though scanning his words syllable by syllable, whilst\nthe other stutters. We find the same contrast between the two\nlawyers in Monsieur de Pourceaugnac. In the rhythm of speech is\ngenerally to be found the physical peculiarity that is destined to\ncomplete the element of professional ridicule. When the author has\nfailed to suggest a defect of this kind, it is seldom the case that\nthe actor does not instinctively invent one.",
        "Consequently, there is a natural relationship, which we equally\nnaturally recognise, between the two images we have been comparing\nwith each other, the mind crystallising in certain grooves, and the\nbody losing its elasticity through the influence of certain defects.\nWhether or not our attention be diverted from the matter to the\nmanner, or from the moral to the physical, in both cases the same\nsort of impression is conveyed to our imagination; in both, then,\nthe comic is of the same kind. Here, once more, it has been our aim\nto follow the natural trend of the movement of the imagination. This\ntrend or direction, it may be remembered, was the second of those\noffered to us, starting from a central image. A third and final path\nremains unexplored, along which we will now proceed.",
        "3. Let us then return, for the last time, to our central image:\nsomething mechanical encrusted on something living. Here, the living\nbeing under discussion was a human being, a person. A mechanical\narrangement, on the other hand, is a thing. What, therefore, incited\nlaughter was the momentary transformation of a person into a thing,\nif one considers the image from this standpoint. Let us then pass\nfrom the exact idea of a machine to the vaguer one of a thing in\ngeneral. We shall have a fresh series of laughable images which will\nbe obtained by taking a blurred impression, so to speak, of the\noutlines of the former and will bring us to this new law: WE LAUGH\nEVERY TIME A PERSON GIVES US THE IMPRESSION OF BEING A THING.",
        "We laugh at Sancho Panza tumbled into a bed-quilt and tossed into\nthe air like a football. We laugh at Baron Munchausen turned into a\ncannon-ball and travelling through space. But certain tricks of\ncircus clowns might afford a still more precise exemplification of\nthe same law. True, we should have to eliminate the jokes, mere\ninterpolations by the clown into his main theme, and keep in mind\nonly the theme itself, that is to say, the divers attitudes, capers\nand movements which form the strictly “clownish” element in the\nclown’s art. On two occasions only have I been able to observe this\nstyle of the comic in its unadulterated state, and in both I\nreceived the same impression. The first time, the clowns came and\nwent, collided, fell and jumped up again in a uniformly accelerated\nrhythm, visibly intent upon affecting a CRESCENDO. And it was more\nand more to the jumping up again, the REBOUND, that the attention of\nthe public was attracted. Gradually, one lost sight of the fact that\nthey were men of flesh and blood like ourselves; one began to think\nof bundles of all sorts, falling and knocking against each other.\nThen the vision assumed a more definite aspect. The forms grew\nrounder, the bodies rolled together and seemed to pick themselves up\nlike balls. Then at last appeared the image towards which the whole\nof this scene had doubtless been unconsciously evolving--large\nrubber balls hurled against one another in every direction. The\nsecond scene, though even coarser than the first, was no less\ninstructive. There came on the stage two men, each with an enormous\nhead, bald as a billiard ball. In their hands they carried large\nsticks which each, in turn, brought down on to the other’s cranium.\nHere, again, a certain gradation was observable. After each blow,\nthe bodies seemed to grow heavier and more unyielding, overpowered\nby an increasing degree of rigidity. Then came the return blow, in\neach case heavier and more resounding than the last, coming, too,\nafter a longer interval. The skulls gave forth a formidable ring\nthroughout the silent house. At last the two bodies, each quite\nrigid and as straight as an arrow, slowly bent over towards each\nother, the sticks came crashing down for the last time on to the two\nheads with a thud as of enormous mallets falling upon oaken beams,\nand the pair lay prone upon the ground. At that instant appeared in\nall its vividness the suggestion that the two artists had gradually\ndriven into the imagination of the spectators: “We are about to\nbecome ...we have now become solid wooden dummies.”",
        "A kind of dim, vague instinct may enable even an uncultured mind to\nget an inkling here of the subtler results of psychological science.\nWe know that it is possible to call up hallucinatory visions in a\nhypnotised subject by simple suggestion. If he be told that a bird\nis perched on his hand, he will see the bird and watch it fly away.\nThe idea suggested, however, is far from being always accepted with\nlike docility. Not infrequently, the mesmeriser only succeeds in\ngetting an idea into his subject’s head by slow degrees through a\ncarefully graduated series of hints. He will then start with objects\nreally perceived by the subject, and will endeavour to make the\nperception of these objects more and more indefinite; then, step by\nstep, he will bring out of this state of mental chaos the precise\nform of the object of which he wishes to create an hallucination.\nSomething of the kind happens to many people when dropping off to\nsleep; they see those coloured, fluid, shapeless masses, which\noccupy the field of vision, insensibly solidifying into distinct\nobjects.",
        "Consequently, the gradual passing from the dim and vague to the\nclear and distinct is the method of suggestion par excellence. I\nfancy it might be found to be at the root of a good many comic\nsuggestions, especially in the coarser forms of the comic, in which\nthe transformation of a person into a thing seems to be taking place\nbefore our eyes. But there are other and more subtle methods in use,\namong poets, for instance, which perhaps unconsciously lead to the\nsame end. By a certain arrangement of rhythm, rhyme and assonance,\nit is possible to lull the imagination, to rock it to and fro\nbetween like and like with a regular see-saw motion, and thus\nprepare it submissively to accept the vision suggested. Listen to\nthese few lines of Regnard, and see whether something like the\nfleeting image of a DOLL does not cross the field of your\nimagination:",
        " ... Plus, il doit a maints particuliers La somme de dix mil une\nlivre une obole, Pour l’avoir sans relache un an sur sa parole\nHabille, voiture, chauffe, chausse, gante, Alimente, rase,\ndesaltere, porte.",
        " [Footnote: Further, he owes to many an honest wight Item-the sum\ntwo thousand pounds, one farthing, For having on his simple word of\nhonour Sans intermission for an entire year Clothed him, conveyed\nhim, warmed him, shod him, gloved him, Fed him and shaved him,\nquenched his thirst and borne him.]",
        "Is not something of the same kind found in the following sally of\nFigaro’s (though here an attempt is perhaps made to suggest the\nimage of an animal rather than that of a thing): “Quel homme est-\nce?--C’est un beau, gros, court, jeune vieillard, gris pommele,\nruse, rase, blase, qui guette et furette, et gronde et geint tout a\nla fois.” [Footnote: “What sort of man is here?--He is a handsome,\nstout, short, youthful old gentleman, iron-grey, an artful knave,\nclean shaved, clean ’used up,’ who spies and pries and growls and\ngroans all in the same breath.\"]",
        "Now, between these coarse scenes and these subtle suggestions there\nis room for a countless number of amusing effects, for all those\nthat can be obtained by talking about persons as one would do about\nmere things. We will only select one or two instances from the plays\nof Labiche, in which they are legion.",
        "Just as M. Perrichon is getting into the railway carriage, he makes\ncertain of not forgetting any of his parcels: “Four, five, six, my\nwife seven, my daughter eight, and myself nine.” In another play, a\nfond father is boasting of his daughter’s learning in the following\nterms: “She will tell you, without faltering, all the kings of\nFrance that have occurred.” This phrase, “that have occurred,\"\nthough not exactly transforming the kings into mere things, likens\nthem, all the same, to events of an impersonal nature.",
        "As regards this latter example, note that it is unnecessary to\ncomplete the identification of the person with the thing in order to\nensure a comic effect. It is sufficient for us to start in this\ndirection by feigning, for instance, to confuse the person with the\nfunction he exercises. I will only quote a sentence spoken by a\nvillage mayor in one of About’s novels: “The prefect, who has always\nshown us the same kindness, though he has been changed several times\nsince 1847...”",
        "All these witticisms are constructed on the same model. We might\nmake up any number of them, when once we are in possession of the\nrecipe. But the art of the story-teller or the playwright does not\nmerely consist in concocting jokes. The difficulty lies in giving to\na joke its power of suggestion, i.e. in making it acceptable. And we\nonly do accept it either because it seems to be the natural product\nof a particular state of mind or because it is in keeping with the\ncircumstances of the case. For instance, we are aware that M.\nPerrichon is greatly excited on the occasion of his first railway\njourney. The expression “to occur” is one that must have cropped up\na good many times in the lessons repeated by the girl before her\nfather; it makes us think of such a repetition. Lastly, admiration\nof the governmental machine might, at a pinch, be extended to the\npoint of making us believe that no change takes place in the prefect\nwhen he changes his name, and that the function gets carried on\nindependently of the functionary.",
        "We have now reached a point very far from the original cause of\nlaughter. Many a comic form, that cannot be explained by itself, can\nindeed only be understood from its resemblance to another, which\nonly makes us laugh by reason of its relationship with a third, and\nso on indefinitely, so that psychological analysis, however luminous\nand searching, will go astray unless it holds the thread along which\nthe comic impression has travelled from one end of the series to the\nother. Where does this progressive continuity come from? What can be\nthe driving force, the strange impulse which causes the comic to\nglide thus from image to image, farther and farther away from the\nstarting-point, until it is broken up and lost in infinitely remote\nanalogies? But what is that force which divides and subdivides the\nbranches of a tree into smaller boughs and its roots into radicles?\nAn inexorable law dooms every living energy, during the brief\ninterval allotted to it in time, to cover the widest possible extent\nin space. Now, comic fancy is indeed a living energy, a strange\nplant that has nourished on the stony portions of the social soil,\nuntil such time as culture should allow it to vie with the most\nrefined products of art. True, we are far from great art in the\nexamples of the comic we have just been reviewing. But we shall draw\nnearer to it, though without attaining to it completely, in the\nfollowing chapter. Below art, we find artifice, and it is this zone\nof artifice, midway between nature and art, that we are now about to\nenter. We are going to deal with the comic playwright and the wit.",
        "We have studied the comic element in forms, in attitudes, and in\nmovements generally; now let us look for it in actions and in\nsituations. We encounter, indeed, this kind of comic readily enough\nin everyday life. It is not here, however, that it best lends itself\nto analysis. Assuming that the stage is both a magnified and a\nsimplified view of life, we shall find that comedy is capable of\nfurnishing us with more information than real life on this\nparticular part of our subject. Perhaps we ought even to carry\nsimplification still farther, and, going back to our earliest\nrecollections, try to discover, in the games that amused us as\nchildren, the first faint traces of the combinations that make us\nlaugh as grown-up persons. We are too apt to speak of our feelings\nof pleasure and of pain as though full grown at birth, as though\neach one of them had not a history of its own. Above all, we are too\napt to ignore the childish element, so to speak, latent in most of\nour joyful emotions. And yet, how many of our present pleasures,\nwere we to examine them closely, would shrink into nothing more than\nmemories of past ones! What would there be left of many of our\nemotions were we to reduce them to the exact quantum of pure feeling\nthey contain, by subtracting from them all that is merely\nreminiscence? Indeed, it seems possible that, after a certain age,\nwe become impervious to all fresh or novel forms of joy, and the\nsweetest pleasures of the middle-aged man are perhaps nothing more\nthan a revival of the sensations of childhood, a balmy zephyr wafted\nin fainter and fainter breaths by a past that is ever receding. In\nany case, whatever reply we give to this broad question, one thing\nis certain: there can be no break in continuity between the child’s\ndelight in games and that of the grown-up person. Now, comedy is a\ngame, a game that imitates life. And since, in the games of the\nchild when working its dolls and puppets, many of the movements are\nproduced by strings, ought we not to find those same strings,\nsomewhat frayed by wear, reappearing as the threads that knot\ntogether the situations in a comedy? Let us, then, start with the\ngames of a child, and follow the imperceptible process by which, as\nhe grows himself, he makes his puppets grow, inspires them with\nlife, and finally brings them to an ambiguous state in which,\nwithout ceasing to be puppets, they have yet become human beings. We\nthus obtain characters of a comedy type. And upon them we can test\nthe truth of the law of which all our preceding analyses gave an\ninkling, a law in accordance with which we will define all broadly\ncomic situations in general. ANY ARRANGEMENT OF ACTS AND EVENTS IS\nCOMIC WHICH GIVES US, IN A SINGLE COMBINATION, THE ILLUSION OF LIFE\nAND THE DISTINCT IMPRESSION OF A MECHANICAL ARRANGEMENT.",
        "1. THE JACK-IN-THE-BOX.--As children we have all played with the\nlittle man who springs out of his box. You squeeze him flat, he\njumps up again. Push him lower, and he shoots up still higher. Crush\nhim down beneath the lid, and often he will send everything flying.\nIt is hard to tell whether or no the toy itself is very ancient, but\nthe kind of amusement it affords belongs to all time. It is a\nstruggle between two stubborn elements, one of which, being simply\nmechanical, generally ends by giving in to the other, which treats\nit as a plaything. A cat playing with a mouse, which from time to\ntime she releases like a spring, only to pull it up short with a\nstroke of her paw, indulges in the same kind of amusement.",
        "We will now pass on to the theatre, beginning with a Punch and Judy\nshow. No sooner does the policeman put in an appearance on the stage\nthan, naturally enough, he receives a blow which fells him. He\nsprings to his feet, a second blow lays him flat. A repetition of\nthe offence is followed by a repetition of the punishment. Up and\ndown the constable flops and hops with the uniform rhythm of the\nbending and release of a spring, whilst the spectators laugh louder\nand louder.",
        "Now, let us think of a spring that is rather of a moral type, an\nidea that is first expressed, then repressed, and then expressed\nagain; a stream of words that bursts forth, is checked, and keeps on\nstarting afresh. Once more we have the vision of one stubborn force,\ncounteracted by another, equally pertinacious. This vision, however,\nwill have discarded a portion of its materiality. No longer is it\nPunch and Judy that we are watching, but rather a real comedy.",
        "Many a comic scene may indeed be referred to this simple type. For\ninstance, in the scene of the Mariage force between Sganarelle and\nPancrace, the entire vis comica lies in the conflict set up between\nthe idea of Sganarelle, who wishes to make the philosopher listen to\nhim, and the obstinacy of the philosopher, a regular talking-machine\nworking automatically. As the scene progresses, the image of the\nJack-in-the-box becomes more apparent, so that at last the\ncharacters themselves adopt its movements,--Sganarelle pushing\nPancrace, each time he shows himself, back into the wings, Pancrace\nreturning to the stage after each repulse to continue his patter.\nAnd when Sganarelle finally drives Pancrace back and shuts him up\ninside the house--inside the box, one is tempted to say--a window\nsuddenly flies open, and the head of the philosopher again appears\nas though it had burst open the lid of a box.",
        "The same by-play occurs in the Malade Imaginaire. Through the mouth\nof Monsieur Purgon the outraged medical profession pours out its\nvials of wrath upon Argan, threatening him with every disease that\nflesh is heir to. And every time Argan rises from his seat, as\nthough to silence Purgon, the latter disappears for a moment, being,\nas it were, thrust back into the wings; then, as though Impelled by\na spring, he rebounds on to the stage with a fresh curse on his\nlips. The self-same exclamation: “Monsieur Purgon!” recurs at\nregular beats, and, as it were, marks the TEMPO of this little\nscene.",
        "Let us scrutinise more closely the image of the spring which is\nbent, released, and bent again. Let us disentangle its central\nelement, and we shall hit upon one of the usual processes of classic\ncomedy,--REPETITION.",
        "Why is it there is something comic in the repetition of a word on\nthe stage? No theory of the ludicrous seems to offer a satisfactory\nanswer to this very simple question. Nor can an answer be found so\nlong as we look for the explanation of an amusing word or phrase in\nthe phrase or word itself, apart from all it suggests to us. Nowhere\nwill the usual method prove to be so inadequate as here. With the\nexception, however, of a few special instances to which we shall\nrecur later, the repetition of a word is never laughable in itself.\nIt makes us laugh only because it symbolises a special play of moral\nelements, this play itself being the symbol of an altogether\nmaterial diversion. It is the diversion of the cat with the mouse,\nthe diversion of the child pushing back the Jack-in-the-box, time\nafter time, to the bottom of his box,--but in a refined and\nspiritualised form, transferred to the realm of feelings and ideas.\nLet us then state the law which, we think, defines the main comic\nvarieties of word-repetition on the stage: IN A COMIC REPETITION OF\nWORDS WE GENERALLY FIND TWO TERMS: A REPRESSED FEELING WHICH GOES\nOFF LIKE A SPRING, AND AN IDEA THAT DELIGHTS IN REPRESSING THE\nFEELING ANEW.",
        "When Dorine is telling Orgon of his wife’s illness, and the latter\ncontinually interrupts him with inquiries as to the health of\nTartuffe, the question: “Et tartuffe?” repeated every few moments,\naffords us the distinct sensation of a spring being released. This\nspring Dorine delights in pushing back, each time she resumes her\naccount of Elmire’s illness. And when Scapin informs old Geronte\nthat his son has been taken prisoner on the famous galley, and that\na ransom must be paid without delay, he is playing with the avarice\nof Geronte exactly as Dorine does with the infatuation of Orgon. The\nold man’s avarice is no sooner repressed than up it springs again\nautomatically, and it is this automatism that Moliere tries to\nindicate by the mechanical repetition of a sentence expressing\nregret at the money that would have to be forthcoming: “What the\ndeuce did he want in that galley?” The same criticism is applicable\nto the scene in which Valere points out to Harpagon the wrong he\nwould be doing in marrying his daughter to a man she did not love.\n\"No dowry wanted!” interrupts the miserly Harpagon every few\nmoments. Behind this exclamation, which recurs automatically, we\nfaintly discern a complete repeating-machine set going by a fixed\nidea.",
        "At times this mechanism is less easy to detect, and here we\nencounter a fresh difficulty in the theory of the comic. Sometimes\nthe whole interest of a scene lies in one character playing a double\npart, the intervening speaker acting as a mere prism, so to speak,\nthrough which the dual personality is developed. We run the risk,\nthen, of going astray if we look for the secret of the effect in\nwhat we see and hear,--in the external scene played by the\ncharacters,--and not in the altogether inner comedy of which this\nscene is no more than the outer refraction. For instance, when\nAlceste stubbornly repeats the words, “I don’t say that!” on Oronte\nasking him if he thinks his poetry bad, the repetition is laughable,\nthough evidently Oronte is not now playing with Alceste at the game\nwe have just described. We must be careful, however, for, in\nreality, we have two men in Alceste: on the one hand, the\n\"misanthropist” who has vowed henceforth to call a spade a spade,\nand on the other the gentleman who cannot unlearn, in a trice, the\nusual forms of politeness, or even, it may be, just the honest\nfellow who, when called upon to put his words into practice, shrinks\nfrom wounding another’s self-esteem or hurting his feelings.\nAccordingly, the real scene is not between Alceste and Oronte, it is\nbetween Alceste and himself. The one Alceste would fain blurt out\nthe truth, and the other stops his mouth just as he is on the point\nof telling everything. Each “I don’t say that!” reveals a growing\neffort to repress something that strives and struggles to get out.\nAnd so the tone in which the phrase is uttered gets more and more\nviolent, Alceste becoming more and more angry--not with Oronte. as\nhe thinks--but with himself. The tension of the spring is\ncontinually being renewed and reinforced until it at last goes off\nwith a bang. Here, as elsewhere, we have the same identical\nmechanism of repetition.",
        "For a man to make a resolution never henceforth to say what he does\nnot think, even though he “openly defy the whole human race,” is not\nnecessarily laughable; it is only a phase of life at its highest and\nbest. For another man, through amiability, selfishness, or disdain,\nto prefer to flatter people is only another phase of life; there is\nnothing in it to make us laugh. You may even combine these two men\ninto one, and arrange that the individual waver between offensive\nfrankness and delusive politeness, this duel between two opposing\nfeelings will not even then be comic, rather it will appear the\nessence of seriousness if these two feelings through their very\ndistinctness complete each other, develop side by side, and make up\nbetween them a composite mental condition, adopting, in short, a\nmodus vivendi which merely gives us the complex impression of life.\nBut imagine these two feelings as INELASTIC and unvarying elements\nin a really living man, make him oscillate from one to the other;\nabove all, arrange that this oscillation becomes entirely mechanical\nby adopting the well-known form of some habitual, simple, childish\ncontrivance: then you will get the image we have so far found in all\nlaughable objects, SOMETHING MECHANICAL IN SOMETHING LIVING; in\nfact, something comic.",
        "We have dwelt on this first image, the Jack-in-the-box, sufficiently\nto show how comic fancy gradually converts a material mechanism into\na moral one. Now we will consider one or two other games, confining\nourselves to their most striking aspects.",
        "2. THE DANCING-JACK.--There are innumerable comedies in which one of\nthe characters thinks he is speaking and acting freely, and,\nconsequently, retains all the essentials of life, whereas, viewed\nfrom a certain standpoint, he appears as a mere toy in the hands of\nanother who is playing with him. The transition is easily made, from\nthe dancing-jack which a child works with a string, to Geronte and\nArgante manipulated by Scapin. Listen to Scapin himself: “The\nMACHINE is all there\"; and again: “Providence has brought them into\nmy net,” etc. Instinctively, and because one would rather be a cheat\nthan be cheated, in imagination at all events, the spectator sides\nwith the knaves; and for the rest of the time, like a child who has\npersuaded his playmate to lend him his doll, he takes hold of the\nstrings himself and makes the marionette come and go on the stage as\nhe pleases. But this latter condition is not indispensable; we can\nremain outside the pale of what is taking place if only we retain\nthe distinct impression of a mechanical arrangement. This is what\nhappens whenever one of the characters vacillates between two\ncontrary opinions, each in turn appealing to him, as when Panurge\nasks Tom, Dick, and Harry whether or no he ought to get married.\nNote that, in such a case, a comic author is always careful to\nPERSONIFY the two opposing decisions. For, if there is no spectator,\nthere must at all events be actors to hold the strings.",
        "All that is serious in life comes from our freedom. The feelings we\nhave matured, the passions we have brooded over, the actions we have\nweighed, decided upon, and carried through, in short, all that comes\nfrom us and is our very own, these are the things that give life its\nofttimes dramatic and generally grave aspect. What, then, is\nrequisite to transform all this into a comedy? Merely to fancy that\nour seeming, freedom conceals the strings of a dancing-Jack, and\nthat we are, as the poet says,",
        "... humble marionettes The wires of which are pulled by Fate.\n[Footnote: ... d’humbles marionnettes Dont le fil est aux mains de\nla Necessite. SULLY-PRUDHOMME.]",
        "So there is not a real, a serious, or even a dramatic scene that\nfancy cannot render comic by simply calling forth this image. Nor is\nthere a game for which a wider field lies open.",
        "3. THE SNOW-BALL.--The farther we proceed in this investigation into\nthe methods of comedy, the more clearly we see the part played by\nchildhood’s memories. These memories refer, perhaps, less to any\nspecial game than to the mechanical device of which that game is a\nparticular instance. The same general device, moreover, may be met\nwith in widely different games, just as the same operatic air is\nfound in many different arrangements and variations. What is here of\nimportance and is retained in the mind, what passes by imperceptible\nstages from the games of a child to those of a man, is the mental\ndiagram, the skeleton outline of the combination, or, if you like,\nthe abstract formula of which these games are particular\nillustrations. Take, for instance, the rolling snow-ball, which\nincreases in size as it moves along. We might just as well think of\ntoy soldiers standing behind one another. Push the first and it\ntumbles down on the second, this latter knocks down the third, and\nthe state of things goes from bad to worse until they all lie prone\non the floor. Or again, take a house of cards that has been built up\nwith infinite care: the first you touch seems uncertain whether to\nmove or not, its tottering neighbour comes to a quicker decision,\nand the work of destruction, gathering momentum as it goes on,\nrushes headlong to the final collapse.",
        "These instances are all different, but they suggest the same\nabstract vision, that of an effect which grows by arithmetical\nprogression, so that the cause, insignificant at the outset,\nculminates by a necessary evolution in a result as important as it\nis unexpected. Now let us open a children’s picture-book; we shall\nfind this arrangement already on the high road to becoming comic.\nHere, for instance--in one of the comic chap-books picked up by\nchance--we have a caller rushing violently into a drawing-room; he\nknocks against a lady, who upsets her cup of tea over an old\ngentleman, who slips against a glass window which falls in the\nstreet on to the head of a constable, who sets the whole police\nforce agog, etc. The same arrangement reappears in many a picture\nintended for grownup persons. In the “stories without words\"\nsketched by humorous artists we are often shown an object which\nmoves from place to place, and persons who are closely connected\nwith it, so that through a series of scenes a change in the position\nof the object mechanically brings about increasingly serious changes\nin the situation of the persons. Let us now turn to comedy. Many a\ndroll scene, many a comedy even, may be referred to this simple\ntype. Read the speech of Chicanneau in the Plaideurs: here we find\nlawsuits within lawsuits, and the mechanism works faster and faster-\n-Racine produces in us this feeling of increasing acceleration by\ncrowding his law terms ever closer together--until the lawsuit over\na truss of hay costs the plaintiff the best part of his fortune. And\nagain the same arrangement occurs in certain scenes of Don Quixote;\nfor instance, in the inn scene, where, by an extraordinary\nconcatenation of circumstances, the mule-driver strikes Sancho, who\nbelabours Maritornes, upon whom the innkeeper falls, etc. Finally,\nlet us pass to the light comedy of to-day. Need we call to mind all\nthe forms in which this same combination appears? There is one that\nis employed rather frequently. For instance, a certain thing, say a\nletter, happens to be of supreme importance to a certain person and\nmust be recovered at all costs. This thing, which always vanishes\njust when you think you have caught it, pervades the entire play,\n\"rolling up” increasingly serious and unexpected incidents as it\nproceeds. All this is far more like a child’s game than appears at\nfirst blush. Once more the effect produced is that of the snowball.",
        "It is the characteristic of a mechanical combination to be generally\nREVERSIBLE. A child is delighted when he sees the ball in a game of\nninepins knocking down everything in its way and spreading havoc in\nall directions; he laughs louder than ever when the ball returns to\nits starting-point after twists and turns and waverings of every\nkind. In other words, the mechanism just described is laughable even\nwhen rectilinear, it is much more so on becoming circular and when\nevery effort the player makes, by a fatal interaction of cause and\neffect, merely results in bringing it back to the same spot. Now, a\nconsiderable number of light comedies revolve round this idea. An\nItalian straw hat has been eaten up by a horse. [Footnote: Un\nChapeau de paille d’Italie (Labiche).] There is only one other hat\nlike it in the whole of Paris; it MUST be secured regardless of\ncost. This hat, which always slips away at the moment its capture\nseems inevitable, keeps the principal character on the run, and\nthrough him all the others who hang, so to say, on to his coat\ntails, like a magnet which, by a successive series of attractions,\ndraws along in its train the grains of iron filings that hang on to\neach other. And when at last, after all sorts of difficulties, the\ngoal seems in sight, it is found that the hat so ardently sought is\nprecisely the one that has been eaten. The same voyage of discovery\nis depicted in another equally well-known comedy of Labiche.\n[Footnote: La Cagnotte.] The curtain rises on an old bachelor and an\nold maid, acquaintances of long standing, at the moment of enjoying\ntheir daily rubber. Each of them, unknown to the other, has applied\nto the same matrimonial agency. Through innumerable difficulties,\none mishap following on the heels of another, they hurry along, side\nby side, right through the play, to the interview which brings them\nback, purely and simply, into each other’s presence. We have the\nsame circular effect, the same return to the starting-point, in a\nmore recent play. [Footnote: Les Surprises du divorce.] A henpecked\nhusband imagines he has escaped by divorce from the clutches of his\nwife and his mother-in-law. He marries again, when, lo and behold,\nthe double combination of marriage and divorce brings back to him\nhis former wife in the aggravated form of a second mother-in-law!",
        "When we think how intense and how common is this type of the comic,\nwe understand why it has fascinated the imagination of certain\nphilosophers. To cover a good deal of ground only to come back\nunwittingly to the starting-point, is to make a great effort for a\nresult that is nil. So we might be tempted to define the comic in\nthis latter fashion. And such, indeed, seems to be the idea of\nHerbert Spencer: according to him, laughter is the indication of an\neffort which suddenly encounters a void. Kant had already said\nsomething of the kind: “Laughter is the result of an expectation,\nwhich, of a sudden, ends in nothing.” No doubt these definitions\nwould apply to the last few examples given, although, even then, the\nformula needs the addition of sundry limitations, for we often make\nan ineffectual effort which is in no way provocative of laughter.\nWhile, however, the last few examples are illustrations of a great\ncause resulting in a small effect, we quoted others, immediately\nbefore, which might be defined inversely as a great effect springing\nfrom a small cause. The truth is, this second definition has\nscarcely more validity than the first. Lack of proportion between\ncause and effect, whether appearing in one or in the other, is never\nthe direct source of laughter. What we do laugh at is something that\nthis lack of proportion may in certain cases disclose, namely, a\nparticular mechanical arrangement which it reveals to us, as through\na glass, at the back of the series of effects and causes. Disregard\nthis arrangement, and you let go the only clue capable of guiding\nyou through the labyrinth of the comic. Any hypothesis you otherwise\nwould select, while possibly applicable to a few carefully chosen\ncases, is liable at any moment to be met and overthrown by the first\nunsuitable instance that comes along.",
        "But why is it we laugh at this mechanical arrangement? It is\ndoubtless strange that the history of a person or of a group should\nsometimes appear like a game worked by strings, or gearings, or\nsprings; but from what source does the special character of this\nstrangeness arise? What is it that makes it laughable? To this\nquestion, which we have already propounded in various forms, our\nanswer must always be the same. The rigid mechanism which we\noccasionally detect, as a foreign body, in the living continuity of\nhuman affairs is of peculiar interest to us as being a kind of\nABSENTMINDEDNESS on the part of life. Were events unceasingly\nmindful of their own course, there would be no coincidences, no\nconjunctures and no circular series; everything would evolve and\nprogress continuously. And were all men always attentive to life,\nwere we constantly keeping in touch with others as well as with\nourselves, nothing within us would ever appear as due to the working\nof strings or springs. The comic is that side of a person which\nreveals his likeness to a thing, that aspect of human events which,\nthrough its peculiar inelasticity, conveys the impression of pure\nmechanism, of automatism, of movement without life. Consequently it\nexpresses an individual or collective imperfection which calls for\nan immediate corrective. This corrective is laughter, a social\ngesture that singles out and represses a special kind of\nabsentmindedness in men and in events.",
        "But this in turn tempts us to make further investigations. So far,\nwe have spent our time in rediscovering, in the diversions of the\ngrownup man, those mechanical combinations which amused him as a\nchild. Our methods, in fact, have been entirely empirical. Let us\nnow attempt to frame a full and methodical theory, by seeking, as it\nwere, at the fountainhead, the changeless and simple archetypes of\nthe manifold and transient practices of the comic stage. Comedy, we\nsaid, combines events so as to introduce mechanism into the outer\nforms of life. Let us now ascertain in what essential\ncharacteristics life, when viewed from without, seems to contrast\nwith mere mechanism. We shall only have, then, to turn to the\nopposite characteristics, in order to discover the abstract formula,\nthis time a general and complete one, for every real and possible\nmethod of comedy.",
        "Life presents itself to us as evolution in time and complexity in\nspace. Regarded in time, it is the continuous evolution of a being\never growing older; it never goes backwards and never repeats\nanything. Considered in space, it exhibits certain coexisting\nelements so closely interdependent, so exclusively made for one\nanother, that not one of them could, at the same time, belong to two\ndifferent organisms: each living being is a closed system of\nphenomena, incapable of interfering with other systems. A continual\nchange of aspect, the irreversibility of the order of phenomena, the\nperfect individuality of a perfectly self-contained series: such,\nthen, are the outward characteristics--whether real or apparent is\nof little moment--which distinguish the living from the merely\nmechanical. Let us take the counterpart of each of these: we shall\nobtain three processes which might be called REPETITION, INVERSION,\nand RECIPROCAL INTERFERENCE OF SERIES. Now, it is easy to see that\nthese are also the methods of light comedy, and that no others are\npossible.",
        "As a matter of fact, we could discover them, as ingredients of\nvarying importance, in the composition of all the scenes we have\njust been considering, and, a fortiori, in the children’s games, the\nmechanism of which they reproduce. The requisite analysis would,\nhowever, delay us too long, and it is more profitable to study them\nin their purity by taking fresh examples. Nothing could be easier,\nfor it is in their pure state that they are found both in classic\ncomedy and in contemporary plays.",
        "1. REPETITION.-Our present problem no longer deals, like the\npreceding one, with a word or a sentence repeated by an individual,\nbut rather with a situation, that is, a combination of\ncircumstances, which recurs several times in its original form and\nthus contrasts with the changing stream of life. Everyday experience\nsupplies us with this type of the comic, though only in a\nrudimentary state. Thus, you meet a friend in the street whom you\nhave not seen for an age; there is nothing comic in the situation.\nIf, however, you meet, him again the same day, and then a third and\na fourth time, you may laugh at the “coincidence.” Now, picture to\nyourself a series of imaginary events which affords a tolerably fair\nillusion of life, and within this ever-moving series imagine one and\nthe same scene reproduced either by the same characters or by\ndifferent ones: again you will have a coincidence, though a far more\nextraordinary one.",
        "Such are the repetitions produced on the stage. They are the more\nlaughable in proportion as the scene repeated is more complex and\nmore naturally introduced--two conditions which seem mutually\nexclusive, and which the play-writer must be clever enough to\nreconcile.",
        "Contemporary light comedy employs this method in every shape and\nform. One of the best-known examples consists in bringing a group of\ncharacters, act after act, into the most varied surroundings, so as\nto reproduce, under ever fresh circumstances, one and the same\nseries of incidents or accidents more or less symmetrically\nidentical.",
        "In several of Moliere’s plays we find one and the same arrangement\nof events repeated right through the comedy from beginning to end.\nThus, the Ecole des femmes does nothing more than reproduce and\nrepeat a single incident in three tempi: first tempo, Horace tells\nArnolphe of the plan he has devised to deceive Agnes’s guardian, who\nturns out to be Arnolphe himself; second tempo, Arnolphe thinks he\nhas checkmated the move; third tempo, Agnes contrives that Horace\ngets all the benefit of Arnolphe’s precautionary measures. There is\nthe same symmetrical repetition in the Ecole des marts, in\nL’Etourdi, and above all in George Dandin, where the same effect in\nthree tempi is again met with: first tempo, George Dandin discovers\nthat his wife is unfaithful; second tempo, he summons his father--\nand mother-in-law to his assistance; third tempo, it is George\nDandin himself, after all, who has to apologise.",
        "At times the same scene is reproduced with groups of different\ncharacters. Then it not infrequently happens that the first group\nconsists of masters and the second of servants. The latter repeat in\nanother key a scene already played by the former, though the\nrendering is naturally less refined. A part of the Depit amoureux is\nconstructed on this plan, as is also Amphitryon. In an amusing\nlittle comedy of Benedix, Der Eigensinn, the order is inverted: we\nhave the masters reproducing a scene of stubbornness in which their\nservants have set the example.",
        "But, quite irrespective of the characters who serve as pegs for the\narrangement of symmetrical situations, there seems to be a wide gulf\nbetween classic comedy and the theatre of to-day. Both aim at\nintroducing a certain mathematical order into events, while none the\nless maintaining their aspect of likelihood, that is to say, of\nlife. But the means they employ are different. The majority of light\ncomedies of our day seek to mesmerise directly the mind of the\nspectator. For, however extraordinary the coincidence, it becomes\nacceptable from the very fact that it is accepted; and we do accept\nit, if we have been gradually prepared for its reception. Such is\noften the procedure adopted by contemporary authors. In Moliere’s\nplays, on the contrary, it is the moods of the persons on the stage,\nnot of the audience, that make repetition seem natural. Each of the\ncharacters represents a certain force applied in a certain\ndirection, and it is because these forces, constant in direction,\nnecessarily combine together in the same way, that the same\nsituation is reproduced. Thus interpreted, the comedy of situation\nis akin to the comedy of character. It deserves to be called\nclassic, if classic art is indeed that which does not claim to\nderive from the effect more than it has put into the cause.",
        "2. Inversion.--This second method has so much analogy with the first\nthat we will merely define it without insisting on illustrations.\nPicture to yourself certain characters in a certain situation: if\nyou reverse the situation and invert the roles, you obtain a comic\nscene. The double rescue scene in Le Voyage de M. Perrichon belongs\nto this class. [Footnote: Labiche, “Le Voyage de M. Perrichon.\"]\nThere is no necessity, however, for both the identical scenes to be\nplayed before us. We may be shown only one, provided the other is\nreally in our minds. Thus, we laugh at the prisoner at the bar\nlecturing the magistrate; at a child presuming to teach its parents;\nin a word, at everything that comes under the heading of\n\"topsyturvydom.” Not infrequently comedy sets before us a character\nwho lays a trap in which he is the first to be caught. The plot of\nthe villain who is the victim of his own villainy, or the cheat\ncheated, forms the stock-in-trade of a good many plays. We find this\neven in primitive farce. Lawyer Pathelin tells his client of a trick\nto outwit the magistrate; the client employs the self-same trick to\navoid paying the lawyer. A termagant of a wife insists upon her\nhusband doing all the housework; she has put down each separate item\non a “rota.” Now let her fall into a copper, her husband will refuse\nto drag her out, for “that is not down on his ’rota.’” In modern\nliterature we meet with hundreds of variations on the theme of the\nrobber robbed. In every case the root idea involves an inversion of\nroles, and a situation which recoils on the head of its author.",
        "Here we apparently find the confirmation of a law, some\nillustrations of which we have already pointed out. When a comic\nscene has been reproduced a number of times, it reaches the stage of\nbeing a classical type or model. It becomes amusing in itself, quite\napart from the causes which render it amusing. Henceforth, new\nscenes, which are not comic de jure, may become amusing de facto, on\naccount of their partial resemblance to this model. They call up in\nour mind a more or less confused image which we know to be comical.\nThey range themselves in a category representing an officially\nrecognised type of the comic. The scene of the “robber robbed\"\nbelongs to this class. It casts over a host of other scenes a\nreflection of the comic element it contains. In the end it renders\ncomic any mishap that befalls one through one’s own fault, no matter\nwhat the fault or mishap may be,--nay, an allusion to this mishap, a\nsingle word that recalls it, is sufficient. There would be nothing\namusing in the saying, “It serves you right, George Dandin,” were it\nnot for the comic overtones that take up and re-echo it.",
        "3. We have dwelt at considerable length on repetition and inversion;\nwe now come to the reciprocal interference [Footnote: The word\n\"interference” has here the meaning given to it in Optics, where it\nindicates the partial superposition and neutralisation, by each\nother, of two series of light-waves.] of series. This is a comic\neffect, the precise formula of which is very difficult to\ndisentangle, by reason of the extraordinary variety of forms in\nwhich it appears on the stage. Perhaps it might be defined as\nfollows: A situation is invariably comic when it belongs\nsimultaneously to two altogether independent series of events and is\ncapable of being interpreted in two entirely different meanings at\nthe same time.",
        "You will at once think of an equivocal situation. And the equivocal\nsituation is indeed one which permits of two different meanings at\nthe same time, the one merely plausible, which is put forward by the\nactors, the other a real one, which is given by the public. We see\nthe real meaning of the situation, because care has been taken to\nshow us every aspect of it; but each of the actors knows only one of\nthese aspects: hence the mistakes they make and the erroneous\njudgments they pass both on what is going on around them and on what\nthey are doing themselves. We proceed from this erroneous judgment\nto the correct one, we waver between the possible meaning and the\nreal, and it is this mental seesaw between two contrary\ninterpretations which is at first apparent in the enjoyment we\nderive from an equivocal situation. It is natural that certain\nphilosophers should have been specially struck by this mental\ninstability, and that some of them should regard the very essence of\nthe ludicrous as consisting in the collision or coincidence of two\njudgments that contradict each other. Their definition, however, is\nfar from meeting every case, and even when it does, it defines--not\nthe principle of the ludicrous, but only one of its more or less\ndistant consequences. Indeed, it is easy to see that the stage-made\nmisunderstanding is nothing but a particular instance of a far more\ngeneral phenomenon,--the reciprocal interference of independent\nseries, and that, moreover, it is not laughable in itself, but only\nas a sign of such an interference.",
        "As a matter of fact, each of the characters in every stage-made\nmisunderstanding has his setting in an appropriate series of events\nwhich he correctly interprets as far as he is concerned, and which\ngive the key-note to his words and actions. Each of the series\npeculiar to the several characters develop independently, but at a\ncertain moment they meet under such conditions that the actions and\nwords that belong to one might just as well belong to another. Hence\narise the misunderstandings and the equivocal nature of the\nsituation. But this latter is not laughable in itself, it is so only\nbecause it reveals the coincidence of the two independent series.\nThe proof of this lies in the fact that the author must be\ncontinually taxing his ingenuity to recall our attention to the\ndouble fact of independence and coincidence. This he generally\nsucceeds in doing by constantly renewing the vain threat of\ndissolving partnership between the two coinciding series. Every\nmoment the whole thing threatens to break down, but manages to get\npatched up again; it is this diversion that excites laughter, far\nmore than the oscillation of the mind between two contradictory\nideas. It makes us laugh because it reveals to us the reciprocal\ninterference of two independent series, the real source of the comic\neffect.",
        "And so the stage-made misunderstanding is nothing more than one\nparticular instance, one means--perhaps the most artificial--of\nillustrating the reciprocal interference of series, but it is not\nthe only one. Instead of two contemporary series, you might take one\nseries of events belonging to the past and another belonging to the\npresent: if the two series happen to coincide in our imagination,\nthere will be no resulting cross-purposes, and yet the same comic\neffect will continue to take place. Think of Bonivard, captive in\nthe Castle of Chillon: one series of facts. Now picture to yourself\nTartarin, travelling in Switzerland, arrested and imprisoned: second\nseries, independent of the former. Now let Tartarin be manacled to\nBonivard’s chain, thus making the two stories seem for a moment to\ncoincide, and you will get a very amusing scene, one of the most\namusing that Daudet’s imagination has pictured. [Tartarin sur les\nAlpes, by Daudet.] Numerous incidents of the mock-heroic style, if\nanalysed, would reveal the same elements. The transposition from the\nancient to the modern--always a laughable one--draws its inspiration\nfrom the same idea. Labiche has made use of this method in every\nshape and form. Sometimes he begins by building up the series\nseparately, and then delights in making them interfere with one\nanother: he takes an independent group--a wedding-party, for\ninstance--and throws them into altogether unconnected surroundings,\ninto which certain coincidences allow of their being foisted for the\ntime being. Sometimes he keeps one and the same set of characters\nright through the play, but contrives that certain of these\ncharacters have something to conceal--have, in fact, a secret\nunderstanding on the point--in short, play a smaller comedy within\nthe principal one: at one moment, one of the two comedies is on the\npoint of upsetting the other; the next, everything comes right and\nthe coincidence between the two series is restored. Sometimes, even,\nhe introduces into the actual series a purely immaterial series of\nevents, an inconvenient past, for instance, that some one has an\ninterest in concealing, but which is continually cropping up in the\npresent, and on each occasion is successfully brought into line with\nsituations with which it seemed destined to play havoc. But in every\ncase we find the two independent series, and also their partial\ncoincidence.",
        "We will not carry any further this analysis of the methods of light\ncomedy. Whether we find reciprocal interference of series,\ninversion, or repetition, we see that the objective is always the\nsame--to obtain what we have called a MECHANISATION of life. You\ntake a set of actions and relations and repeat it as it is, or turn\nit upside down, or transfer it bodily to another set with which it\npartially coincides--all these being processes that consist in\nlooking upon life as a repeating mechanism, with reversible action\nand interchangeable parts. Actual life is comedy just so far as it\nproduces, in a natural fashion, actions of the same kind,--\nconsequently, just so far as it forgets itself, for were it always\non the alert, it would be ever-changing continuity, irrevertible\nprogress, undivided unity. And so the ludicrous in events may be\ndefined as absentmindedness in things, just as the ludicrous in an\nindividual character always results from some fundamental\nabsentmindedness in the person, as we have already intimated and\nshall prove later on. This absentmindedness in events, however, is\nexceptional. Its results are slight. At any rate it is incurable, so\nthat it is useless to laugh at it. Therefore the idea would never\nhave occurred to any one of exaggerating that absentmindedness, of\nconverting it into a system and creating an art for it, if laughter\nwere not always a pleasure and mankind did not pounce upon the\nslightest excuse for indulging in it. This is the real explanation\nof light comedy, which holds the same relation to actual life as\ndoes a jointed dancing-doll to a man walking,--being, as it is, an\nartificial exaggeration of a natural rigidity in things. The thread\nthat binds it to actual life is a very fragile one. It is scarcely\nmore than a game which, like all games, depends on a previously\naccepted convention. Comedy in character strikes far deeper roots\ninto life. With that kind of comedy we shall deal more particularly\nin the final portion of our investigation. But we must first analyse\na certain type of the comic, in many respects similar to that of\nlight comedy: the comic in words.",
        "There may be something artificial in making a special category for\nthe comic in words, since most of the varieties of the comic that we\nhave examined so far were produced through the medium of language.\nWe must make a distinction, however, between the comic EXPRESSED and\nthe comic CREATED by language. The former could, if necessary, be\ntranslated from one language into another, though at the cost of\nlosing the greater portion of its significance when introduced into\na fresh society different in manners, in literature, and above all\nin association of ideas. But it is generally impossible to translate\nthe latter. It owes its entire being to the structure of the\nsentence or to the choice of the words. It does not set forth, by\nmeans of language, special cases of absentmindedness in man or in\nevents. It lays stress on lapses of attention in language itself. In\nthis case, it is language itself that becomes comic.",
        "Comic sayings, however, are not a matter of spontaneous generation;\nif we laugh at them, we are equally entitled to laugh at their\nauthor. This latter condition, however, is not indispensable, since\nthe saying or expression has a comic virtue of its own. This is\nproved by the fact that we find it very difficult, in the majority\nof these cases, to say whom we are laughing at, although at times we\nhave a dim, vague feeling that there is some one in the background.",
        "Moreover, the person implicated is not always the speaker. Here it\nseems as though we should draw an important distinction between the\nWITTY (SPIRITUEL) and the COMIC. A word is said to be comic when it\nmakes us laugh at the person who utters it, and witty when it makes\nus laugh either at a third party or at ourselves. But in most cases\nwe can hardly make up our minds whether the word is comic or witty.\nAll that we can say is that it is laughable.",
        "Before proceeding, it might be well to examine more closely what is\nmeant by ESPRIT. A witty saying makes us at least smile;\nconsequently, no investigation into laughter would be complete did\nit not get to the bottom of the nature of wit and throw light on the\nunderlying idea. It is to be feared, however, that this extremely\nsubtle essence is one that evaporates when exposed to the light.",
        "Let us first make a distinction between the two meanings of the word\nwit ESPRIT, the broader one and the more restricted. In the broader\nmeaning of the word, it would seem that what is called wit is a\ncertain DRAMATIC way of thinking. Instead of treating his ideas as\nmere symbols, the wit sees them, he hears them and, above all, makes\nthem converse with one another like persons. He puts them on the\nstage, and himself, to some extent, into the bargain. A witty nation\nis, of necessity, a nation enamoured of the theatre. In every wit\nthere is something of a poet--just as in every good reader there is\nthe making of an actor. This comparison is made purposely, because a\nproportion might easily be established between the four terms. In\norder to read well we need only the intellectual side of the actor’s\nart; but in order to act well one must be an actor in all one’s soul\nand body. In just the same way, poetic creation calls for some\ndegree of self-forgetfulness, whilst the wit does not usually err in\nthis respect. We always get a glimpse of the latter behind what he\nsays and does. He is not wholly engrossed in the business, because\nhe only brings his intelligence into play. So any poet may reveal\nhimself as a wit when he pleases. To do this there will be no need\nfor him to acquire anything; it seems rather as though he would have\nto give up something. He would simply have to let his ideas hold\nconverse with one another “for nothing, for the mere joy of the\nthing!” [Footnote: “Pour rien, pour le plaisir” is a quotation\nfrom Victor Hugo’s Marion Delorme] He would only have to unfasten\nthe double bond which keeps his ideas in touch with his feelings and\nhis soul in touch with life. In short, he would turn into a wit by\nsimply resolving to be no longer a poet in feeling, but only in\nintelligence.",
        "But if wit consists, for the most part, in seeing things SUB SPECIE\nTHEATRI, it is evidently capable of being specially directed to one\nvariety of dramatic art, namely, comedy. Here we have a more\nrestricted meaning of the term, and, moreover, the only one that\ninterests us from the point of view of the theory of laughter. What\nis here called WIT is a gift for dashing off comic scenes in a few\nstrokes--dashing them off, however, so subtly, delicately and\nrapidly, that all is over as soon as we begin to notice them.",
        "Who are the actors in these scenes? With whom has the wit to deal?\nFirst of all, with his interlocutors themselves, when his witticism\nis a direct retort to one of them. Often with an absent person whom\nhe supposes to have spoken and to whom he is replying. Still\noftener, with the whole world,--in the ordinary meaning of the\nterm,--which he takes to task, twisting a current idea into a\nparadox, or making use of a hackneyed phrase, or parodying some\nquotation or proverb. If we compare these scenes in miniature with\none another, we find they are almost always variations of a comic\ntheme with which we are well acquainted, that of the “robber\nrobbed.” You take up a metaphor, a phrase, an argument, and turn it\nagainst the man who is, or might be, its author, so that he is made\nto say what he did not mean to say and lets himself be caught, to\nsome extent, in the toils of language. But the theme of the “robber\nrobbed” is not the only possible one. We have gone over many\nvarieties of the comic, and there is not one of them that is\nincapable of being volatilised into a witticism.",
        "Every witty remark, then, lends itself to an analysis, whose\nchemical formula, so to say, we are now in a position to state. It\nruns as follows: Take the remark, first enlarge it into a regular\nscene, then find out the category of the comic to which the scene\nevidently belongs: by this means you reduce the witty remark to its\nsimplest elements and obtain a full explanation of it.",
        "Let us apply this method to a classic example. “Your chest hurts me\"\n(J’AI MAL A VOTRE POITRINE) wrote Mme. de Sevigne to her ailing\ndaughter--clearly a witty saying. If our theory is correct, we need\nonly lay stress upon the saying, enlarge and magnify it, and we\nshall see it expand into a comic scene. Now, we find this very\nscene, ready made, in the AMOUR MEDECIN of Moliere. The sham doctor,\nClitandre, who has been summoned to attend Sganarelle’s daughter,\ncontents himself with feeling Sganarelle’s own pulse, whereupon,\nrelying on the sympathy there must be between father and daughter,\nhe unhesitatingly concludes: “Your daughter is very ill!” Here we\nhave the transition from the witty to the comical. To complete our\nanalysis, then, all we have to do is to discover what there is\ncomical in the idea of giving a diagnosis of the child after\nsounding the father or the mother. Well, we know that one essential\nform of comic fancy lies in picturing to ourselves a living person\nas a kind of jointed dancing-doll, and that frequently, with the\nobject of inducing us to form this mental picture, we are shown two\nor more persons speaking and acting as though attached to one\nanother by invisible strings. Is not this the idea here suggested\nwhen we are led to materialise, so to speak, the sympathy we\npostulate as existing between father and daughter?",
        "We now see how it is that writers on wit have perforce confined\nthemselves to commenting on the extraordinary complexity of the\nthings denoted by the term without ever succeeding in defining it.\nThere are many ways of being witty, almost as many as there are of\nbeing the reverse. How can we detect what they have in common with\none another, unless we first determine the general relationship\nbetween the witty and the comic? Once, however, this relationship is\ncleared up, everything is plain sailing. We then find the same\nconnection between the comic and the witty as exists between a\nregular scene and the fugitive suggestion of a possible one. Hence,\nhowever numerous the forms assumed by the comic, wit will possess an\nequal number of corresponding varieties. So that the comic, in all\nits forms, is what should be defined first, by discovering (a task\nwhich is already quite difficult enough) the clue that leads from\none form to the other. By that very operation wit will have been\nanalysed, and will then appear as nothing more than the comic in a\nhighly volatile state. To follow the opposite plan, however, and\nattempt directly to evolve a formula for wit, would be courting\ncertain failure. What should we think of a chemist who, having ever\nso many jars of a certain substance in his laboratory, would prefer\ngetting that substance from the atmosphere, in which merely\ninfinitesimal traces of its vapour are to be found?",
        "But this comparison between the witty and the comic is also\nindicative of the line we must take in studying the comic in words.\nOn the one hand, indeed, we find there is no essential difference\nbetween a word that is comic and one that is witty; on the other\nhand, the latter, although connected with a figure of speech,\ninvariably calls up the image, dim or distinct, of a comic scene.\nThis amounts to saying that the comic in speech should correspond,\npoint by point, with the comic in actions and in situations, and is\nnothing more, if one may so express oneself, than their projection\non to the plane of words. So let us return to the comic in actions\nand in situations, consider the chief methods by which it is\nobtained, and apply them to the choice of words and the building up\nof sentences. We shall thus have every possible form of the comic in\nwords as well as every variety of wit.",
        "1. Inadvertently to say or do what we have no intention of saying or\ndoing, as a result of inelasticity or momentum, is, as we are aware,\none of the main sources of the comic. Thus, absentmindedness is\nessentially laughable, and so we laugh at anything rigid, ready-\nmade, mechanical in gesture, attitude and even facial expression. Do\nwe find this kind of rigidity in language also? No doubt we do,\nsince language contains ready-made formulas and stereotyped phrases.\nThe man who always expressed himself in such terms would invariably\nbe comic. But if an isolated phrase is to be comic in itself, when\nonce separated from the person who utters it, it must be something\nmore than ready-made, it must bear within itself some sign which\ntells us, beyond the possibility of doubt, that it was uttered\nautomatically. This can only happen when the phrase embodies some\nevident absurdity, either a palpable error or a contradiction in\nterms. Hence the following general rule: A COMIC MEANING IS\nINVARIABLY OBTAINED WHEN AN ABSURD IDEA IS FITTED INTO A WELL-\nESTABLISHED PHRASE-FORM.",
        "“Ce sabre est le plus beau jour de ma vie,” said M. Prudhomme.\nTranslate the phrase into English or German and it becomes purely\nabsurd, though it is comic enough in French. The reason is that “le\nplus beau jour de ma vie” is one of those ready-made phrase-endings\nto which a Frenchman’s ear is accustomed. To make it comic, then, we\nneed only clearly indicate the automatism of the person who utters\nit. This is what we get when we introduce an absurdity into the\nphrase. Here the absurdity is by no means the source of the comic,\nit is only a very simple and effective means of making it obvious.",
        "We have quoted only one saying of M. Prudhomme, but the majority of\nthose attributed to him belong to the same class. M. Prudhomme is a\nman of ready-made phrases. And as there are ready-made phrases in\nall languages, M. Prudhomme is always capable of being transposed,\nthough seldom of being translated. At times the commonplace phrase,\nunder cover of which the absurdity slips in, is not so readily\nnoticeable. “I don’t like working between meals,” said a lazy lout.\nThere would be nothing amusing in the saying did there not exist\nthat salutary precept in the realm of hygiene: “One should not eat\nbetween meals.”",
        "Sometimes, too, the effect is a complicated one. Instead of one\ncommonplace phrase-form, there are two or three which are dovetailed\ninto each other. Take, for instance, the remark of one of the\ncharacters in a play by Labiche, “Only God has the right to kill His\nfellow-creature.” It would seem that advantage is here taken of two\nseparate familiar sayings; “It is God who disposes of the lives of\nmen,” and, “It is criminal for a man to kill his fellow-creature.\"\nBut the two sayings are combined so as to deceive the ear and leave\nthe impression of being one of those hackneyed sentences that are\naccepted as a matter of course. Hence our attention nods, until we\nare suddenly aroused by the absurdity of the meaning. These examples\nsuffice to show how one of the most important types of the comic can\nbe projected--in a simplified form--on the plane of speech. We will\nnow proceed to a form which is not so general.",
        "2. “We laugh if our attention is diverted to the physical in a\nperson when it is the moral that is in question,” is a law we laid\ndown in the first part of this work. Let us apply it to language.\nMost words might be said to have a PHYSICAL and a MORAL meaning,\naccording as they are interpreted literally or figuratively. Every\nword, indeed, begins by denoting a concrete object or a material\naction; but by degrees the meaning of the word is refined into an\nabstract relation or a pure idea. If, then, the above law holds good\nhere, it should be stated as follows: “A comic effect is obtained\nwhenever we pretend to take literally an expression which was used\nfiguratively\"; or, “Once our attention is fixed on the material\naspect of a metaphor, the idea expressed becomes comic.”",
        "In the phrase, “Tous les arts sont freres” (all the arts are\nbrothers), the word “frere” (brother) is used metaphorically to\nindicate a more or less striking resemblance. The word is so often\nused in this way, that when we hear it we do not think of the\nconcrete, the material connection implied in every relationship. We\nshould notice it more if we were told that “Tous les arts sont\ncousins,” for the word “cousin” is not so often employed in a\nfigurative sense; that is why the word here already assumes a slight\ntinge of the comic. But let us go further still, and suppose that\nour attention is attracted to the material side of the metaphor by\nthe choice of a relationship which is incompatible with the gender\nof the two words composing the metaphorical expression: we get a\nlaughable result. Such is the well-known saying, also attributed to\nM. Prudhomme, “Tous les arts (masculine) sont soeurs (feminine).\"\n\"He is always running after a joke,” was said in Boufflers’ presence\nregarding a very conceited fellow. Had Boufflers replied, “He won’t\ncatch it,” that would have been the beginning of a witty saying,\nthough nothing more than the beginning, for the word “catch” is\ninterpreted figuratively almost as often as the word “run\"; nor does\nit compel us more strongly than the latter to materialise the image\nof two runners, the one at the heels of the other. In order that the\nrejoinder may appear to be a thoroughly witty one, we must borrow\nfrom the language of sport an expression so vivid and concrete that\nwe cannot refrain from witnessing the race in good earnest. This is\nwhat Boufflers does when he retorts, “I’ll back the joke!”",
        "We said that wit often consists in extending the idea of one’s\ninterlocutor to the point of making him express the opposite of what\nhe thinks and getting him, so to say, entrapt by his own words. We\nmust now add that this trap is almost always some metaphor or\ncomparison the concrete aspect of which is turned against him. You\nmay remember the dialogue between a mother and her son in the Faux\nBonshommes: “My dear boy, gambling on ’Change is very risky. You win\none day and lose the next.\"--\"Well, then, I will gamble only every\nother day.” In the same play too we find the following edifying\nconversation between two company-promoters: “Is this a very\nhonourable thing we are doing? These unfortunate shareholders, you\nsee, we are taking the money out of their very pockets....\"--\"Well,\nout of what do you expect us to take it?”",
        "An amusing result is likewise obtainable whenever a symbol or an\nemblem is expanded on its concrete side, and a pretence is made of\nretaining the same symbolical value for this expansion as for the\nemblem itself. In a very lively comedy we are introduced to a Monte\nCarlo official, whose uniform is covered with medals, although he\nhas only received a single decoration. “You see, I staked my medal\non a number at roulette,” he said, “and as the number turned up, I\nwas entitled to thirty-six times my stake.” This reasoning is very\nsimilar to that offered by Giboyer in the Effrontes. Criticism is\nmade of a bride of forty summers who is wearing orange-blossoms with\nher wedding costume: “Why, she was entitled to oranges, let alone\norange-blossoms!” remarked Giboyer.",
        "But we should never cease were we to take one by one all the laws we\nhave stated, and try to prove them on what we have called the plane\nof language. We had better confine ourselves to the three general\npropositions of the preceding section. We have shown that “series of\nevents” may become comic either by repetition, by inversion, or by\nreciprocal interference. Now we shall see that this is also the case\nwith series of words.",
        "To take series of events and repeat them in another key or another\nenvironment, or to invert them whilst still leaving them a certain\nmeaning, or mix them up so that their respective meanings jostle one\nanother, is invariably comic, as we have already said, for it is\ngetting life to submit to be treated as a machine. But thought, too,\nis a living thing. And language, the translation of thought, should\nbe just as living. We may thus surmise that a phrase is likely to\nbecome comic if, though reversed, it still makes sense, or if it\nexpresses equally well two quite independent sets of ideas, or,\nfinally, if it has been obtained by transposing an idea into some\nkey other than its own. Such, indeed, are the three fundamental laws\nof what might be called THE COMIC TRANSFORMATION OF SENTENCES, as we\nshall show by a few examples.",
        "Let it first be said that these three laws are far from being of\nequal importance as regards the theory of the ludicrous. INVERSION\nis the least interesting of the three. It must be easy of\napplication, however, for it is noticeable that, no sooner do\nprofessional wits hear a sentence spoken than they experiment to see\nif a meaning cannot be obtained by reversing it,--by putting, for\ninstance, the subject in place of the object, and the object in\nplace of the subject. It is not unusual for this device to be\nemployed for refuting an idea in more or less humorous terms. One of\nthe characters in a comedy of Labiche shouts out to his neighbour on\nthe floor above, who is in the habit of dirtying his balcony, “What\ndo you mean by emptying your pipe on to my terrace?” The neighbour\nretorts, “What do you mean by putting your terrace under my pipe?\"\nThere is no necessity to dwell upon this kind of wit, instances of\nwhich could easily be multiplied. The RECIPROCAL INTERFERENCE of two\nsets of ideas in the same sentence is an inexhaustible source of\namusing varieties. There are many ways of bringing about this\ninterference, I mean of bracketing in the same expression two\nindependent meanings that apparently tally. The least reputable of\nthese ways is the pun. In the pun, the same sentence appears to\noffer two independent meanings, but it is only an appearance; in\nreality there are two different sentences made up of different\nwords, but claiming to be one and the same because both have the\nsame sound. We pass from the pun, by imperceptible stages, to the\ntrue play upon words. Here there is really one and the same sentence\nthrough which two different sets of ideas are expressed, and we are\nconfronted with only one series of words; but advantage is taken of\nthe different meanings a word may have, especially when used\nfiguratively instead of literally. So that in fact there is often\nonly a slight difference between the play upon words on the one\nhand, and a poetic metaphor or an illuminating comparison on the\nother. Whereas an illuminating comparison and a striking image\nalways seem to reveal the close harmony that exists between language\nand nature, regarded as two parallel forms of life, the play upon\nwords makes us think somehow of a negligence on the part of\nlanguage, which, for the time being, seems to have forgotten its\nreal function and now claims to accommodate things to itself instead\nof accommodating itself to things. And so the play upon words always\nbetrays a momentary LAPSE OF ATTENTION in language, and it is\nprecisely on that account that it is amusing.",
        "INVERSION and RECIPROCAL INTERFERENCE, after all, are only a certain\nplayfulness of the mind which ends at playing upon words. The comic\nin TRANSPOSITION is much more far-reaching. Indeed, transposition is\nto ordinary language what repetition is to comedy.",
        "We said that repetition is the favourite method of classic comedy.\nIt consists in so arranging events that a scene is reproduced either\nbetween the same characters under fresh circumstances or between\nfresh characters under the same circumstances. Thus we have,\nrepeated by lackeys in less dignified language, a scene already\nplayed by their masters. Now, imagine ideas expressed in suitable\nstyle and thus placed in the setting of their natural environment.\nIf you think of some arrangement whereby they are transferred to\nfresh surroundings, while maintaining their mutual relations, or, in\nother words, if you can induce them to express themselves in an\naltogether different style and to transpose themselves into another\nkey, you will have language itself playing a comedy--language itself\nmade comic. There will be no need, moreover, actually to set before\nus both expressions of the same ideas, the transposed expression and\nthe natural one. For we are acquainted with the natural one--the one\nwhich we should have chosen instinctively. So it will be enough if\nthe effort of comic invention bears on the other, and on the other\nalone. No sooner is the second set before us than we spontaneously\nsupply the first. Hence the following general rule: A COMIC EFFECT\nIS ALWAYS OBTAINABLE BY TRANSPOSING THE NATURE EXPRESSION OF AN IDEA\nINTO ANOTHER KEY.",
        "The means of transposition are so many and varied, language affords\nso rich a continuity of themes and the comic is here capable of\npassing through so great a number of stages, from the most insipid\nbuffoonery up to the loftiest forms of humour and irony, that we\nshall forego the attempt to make out a complete list. Having stated\nthe rule, we will simply, here and there, verify its main\napplications.",
        "In the first place, we may distinguish two keys at the extreme ends\nof the scale, the solemn and the familiar. The most obvious effects\nare obtained by merely transposing the one into the other, which\nthus provides us with two opposite currents of comic fancy.",
        "Transpose the solemn into the familiar and the result is parody. The\neffect of parody, thus defined, extends to instances in which the\nidea expressed in familiar terms is one that, if only in deference\nto custom, ought to be pitched in another key. Take as an example\nthe following description of the dawn, quoted by Jean Paul Richter:\n\"The sky was beginning to change from black to red, like a lobster\nbeing boiled.” Note that the expression of old-world matters in\nterms of modern life produces the same effect, by reason of the halo\nof poetry which surrounds classical antiquity.",
        "It is doubtless the comic in parody that has suggested to some\nphilosophers, and in particular to Alexander Bain, the idea of\ndefining the comic, in general, as a species of DEGRADATION. They\ndescribe the laughable as causing something to appear mean that was\nformerly dignified. But if our analysis is correct, degradation is\nonly one form of transposition, and transposition itself only one of\nthe means of obtaining laughter. There is a host of others, and the\nsource of laughter must be sought for much further back. Moreover,\nwithout going so far, we see that while the transposition from\nsolemn to trivial, from better to worse, is comic, the inverse\ntransposition may be even more so.",
        "It is met with as often as the other, and, apparently, we may\ndistinguish two main forms of it, according as it refers to the\nPHYSICAL DIMENSIONS of an object or to its MORAL VALUE.",
        "To speak of small things as though they were large is, in a general\nway, TO EXAGGERATE. Exaggeration is always comic when prolonged, and\nespecially when systematic; then, indeed, it appears as one method\nof transposition. It excites so much laughter that some writers have\nbeen led to define the comic as exaggeration, just as others have\ndefined it as degradation. As a matter of fact, exaggeration, like\ndegradation, is only one form of one kind of the comic. Still, it is\na very striking form. It has given birth to the mock-heroic poem, a\nrather old-fashioned device, I admit, though traces of it are still\nto be found in persons inclined to exaggerate methodically. It might\noften be said of braggadocio that it is its mock-heroic aspect which\nmakes us laugh.",
        "Far more artificial, but also far more refined, is the transposition\nupwards from below when applied to the moral value of things, not to\ntheir physical dimensions. To express in reputable language some\ndisreputable idea, to take some scandalous situation, some low-class\ncalling or disgraceful behaviour, and describe them in terms of the\nutmost “RESPECTABILITY,” is generally comic. The English word is\nhere purposely employed, as the practice itself is\ncharacteristically English. Many instances of it may be found in\nDickens and Thackeray, and in English literature generally. Let us\nremark, in passing, that the intensity of the effect does not here\ndepend on its length. A word is sometimes sufficient, provided it\ngives us a glimpse of an entire system of transposition accepted in\ncertain social circles and reveals, as it were, a moral organisation\nof immorality. Take the following remark made by an official to one\nof his subordinates in a novel of Gogol’s, “Your peculations are too\nextensive for an official of your rank.”",
        "Summing up the foregoing, then, there are two extreme terms of\ncomparison, the very large and the very small, the best and the\nworst, between which transposition may be effected in one direction\nor the other. Now, if the interval be gradually narrowed, the\ncontrast between the terms obtained will be less and less violent,\nand the varieties of comic transposition more and more subtle.",
        "The most common of these contrasts is perhaps that between the real\nand the ideal, between what is and what ought to be. Here again\ntransposition may take place in either direction. Sometimes we state\nwhat ought to be done, and pretend to believe that this is just what\nis actually being done; then we have IRONY. Sometimes, on the\ncontrary, we describe with scrupulous minuteness what is being done,\nand pretend to believe that this is just what ought to be done; such\nis often the method of HUMOUR. Humour, thus denned, is the\ncounterpart of irony. Both are forms of satire, but irony is\noratorical in its nature, whilst humour partakes of the scientific.\nIrony is emphasised the higher we allow ourselves to be uplifted by\nthe idea of the good that ought to be: thus irony may grow so hot\nwithin us that it becomes a kind of high-pressure eloquence. On the\nother hand, humour is the more emphasised the deeper we go down into\nan evil that actually is, in order t o set down its details in the\nmost cold-blooded indifference. Several authors, Jean Paul amongst\nthem, have noticed that humour delights in concrete terms, technical\ndetails, definite facts. If our analysis is correct, this is not an\naccidental trait of humour, it is its very essence. A humorist is a\nmoralist disguised as a scientist, something like an anatomist who\npractises dissection with the sole object of filling us with\ndisgust; so that humour, in the restricted sense in which we are\nhere regarding the word, is really a transposition from the moral to\nthe scientific.",
        "By still further curtailing the interval between the terms\ntransposed, we may now obtain more and more specialised types of\ncomic transpositions. Thus, certain professions have a technical\nvocabulary: what a wealth of laughable results have been obtained by\ntransposing the ideas of everyday life into this professional\njargon! Equally comic is the extension of business phraseology to\nthe social relations of life,--for instance, the phrase of one of\nLabiche’s characters in allusion to an invitation he has received,\n\"Your kindness of the third ult.,” thus transposing the commercial\nformula, “Your favour of the third instant.” This class of the\ncomic, moreover, may attain a special profundity of its own when it\ndiscloses not merely a professional practice, but a fault in\ncharacter. Recall to mind the scenes in the Faux Bonshommes and the\nFamille Benoiton, where marriage is dealt with as a business affair,\nand matters of sentiment are set down in strictly commercial\nlanguage.",
        "Here, however, we reach the point at which peculiarities of language\nreally express peculiarities of character, a closer investigation of\nwhich we must hold over to the next chapter. Thus, as might have\nbeen expected and may be seen from the foregoing, the comic in words\nfollows closely on the comic in situation and is finally merged,\nalong with the latter, in the comic in character. Language only\nattains laughable results because it is a human product, modelled as\nexactly as possible on the forms of the human mind. We feel it\ncontains some living element of our own life; and if this life of\nlanguage were complete and perfect, if there were nothing stereotype\nin it, if, in short, language were an absolutely unified organism\nincapable of being split up into independent organisms, it would\nevade the comic as would a soul whose life was one harmonious whole,\nunruffled as the calm surface of a peaceful lake. There is no pool,\nhowever, which has not some dead leaves floating on its surface, no\nhuman soul upon which there do not settle habits that make it rigid\nagainst itself by making it rigid against others, no language, in\nshort, so subtle and instinct with life, so fully alert in each of\nits parts as to eliminate the ready-made and oppose the mechanical\noperations of inversion, transposition, etc., which one would fain\nperform upon it as on some lifeless thing. The rigid, the ready--\nmade, the mechanical, in contrast with the supple, the ever-changing\nand the living, absentmindedness in contrast with attention, in a\nword, automatism in contrast with free activity, such are the\ndefects that laughter singles out and would fain correct. We\nappealed to this idea to give us light at the outset, when starting\nupon the analysis of the ludicrous. We have seen it shining at every\ndecisive turning in our road. With its help, we shall now enter upon\na more important investigation, one that will, we hope, be more\ninstructive. We purpose, in short, studying comic characters, or\nrather determining the essential conditions of comedy in character,\nwhile endeavouring to bring it about that this study may contribute\nto a better understanding of the real nature of art and the general\nrelation between art and life.",
        "We have followed the comic along many of its winding channels in an\nendeavour to discover how it percolates into a form, an attitude, or\na gesture; a situation, an action, or an expression. The analysis of\ncomic CHARACTERS has now brought us to the most important part of\nour task. It would also be the most difficult, had we yielded to the\ntemptation of defining the laughable by a few striking--and\nconsequently obvious--examples; for then, in proportion as we\nadvanced towards the loftiest manifestations of the comic, we should\nhave found the facts slipping between the over-wide meshes of the\ndefinition intended to retain them. But, as a matter of fact, we\nhave followed the opposite plan, by throwing light on the subject\nfrom above. Convinced that laughter has a social meaning and import,\nthat the comic expresses, above all else, a special lack of\nadaptability to society, and that, in short, there is nothing comic\napart from man, we have made man and character generally our main\nobjective. Our chief difficulty, therefore, has lain in explaining\nhow we come to laugh at anything else than character, and by what\nsubtle processes of fertilisation, combination or amalgamation, the\ncomic can worm its way into a mere movement, an impersonal\nsituation, or an independent phrase. This is what we have done so\nfar. We started with the pure metal, and all our endeavours have\nbeen directed solely towards reconstructing the ore. It is the metal\nitself we are now about to study. Nothing could be easier, for this\ntime we have a simple element to deal with. Let us examine it\nclosely and see how it reacts upon everything else.",
        "There are moods, we said, which move us as soon us as soon as we\nperceive them, joys and sorrows with which we sympathise, passions\nand vices which call forth painful astonishment, terror or pity, in\nthe beholder; in short, sentiments that are prolonged in sentimental\novertones from mind to mind. All this concerns the essentials of\nlife. All this is serious, at times even tragic. Comedy can only\nbegin at the point where our neighbour’s personality ceases to\naffect us. It begins, in fact, with what might be called a growing\ncallousness to social life. Any individual is comic who\nautomatically goes his own way without troubling himself about\ngetting into touch with the rest of his fellow-beings. It is the\npart of laughter to reprove his absentmindedness and wake him out of\nhis dream. If it is permissible to compare important things with\ntrivial ones, we would call to mind what happens when a youth enters\none of our military academies. After getting through the dreaded\nordeal of the examination, he finds the has other ordeals to face,\nwhich his seniors have arranged with the object of fitting him for\nthe new life he is entering upon, or, as they say, of “breaking him\ninto harness.” Every small society that forms within the larger is\nthus impelled, by a vague kind of instinct, to devise some method of\ndiscipline or “breaking in,” so as to deal with the rigidity of\nhabits that have been formed elsewhere and have now to undergo a\npartial modification. Society, properly so-called, proceeds in\nexactly the same way. Each member must be ever attentive to his\nsocial surroundings; he must model himself on his environment; in\nshort, he must avoid shutting himself up in his own peculiar\ncharacter as a philosopher in his ivory tower. Therefore society\nholds suspended over each individual member, if not the threat of\ncorrection, at all events the prospect of a snubbing, which,\nalthough it is slight, is none the less dreaded. Such must be the\nfunction of laughter. Always rather humiliating for the one against\nwhom it is directed, laughter is, really and truly, a kind of social\n\"ragging.”",
        "Hence the equivocal nature of the comic. It belongs neither\naltogether to art nor altogether to life. On the one hand,\ncharacters in real life would never make us laugh were we not\ncapable of watching their vagaries in the same way as we look down\nat a play from our seat in a box; they are only comic in our eyes\nbecause they perform a kind of comedy before us. But, on the other\nhand, the pleasure caused by laughter, even on the stage, is not an\nunadulterated enjoyment; it is not a pleasure that is exclusively\nesthetic or altogether disinterested. It always implies a secret or\nunconscious intent, if not of each one of us, at all events of\nsociety as a whole. In laughter we always find an unavowed intention\nto humiliate, and consequently to correct our neighbour, if not in\nhis will, at least in his deed. This is the reason a comedy is far\nmore like real life than a drama is. The more sublime the drama, the\nmore profound the analysis to which the poet has had to subject the\nraw materials of daily life in order to obtain the tragic element in\nits unadulterated form. On the contrary, it is only in its lower\naspects, in light comedy and farce, that comedy is in striking\ncontrast to reality: the higher it rises, the more it approximates\nto life; in fact, there are scenes in real life so closely bordering\non high-class comedy that the stage might adopt them without\nchanging a single word.",
        "Hence it follows that the elements of comic character on the stage\nand in actual life will be the same. What are these elements? We\nshall find no difficulty in deducing them. It has often been said\nthat it is the TRIFLING faults of our fellow-men that make us laugh.",
        "Evidently there is a considerable amount of truth in this opinion;\nstill, it cannot be regarded as altogether correct. First, as\nregards faults, it is no easy matter to draw the line between the\ntrifling and the serious; maybe it is not because a fault is\ntrifling that it makes us laugh, but rather because it makes us\nlaugh that we regard it as trifling, for there is nothing disarms us\nlike laughter. But we may go even farther, and maintain that there\nare faults at which we laugh, even though fully aware that they are\nserious,--Harpagon’s avarice, for instance. And then, we may as well\nconfess--though somewhat reluctantly--that we laugh not only at the\nfaults of our fellow-men, but also, at times, at their good\nqualities. We laugh at Alceste. The objection may be urged that it\nis not the earnestness of Alceste that is ludicrous, but rather the\nspecial aspect which earnestness assumes in his case, and, in short,\na certain eccentricity that mars it in our eyes. Agreed; but it is\nnone the less true that this eccentricity in Alceste, at which we\nlaugh, MAKES HIS EARNESTNESS LAUGHABLE, and that is the main point.\nSo we may conclude that the ludicrous is not always an indication of\na fault, in the moral meaning of the word, and if critics insist on\nseeing a fault, even though a trifling one, in the ludicrous, they\nmust point out what it is here that exactly distinguishes the\ntrifling from the serious.",
        " The truth is, the comic character may, strictly speaking, be quite\nin accord with stern morality. All it has to do is to bring itself\ninto accord with society. The character of Alceste is that of a\nthoroughly honest man. But then he is unsociable, and, on that very\naccount, ludicrous. A flexible vice may not be so easy to ridicule\nas a rigid virtue. It is rigidity that society eyes with suspicion.\nConsequently, it is the rigidity of Alceste that makes us laugh,\nthough here rigidity stands for honesty. The man who withdraws into\nhimself is liable to ridicule, because the comic is largely made up\nof this very withdrawal. This accounts for the comic being so\nfrequently dependent on the manners or ideas, or, to put it bluntly,\non the prejudices, of a society.",
        "It must be acknowledged, however, to the credit of mankind, that\nthere is no essential difference between the social ideal and the\nrule, that it is the faults of others that make us laugh, provided\nwe add that they make us laugh by reason of their UNSOCIABILITY\nrather than of their IMMORALITY. What, then, are the faults capable\nof becoming ludicrous, and in what circumstances do we regard them\nas being too serious to be laughed at?",
        "We have already given an implicit answer to this question. The\ncomic, we said, appeals to the intelligence, pure and simple;\nlaughter is incompatible with emotion. Depict some fault, however\ntrifling, in such a way as to arouse sympathy, fear, or pity; the\nmischief is done, it is impossible for us to laugh. On the other\nhand, take a downright vice,--even one that is, generally speaking,\nof an odious nature,--you may make it ludicrous if, by some suitable\ncontrivance, you arrange so that it leaves our emotions unaffected.\nNot that the vice must then be ludicrous, but it MAY, from that time\nforth, become so. IT MUST NOT AROUSE OUR FEELINGS; that is the sole\ncondition really necessary, though assuredly it is not sufficient.",
        "But, then, how will the comic poet set to work to prevent our\nfeelings being moved? The question is an embarrassing one. To clear\nit up thoroughly, we should have to enter upon a rather novel line\nof investigation, to analyse the artificial sympathy which we bring\nwith us to the theatre, and determine upon the circumstances in\nwhich we accept and those in which we refuse to share imaginary joys\nand sorrows. There is an art of lulling sensibility to sleep and\nproviding it with dreams, as happens in the case of a mesmerised\nperson. And there is also an art of throwing a wet blanket upon\nsympathy at the very moment it might arise, the result being that\nthe situation, though a serious one, is not taken seriously. This\nlatter art would appear to be governed by two methods, which are\napplied more or less unconsciously by the comic poet. The first\nconsists in ISOLATING, within the soul of the character, the feeling\nattributed to him, and making it a parasitic organism, so to speak,\nendowed with an independent existence. As a general rule, an intense\nfeeling successively encroaches upon all other mental states and\ncolours them with its own peculiar hue; if, then, we are made to\nwitness this gradual impregnation, we finally become impregnated\nourselves with a corresponding emotion. To employ a different image,\nan emotion may be said to be dramatic and contagious when all the\nharmonics in it are heard along with the fundamental note. It is\nbecause the actor thus thrills throughout his whole being that the\nspectators themselves feel the thrill. On the contrary, in the case\nof emotion that leaves us indifferent and that is about to become\ncomic, there is always present a certain rigidity which prevents it\nfrom establishing a connection with the rest of the soul in which it\nhas taken up its abode. This rigidity may be manifested, when the\ntime comes, by puppet-like movements, and then it will provoke\nlaughter; but, before that, it had already alienated our sympathy:\nhow can we put ourselves in tune with a soul which is not in tune\nwith itself? In Moliere’s L’Avare we have a scene bordering upon\ndrama. It is the one in which the borrower and the usurer, who have\nnever seen each other, meet face to face and find that they are son\nand father. Here we should be in the thick of a drama, if only greed\nand fatherly affection, conflicting with each other in the soul of\nHarpagon, had effected a more or less original combination. But such\nis not the case. No sooner has the interview come to an end than the\nfather forgets everything. On meeting his son again he barely\nalludes to the scene, serious though it has been: “You, my son, whom\nI am good enough to forgive your recent escapade, etc.” Greed has\nthus passed close to all other feelings ABSENTMINDEDLY, without\neither touching them or being touched. Although it has taken up its\nabode in the soul and become master of the house, none the less it\nremains a stranger. Far different would be avarice of a tragic sort.\nWe should find it attracting and absorbing, transforming and\nassimilating the divers energies of the man: feelings and\naffections, likes and dislikes, vices and virtues, would all become\nsomething into which avarice would breathe a new kind of life. Such\nseems to be the first essential difference between high-class comedy\nand drama.",
        "There is a second, which is far more obvious and arises out of the\nfirst. When a mental state is depicted to us with the object of\nmaking it dramatic, or even merely of inducing us to take it\nseriously, it gradually crystallises into ACTIONS which provide the\nreal measure of its greatness. Thus, the miser orders his whole life\nwith a view to acquiring wealth, and the pious hypocrite, though\npretending to have his eyes fixed upon heaven, steers most skilfully\nhis course here below. Most certainly, comedy does not shut out\ncalculations of this kind; we need only take as an example the very\nmachinations of Tartuffe. But that is what comedy has in common with\ndrama; and in order to keep distinct from it, to prevent our taking\na serious action seriously, in short, in order to prepare us for\nlaughter, comedy utilises a method, the formula of which may be\ngiven as follows: INSTEAD OF CONCENTRATING OUR ATTENTION ON ACTIONS,\nCOMEDY DIRECTS IT RATHER TO GESTURES. By GESTURES we here mean the\nattitudes, the movements and even the language by which a mental\nstate expresses itself outwardly without any aim or profit, from no\nother cause than a kind of inner itching. Gesture, thus defined, is\nprofoundly different from action. Action is intentional or, at any\nrate, conscious; gesture slips out unawares, it is automatic. In\naction, the entire person is engaged; in gesture, an isolated part\nof the person is expressed, unknown to, or at least apart from, the\nwhole of the personality. Lastly--and here is the essential point--\naction is in exact proportion to the feeling that inspires it: the\none gradually passes into the other, so that we may allow our\nsympathy or our aversion to glide along the line running from\nfeeling to action and become increasingly interested. About gesture,\nhowever, there is something explosive, which awakes our sensibility\nwhen on the point of being lulled to sleep and, by thus rousing us\nup, prevents our taking matters seriously. Thus, as soon as our\nattention is fixed on gesture and not on action, we are in the realm\nof comedy. Did we merely take his actions into account, Tartuffe\nwould belong to drama: it is only when we take his gestures into\nconsideration that we find him comic. You may remember how he comes\non to the stage with the words: “Laurent, lock up my hair-shirt and\nmy scourge.” He knows Dorine is listening to him, but doubtless he\nwould say the same if she were not there. He enters so thoroughly\ninto the role of a hypocrite that he plays it almost sincerely. In\nthis way, and this way only, can he become comic. Were it not for\nthis material sincerity, were it not for the language and attitudes\nthat his long-standing experience as a hypocrite has transformed\ninto natural gestures, Tartuffe would be simply odious, because we\nshould only think of what is meant and willed in his conduct. And so\nwe see why action is essential in drama, but only accessory in\ncomedy. In a comedy, we feel any other situation might equally well\nhave been chosen for the purpose of introducing the character; he\nwould still have been the same man though the situation were\ndifferent. But we do not get this impression in a drama. Here\ncharacters and situations are welded together, or rather, events\nform part and parcel with the persons, so that were the drama to\ntell us a different story, even though the actors kept the same\nnames, we should in reality be dealing with other persons.",
        "To sum up, whether a character is good or bad is of little moment:\ngranted he is unsociable, he is capable of becoming comic. We now\nsee that the seriousness of the case is of no importance either:\nwhether serious or trifling, it is still capable of making us laugh,\nprovided that care be taken not to arouse our emotions.\nUnsociability in the performer and insensibility in the spectator--\nsuch, in a word, are the two essential conditions. There is a third,\nimplicit in the other two, which so far it has been the aim of our\nanalysis to bring out.",
        "This third condition is automatism. We have pointed it out from the\noutset of this work, continually drawing attention to the following\npoint: what is essentially laughable is what is done automatically.\nIn a vice, even in a virtue, the comic is that element by which the\nperson unwittingly betrays himself--the involuntary gesture or the\nunconscious remark. Absentmindedness is always comical. Indeed, the\ndeeper the absentmindedness the higher the comedy. Systematic\nabsentmindedness, like that of Don Quixote, is the most comical\nthing imaginable: it is the comic itself, drawn as nearly as\npossible from its very source. Take any other comic character:\nhowever unconscious he may be of what he says or does, he cannot be\ncomical unless there be some aspect of his person of which he is\nunaware, one side of his nature which he overlooks; on that account\nalone does he make us laugh. [Footnote: When the humorist laughs at\nhimself, he is really acting a double part; the self who laughs is\nindeed conscious, but not the self who is laughed at.] Profoundly\ncomic sayings are those artless ones in which some vice reveals\nitself in all its nakedness: how could it thus expose itself were it\ncapable of seeing itself as it is? It is not uncommon for a comic\ncharacter to condemn in general terms a certain line of conduct and\nimmediately afterwards afford an example of it himself: for\ninstance, M. Jourdain’s teacher of philosophy flying into a passion\nafter inveighing against anger; Vadius taking a poem from his pocket\nafter heaping ridicule on readers of poetry, etc. What is the object\nof such contradictions except to help us to put our finger on the\nobliviousness of the characters to their own actions? Inattention to\nself, and consequently to others, is what we invariably find. And if\nwe look at the matter closely, we see that inattention is here\nequivalent to what we have called unsociability. The chief cause of\nrigidity is the neglect to look around--and more especially within\noneself: how can a man fashion his personality after that of another\nif he does not first study others as well as himself? Rigidity,\nautomatism, absent-mindedness and unsociability are all inextricably\nentwined; and all serve as ingredients to the making up of the comic\nin character.",
        "In a word, if we leave on one side, when dealing with human\npersonality, that portion which interests our sensibility or appeals\nto our feeling, all the rest is capable of becoming comic, and the\ncomic will be proportioned to the rigidity. We formulated this idea\nat the outset of this work. We have verified it in its main results,\nand have just applied it to the definition of comedy. Now we must\nget to closer quarters, and show how it enables us to delimitate the\nexact position comedy occupies among all the other arts. In one\nsense it might be said that all character is comic, provided we mean\nby character the ready-made element in our personality, that\nmechanical element which resembles a piece of clockwork wound up\nonce for all and capable of working automatically. It is, if you\nwill, that which causes us to imitate ourselves. And it is also, for\nthat very reason, that which enables others to imitate us. Every\ncomic character is a type. Inversely, every resemblance to a type\nhas something comic in it. Though we may long have associated with\nan individual without discovering anything about him to laugh at,\nstill, if advantage is t taken of some accidental analogy to dub him\nwith the name of a famous hero of romance or drama, he will in our\neyes border upon the ridiculous, if only for a moment. And yet this\nhero of romance may not be a comic character at all. But then it is\ncomic to be like him. It is comic to wander out of one’s own self.\nIt is comic to fall into a ready-made category. And what is most\ncomic of all is to become a category oneself into which others will\nfall, as into a ready-made frame; it is to crystallise into a stock\ncharacter.",
        "Thus, to depict characters, that is to say, general types, is the\nobject of high-class comedy. This has often been said. But it is as\nwell to repeat it, since there could be no better definition of\ncomedy. Not only are we entitled to say that comedy gives us general\ntypes, but we might add that it is the ONLY one of all the arts that\naims at the general; so that once this objective has been attributed\nto it, we have said all that it is and all that the rest cannot be.\nTo prove that such is really the essence of comedy, and that it is\nin this respect opposed to tragedy, drama and the other forms of\nart, we should begin by defining art in its higher forms: then,\ngradually coming down to comic poetry, we should find that this\nlatter is situated on the border-line between art and life, and\nthat, by the generality of its subject-matter, it contrasts with the\nrest of the arts. We cannot here plunge into so vast a subject of\ninvestigation; but we needs must sketch its main outlines, lest we\noverlook what, to our mind, is essential on the comic stage.",
        "What is the object of art? Could reality come into direct contact\nwith sense and consciousness, could we enter into immediate\ncommunion with things and with ourselves, probably art would be\nuseless, or rather we should all be artists, for then our soul would\ncontinually vibrate in perfect accord with nature. Our eyes, aided\nby memory, would carve out in space and fix in time the most\ninimitable of pictures. Hewn in the living marble of the human form,\nfragments of statues, beautiful as the relics of antique statuary,\nwould strike the passing glance. Deep in our souls we should hear\nthe strains of our inner life’s unbroken melody,--a music that is\nofttimes gay, but more frequently plaintive and always original. All\nthis is around and within us, and yet no whit of it do we distinctly\nperceive. Between nature and ourselves, nay, between ourselves and\nour own consciousness a veil is interposed: a veil that is dense and\nopaque for the common herd,--thin, almost transparent, for the\nartist and the poet. What fairy wove that veil? Was it done in\nmalice or in friendliness? We had to live, and life demands that we\ngrasp things in their relations to our own needs. Life is action.\nLife implies the acceptance only of the UTILITARIAN side of things\nin order to respond to them by appropriate reactions: all other\nimpressions must be dimmed or else reach us vague and blurred. I\nlook and I think I see, I listen and I think I hear, I examine\nmyself and I think I am reading the very depths of my heart. But\nwhat I see and hear of the outer world is purely and simply a\nselection made by my senses to serve as a light to my conduct; what\nI know of myself is what comes to the surface, what participates in\nmy actions. My senses and my consciousness, therefore, give me no\nmore than a practical simplification of reality. In the vision they\nfurnish me of myself and of things, the differences that are useless\nto man are obliterated, the resemblances that are useful to him are\nemphasised; ways are traced out for me in advance, along which my\nactivity is to travel. These ways are the ways which all mankind has\ntrod before me. Things have been classified with a view to the use I\ncan derive from them. And it is this classification I perceive, far\nmore clearly than the colour and the shape of things. Doubtless man\nis vastly superior to the lower animals in this respect. It is not\nvery likely that the eye of a wolf makes any distinction between a\nkid and a lamb; both appear t o the wolf as the same identical\nquarry, alike easy to pounce upon, alike good to devour. We, for our\npart, make a distinction between a goat and a sheep; but can we tell\none goat from another, one sheep from another? The INDIVIDUALITY of\nthings or of beings escapes us, unless it is materially to our\nadvantage to perceive it. Even when we do take note of it--as when\nwe distinguish one man from another--it is not the individuality\nitself that the eye grasps, i.e., an entirely original harmony of\nforms and colours, but only one or two features that will make\npractical recognition easier.",
        "In short, we do not see the actual things themselves; in most cases\nwe confine ourselves to reading the labels affixed to them. This\ntendency, the result of need, has become even more pronounced under\nthe influence of speech; for words--with the exception of proper\nnouns--all denote genera. The word, which only takes note of the\nmost ordinary function and commonplace aspect of the thing,\nintervenes between it and ourselves, and would conceal its form from\nour eyes, were that form not already masked beneath the necessities\nthat brought the word into existence. Not only external objects, but\neven our own mental states, are screened from us in their inmost,\ntheir personal aspect, in the original life they possess. When we\nfeel love or hatred, when we are gay or sad, is it really the\nfeeling itself that reaches our consciousness with those innumerable\nfleeting shades of meaning and deep resounding echoes that make it\nsomething altogether our own? We should all, were it so, be\nnovelists or poets or musicians. Mostly, however, we perceive\nnothing but the outward display of our mental state. We catch only\nthe impersonal aspect of our feelings, that aspect which speech has\nset down once for all because it is almost the same, in the same\nconditions, for all men. Thus, even in our own individual,\nindividuality escapes our ken. We move amidst generalities and\nsymbols, as within a tilt-yard in which our force is effectively\npitted against other forces; and fascinated by action, tempted by\nit, for our own good, on to the field it has selected, we live in a\nzone midway between things and ourselves, externally to things,\nexternally also to ourselves. From time to time, however, in a fit\nof absentmindedness, nature raises up souls that are more detached\nfrom life. Not with that intentional, logical, systematical\ndetachment--the result of reflection and philosophy--but rather with\nnatural detachment, one innate in the structure of sense or\nconsciousness, which at once reveals itself by a virginal manner, so\nto speak, of seeing, hearing or thinking. Were this detachment\ncomplete, did the soul no longer cleave to action by any of its\nperceptions, it would be the soul of an artist such as the world has\nnever yet seen. It would excel alike in every art at the same time;\nor rather, it would fuse them all into one. It would perceive all\nthings in their native purity: the forms, colours, sounds of the\nphysical world as well as the subtlest movements of the inner life.\nBut this is asking too much of nature. Even for such of us as she\nhas made artists, it is by accident, and on one side only, that she\nhas lifted the veil. In one direction only has she forgotten to\nrivet the perception to the need. And since each direction\ncorresponds to what we call a SENSE--through one of his senses, and\nthrough that sense alone, is the artist usually wedded to art.\nHence, originally, the diversity of arts. Hence also the speciality\nof predispositions. This one applies himself to colours and forms,\nand since he loves colour for colour and form for form, since he\nperceives them for their sake and not for his own, it is the inner\nlife of things that he sees appearing through their forms and\ncolours. Little by little he insinuates it into our own perception,\nbaffled though we may be at the outset. For a few moments at least,\nhe diverts us from the prejudices of form and colour that come\nbetween ourselves and reality. And thus he realises the loftiest\nambition of art, which here consists in revealing to us nature.\nOthers, again, retire within themselves. Beneath the thousand\nrudimentary actions which are the outward and visible signs of an\nemotion, behind the commonplace, conventional expression that both\nreveals and conceals an individual mental state, it is the emotion,\nthe original mood, to which they attain in its undefiled essence.\nAnd then, to induce us to make the same effort ourselves, they\ncontrive to make us see something of what they have seen: by\nrhythmical arrangement of words, which thus become organised and\nanimated with a life of their own, they tell us--or rather suggest--\nthings that speech was not calculated to express. Others delve yet\ndeeper still. Beneath these joys and sorrows which can, at a pinch,\nbe translated into language, they grasp something that has nothing\nin common with language, certain rhythms of life and breath that.\nare closer to man than his inmost feelings, being the living law--\nvarying with each individual--of his enthusiasm and despair, his\nhopes and regrets. By setting free and emphasising this music, they\nforce it upon our attention; they compel us, willy-nilly, to fall in\nwith it, like passers-by who join in a dance. And thus they impel us\nto set in motion, in the depths of our being, some secret chord\nwhich was only waiting to thrill. So art, whether it be painting or\nsculpture, poetry or music, has no other object than to brush aside\nthe utilitarian symbols, the conventional and socially accepted\ngeneralities, in short, everything that veils reality from us, in\norder to bring us face to face with reality itself. It is from a\nmisunderstanding on this point that the dispute between realism and\nidealism in art has arisen. Art is certainly only a more direct\nvision of reality. But this purity of perception implies a break\nwith utilitarian convention, an innate and specially localised\ndisinterestedness of sense or consciousness, in short, a certain\nimmateriality of life, which is what has always been called\nidealism. So that we might say, without in any way playing upon the\nmeaning of the words, that realism is in the work when idealism is\nin the soul, and that it is only through ideality that we can resume\ncontact with reality.",
        "Dramatic art forms no exception to this law. What drama goes forth\nto discover and brings to light, is a deep-seated reality that is\nveiled from us, often in our own interests, by the necessities of\nlife. What is this reality? What are these necessities? Poetry\nalways expresses inward states. But amongst these states some arise\nmainly from contact with our fellow-men. They are the most intense\nas well as the most violent. As contrary electricities attract each\nother and accumulate between the two plates of the condenser from\nwhich the spark will presently flash, so, by simply bringing people\ntogether, strong attractions and repulsions take place, followed by\nan utter loss of balance, in a word, by that electrification of the\nsoul known as passion. Were man to give way to the impulse of his\nnatural feelings, were there neither social nor moral law, these\noutbursts of violent feeling would be the ordinary rule in life. But\nutility demands that these outbursts should be foreseen and averted.\nMan must live in society, and consequently submit to rules. And what\ninterest advises, reason commands: duty calls, and we have to obey\nthe summons. Under this dual influence has perforce been formed an\noutward layer of feelings and ideas which make for permanence, aim\nat becoming common to all men, and cover, when they are not strong\nenough to extinguish it, the inner fire of individual passions. The\nslow progress of mankind in the direction of an increasingly\npeaceful social life has gradually consolidated this layer, just as\nthe life of our planet itself has been one long effort to cover over\nwith a cool and solid crust the fiery mass of seething metals. But\nvolcanic eruptions occur. And if the earth were a living being, as\nmythology has feigned, most likely when in repose it would take\ndelight in dreaming of these sudden explosions, whereby it suddenly\nresumes possession of its innermost nature. Such is just the kind of\npleasure that is provided for us by drama. Beneath the quiet humdrum\nlife that reason and society have fashioned for us, it stirs\nsomething within us which luckily does not explode, but which it\nmakes us feel in its inner tension. It offers nature her revenge\nupon society. Sometimes it makes straight for the goal, summoning up\nto the surface, from the depths below, passions that produce a\ngeneral upheaval. Sometimes it effects a flank movement, as is often\nthe case in contemporary drama; with a skill that is frequently\nsophistical, it shows up the inconsistencies of society; it\nexaggerates the shams and shibboleths of the social law; and so\nindirectly, by merely dissolving or corroding the outer crust, it\nagain brings us back to the inner core. But, in both cases, whether\nit weakens society or strengthens nature, it has the same end in\nview: that of laying bare a secret portion of ourselves,--what might\nbe called the tragic element in our character.",
        "This is indeed the impression we get after seeing a stirring drama.\nWhat has just interested us is not so much what we have been told\nabout others as the glimpse we have caught of ourselves--a whole\nhost of ghostly feelings, emotions and events that would fain have\ncome into real existence, but, fortunately for us, did not. It also\nseems as if an appeal had been made within us to certain ancestral\nmemories belonging to a far-away past--memories so deep-seated and\nso foreign to our present life that this latter, for a moment, seems\nsomething unreal and conventional, for which we shall have to serve\na fresh apprenticeship. So it is indeed a deeper reality that drama\ndraws up from beneath our superficial and utilitarian attainments,\nand this art has the same end in view as all the others.",
        "Hence it follows that art always aims at what is INDIVIDUAL. What\nthe artist fixes on his canvas is something he has seen at a certain\nspot, on a certain day, at a certain hour, with a colouring that\nwill never be seen again. What the poet sings of is a certain mood\nwhich was his, and his alone, and which will never return. What the\ndramatist unfolds before us is the life-history of a soul, a living\ntissue of feelings and events--something, in short, which has once\nhappened and can never be repeated. We may, indeed, give general\nnames to these feelings, but they cannot be the same thing in\nanother soul. They are INDIVIDUALISED. Thereby, and thereby only, do\nthey belong to art; for generalities, symbols or even types, form\nthe current coin of our daily perception. How, then, does a\nmisunderstanding on this point arise?",
        "The reason lies in the fact that two very different things have been\nmistaken for each other: the generality of things and that of the\nopinions we come to regarding them. Because a feeling is generally\nrecognised as true, it does not follow that it is a general feeling.\nNothing could be more unique than the character of Hamlet. Though he\nmay resemble other men in some respects, it is clearly not on that\naccount that he interests us most. But he is universally accepted\nand regarded as a living character. In this sense only is he\nuniversally true. The same holds good of all the other products of\nart. Each of them is unique, and yet, if it bear the stamp of\ngenius, it will come to be accepted by everybody. Why will it be\naccepted? And if it is unique of its kind, by what sign do we know\nit to be genuine? Evidently, by the very effort it forces us to make\nagainst our predispositions in order to see sincerely. Sincerity is\ncontagious. What the artist has seen we shall probably never see\nagain, or at least never see in exactly the same way; but if he has\nactually seen it, the attempt he has made to lift the veil compels\nour imitation. His work is an example which we take as a lesson. And\nthe efficacy of the lesson is the exact standard of the genuineness\nof the work. Consequently, truth bears within itself a power of\nconviction, nay, of conversion, which is the sign that enables us to\nrecognise it. The greater the work and the more profound the dimly\napprehended truth, the longer may the effect be in coming, but, on\nthe other hand, the more universal will that effect tend to become.\nSo the universality here lies in the effect produced, and not in the\ncause.",
        "Altogether different is the object of comedy. Here it is in the work\nitself that the generality lies. Comedy depicts characters we have\nalready come across and shall meet with again. It takes note of\nsimilarities. It aims at placing types before our eyes. It even\ncreates new types, if necessary. In this respect it forms a contrast\nto all the other arts.",
        "The very titles of certain classical comedies are significant in\nthemselves. Le Misanthrope, l’Avare, le Joueur, le Distrait, etc.,\nare names of whole classes of people; and even when a character\ncomedy has a proper noun as its title, this proper noun is speedily\nswept away, by the very weight of its contents, into the stream of\ncommon nouns. We say “a Tartuffe,” but we should never say “a\nPhedre” or “a Polyeucte.”",
        "Above all, a tragic poet will never think of grouping around the\nchief character in his play secondary characters to serve as\nsimplified copies, so to speak, of the former. The hero of a tragedy\nrepresents an individuality unique of its kind. It may be possible\nto imitate him, but then we shall be passing, whether consciously or\nnot, from the tragic to the comic. No one is like him, because he is\nlike no one. But a remarkable instinct, on the contrary, impels the\ncomic poet, once he has elaborated his central character, to cause\nother characters, displaying the same general traits, to revolve as\nsatellites round him. Many comedies have either a plural noun or\nsome collective term as their title. “Les Femmes savantes,” “Les\nPrecieuses ridicules,” “Le Monde ou l’on s’ennuie,” etc., represent\nso many rallying points on the stage adopted by different groups of\ncharacters, all belonging to one identical type. It would be\ninteresting to analyse this tendency in comedy. Maybe dramatists\nhave caught a glimpse of a fact recently brought forward by mental\npathology, viz. that cranks of the same kind are drawn, by a secret\nattraction, to seek each other’s company. Without precisely coming\nwithin the province of medicine, the comic individual, as we have\nshown, is in some way absentminded, and the transition from absent-\nmindedness to crankiness is continuous. But there is also another\nreason. If the comic poet’s object is to offer us types, that is to\nsay, characters capable of self-repetition, how can he set about it\nbetter than by showing us, in each instance, several different\ncopies of the same model? That is just what the naturalist does in\norder to define a species. He enumerates and describes its main\nvarieties.",
        "This essential difference between tragedy and comedy, the former\nbeing concerned with individuals and the latter with classes, is\nrevealed in yet another way. It appears in the first draft of the\nwork. From the outset it is manifested by two radically different\nmethods of observation.",
        "Though the assertion may seem paradoxical, a study of other men is\nprobably not necessary to the tragic poet. We find some of the great\npoets have lived a retiring, homely sort of life, without having a\nchance of witnessing around them an outburst of the passions they\nhave so faithfully depicted. But, supposing even they had witnessed\nsuch a spectacle, it is doubtful whether they would have found it of\nmuch use. For what interests us in the work of the poet is the\nglimpse we get of certain profound moods or inner struggles. Now,\nthis glimpse cannot be obtained from without. Our souls are\nimpenetrable to one another. Certain signs of passion are all that\nwe ever apperceive externally. These we interpret--though always, by\nthe way, defectively--only by analogy with what we have ourselves\nexperienced. So what we experience is the main point, and we cannot\nbecome thoroughly acquainted with anything but our own heart--\nsupposing we ever get so far. Does this mean that the poet has\nexperienced what he depicts, that he has gone through the various\nsituations he makes his characters traverse, and lived the whole of\ntheir inner life? Here, too, the biographies of poets would\ncontradict such a supposition. How, indeed, could the same man have\nbeen Macbeth, Hamlet, Othello, King Lear, and many others? But then\na distinction should perhaps here be made between the personality WE\nHAVE and all those we might have had. Our character is the result of\na choice that is continually being renewed. There are points--at all\nevents there seem to be--all along the way, where we may branch off,\nand we perceive many possible directions though we are unable to\ntake more than one. To retrace one’s steps, and follow to the end\nthe faintly distinguishable directions, appears to be the essential\nelement in poetic imagination. Of course, Shakespeare was neither\nMacbeth, nor Hamlet, nor Othello; still, he MIGHT HAVE BEEN these\nseveral characters if the circumstances of the case on the one hand,\nand the consent of his will on the other, had caused to break out\ninto explosive action what was nothing more than an inner prompting.\nWe are strangely mistaken as to the part played by poetic\nimagination, if we think it pieces together its heroes out of\nfragments filched from right and left, as though it were patching\ntogether a harlequin’s motley. Nothing living would result from\nthat. Life cannot be recomposed; it can only be looked at and\nreproduced. Poetic imagination is but a fuller view of reality. If\nthe characters created by a poet give us the impression of life, it\nis only because they are the poet himself,--multiplication or\ndivision of the poet,--the poet plumbing the depths of his own\nnature in so powerful an effort of inner observation that he lays\nhold of the potential in the real, and takes up what nature has left\nas a mere outline or sketch in his soul in order to make of it a\nfinished work of art.",
        "Altogether different is the kind of observation from which comedy\nsprings. It is directed outwards. However interested a dramatist may\nbe in the comic features of human nature, he will hardly go, I\nimagine, to the extent of trying to discover his own. Besides, he\nwould not find them, for we are never ridiculous except in some\npoint that remains hidden from our own consciousness. It is on\nothers, then, that such observation must perforce be practised. But\nit; will, for this very reason, assume a character of generality\nthat it cannot have when we apply it to ourselves. Settling on the\nsurface, it will not be more than skin-deep, dealing with persons at\nthe point at which they come into contact and become capable of\nresembling one another. It will go no farther. Even if it could, it\nwould not desire to do so, for it would have nothing to gain in the\nprocess.",
        "To penetrate too far into the personality, to couple the outer\neffect with causes that are too deep-seated, would mean to endanger\nand in the end to sacrifice all that was laughable in the effect. In\norder that we may be tempted to laugh at it, we must localise its\ncause in some intermediate region of the soul. Consequently, the\neffect must appear to us as an average effect, as expressing an\naverage of mankind. And, like all averages, this one is obtained by\nbringing together scattered data, by comparing analogous cases and\nextracting their essence, in short by a process of abstraction and\ngeneralisation similar to that which the physicist brings to bear\nupon facts with the object of grouping them under laws. In a word,\nmethod and object are here of the same nature as in the inductive\nsciences, in that observation is always external and the result\nalways general.",
        "And so we come back, by a roundabout way, to the double conclusion\nwe reached in the course of our investigations. On the one hand, a\nperson is never ridiculous except through some mental attribute\nresembling absent-mindedness, through something that lives upon him\nwithout forming part of his organism, after the fashion of a\nparasite; that is the reason this state of mind is observable from\nwithout and capable of being corrected. But, on the other hand, just\nbecause laughter aims at correcting, it is expedient that the\ncorrection should reach as great a number of persons as possible.\nThis is the reason comic observation instinctively proceeds to what\nis general. It chooses such peculiarities as admit of being\nreproduced and consequently are not indissolubly bound up with the\nindividuality of a single person,--a possibly common sort of\nuncommonness, so to say,--peculiarities that are held in common. By\ntransferring them to the stage, it creates works which doubtless\nbelong to art in that their only visible aim is to please, but which\nwill be found to contrast with other works of art by reason of their\ngenerality and also of their scarcely confessed or scarcely\nconscious intention to correct and instruct. So we were probably\nright in saying that comedy lies midway between art and life. It is\nnot disinterested as genuine art is. By organising laughter, comedy\naccepts social life as a natural environment, it even obeys an\nimpulse of social life. And in this respect it turns its back upon\nart, which is a breaking away from society and a return to pure\nnature.",
        "Now let us see, in the light of what has gone before, the line to\ntake for creating an ideally comic type of character, comic in\nitself, in its origin, and in all its manifestations. It must be\ndeep-rooted, so as to supply comedy with inexhaustible matter, and\nyet superficial, in order that it may remain within the scope of\ncomedy; invisible to its actual owner, for the comic ever partakes\nof the unconscious, but visible to everybody else, so that it may\ncall forth general laughter, extremely considerate to its own self,\nso that it may be displayed without scruple, but troublesome to\nothers, so that they may repress it without pity; immediately\nrepressible, so that our laughter may not have been wasted, but sure\nof reappearing under fresh aspects, so that laughter may always find\nsomething to do; inseparable from social life, although insufferable\nto society; capable--in order that it may assume the greatest\nimaginable variety of forms--of being tacked on to all the vices and\neven to a good many virtues. Truly a goodly number of elements to\nfuse together! But a chemist of the soul, entrusted with this\nelaborate preparation, would be somewhat disappointed when pouring\nout the contents of his retort. He would find he had taken a vast\ndeal of trouble to compound a mixture which may be found ready-made\nand free of expense, for it is as widespread throughout mankind as\nair throughout nature.",
        "This mixture is vanity. Probably there is not a single failing that\nis more superficial or more deep-rooted. The wounds it receives are\nnever very serious, and yet they are seldom healed. The services\nrendered to it are the most unreal of all services, and yet they are\nthe very ones that meet with lasting gratitude. It is scarcely a\nvice, and yet all the vices are drawn into its orbit and, in\nproportion as they become more refined and artificial, tend to be\nnothing more than a means of satisfying it. The outcome of social\nlife, since it is an admiration of ourselves based on the admiration\nwe think we are inspiring in others, it is even more natural, more\nuniversally innate than egoism; for egoism may be conquered by\nnature, whereas only by reflection do we get the better of vanity.\nIt does not seem, indeed, as if men were ever born modest, unless we\ndub with the name of modesty a sort of purely physical bashfulness,\nwhich is nearer to pride than is generally supposed. True modesty\ncan be nothing but a meditation on vanity. It springs from the sight\nof others’ mistakes and the dread of being similarly deceived. It is\na sort of scientific cautiousness with respect to what we shall say\nand think of ourselves. It is made up of improvements and after-\ntouches. In short, it is an acquired virtue.",
        "It is no easy matter to define the point at which the anxiety to\nbecome modest may be distinguished from the dread of becoming\nridiculous. But surely, at the outset, this dread and this anxiety\nare one and the same thing. A complete investigation into the\nillusions of vanity, and into the ridicule that clings to them,\nwould cast a strange light upon the whole theory of laughter. We\nshould find laughter performing, with mathematical regularity, one\nof its main functions--that of bringing back to complete self-\nconsciousness a certain self-admiration which is almost automatic,\nand thus obtaining the greatest possible sociability of characters.\nWe should see that vanity, though it is a natural product of social\nlife, is an inconvenience to society, just as certain slight\npoisons, continually secreted by the human organism, would destroy\nit in the long run, if they were not neutralised by other\nsecretions. Laughter is unceasingly doing work of this kind. In this\nrespect, it might be said that the specific remedy for vanity is\nlaughter, and that the one failing that is essentially laughable is\nvanity.",
        "While dealing with the comic in form and movement, we showed how any\nsimple image, laughable in itself, is capable of worming its way\ninto other images of a more complex nature and instilling into them\nsomething of its comic essence; thus, the highest forms of the comic\ncan sometimes be explained by the lowest. The inverse process,\nhowever, is perhaps even more common, and many coarse comic effects\nare the direct result of a drop from some very subtle comic element.\nFor instance, vanity, that higher form of the comic, is an element\nwe are prone to look for, minutely though unconsciously, in every\nmanifestation of human activity. We look for it if only to laugh at\nit. Indeed, our imagination often locates it where it has no\nbusiness to be. Perhaps we must attribute to this source the\naltogether coarse comic element in certain effects which\npsychologists have very inadequately explained by contrast: a short\nman bowing his head to pass beneath a large door; two individuals,\none very tall the other a mere dwarf, gravely walking along arm-in-\narm, etc. By scanning narrowly this latter image, we shall probably\nfind that the shorter of the two persons seems as though he were\ntrying TO RAISE HIMSELF to the height of the taller, like the frog\nthat wanted to make itself as large as the ox.",
        "It would be quite impossible to go through all the peculiarities of\ncharacter that either coalesce or compete with vanity in order to\nforce themselves upon the attention of the comic poet. We have shown\nthat all failings may become laughable, and even, occasionally, many\na good quality. Even though a list of all the peculiarities that\nhave ever been found ridiculous were drawn up, comedy would manage\nto add to them, not indeed by creating artificial ones, but by\ndiscovering lines of comic development that had hitherto gone\nunnoticed; thus does imagination isolate ever fresh figures in the\nintricate design of one and the same piece of tapestry. The\nessential condition, as we know, is that the peculiarity observed\nshould straightway appear as a kind of CATEGORY into which a number\nof individuals can step.",
        "Now, there are ready-made categories established by society itself,\nand necessary to it because it is based on the division of labour.\nWe mean the various trades, public services and professions. Each\nparticular profession impresses on its corporate members certain\nhabits of mind and peculiarities of character in which they resemble\neach other and also distinguish themselves from the rest. Small\nsocieties are thus formed within the bosom of Society at large.\nDoubtless they arise from the very organisation of Society as a\nwhole. And yet, if they held too much aloof, there would be a risk\nof their proving harmful to sociability.",
        "Now, it is the business of laughter to repress any separatist\ntendency. Its function is to convert rigidity into plasticity, to\nreadapt the individual to the whole, in short, to round off the\ncorners wherever they are met with. Accordingly, we here find a\nspecies of the comic whose varieties might be calculated beforehand.\nThis we shall call the PROFESSIONAL COMIC.",
        "Instead of taking up these varieties in detail, we prefer to lay\nstress upon what they have in common. In the forefront we find\nprofessional vanity. Each one of M. Jourdain’s teachers exalts his\nown art above all the rest. In a play of Labiche there is a\ncharacter who cannot understand how it is possible to be anything\nelse than a timber merchant. Naturally he is a timber merchant\nhimself. Note that vanity here tends to merge into SOLEMNITY, in\nproportion to the degree of quackery there is in the profession\nunder consideration. For it is a remarkable fact that the more\nquestionable an art, science or occupation is, the more those who\npractise it are inclined to regard themselves as invested with a\nkind of priesthood and to claim that all should bow before its\nmysteries. Useful professions are clearly meant for the public, but\nthose whose utility is more dubious can only justify their existence\nby assuming that the public is meant for them: now, this is just the\nillusion that lies at the root of solemnity. Almost everything comic\nin Moliere’s doctors comes from this source. They treat the patient\nas though he had been made for the doctors, and nature herself as an\nappendage to medicine.",
        "Another form of this comic rigidity is what may be called\nPROFESSIONAL CALLOUSNESS. The comic character is so tightly jammed\ninto the rigid frame of his functions that he has no room to move or\nto be moved like other men. Only call to mind the answer Isabelle\nreceives from Perrin Dandin, the judge, when she asks him how he can\nbear to look on when the poor wretches are being tortured: Bah! cela\nfait toujours passer une heure ou deux.",
        "[Footnote: Bah! it always helps to while away an hour or two.]",
        "Does not Tartuffe also manifest a sort of professional callousness\nwhen he says--it is true, by the mouth of Orgon: Et je verrais\nmourir frere, enfants, mere et femme, Que je m’en soucierais autant\nque de cela!",
        "[Footnote: Let brother, children, mother and wife all die, what\nshould I care!]",
        "The device most in use, however, for making a profession ludicrous\nis to confine it, so to say, within the four corners of its own\nparticular jargon. Judge, doctor and soldier are made to apply the\nlanguage of law, medicine and strategy to the everyday affairs of\nlife, as though they had became incapable of talking like ordinary\npeople. As a rule, this kind of the ludicrous is rather coarse. It\nbecomes more refined, however, as we have already said, if it\nreveals some peculiarity of character in addition to a professional\nhabit. We will instance only Regnard’s Joueur, who expresses himself\nwith the utmost originality in terms borrowed from gambling, giving\nhis valet the name of Hector, and calling his betrothed Pallas, du\nnom connu de la Dame de Pique; [Footnote: Pallas, from the well-\nknown name of the Queen of Spades.] or Moliere’s Femmes\nsavantes, where the comic element evidently consists largely in\nthe translation of ideas of a scientific nature into terms of feminine\nsensibility: “Epicure me plait...” (Epicurus is charming), “J’aime les\ntourbillons” (I dote on vortices), etc. You have only to read the third\nact to find that Armande, Philaminte and Belise almost invariably\nexpress themselves in this style.",
        "Proceeding further in the same direction, we discover that there is\nalso such a thing as a professional logic, i.e. certain ways of\nreasoning that are customary in certain circles, which are valid for\nthese circles, but untrue for the rest of the public. Now, the\ncontrast between these two kinds of logic--one particular, the other\nuniversal--produces comic effects of a special nature, on which we\nmay advantageously dwell at greater length. Here we touch upon a\npoint of some consequence in the theory of laughter. We propose,\ntherefore, to give the question a wider scope and consider it in its\nmost general aspect.",
        "Eager as we have been to discover the deep-seated cause of the\ncomic, we have so far had to neglect one of its most striking\nphenomena. We refer to the logic peculiar to the comic character and\nthe comic group, a strange kind of logic, which, in some cases, may\ninclude a good deal of absurdity.",
        "Theophile Gautier said that the comic in its extreme form was the\nlogic of the absurd. More than one philosophy of laughter revolves\nround a like idea. Every comic effect, it is said, implies\ncontradiction in some of its aspects. What makes us laugh is alleged\nto be the absurd realised in concrete shape, a “palpable\nabsurdity\";--or, again, an apparent absurdity, which we swallow for\nthe moment only to rectify it immediately afterwards;--or, better\nstill, something absurd from one point of view though capable of a\nnatural explanation from another, etc. All these theories may\ncontain some portion of the truth; but, in the first place, they\napply only to certain rather obvious comic effects, and then, even\nwhere they do apply, they evidently take no account of the\ncharacteristic element of the laughable, that is, the PARTICULAR\nKIND of absurdity the comic contains when it does contain something\nabsurd. Is an immediate proof of this desired? You have only to\nchoose one of these definitions and make up effects in accordance\nwith the formula: twice out of every three times there will be\nnothing laughable in the effect obtained. So we see that absurdity,\nwhen met with in the comic, is not absurdity IN GENERAL. It is an\nabsurdity of a definite kind. It does not create the comic; rather,\nwe might say that the comic infuses into it its own particular\nessence. It is not a cause, but an effect--an effect of a very\nspecial kind, which reflects the special nature of its cause. Now,\nthis cause is known to us; consequently we shall have no trouble in\nunderstanding the nature of the effect.",
        "Assume, when out for a country walk, that you notice on the top of a\nhill something that bears a faint resemblance to a large motionless\nbody with revolving arms. So far you do not know what it is, but you\nbegin to search amongst your IDEAS--that is to say, in the present\ninstance, amongst the recollections at your disposal--for that\nrecollection which will best fit in with what you see. Almost\nimmediately the image of a windmill comes into your mind: the object\nbefore you is a windmill. No matter if, before leaving the house,\nyou have just been reading fairy-tales telling of giants with\nenormous arms; for although common sense consists mainly in being\nable to remember, it consists even more in being able to forget.\nCommon sense represents the endeavour of a mind continually adapting\nitself anew and changing ideas when it changes objects. It is the\nmobility of the intelligence conforming exactly to the mobility of\nthings. It is the moving continuity of our attention to life. But\nnow, let us take Don Quixote setting out for the wars. The romances\nhe has been reading all tell of knights encountering, on the way,\ngiant adversaries. He therefore must needs encounter a giant. This\nidea of a giant is a privileged recollection which has taken its\nabode in his mind and lies there in wait, motionless, watching for\nan opportunity to sally forth and become embodied in a thing. It IS\nBENT on entering the material world, and so the very first object he\nsees bearing the faintest resemblance to a giant is invested with\nthe form of one. Thus Don Quixote sees giants where we see\nwindmills. This is comical; it is also absurd. But is it a mere\nabsurdity,--an absurdity of an indefinite kind?",
        "It is a very special inversion of common sense. It consists in\nseeking to mould things on an idea of one’s own, instead of moulding\none’s ideas on things,--in seeing before us what we are thinking of,\ninstead of thinking of what we see. Good sense would have us leave\nall our memories in their proper rank and file; then the appropriate\nmemory will every time answer the summons of the situation of the\nmoment and serve only to interpret it. But in Don Quixote, on the\ncontrary, there is one group of memories in command of all the rest\nand dominating the character itself: thus it is reality that now has\nto bow to imagination, its only function being to supply fancy with\na body. Once the illusion has been created, Don Quixote develops it\nlogically enough in all its consequences; he proceeds with the\ncertainty and precision of a somnambulist who is acting his dream.\nSuch, then, is the origin of his delusions, and such the particular\nlogic which controls this particular absurdity. Now, is this logic\npeculiar to Don Quixote?",
        "We have shown that the comic character always errs through obstinacy\nof mind or of disposition, through absentmindedness, in short,\nthrough automatism. At the root of the comic there is a sort of\nrigidity which compels its victims to keep strictly to one path, to\nfollow it straight along, to shut their ears and refuse to listen.\nIn Moliere’s plays how many comic scenes can be reduced to this\nsimple type: A CHARACTER FOLLOWING UP HIS ONE IDEA, and continually\nrecurring to it in spite of incessant interruptions! The transition\nseems to take place imperceptibly from the man who will listen to\nnothing to the one who will see nothing, and from this latter to the\none who sees only what he wants to see. A stubborn spirit ends by\nadjusting things to its own way of thinking, instead of\naccommodating its thoughts to the things. So every comic character\nis on the highroad to the above-mentioned illusion, and Don Quixote\nfurnishes us with the general type of comic absurdity.",
        "Is there a name for this inversion of common sense? Doubtless it may\nbe found, in either an acute or a chronic form, in certain types of\ninsanity. In many of its aspects it resembles a fixed idea. But\nneither insanity in general, nor fixed ideas in particular, are\nprovocative of laughter: they are diseases, and arouse our pity.",
        "Laughter, as we have seen, is incompatible with emotion. If there\nexists a madness that is laughable, it can only be one compatible\nwith the general health of the mind,--a sane type of madness, one\nmight say. Now, there is a sane state of the mind that resembles\nmadness in every respect, in which we find the same associations of\nideas as we do in lunacy, the same peculiar logic as in a fixed\nidea. This state is that of dreams. So either our analysis is\nincorrect, or it must be capable of being stated in the following\ntheorem: Comic absurdity is of the same nature as that of dreams.",
        "The behaviour of the intellect in a dream is exactly what we have\njust been describing. The mind, enamoured of itself, now seeks in\nthe outer world nothing more than a pretext for realising its\nimaginations. A confused murmur of sounds still reaches the ear,\ncolours enter the field of vision, the senses are not completely\nshut in. But the dreamer, instead of appealing to the whole of his\nrecollections for the interpretation of what his senses perceive,\nmakes use of what he perceives to give substance to the particular\nrecollection he favours: thus, according to the mood of the dreamer\nand the idea that fills his imagination at the time, a gust of wind\nblowing down the chimney becomes the howl of a wild beast or a\ntuneful melody. Such is the ordinary mechanism of illusion in\ndreams.",
        "Now, if comic illusion is similar to dream illusion, if the logic of\nthe comic is the logic of dreams, we may expect to discover in the\nlogic of the laughable all the peculiarities of dream logic. Here,\nagain, we shall find an illustration of the law with which we are\nwell acquainted: given one form of the laughable, other forms that\nare lacking in the same comic essence become laughable from their\noutward resemblance to the first. Indeed, it is not difficult to see\nthat any PLAY OF IDEAS may afford us amusement if only it bring back\nto mind, more or less distinctly, the play of dreamland.",
        "We shall first call attention to a certain general relaxation of the\nrules of reasoning. The reasonings at which we laugh are those we\nknow to be false, but which we might accept as true were we to hear\nthem in a dream. They counterfeit true reasoning just sufficiently\nto deceive a mind dropping off to sleep. There is still an element\nof logic in them, if you will, but it is a logic lacking in tension\nand, for that very reason, affording us relief from intellectual\neffort. Many “witticisms” are reasonings of this kind, considerably\nabridged reasonings, of which we are given only the beginning and\nthe end. Such play upon ideas evolves in the direction of a play\nupon words in proportion as the relations set up between the ideas\nbecome more superficial: gradually we come to take no account of the\nmeaning of the words we hear, but only of their sound. It might be\ninstructive to compare with dreams certain comic scenes in which one\nof the characters systematically repeats in a nonsensical fashion\nwhat another character whispers in his ear. If you fall asleep with\npeople talking round you, you sometimes find that what they say\ngradually becomes devoid of meaning, that the sounds get distorted,\nas it were, and recombine in a haphazard fashion to form in your\nmind the strangest of meanings, and that you are reproducing between\nyourself and the different speakers the scene between Petit-Jean and\nThe Prompter. [Footnote: Les Plaideurs (Racine).]",
        "There are also COMIC OBSESSIONS that seem to bear a great\nresemblance to dream obsessions. Who has not had the experience of\nseeing the same image appear in several successive dreams, assuming\na plausible meaning in each of them, whereas these dreams had no\nother point in common. Effects of repetition sometimes present this\nspecial form on the stage or in fiction: some of them, in fact,\nsound as though they belonged to a dream. It may be the same with\nthe burden of many a song: it persistently recurs, always unchanged,\nat the end of every verse, each time with a different meaning.",
        "Not infrequently do we notice in dreams a particular CRESCENDO, a\nweird effect that grows more pronounced as we proceed. The first\nconcession extorted from reason introduces a second; and this one,\nanother of a more serious nature; and so on till the crowning\nabsurdity is reached. Now, this progress towards the absurd produces\non the dreamer a very peculiar sensation. Such is probably the\nexperience of the tippler when he feels himself pleasantly drifting\ninto a state of blankness in which neither reason nor propriety has\nany meaning for him. Now, consider whether some of Moliere’s plays\nwould not produce the same sensation: for instance, Monsieur de\nPourceaugnac, which, after beginning almost reasonably, develops\ninto a sequence of all sorts of absurdities. Consider also the\nBourgeois gentilhomme, where the different characters seem to allow\nthemselves to be caught up in a very whirlwind of madness as the\nplay proceeds. “If it is possible to find a man more completely mad,\nI will go and publish it in Rome.” This sentence, which warns us\nthat the play is over, rouses us from the increasingly extravagant\ndream into which, along with M. Jourdain, we have been sinking.",
        "But, above all, there is a special madness that is peculiar to\ndreams. There are certain special contradictions so natural to the\nimagination of a dreamer, and so absurd to the reason of a man wide-\nawake, that it would be impossible to give a full and correct idea\nof their nature to anyone who had not experienced them. We allude to\nthe strange fusion that a dream often effects between two persons\nwho henceforth form only one and yet remain distinct. Generally one\nof these is the dreamer himself. He feels he has not ceased to be\nwhat he is; yet he has become someone else. He is himself, and not\nhimself. He hears himself speak and sees himself act, but he feels\nthat some other “he” has borrowed his body and stolen his voice. Or\nperhaps he is conscious of speaking and acting as usual, but he\nspeaks of himself as a stranger with whom he has nothing in common;\nhe has stepped out of his own self. Does it not seem as though we\nfound this same extraordinary confusion in many a comic scene? I am\nnot speaking of Amphitryon, in which play the confusion is perhaps\nsuggested to the mind of the spectator, though the bulk of the comic\neffect proceeds rather from what we have already called a\n\"reciprocal interference of two series.” I am speaking of the\nextravagant and comic reasonings in which we really meet with this\nconfusion in its pure form, though it requires some looking into to\npick it out. For instance, listen to Mark Twain’s replies to the\nreporter who called to interview him:",
        "QUESTION. Isn’t that a brother of yours? ANSWER. Oh! yes, yes, yes!\nNow you remind me of it, that WAS a brother of mine. That’s William-\n-BILL we called him. Poor old Bill!",
        "Q. Why? Is he dead, then? A. Ah! well, I suppose so. We never could\ntell. There was a great mystery about it.",
        "Q. That is sad, very sad. He disappeared, then? A. Well, yes, in a\nsort of general way. We buried him.",
        "Q. BURIED him! BURIED him, without knowing whether he was dead or\nnot? A. Oh no! Not that. He was dead enough.",
        "Q. Well, I confess that I can’t understand this. If you buried him,\nand you knew he was dead--A. No! no! We only thought he was.",
        "Q. Oh, I see! He came to life again? A. I bet he didn’t.",
        "Q. Well, I never heard anything like this. SOMEBODY was dead.\nSOMEBODY was buried. Now, where was the mystery? A. Ah! that’s just\nit! That’s it exactly. You see, we were twins,--defunct and I,--and\nwe got mixed in the bath-tub when we were only two weeks old, and\none of us was drowned. But we didn’t know which. Some think it was\nBill. Some think it was me.",
        "Q. Well, that is remarkable. What do YOU think? A. Goodness knows! I\nwould give whole worlds to know. This solemn, this awful tragedy has\ncast a gloom over my whole life. But I will tell you a secret now,\nwhich I have never revealed to any creature before. One of us had a\npeculiar mark,--a large mole on the back of his left hand: that was\nME. THAT CHILD WAS THE ONE THAT WAS DROWNED! ... etc., etc.",
        "A close examination will show us that the absurdity of this dialogue\nis by no means an absurdity of an ordinary type. It would disappear\nwere not the speaker himself one of the twins in the story. It\nresults entirely from the fact that Mark Twain asserts he is one of\nthese twins, whilst all the time he talks as though he were a third\nperson who tells the tale. In many of our dreams we adopt exactly\nthe same method.",
        "Regarded from this latter point of view, the comic seems to show\nitself in a form somewhat different from the one we lately\nattributed to it. Up to this point, we have regarded laughter as\nfirst and foremost a means of correction. If you take the series of\ncomic varieties and isolate the predominant types at long intervals,\nyou will find that all the intervening varieties borrow their comic\nquality from their resemblance to these types, and that the types\nthemselves are so many models of impertinence with regard to\nsociety. To these impertinences society retorts by laughter, an even\ngreater impertinence. So evidently there is nothing very benevolent\nin laughter. It seems rather inclined to return evil for evil.",
        "But this is not what we are immediately struck by in our first\nimpression of the laughable. The comic character is often one with\nwhom, to begin with, our mind, or rather our body, sympathises. By\nthis is meant that we put ourselves for a very short time in his\nplace, adopt his gestures, words, arid actions, and, if amused by\nanything laughable in him, invite him, in imagination, to share his\namusement with us; in fact, we treat him first as a playmate. So, in\nthe laugher we find a “hail-fellow-well-met” spirit--as far, at\nleast, as appearances go--which it would be wrong of us not to take\ninto consideration. In particular, there is in laughter a movement\nof relaxation which has often been noticed, and the reason of which\nwe must try to discover. Nowhere is this impression more noticeable\nthan in the last few examples. In them, indeed, we shall find its\nexplanation.",
        "When the comic character automatically follows up his idea, he\nultimately thinks, speaks and acts as though he were dreaming. Now,\na dream is a relaxation. To remain in touch with things and men, to\nsee nothing but what is existent and think nothing but what is\nconsistent, demands a continuous effort of intellectual tension.\nThis effort is common sense. And to remain sensible is, indeed, to\nremain at work. But to detach oneself from things and yet continue\nto perceive images, to break away from logic and yet continue to\nstring together ideas, is to indulge in play or, if you prefer, in\ndolce far niente. So, comic absurdity gives us from the outset the\nimpression of playing with ideas. Our first impulse is to join in\nthe game. That relieves us from the strain of thinking. Now, the\nsame might be said of the other forms of the laughable. Deep-rooted\nin the comic, there is always a tendency, we said, to take the line\nof least resistance, generally that of habit. The comic character no\nlonger tries to be ceaselessly adapting and readapting himself to\nthe society of which he is a member. He slackens in the attention\nthat is due to life. He more or less resembles the absentminded.\nMaybe his will is here even more concerned than his intellect, and\nthere is not so much a want of attention as a lack of tension;\nstill, in some way or another, he is absent, away from his work,\ntaking it easy. He abandons social convention, as indeed--in the\ncase we have just been considering--he abandoned logic. Here, too,\nour first impulse is to accept the invitation to take it easy. For a\nshort time, at all events, we join in the game. And that relieves us\nfrom the strain of living.",
        "But we rest only for a short time. The sympathy that is capable of\nentering into the impression of the comic is a very fleeting one. It\nalso comes from a lapse in attention. Thus, a stern father may at\ntimes forget himself and join in some prank his child is playing,\nonly to check himself at once in order to correct it.",
        "Laughter is, above all, a corrective. Being intended to humiliate,\nit must make a painful impression on the person against whom it is\ndirected. By laughter, society avenges itself for the liberties\ntaken with it. It would fail in its object if it bore the stamp of\nsympathy or kindness.",
        "Shall we be told that the motive, at all events; may be a good one,\nthat we often punish because we love, and that laughter, by checking\nthe outer manifestations of certain failings, thus causes the person\nlaughed at to correct these failings and thereby improve himself\ninwardly?",
        "Much might be said on this point. As a general rule, and speaking\nroughly, laughter doubtless exercises a useful function. Indeed, the\nwhole of our analysis points to this fact. But it does not therefore\nfollow that laughter always hits the mark or is invariably inspired\nby sentiments of kindness or even of justice.",
        "To be certain of always hitting the mark, it would have to proceed\nfrom an act of reflection. Now, laughter is simply the result of a\nmechanism set up in us by nature or, what is almost the same thing,\nby our long acquaintance with social life. It goes off spontaneously\nand returns tit for tat. It has no time to look where it hits.\nLaughter punishes certain failing’s somewhat as disease punishes\ncertain forms of excess, striking down some who are innocent and\nsparing some who are guilty, aiming at a general result and\nincapable of dealing separately with each individual case. And so it\nis with everything that comes to pass by natural means instead of\nhappening by conscious reflection. An average of justice may show\nitself in the total result, though the details, taken separately,\noften point to anything but justice.",
        "In this sense, laughter cannot be absolutely just. Nor should it be\nkind-hearted either. Its function is to intimidate by humiliating.\nNow, it would not succeed in doing this, had not nature implanted\nfor that very purpose, even in the best of men, a spark of\nspitefulness or, at all events, of mischief. Perhaps we had better\nnot investigate this point too closely, for we should not find\nanything very flattering to ourselves. We should see that this\nmovement of relaxation or expansion is nothing but a prelude to\nlaughter, that the laugher immediately retires within himself, more\nself-assertive and conceited than ever, and is evidently disposed to\nlook upon another’s personality as a marionette of which he pulls\nthe strings. In this presumptuousness we speedily discern a degree\nof egoism and, behind this latter, something less spontaneous and\nmore bitter, the beginnings of a curious pessimism which becomes the\nmore pronounced as the laugher more closely analyses his laughter.",
        "Here, as elsewhere, nature has utilised evil with a view to good. It\nis more especially the good that has engaged our attention\nthroughout this work. We have seen that the more society improves,\nthe more plastic is the adaptability it obtains from its members;\nwhile the greater the tendency towards increasing stability below,\nthe more does it force to the surface the disturbing elements\ninseparable from so vast a bulk; and thus laughter performs a useful\nfunction by emphasising the form of these significant undulations.\nSuch is also the truceless warfare of the waves on the surface of\nthe sea, whilst profound peace reigns in the depths below. The\nbillows clash and collide with each other, as they strive to find\ntheir level. A fringe of snow-white foam, feathery and frolicsome,\nfollows their changing outlines. From time to time, the receding\nwave leaves behind a remnant of foam on the sandy beach. The child,\nwho plays hard by, picks up a handful, and, the next moment, is\nastonished to find that nothing remains in his grasp but a few drops\nof water, water that is far more brackish, far more bitter than that\nof the wave which brought it. Laughter comes into being in the self-\nsame fashion. It indicates a slight revolt on the surface of social\nlife. It instantly adopts the changing forms of the disturbance. It,\nalso, is afroth with a saline base. Like froth, it sparkles. It is\ngaiety itself. But the philosopher who gathers a handful to taste\nmay find that the substance is scanty, and the after-taste bitter.",
        "[The End]",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n",
        "Laughter: An Essay on the Meaning of the Comic (Dover Books on Western Philosophy)By Henri BergsonAt Amazon"
    ]
}