{
    "title": "Laughter: An Essay on the Meaning of Comic - V",
    "author": "Henri Bergson",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "Regarded from this latter point of view, the comic seems to show\nitself in a form somewhat different from the one we lately\nattributed to it. Up to this point, we have regarded laughter as\nfirst and foremost a means of correction. If you take the series of\ncomic varieties and isolate the predominant types at long intervals,\nyou will find that all the intervening varieties borrow their comic\nquality from their resemblance to these types, and that the types\nthemselves are so many models of impertinence with regard to\nsociety. To these impertinences society retorts by laughter, an even\ngreater impertinence. So evidently there is nothing very benevolent\nin laughter. It seems rather inclined to return evil for evil.",
        "But this is not what we are immediately struck by in our first\nimpression of the laughable. The comic character is often one with\nwhom, to begin with, our mind, or rather our body, sympathises. By\nthis is meant that we put ourselves for a very short time in his\nplace, adopt his gestures, words, arid actions, and, if amused by\nanything laughable in him, invite him, in imagination, to share his\namusement with us; in fact, we treat him first as a playmate. So, in\nthe laugher we find a “hail-fellow-well-met” spirit--as far, at\nleast, as appearances go--which it would be wrong of us not to take\ninto consideration. In particular, there is in laughter a movement\nof relaxation which has often been noticed, and the reason of which\nwe must try to discover. Nowhere is this impression more noticeable\nthan in the last few examples. In them, indeed, we shall find its\nexplanation.",
        "When the comic character automatically follows up his idea, he\nultimately thinks, speaks and acts as though he were dreaming. Now,\na dream is a relaxation. To remain in touch with things and men, to\nsee nothing but what is existent and think nothing but what is\nconsistent, demands a continuous effort of intellectual tension.\nThis effort is common sense. And to remain sensible is, indeed, to\nremain at work. But to detach oneself from things and yet continue\nto perceive images, to break away from logic and yet continue to\nstring together ideas, is to indulge in play or, if you prefer, in\ndolce far niente. So, comic absurdity gives us from the outset the\nimpression of playing with ideas. Our first impulse is to join in\nthe game. That relieves us from the strain of thinking. Now, the\nsame might be said of the other forms of the laughable. Deep-rooted\nin the comic, there is always a tendency, we said, to take the line\nof least resistance, generally that of habit. The comic character no\nlonger tries to be ceaselessly adapting and readapting himself to\nthe society of which he is a member. He slackens in the attention\nthat is due to life. He more or less resembles the absentminded.\nMaybe his will is here even more concerned than his intellect, and\nthere is not so much a want of attention as a lack of tension;\nstill, in some way or another, he is absent, away from his work,\ntaking it easy. He abandons social convention, as indeed--in the\ncase we have just been considering--he abandoned logic. Here, too,\nour first impulse is to accept the invitation to take it easy. For a\nshort time, at all events, we join in the game. And that relieves us\nfrom the strain of living.",
        "But we rest only for a short time. The sympathy that is capable of\nentering into the impression of the comic is a very fleeting one. It\nalso comes from a lapse in attention. Thus, a stern father may at\ntimes forget himself and join in some prank his child is playing,\nonly to check himself at once in order to correct it.",
        "Laughter is, above all, a corrective. Being intended to humiliate,\nit must make a painful impression on the person against whom it is\ndirected. By laughter, society avenges itself for the liberties\ntaken with it. It would fail in its object if it bore the stamp of\nsympathy or kindness.",
        "Shall we be told that the motive, at all events; may be a good one,\nthat we often punish because we love, and that laughter, by checking\nthe outer manifestations of certain failings, thus causes the person\nlaughed at to correct these failings and thereby improve himself\ninwardly?",
        "Much might be said on this point. As a general rule, and speaking\nroughly, laughter doubtless exercises a useful function. Indeed, the\nwhole of our analysis points to this fact. But it does not therefore\nfollow that laughter always hits the mark or is invariably inspired\nby sentiments of kindness or even of justice.",
        "To be certain of always hitting the mark, it would have to proceed\nfrom an act of reflection. Now, laughter is simply the result of a\nmechanism set up in us by nature or, what is almost the same thing,\nby our long acquaintance with social life. It goes off spontaneously\nand returns tit for tat. It has no time to look where it hits.\nLaughter punishes certain failing’s somewhat as disease punishes\ncertain forms of excess, striking down some who are innocent and\nsparing some who are guilty, aiming at a general result and\nincapable of dealing separately with each individual case. And so it\nis with everything that comes to pass by natural means instead of\nhappening by conscious reflection. An average of justice may show\nitself in the total result, though the details, taken separately,\noften point to anything but justice.",
        "In this sense, laughter cannot be absolutely just. Nor should it be\nkind-hearted either. Its function is to intimidate by humiliating.\nNow, it would not succeed in doing this, had not nature implanted\nfor that very purpose, even in the best of men, a spark of\nspitefulness or, at all events, of mischief. Perhaps we had better\nnot investigate this point too closely, for we should not find\nanything very flattering to ourselves. We should see that this\nmovement of relaxation or expansion is nothing but a prelude to\nlaughter, that the laugher immediately retires within himself, more\nself-assertive and conceited than ever, and is evidently disposed to\nlook upon another’s personality as a marionette of which he pulls\nthe strings. In this presumptuousness we speedily discern a degree\nof egoism and, behind this latter, something less spontaneous and\nmore bitter, the beginnings of a curious pessimism which becomes the\nmore pronounced as the laugher more closely analyses his laughter.",
        "Here, as elsewhere, nature has utilised evil with a view to good. It\nis more especially the good that has engaged our attention\nthroughout this work. We have seen that the more society improves,\nthe more plastic is the adaptability it obtains from its members;\nwhile the greater the tendency towards increasing stability below,\nthe more does it force to the surface the disturbing elements\ninseparable from so vast a bulk; and thus laughter performs a useful\nfunction by emphasising the form of these significant undulations.\nSuch is also the truceless warfare of the waves on the surface of\nthe sea, whilst profound peace reigns in the depths below. The\nbillows clash and collide with each other, as they strive to find\ntheir level. A fringe of snow-white foam, feathery and frolicsome,\nfollows their changing outlines. From time to time, the receding\nwave leaves behind a remnant of foam on the sandy beach. The child,\nwho plays hard by, picks up a handful, and, the next moment, is\nastonished to find that nothing remains in his grasp but a few drops\nof water, water that is far more brackish, far more bitter than that\nof the wave which brought it. Laughter comes into being in the self-\nsame fashion. It indicates a slight revolt on the surface of social\nlife. It instantly adopts the changing forms of the disturbance. It,\nalso, is afroth with a saline base. Like froth, it sparkles. It is\ngaiety itself. But the philosopher who gathers a handful to taste\nmay find that the substance is scanty, and the after-taste bitter.",
        "[The End]",
        " ",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}