{
    "title": "Laughter: An Essay on the Meaning of Comic - V",
    "author": "Henri Bergson",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "Before going further, let us halt a moment and glance around. As we\nhinted at the outset of this study, it would be idle to attempt to\nderive every comic effect from one simple formula. The formula\nexists well enough in a certain sense, but its development does not\nfollow a straightforward course. What I mean is that the process of\ndeduction ought from time to time to stop and study certain\nculminating effects, and that these effects each appear as models\nround which new effects resembling them take their places in a\ncircle. These latter are not deductions from the formula, but are\ncomic through their relationship with those that are. To quote\nPascal again, I see no objection, at this stage, to defining the\nprocess by the curve which that geometrician studied under the name\nof roulette or cycloid,--the curve traced by a point in the\ncircumference of a wheel when the carriage is advancing in a\nstraight line: this point turns like the wheel, though it advances\nlike the carriage. Or else we might think of an immense avenue such\nas are to be seen in the forest of Fontainebleau, with crosses at\nintervals to indicate the cross-ways: at each of these we shall walk\nround the cross, explore for a while the paths that open out before\nus, and then return to our original course. Now, we have just\nreached one of these mental crossways. Something mechanical\nencrusted on the living, will represent a cross at which we must\nhalt, a central image from which the imagination branches off in\ndifferent directions. What are these directions? There appear to be\nthree main ones. We will follow them one after the other, and then\ncontinue our onward course.",
        "1. In the first place, this view of the mechanical and the living\ndovetailed into each other makes us incline towards the vaguer image\nof SOME RIGIDITY OR OTHER applied to the mobility of life, in an\nawkward attempt to follow its lines and counterfeit its suppleness.\nHere we perceive how easy it is for a garment to become ridiculous.\nIt might almost be said that every fashion is laughable in some\nrespect. Only, when we are dealing with the fashion of the day, we\nare so accustomed to it that the garment seems, in our mind, to form\none with the individual wearing it. We do not separate them in\nimagination. The idea no longer occurs to us to contrast the inert\nrigidity of the covering with the living suppleness of the object\ncovered: consequently, the comic here remains in a latent condition.\nIt will only succeed in emerging when the natural incompatibility is\nso deep-seated between the covering and the covered that even an\nimmemorial association fails to cement this union: a case in point\nis our head and top hat. Suppose, however, some eccentric individual\ndresses himself in the fashion of former times: our attention is\nimmediately drawn to the clothes themselves, we absolutely\ndistinguish them from the individual, we say that the latter IS\nDISGUISING HIMSELF,--as though every article of clothing were not a\ndisguise!--and the laughable aspect of fashion comes out of the\nshadow into the light.",
        "Here we are beginning to catch a faint glimpse of the highly\nintricate difficulties raised by this problem of the comic. One of\nthe reasons that must have given rise to many erroneous or\nunsatisfactory theories of laughter is that many things are comic de\njure without being comic de facto, the continuity of custom having\ndeadened within them the comic quality. A sudden dissolution of\ncontinuity is needed, a break with fashion, for this quality to\nrevive. Hence the impression that this dissolution of continuity is\nthe parent of the comic, whereas all it does is to bring it to our\nnotice. Hence, again, the explanation of laughter by surprise,\ncontrast, etc., definitions which would equally apply to a host of\ncases in which we have no inclination whatever to laugh. The truth\nof the matter is far from being so simple. But to return to our idea\nof disguise, which, as we have just shown, has been entrusted with\nthe special mandate of arousing laughter. It will not be out of\nplace to investigate the uses it makes of this power.",
        "Why do we laugh at a head of hair which has changed from dark to\nblond? What is there comic about a rubicund nose? And why does one\nlaugh at a negro? The question would appear to be an embarrassing\none, for it has been asked by successive psychologists such as\nHecker, Kraepelin and Lipps, and all have given different replies.\nAnd yet I rather fancy the correct answer was suggested to me one\nday in the street by an ordinary cabby, who applied the expression\n“unwashed” to the negro fare he was driving. Unwashed! Does not this\nmean that a black face, in our imagination, is one daubed over with\nink or soot? If so, then a red nose can only be one which has\nreceived a coating of vermilion. And so we see that the notion of\ndisguise has passed on something of its comic quality to instances\nin which there is actually no disguise, though there might be.",
        "In the former set of examples, although his usual dress was distinct\nfrom the individual, it appeared in our mind to form one with him,\nbecause we had become accustomed to the sight. In the latter,\nalthough the black or red colour is indeed inherent in the skin, we\nlook upon it as artificially laid on, because it surprises us.",
        "But here we meet with a fresh crop of difficulties in the theory of\nthe comic. Such a proposition as the following: “My usual dress\nforms part of my body” is absurd in the eyes of reason. Yet\nimagination looks upon it as true. “A red nose is a painted nose,\"\n“A negro is a white man in disguise,” are also absurd to the reason\nwhich rationalises; but they are gospel truths to pure imagination.\nSo there is a logic of the imagination which is not the logic of\nreason, one which at times is even opposed to the latter,--with\nwhich, however, philosophy must reckon, not only in the study of the\ncomic, but in every other investigation of the same kind. It is\nsomething like the logic of dreams, though of dreams that have not\nbeen left to the whim of individual fancy, being the dreams dreamt\nby the whole of society. In order to reconstruct this hidden logic,\na special kind of effort is needed, by which the outer crust of\ncarefully stratified judgments and firmly established ideas will be\nlifted, and we shall behold in the depths of our mind, like a sheet\nof subterranean water, the flow of an unbroken stream of images\nwhich pass from one into another. This interpenetration of images\ndoes not come about by chance. It obeys laws, or rather habits,\nwhich hold the same relation to imagination that logic does to\nthought.",
        "Let us then follow this logic of the imagination in the special case\nin hand. A man in disguise is comic. A man we regard as disguised is\nalso comic. So, by analogy, any disguise is seen to become comic,\nnot only that of a man, but that of society also, and even the\ndisguise of nature.",
        "Let us start with nature. You laugh at a dog that is half-clipped,\nat a bed of artificially coloured flowers, at a wood in which the\ntrees are plastered over with election addresses, etc. Look for the\nreason, and you will see that you are once more thinking of a\nmasquerade. Here, however, the comic element is very faint; it is\ntoo far from its source. If you wish to strengthen it, you must go\nback to the source itself and contrast the derived image, that of a\nmasquerade, with the original one, which, be it remembered, was that\nof a mechanical tampering with life. In “a nature that is\nmechanically tampered with” we possess a thoroughly comic theme, on\nwhich fancy will be able to play ever so many variations with the\ncertainty of successfully provoking the heartiest hilarity. You may\ncall to mind that amusing passage in Tartarin Sur Les Alpes, in\nwhich Bompard makes Tartarin--and therefore also the reader to some\nslight extent--accept the idea of a Switzerland choke-full of\nmachinery like the basement of the opera, and run by a company which\nmaintains a series of waterfalls, glaciers and artificial crevasses.\nThe same theme reappears, though transposed in quite another key, in\nthe Novel Notes of the English humorist, Jerome K. Jerome. An\nelderly Lady Bountiful, who does not want her deeds of charity to\ntake up too much of her time, provides homes within easy hail of her\nmansion for the conversion of atheists who have been specially\nmanufactured for her, so to speak, and for a number of honest folk\nwho have been made into drunkards so that she may cure them of their\nfailing, etc. There are comic phrases in which this theme is\naudible, like a distant echo, coupled with an ingenuousness, whether\nsincere or affected, which acts as accompaniment. Take, as an\ninstance, the remark made by a lady whom Cassini, the astronomer,\nhad invited to see an eclipse of the moon. Arriving too late, she\nsaid, “M. de Cassini, I know, will have the goodness to begin it all\nover again, to please me.” Or, take again the exclamation of one of\nGondiinet’s characters on arriving in a town and learning that there\nis an extinct volcano in the neighbourhood, “They had a volcano, and\nthey have let it go out!”",
        "Let us go on to society. As we are both in and of it, we cannot help\ntreating it as a living being. Any image, then, suggestive of the\nnotion of a society disguising itself, or of a social masquerade, so\nto speak, will be laughable. Now, such a notion is formed when we\nperceive anything inert or stereotyped, or simply ready-made, on the\nsurface of living society. There we have rigidity over again,\nclashing with the inner suppleness of life. The ceremonial side of\nsocial life must, therefore, always include a latent comic element,\nwhich is only waiting for an opportunity to burst into full view. It\nmight be said that ceremonies are to the social body what clothing\nis to the individual body: they owe their seriousness to the fact\nthat they are identified, in our minds, with the serious object with\nwhich custom associates them, and when we isolate them in\nimagination, they forthwith lose their seriousness. For any\nceremony, then, to become comic, it is enough that our attention be\nfixed on the ceremonial element in it, and that we neglect its\nmatter, as philosophers say, and think only of its form. Every one\nknows how easily the comic spirit exercises its ingenuity on social\nactions of a stereotyped nature, from an ordinary prize-distribution\nto the solemn sitting of a court of justice. Any form or formula is\na ready-made frame into which the comic element may be fitted.",
        "Here, again, the comic will be emphasised by bringing it nearer to\nits source. From the idea of travesty, a derived one, we must go\nback to the original idea, that of a mechanism superposed upon life.\nAlready, the stiff and starched formality of any ceremonial suggests\nto us an image of this kind. For, as soon as we forget the serious\nobject of a solemnity or a ceremony, those taking part in it give us\nthe impression of puppets in motion. Their mobility seems to adopt\nas a model the immobility of a formula. It becomes automatism. But\ncomplete automatism is only reached in the official, for instance,\nwho performs his duty like a mere machine, or again in the\nunconsciousness that marks an administrative regulation working with\ninexorable fatality, and setting itself up for a law of nature.\nQuite by chance, when reading the newspaper, I came across a\nspecimen of the comic of this type. Twenty years ago, a large\nsteamer was wrecked off the coast at Dieppe. With considerable\ndifficulty some of the passengers were rescued in a boat. A few\ncustom-house officers, who had courageously rushed to their\nassistance, began by asking them “if they had anything to declare.\"\nWe find something similar, though the idea is a more subtle one, in\nthe remark of an M.P. when questioning the Home Secretary on the\nmorrow of a terrible murder which took place in a railway carriage:\n“The assassin, after despatching his victim, must have got out the\nwrong side of the train, thereby infringing the Company’s rules.”",
        "A mechanical element introduced into nature and an automatic\nregulation of society, such, then, are the two types of laughable\neffects at which we have arrived. It remains for us, in conclusion,\nto combine them and see what the result will be.",
        "The result of the combination will evidently be a human regulation\nof affairs usurping the place of the laws of nature. We may call to\nmind the answer Sganarelle gave Geronte when the latter remarked\nthat the heart was on the left side and the liver on the right:\n“Yes, it was so formerly, but we have altered all that; now, we\npractise medicine in quite a new way.” We may also recall the\nconsultation between M. de Pourceaugnac’s two doctors: “The\narguments you have used are so erudite and elegant that it is\nimpossible for the patient not to be hypochondriacally melancholic;\nor, even if he were not, he must surely become so because of the\nelegance of the things you have said and the accuracy of your\nreasoning.” We might multiply examples, for all we need do would be\nto call up Moliere’s doctors, one after the other. However far,\nmoreover, comic fancy may seem to go, reality at times undertakes to\nimprove upon it. It was suggested to a contemporary philosopher, an\nout-and-out arguer, that his arguments, though irreproachable in\ntheir deductions, had experience against them. He put an end to the\ndiscussion by merely remarking, “Experience is in the wrong.” The\ntruth is, this idea of regulating life as a matter of business\nroutine is more widespread than might be imagined; it is natural in\nits way, although we have just obtained it by an artificial process\nof reconstruction. One might say that it gives us the very\nquintessence of pedantry, which, at bottom, is nothing else than art\npretending to outdo nature.",
        "To sum up, then, we have one and the same effect, which assumes ever\nsubtler forms as it passes from the idea of an artificial\nMECHANISATION of the human body, if such an expression is\npermissible, to that of any substitution whatsoever of the\nartificial for the natural. A less and less rigorous logic, that\nmore and more resembles the logic of dreamland, transfers the same\nrelationship into higher and higher spheres, between increasingly\nimmaterial terms, till in the end we find a mere administrative\nenactment occupying the same relation to a natural or moral law that\na ready-made garment, for instance, does to the living body. We have\nnow gone right to the end of the first of the three directions we\nhad to follow. Let us turn to the second and see where it will lead\nus.",
        "2. Our starting-point is again “something mechanical encrusted upon\nthe living.” Where did the comic come from in this case? It came\nfrom the fact that the living body became rigid, like a machine.\nAccordingly, it seemed to us that the living body ought to be the\nperfection of suppleness, the ever-alert activity of a principle\nalways at work. But this activity would really belong to the soul\nrather than to the body. It would be the very flame of life, kindled\nwithin us by a higher principle and perceived through the body, as\nif through a glass. When we see only gracefulness and suppleness in\nthe living body, it is because we disregard in it the elements of\nweight, of resistance, and, in a word, of matter; we forget its\nmateriality and think only of its vitality, a vitality which we\nregard as derived from the very principle of intellectual and moral\nlife, Let us suppose, however, that our attention is drawn to this\nmaterial side of the body; that, so far from sharing in the\nlightness and subtlety of the principle with which it is animated,\nthe body is no more in our eyes than a heavy and cumbersome vesture,\na kind of irksome ballast which holds down to earth a soul eager to\nrise aloft. Then the body will become to the soul what, as we have\njust seen, the garment was to the body itself--inert matter dumped\ndown upon living energy. The impression of the comic will be\nproduced as soon as we have a clear apprehension of this putting the\none on the other. And we shall experience it most strongly when we\nare shown the soul TANTALISED by the needs of the body: on the one\nhand, the moral personality with its intelligently varied energy,\nand, on the other, the stupidly monotonous body, perpetually\nobstructing everything with its machine-like obstinacy. The more\npaltry and uniformly repeated these claims of the body, the more\nstriking will be the result. But that is only a matter of degree,\nand the general law of these phenomena may be formulated as follows:\nANY INCIDENT IS COMIC THAT CALLS OUR ATTENTION TO THE PHYSICAL IN A\nPERSON WHEN IT IS THE MORAL SIDE THAT IS CONCERNED.",
        "Why do we laugh at a public speaker who sneezes just at the most\npathetic moment of his speech? Where lies the comic element in this\nsentence, taken from a funeral speech and quoted by a German\nphilosopher: “He was virtuous and plump”? It lies in the fact that\nour attention is suddenly recalled from the soul to the body.\nSimilar instances abound in daily life, but if you do not care to\ntake the trouble to look for them, you have only to open at random a\nvolume of Labiche, and you will be almost certain to light upon an\neffect of this kind. Now, we have a speaker whose most eloquent\nsentences are cut short by the twinges of a bad tooth; now, one of\nthe characters who never begins to speak without stopping in the\nmiddle to complain of his shoes being too small, or his belt too\ntight, etc. A PERSON EMBARRASSED BY HIS BODY is the image suggested\nto us in all these examples. The reason that excessive stoutness is\nlaughable is probably because it calls up an image of the same kind.\nI almost think that this too is what sometime makes bashfulness\nsomewhat ridiculous. The bashful man rather gives the impression of\na person embarrassed by his body, looking round for some convenient\ncloak-room in which to deposit it.",
        "This is just why the tragic poet is so careful to avoid anything\ncalculated to attract attention to the material side of his heroes.\nNo sooner does anxiety about the body manifest itself than the\nintrusion of a comic element is to be feared. On this account, the\nhero in a tragedy does not eat or drink or warm himself. He does not\neven sit down any more than can be helped. To sit down in the middle\nof a fine speech would imply that you remembered you had a body.\nNapoleon, who was a psychologist when he wished to be so, had\nnoticed that the transition from tragedy to comedy is effected\nsimply by sitting down. In the “Journal inedit” of Baron Gourgaud--\nwhen speaking of an interview with the Queen of Prussia after the\nbattle of Iena--he expresses himself in the following terms: “She\nreceived me in tragic fashion like Chimene: Justice! Sire, Justice!\nMagdeburg! Thus she continued in a way most embarrassing to me.\nFinally, to make her change her style, I requested her to take a\nseat. This is the best method for cutting short a tragic scene, for\nas soon as you are seated it all becomes comedy.”",
        "Let us now give a wider scope to this image of THE BODY TAKING\nPRECEDENCE OF THE SOUL. We shall obtain something more general--THE\nMANNER SEEKING TO OUTDO THE MATTER, THE LETTER AIMING AT OUSTING THE\nSPIRIT. Is it not perchance this idea that comedy is trying to\nsuggest to us when holding up a profession to ridicule? It makes the\nlawyer, the magistrate and the doctor speak as though health and\njustice were of little moment,--the main point being that we should\nhave lawyers, magistrates and doctors, and that all outward\nformalities pertaining to these professions should be scrupulously\nrespected. And so we find the means substituted for the end, the\nmanner for the matter; no longer is it the profession that is made\nfor the public, but rather the public for the profession. Constant\nattention to form and the mechanical application of rules here bring\nabout a kind of professional automatism analogous to that imposed\nupon the soul by the habits of the body, and equally laughable.\nNumerous are the examples of this on the stage. Without entering\ninto details of the variations executed on this theme, let us quote\ntwo or three passages in which the theme itself is set forth in all\nits simplicity. “You are only bound to treat people according to\nform,” says Doctor Diafoirus in the “Malade imaginaire”. Again, says\nDoctor Bahis, in “L’Amour medecin”: “It is better to die through\nfollowing the rules than to recover through violating them.” In the\nsame play, Desfonandres had previously said: “We must always observe\nthe formalities of professional etiquette, whatever may happen.” And\nthe reason is given by Tomes, his colleague: “A dead man is but a\ndead man, but the non-observance of a formality causes a notable\nprejudice to the whole faculty.” Brid’oison’s words, though.\nembodying a rather different idea, are none the less significant:\n“F-form, mind you, f-form. A man laughs at a judge in a morning\ncoat, and yet he would quake with dread at the mere sight of an\nattorney in his gown. F-form, all a matter of f-form.”",
        "Here we have the first illustration of a law which will appear with\nincreasing distinctness as we proceed with our task. When a musician\nstrikes a note on an instrument, other notes start up of themselves,\nnot so loud as the first, yet connected with it by certain definite\nrelations, which coalesce with it and determine its quality. These\nare what are called in physics the overtones of the fundamental\nnote. It would seem that comic fancy, even in its most far-fetched\ninventions, obeys a similar law. For instance, consider this comic\nnote: appearance seeking to triumph over reality. If our analysis is\ncorrect, this note must have as its overtones the body tantalising\nthe mind, the body taking precedence of the mind. No sooner, then,\ndoes the comic poet strike the first note than he will add the\nsecond on to it, involuntarily and instinctively. In other words, HE\nWILL DUPLICATE WHAT IS RIDICULOUS PROFESSIONALLY WITH SOMETHING THAT\nIS RIDICULOUS PHYSICALLY.",
        "When Brid’oison the judge comes stammering on to the stage, is he\nnot actually preparing us, by this very stammering, to understand\nthe phenomenon of intellectual ossification we are about to witness?\nWhat bond of secret relationship can there be between the physical\ndefect and the moral infirmity? It is difficult to say; yet we feel\nthat the relationship is there, though we cannot express it in\nwords. Perhaps the situation required that this judging machine\nshould also appear before us as a talking machine. However it may\nbe, no other overtone could more perfectly have completed the\nfundamental note.",
        "When Moliere introduces to us the two ridiculous doctors, Bahis and\nMacroton, in L’Amour medecin, he makes one of them speak very\nslowly, as though scanning his words syllable by syllable, whilst\nthe other stutters. We find the same contrast between the two\nlawyers in Monsieur de Pourceaugnac. In the rhythm of speech is\ngenerally to be found the physical peculiarity that is destined to\ncomplete the element of professional ridicule. When the author has\nfailed to suggest a defect of this kind, it is seldom the case that\nthe actor does not instinctively invent one.",
        "Consequently, there is a natural relationship, which we equally\nnaturally recognise, between the two images we have been comparing\nwith each other, the mind crystallising in certain grooves, and the\nbody losing its elasticity through the influence of certain defects.\nWhether or not our attention be diverted from the matter to the\nmanner, or from the moral to the physical, in both cases the same\nsort of impression is conveyed to our imagination; in both, then,\nthe comic is of the same kind. Here, once more, it has been our aim\nto follow the natural trend of the movement of the imagination. This\ntrend or direction, it may be remembered, was the second of those\noffered to us, starting from a central image. A third and final path\nremains unexplored, along which we will now proceed.",
        "3. Let us then return, for the last time, to our central image:\nsomething mechanical encrusted on something living. Here, the living\nbeing under discussion was a human being, a person. A mechanical\narrangement, on the other hand, is a thing. What, therefore, incited\nlaughter was the momentary transformation of a person into a thing,\nif one considers the image from this standpoint. Let us then pass\nfrom the exact idea of a machine to the vaguer one of a thing in\ngeneral. We shall have a fresh series of laughable images which will\nbe obtained by taking a blurred impression, so to speak, of the\noutlines of the former and will bring us to this new law: WE LAUGH\nEVERY TIME A PERSON GIVES US THE IMPRESSION OF BEING A THING.",
        "We laugh at Sancho Panza tumbled into a bed-quilt and tossed into\nthe air like a football. We laugh at Baron Munchausen turned into a\ncannon-ball and travelling through space. But certain tricks of\ncircus clowns might afford a still more precise exemplification of\nthe same law. True, we should have to eliminate the jokes, mere\ninterpolations by the clown into his main theme, and keep in mind\nonly the theme itself, that is to say, the divers attitudes, capers\nand movements which form the strictly “clownish” element in the\nclown’s art. On two occasions only have I been able to observe this\nstyle of the comic in its unadulterated state, and in both I\nreceived the same impression. The first time, the clowns came and\nwent, collided, fell and jumped up again in a uniformly accelerated\nrhythm, visibly intent upon affecting a CRESCENDO. And it was more\nand more to the jumping up again, the REBOUND, that the attention of\nthe public was attracted. Gradually, one lost sight of the fact that\nthey were men of flesh and blood like ourselves; one began to think\nof bundles of all sorts, falling and knocking against each other.\nThen the vision assumed a more definite aspect. The forms grew\nrounder, the bodies rolled together and seemed to pick themselves up\nlike balls. Then at last appeared the image towards which the whole\nof this scene had doubtless been unconsciously evolving--large\nrubber balls hurled against one another in every direction. The\nsecond scene, though even coarser than the first, was no less\ninstructive. There came on the stage two men, each with an enormous\nhead, bald as a billiard ball. In their hands they carried large\nsticks which each, in turn, brought down on to the other’s cranium.\nHere, again, a certain gradation was observable. After each blow,\nthe bodies seemed to grow heavier and more unyielding, overpowered\nby an increasing degree of rigidity. Then came the return blow, in\neach case heavier and more resounding than the last, coming, too,\nafter a longer interval. The skulls gave forth a formidable ring\nthroughout the silent house. At last the two bodies, each quite\nrigid and as straight as an arrow, slowly bent over towards each\nother, the sticks came crashing down for the last time on to the two\nheads with a thud as of enormous mallets falling upon oaken beams,\nand the pair lay prone upon the ground. At that instant appeared in\nall its vividness the suggestion that the two artists had gradually\ndriven into the imagination of the spectators: “We are about to\nbecome ...we have now become solid wooden dummies.”",
        "A kind of dim, vague instinct may enable even an uncultured mind to\nget an inkling here of the subtler results of psychological science.\nWe know that it is possible to call up hallucinatory visions in a\nhypnotised subject by simple suggestion. If he be told that a bird\nis perched on his hand, he will see the bird and watch it fly away.\nThe idea suggested, however, is far from being always accepted with\nlike docility. Not infrequently, the mesmeriser only succeeds in\ngetting an idea into his subject’s head by slow degrees through a\ncarefully graduated series of hints. He will then start with objects\nreally perceived by the subject, and will endeavour to make the\nperception of these objects more and more indefinite; then, step by\nstep, he will bring out of this state of mental chaos the precise\nform of the object of which he wishes to create an hallucination.\nSomething of the kind happens to many people when dropping off to\nsleep; they see those coloured, fluid, shapeless masses, which\noccupy the field of vision, insensibly solidifying into distinct\nobjects.",
        "Consequently, the gradual passing from the dim and vague to the\nclear and distinct is the method of suggestion par excellence. I\nfancy it might be found to be at the root of a good many comic\nsuggestions, especially in the coarser forms of the comic, in which\nthe transformation of a person into a thing seems to be taking place\nbefore our eyes. But there are other and more subtle methods in use,\namong poets, for instance, which perhaps unconsciously lead to the\nsame end. By a certain arrangement of rhythm, rhyme and assonance,\nit is possible to lull the imagination, to rock it to and fro\nbetween like and like with a regular see-saw motion, and thus\nprepare it submissively to accept the vision suggested. Listen to\nthese few lines of Regnard, and see whether something like the\nfleeting image of a DOLL does not cross the field of your\nimagination:",
        " ... Plus, il doit a maints particuliers La somme de dix mil une\nlivre une obole, Pour l’avoir sans relache un an sur sa parole\nHabille, voiture, chauffe, chausse, gante, Alimente, rase,\ndesaltere, porte.",
        " [Footnote: Further, he owes to many an honest wight Item-the sum\ntwo thousand pounds, one farthing, For having on his simple word of\nhonour Sans intermission for an entire year Clothed him, conveyed\nhim, warmed him, shod him, gloved him, Fed him and shaved him,\nquenched his thirst and borne him.]",
        "Is not something of the same kind found in the following sally of\nFigaro’s (though here an attempt is perhaps made to suggest the\nimage of an animal rather than that of a thing): “Quel homme est-\nce?--C’est un beau, gros, court, jeune vieillard, gris pommele,\nruse, rase, blase, qui guette et furette, et gronde et geint tout a\nla fois.” [Footnote: “What sort of man is here?--He is a handsome,\nstout, short, youthful old gentleman, iron-grey, an artful knave,\nclean shaved, clean ’used up,’ who spies and pries and growls and\ngroans all in the same breath.\"]",
        "Now, between these coarse scenes and these subtle suggestions there\nis room for a countless number of amusing effects, for all those\nthat can be obtained by talking about persons as one would do about\nmere things. We will only select one or two instances from the plays\nof Labiche, in which they are legion.",
        "Just as M. Perrichon is getting into the railway carriage, he makes\ncertain of not forgetting any of his parcels: “Four, five, six, my\nwife seven, my daughter eight, and myself nine.” In another play, a\nfond father is boasting of his daughter’s learning in the following\nterms: “She will tell you, without faltering, all the kings of\nFrance that have occurred.” This phrase, “that have occurred,\"\nthough not exactly transforming the kings into mere things, likens\nthem, all the same, to events of an impersonal nature.",
        "As regards this latter example, note that it is unnecessary to\ncomplete the identification of the person with the thing in order to\nensure a comic effect. It is sufficient for us to start in this\ndirection by feigning, for instance, to confuse the person with the\nfunction he exercises. I will only quote a sentence spoken by a\nvillage mayor in one of About’s novels: “The prefect, who has always\nshown us the same kindness, though he has been changed several times\nsince 1847...”",
        "All these witticisms are constructed on the same model. We might\nmake up any number of them, when once we are in possession of the\nrecipe. But the art of the story-teller or the playwright does not\nmerely consist in concocting jokes. The difficulty lies in giving to\na joke its power of suggestion, i.e. in making it acceptable. And we\nonly do accept it either because it seems to be the natural product\nof a particular state of mind or because it is in keeping with the\ncircumstances of the case. For instance, we are aware that M.\nPerrichon is greatly excited on the occasion of his first railway\njourney. The expression “to occur” is one that must have cropped up\na good many times in the lessons repeated by the girl before her\nfather; it makes us think of such a repetition. Lastly, admiration\nof the governmental machine might, at a pinch, be extended to the\npoint of making us believe that no change takes place in the prefect\nwhen he changes his name, and that the function gets carried on\nindependently of the functionary.",
        "We have now reached a point very far from the original cause of\nlaughter. Many a comic form, that cannot be explained by itself, can\nindeed only be understood from its resemblance to another, which\nonly makes us laugh by reason of its relationship with a third, and\nso on indefinitely, so that psychological analysis, however luminous\nand searching, will go astray unless it holds the thread along which\nthe comic impression has travelled from one end of the series to the\nother. Where does this progressive continuity come from? What can be\nthe driving force, the strange impulse which causes the comic to\nglide thus from image to image, farther and farther away from the\nstarting-point, until it is broken up and lost in infinitely remote\nanalogies? But what is that force which divides and subdivides the\nbranches of a tree into smaller boughs and its roots into radicles?\nAn inexorable law dooms every living energy, during the brief\ninterval allotted to it in time, to cover the widest possible extent\nin space. Now, comic fancy is indeed a living energy, a strange\nplant that has nourished on the stony portions of the social soil,\nuntil such time as culture should allow it to vie with the most\nrefined products of art. True, we are far from great art in the\nexamples of the comic we have just been reviewing. But we shall draw\nnearer to it, though without attaining to it completely, in the\nfollowing chapter. Below art, we find artifice, and it is this zone\nof artifice, midway between nature and art, that we are now about to\nenter. We are going to deal with the comic playwright and the wit.",
        "Continue...",
        "\nThis complete text of “Laughter: An Essay on the Meaning of Comic” by Henri Bergson\nis in the public domain.\n\n\nInterested to get the book?\nTry Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Harry Potter and the Deathly Hallows (Book 7) (Deluxe Edition)By J. K. RowlingAt Amazon"
    ]
}