{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "14",
    "content": [
        "\n\n",
        "It was not until nearly two hours later that Percy was standing at the\nhouse beyond the Junction.",
        "He bad argued, expostulated, threatened, but the officials were like\nmen possessed. Half of them had disappeared in the rush to the City, for\nit had leaked out, in spite of the Government’s precautions, that Paul’s\nHouse, known once as St. Paul’s Cathedral, was to be the scene of\nFelsenburgh’s reception. The others seemed demented; one man on the\nplatform had dropped dead from nervous exhaustion, but no one appeared\nto care; and the body lay huddled beneath a seat. Again and again Percy\nhad been swept away by a rush, as he struggled from platform to platform\nin his search for a car that would take him to Croydon. It seemed that\nthere was none to be had, and the useless carriages collected like\ndrift-wood between the platforms, as others whirled up from the country\nbringing loads of frantic, delirious men, who vanished like smoke from\nthe white rubber-boards. The platforms were continually crowded, and as\ncontinually emptied, and it was not until half-an-hour before midnight\nthat the block began to move outwards again.",
        "Well, he was here at last, dishevelled, hatless and exhausted, looking\nup at the dark windows.",
        "He scarcely knew what he thought of the whole matter. War, of course,\nwas terrible. And such a war as this would have been too terrible for\nthe imagination to visualise; but to the priest’s mind there were other\nthings even worse. What of universal peace–peace, that is to say,\nestablished by others than Christ’s method? Or was God behind even this?\nThe questions were hopeless.",
        "Felsenburgh–it was he then who had done this thing–this thing\nundoubtedly greater than any secular event hitherto known in\ncivilisation. What manner of man was he? What was his character, his\nmotive, his method? How would he use his success?... So the points flew\nbefore him like a stream of sparks, each, it might be, harmless; each,\nequally, capable of setting a world on fire. Meanwhile here was an old\nwoman who desired to be reconciled with God before she died....",
        "He touched the button again, three or four times, and waited. Then a\nlight sprang out overhead, and he knew that he was heard.",
        "“I was sent for,” he exclaimed to the bewildered maid. “I should have\nbeen here at twenty-two: I was prevented by the rush.”",
        "She babbled out a question at him.",
        "“Yes, it is true, I believe,” he said. “It is peace, not war. Kindly\ntake me upstairs.”",
        "He went through the hall with a curious sense of guilt. This was Brand’s\nhouse then–that vivid orator, so bitterly eloquent against God; and\nhere was he, a priest, slinking in under cover of night. Well, well, it\nwas not of his appointment.",
        "At the door of an upstairs room the maid turned to him.",
        "“A doctor, sir?” she said.",
        "“That is my affair,” said Percy briefly, and opened the door.",
        "A little wailing cry broke from the corner, before he had time to close\nthe door again.",
        "“Oh! thank God! I thought He had forgotten me. You are a priest,\nfather?”",
        "“I am a priest. Do you not remember seeing me in the Cathedral?”",
        "“Yes, yes, sir; I saw you praying, father. Oh! thank God, thank God!”",
        "Percy stood looking down at her a moment, seeing her flushed old face in\nthe nightcap, her bright sunken eyes and her tremulous hands. Yes; this\nwas genuine enough.",
        "“Now, my child,” he said, “tell me.”",
        "“My confession, father.”",
        "Percy drew out the purple thread, slipped it over his shoulders, and sat\ndown by the bed.",
        "But she would not let him go for a while after that.",
        "“Tell me, father. When will you bring me Holy Communion?”",
        "He hesitated.",
        "“I understand that Mr. Brand and his wife know nothing of all this?”",
        "“No, father.”",
        "“Tell me, are you very ill?”",
        "“I don’t know, father. They will not tell me. I thought I was gone last\nnight.”",
        "“When would you wish me to bring you Holy Communion? I will do as you\nsay.”",
        "“Shall I send to you in a day or two? Father, ought I to tell him?”",
        "“You are not obliged.”",
        "“I will if I ought.”",
        "“Well, think about it, and let me know.... You have heard what has\nhappened?”",
        "She nodded, but almost uninterestedly; and Percy was conscious of a tiny\nprick of compunction at his own heart. After all, the reconciling of a\nsoul to God was a greater thing than the reconciling of East to West.",
        "“It may make a difference to Mr. Brand,” he said. “He will be a great\nman, now, you know.”",
        "She still looked at him in silence, smiling a little. Percy was\nastonished at the youthfulness of that old face. Then her face changed.",
        "“Father, I must not keep you; but tell me this–Who is this man?”",
        "“Felsenburgh?”",
        "“Yes.”",
        "“No one knows. We shall know more to-morrow. He is in town to-night.”",
        "She looked so strange that Percy for an instant thought it was a\nseizure. Her face seemed to fall away in a kind of emotion, half\ncunning, half fear.",
        "“Well, my child?”",
        "“Father, I am a little afraid when I think of that man. He cannot harm\nme, can he? I am safe now? I am a Catholic–?”",
        "“My child, of course you are safe. What is the matter? How can this man\ninjure you?”",
        "But the look of terror was still there, and Percy came a step nearer.",
        "“You must not give way to fancies,” he said. “Just commit yourself to\nour Blessed Lord. This man can do you no harm.”",
        "He was speaking now as to a child; but it was of no use. Her old mouth\nwas still sucked in, and her eyes wandered past him into the gloom of\nthe room behind.",
        "“My child, tell me what is the matter. What do you know of Felsenburgh?\nYou have been dreaming.”",
        "She nodded suddenly and energetically, and Percy for the first time felt\nhis heart give a little leap of apprehension. Was this old woman out of\nher mind, then? Or why was it that that name seemed to him sinister?\nThen he remembered that Father Blackmore had once talked like this. He\nmade an effort, and sat down once more.",
        "“Now tell me plainly,” he said. “You have been dreaming. What have you\ndreamt?”",
        "She raised herself a little in bed, again glancing round the room; then\nshe put out her old ringed hand for one of his, and he gave it,\nwondering.",
        "“The door is shut, father? There is no one listening?”",
        "“No, no, my child. Why are you trembling? You must not be\nsuperstitious.”",
        "“Father, I will tell you. Dreams are nonsense, are they not? Well, at\nleast, this is what I dreamt.",
        "“I was somewhere in a great house; I do not know where it was. It was a\nhouse I have never seen. It was one of the old houses, and it was very\ndark. I was a child, I thought, and I was ... I was afraid of something.\nThe passages were all dark, and I went crying in the dark, looking for a\nlight, and there was none. Then I heard a voice talking, a great way\noff. Father–-”",
        "Her hand gripped his more tightly, and again her eyes went round the\nroom.",
        "With great difficulty Percy repressed a sigh. Yet he dared not leave her\njust now. The house was very still; only from outside now and again\nsounded the clang of the cars, as they sped countrywards again from the\ncongested town, and once the sound of great shouting. He wondered what\ntime it was.",
        "“Had you better tell me now?” he asked, still talking with a patient\nsimplicity. “What time will they be back?”",
        "“Not yet,” she whispered. “Mabel said not till two o’clock. What time\nis it now, father?”",
        "He pulled out his watch with his disengaged hand.",
        "“It is not yet one,” he said.",
        "“Very well, listen, father.... I was in this house; and I heard that\ntalking; and I ran along the passages, till I saw light below a door;\nand then I stopped.... Nearer, father.”",
        "Percy was a little awed in spite of himself. Her voice had suddenly\ndropped to a whisper, and her old eyes seemed to hold him strangely.",
        "“I stopped, father; I dared not go in. I could hear the talking, and I\ncould see the light; and I dared not go in. Father, it was Felsenburgh\nin that room.”",
        "From beneath came the sudden snap of a door; then the sound of\nfootsteps. Percy turned his head abruptly, and at the same moment heard\na swift indrawn breath from the old woman.",
        "“Hush!” he said. “Who is that?”",
        "Two voices were talking in the hall below now, and at the sound the old\nwoman relaxed her hold.",
        "“I–I thought it to be him,” she murmured.",
        "Percy stood up; he could see that she did not understand the situation.",
        "“Yes, my child,” he said quietly, “but who is it?”",
        "“My son and his wife,” she said; then her face changed once more.\n“Why–why, father–-”",
        "Her voice died in her throat, as a step vibrated outside. For a moment\nthere was complete silence; then a whisper, plainly audible, in a girl’s\nvoice.",
        "“Why, her light is burning. Come in, Oliver, but softly.”",
        "Then the handle turned.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}