{
    "title": "Lord of the World - Chapter VIII",
    "author": "Robert Hugh Benson",
    "chapter": "41",
    "content": [
        "\n\n",
        "I",
        "Long before dawn on the first morning of the New Year the approaches to\nthe Abbey were already blocked. Victoria Street, Great George Street,\nWhitehall–even Millbank Street itself–were full and motionless. Broad\nSanctuary, divided by the low-walled motor-track, was itself cut into\ngreat blocks and wedges of people by the ways which the police kept open\nfor the passage of important personages, and Palace Yard was kept\nrigidly clear except for one island, occupied by a stand which was\nitself full from top to bottom and end to end. All roofs and parapets\nwhich commanded a view of the Abbey were also one mass of heads.\nOverhead, like solemn moons, burned the white lights of the electric\nglobes.",
        "It was not known at exactly what hour the tumult had steadied itself to\ndefinite purpose, except to a few weary controllers of the temporary\nturnstiles which had been erected the evening before. It had been\nannounced a week previously that, in consideration of the enormous\ndemand for seats, all persons who presented their worship-ticket at an\nauthorised office, and followed the directions issued by the police,\nwould be accounted as having fulfilled the duties of citizenship in that\nrespect, and it was generally made known that it was the Government’s\nintention to toll the great bell of the Abbey at the beginning of the\nceremony and at the incensing of the image, during which period silence\nmust be as far as possible preserved by all those within hearing.",
        "London had gone completely mad on the announcement of the Catholic plot\non the afternoon before. The secret had leaked out about fourteen\no’clock, an hour after the betrayal of the scheme to Mr. Snowford; and\npractically all commercial activities had ceased on the instant. By\nfifteen-and-a-half all stores were closed, the Stock Exchange, the City\noffices, the West End establishments–all had as by irresistible impulse\nsuspended business, and from within two hours after noon until nearly\nmidnight, when the police had been adequately reinforced and enabled to\ndeal with the situation, whole mobs and armies of men, screaming\nsquadrons of women, troops of frantic youths, had paraded the streets,\nhowling, denouncing, and murdering. It was not known how many deaths had\ntaken place, but there was scarcely a street without the signs of\noutrage. Westminster Cathedral had been sacked, every altar overthrown,\nindescribable indignities performed there. An unknown priest had\nscarcely been able to consume the Blessed Sacrament before he was seized\nand throttled; the Archbishop with eleven priests and two bishops had\nbeen hanged at the north end of the church, thirty-five convents had\nbeen destroyed, St. George’s Cathedral burned to the ground; and it was\nreported even, by the evening papers, that it was believed that, for the\nfirst time since the introduction of Christianity into England, there\nwas not one Tabernacle left within twenty miles of the Abbey. “London,\"\nexplained the New People, in huge headlines, “was cleansed at last of\ndingy and fantastic nonsense.”",
        "It was known at about fifteen-and-a-half o’clock that at least seventy\nvolors had left for Rome, and half-an-hour later that Berlin had\nreinforced them by sixty more. At midnight, fortunately at a time when\nthe police had succeeded in shepherding the crowds into some kind of\norder, the news was flashed on to cloud and placard alike that the grim\nwork was done, and that Rome had ceased to exist. The early morning\npapers added a few details, pointing out, of course, the coincidence of\nthe fall with the close of the year, relating how, by an astonishing\nchance, practically all the heads of the hierarchy throughout the world\nhad been assembled in the Vatican which had been the first object of\nattack, and how these, in desperation, it was supposed, had refused to\nleave the City when the news came by wireless telegraphy that the\npunitive force was on its way. There was not a building left in Rome;\nthe entire place, Leonine City, Trastevere, suburbs–everything was\ngone; for the volors, poised at an immense height, had parcelled out the\nCity beneath them with extreme care, before beginning to drop the\nexplosives; and five minutes after the first roar from beneath and the\nfirst burst of smoke and flying fragments, the thing was finished. The\nvolors had then dispersed in every direction, pursuing the motor and\nrail-tracks along which the population had attempted to escape so soon\nas the news was known; and it was supposed that not less than thirty\nthousand belated fugitives had been annihilated by this foresight. It\nwas true, remarked the Studio, that many treasures of incalculable\nvalue had been destroyed, but this was a cheap price to pay for the\nfinal and complete extermination of the Catholic pest. “There comes a\npoint,” it remarked, “when destruction is the only cure for a\nvermin-infested house,” and it proceeded to observe that now that the\nPope with the entire College of Cardinals, all the ex-Royalties of\nEurope, all the most frantic religionists from the inhabited world who\nhad taken up their abode in the “Holy City” were gone at a stroke, a\nrecrudescence of the superstition was scarcely to be feared elsewhere.\nYet care must even now be taken against any relenting. Catholics (if any\nwere left bold enough to attempt it) must no longer be allowed to take\nany kind of part in the life of any civilised country. So far as\nmessages had come in from other countries, there was but one chorus of\napproval at what had been done.",
        "A few papers regretted the incident, or rather the spirit which had lain\nbehind it. It was not seemly, they said, that Humanitarians should have\nrecourse to violence; yet not one pretended that anything could be felt\nbut thanksgiving for the general result. Ireland, too, must be brought\ninto line; they must not dally any longer.",
        "It was now brightening slowly towards dawn, and beyond the river through\nthe faint wintry haze a crimson streak or two began to burn. But all was\nsurprisingly quiet, for this crowd, tired out with an all-night watch,\nchilled by the bitter cold, and intent on what lay before them, had no\nenergy left for useless effort. Only from packed square and street and\nlane went up a deep, steady murmur like the sound of the sea a mile\naway, broken now and again by the hoot and clang of a motor and the rush\nof its passage as it tore eastwards round the circle through Broad\nSanctuary and vanished citywards. And the light broadened and the\nelectric globes sickened and paled, and the haze began to clear a\nlittle, showing, not the fresh blue that had been hoped for from the\ncold of the night, but a high, colourless vault of cloud, washed with\ngrey and faint rose-colour, as the sun came up, a ruddy copper disc,\nbeyond the river.",
        "At nine o’clock the excitement rose a degree higher. The police between\nWhitehall and the Abbey, looking from their high platforms strung along\nthe route, whence they kept watch and controlled the wire palisadings,\nshowed a certain activity, and a minute later a police-car whirled\nthrough the square between the palings, and vanished round the Abbey\ntowers. The crowd murmured and shuffled and began to expect, and a cheer\nwas raised when a moment later four more cars appeared, bearing the\nGovernment insignia, and disappeared in the same direction. These were\nthe officials, they said, going to Dean’s Yard, where the procession\nwould assemble.",
        "At about a quarter to ten the crowd at the west end of Victoria Street\nbegan to raise its voice in a song, and by the time that was over, and\nthe bells had burst out from the Abbey towers, a rumour had somehow made\nits entrance that Felsenburgh was to be present at the ceremony. There\nwas no assignable reason for this, neither then nor afterwards; in fact,\nthe Evening Star declared that it was one more instance of the\nastonishing instinct of human beings en masse; for it was not until an\nhour later that even the Government were made aware of the facts. Yet\nthe truth remained that at half-past ten one continuous roar went up,\ndrowning even the brazen clamour of the bells, reaching round to\nWhitehall and the crowded pavements of Westminster Bridge, demanding\nJulian Felsenburgh. Yet there had been absolutely no news of the\nPresident of Europe for the last fortnight, beyond an entirely\nunsupported report that he was somewhere in the East.",
        "And all the while the motors poured from all directions towards the\nAbbey and disappeared under the arch into Dean’s Yard, bearing those\nfortunate persons whose tickets actually admitted them to the church\nitself. Cheers ran and rippled along the lines as the great men were\nrecognised–Lord Pemberton, Oliver Brand and his wife, Mr. Caldecott,\nMaxwell, Snowford, with the European delegates–even melancholy-faced\nMr. Francis himself, the Government ceremoniarius, received a\ngreeting. But by a quarter to eleven, when the pealing bells paused, the\nstream had stopped, the barriers issued out to stop the roads, the wire\npalisadings vanished, and the crowd for an instant, ceasing its roaring,\nsighed with relief at the relaxed pressure, and surged out into the\nroadways. Then once more the roaring began for Julian Felsenburgh.",
        "The sun was now high, still a copper disc, above the Victoria Tower, but\npaler than an hour ago; the whiteness of the Abbey, the heavy greys of\nParliament House, the ten thousand tints of house-roofs, heads,\nstreamers, placards began to disclose themselves.",
        "A single bell tolled five minutes to the hour, and the moments slipped\nby, until once more the bell stopped, and to the ears of those within\nhearing of the great west doors came the first blare of the huge organ,\nreinforced by trumpets. And then, as sudden and profound as the hush of\ndeath, there fell an enormous silence.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}