{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "5",
    "content": [
        "\n\n",
        "Oliver was in a panic of terror as his mother, half an hour later, ran\nin with the news that one of the Government volors had fallen in the\nstation square at Brighton just after the 14-1/2 train had discharged\nits passengers. He knew quite well what that meant, for be remembered\none such accident ten years before, just after the law forbidding\nprivate volors had been passed. It meant that every living creature in\nit was killed and probably many more in the place where it fell–and\nwhat then? The message was clear enough; she would certainly be in the\nsquare at that time.",
        "He sent a desperate wire to her aunt asking for news; and sat, shaking\nin his chair, awaiting the answer. His mother sat by him.",
        "“Please God–-” she sobbed out once, and stopped confounded as he turned\non her.",
        "But Fate was merciful, and three minutes before Mr. Phillips toiled up\nthe path with the answer, Mabel herself came into the room, rather pale\nand smiling.",
        "“Christ!” cried Oliver, and gave one huge sob as he sprang up.",
        "She had not a great deal to tell him. There was no explanation of the\ndisaster published as yet; it seemed that the wings on one side had\nsimply ceased to work.",
        "She described the shadow, the hiss of sound, and the crash.",
        "Then she stopped.",
        "“Well, my dear?” said her husband, still rather white beneath the eyes\nas he sat close to her patting her hand.",
        "“There was a priest there,” said Mabel. “I saw him before, at the\nstation.”",
        "Oliver gave a little hysterical snort of laughter.",
        "“He was on his knees at once,” she said, “with his crucifix, even before\nthe doctors came. My dear, do people really believe all that?”",
        "“Why, they think they do,” said her husband.",
        "“It was all so–so sudden; and there he was, just as if he had been\nexpecting it all. Oliver, how can they?”",
        "“Why, people will believe anything if they begin early enough.”",
        "“And the man seemed to believe it, too–the dying man, I mean. I saw his\neyes.”",
        "She stopped.",
        "“Well, my dear?”",
        "“Oliver, what do you say to people when they are dying?”",
        "“Say! Why, nothing! What can I say? But I don’t think I’ve ever seen any\none die.”",
        "“Nor have I till to-day,” said the girl, and shivered a little. “The\neuthanasia people were soon at work.”",
        "Oliver took her hand gently.",
        "“My darling, it must have been frightful. Why, you’re trembling still.”",
        "“No; but listen.... You know, if I had had anything to say I could have\nsaid it too. They were all just in front of me: I wondered; then I knew\nI hadn’t. I couldn’t possibly have talked about Humanity.”",
        "“My dear, it’s all very sad; but you know it doesn’t really matter. It’s\nall over.”",
        "“And–and they’ve just stopped?”",
        "“Why, yes.”",
        "Mabel compressed her lips a little; then she sighed. She had an agitated\nsort of meditation in the train. She knew perfectly that it was sheer\nnerves; but she could not just yet shake them off. As she had said, it\nwas the first time she had seen death.",
        "“And that priest–that priest doesn’t think so?”",
        "“My dear, I’ll tell you what he believes. He believes that that man whom\nhe showed the crucifix to, and said those words over, is alive\nsomewhere, in spite of his brain being dead: he is not quite sure where;\nbut he is either in a kind of smelting works being slowly burned; or, if\nhe is very lucky, and that piece of wood took effect, he is somewhere\nbeyond the clouds, before Three Persons who are only One although They\nare Three; that there are quantities of other people there, a Woman in\nBlue, a great many others in white with their heads under their arms,\nand still more with their heads on one side; and that they’ve all got\nharps and go on singing for ever and ever, and walking about on the\nclouds, and liking it very much indeed. He thinks, too, that all these\nnice people are perpetually looking down upon the aforesaid\nsmelting-works, and praising the Three Great Persons for making them.\nThat’s what the priest believes. Now you know it’s not likely; that kind\nof thing may be very nice, but it isn’t true.”",
        "Mabel smiled pleasantly. She had never heard it put so well.",
        "“No, my dear, you’re quite right. That sort of thing isn’t true. How can\nhe believe it? He looked quite intelligent!”",
        "“My dear girl, if I had told you in your cradle that the moon was green\ncheese, and had hammered at you ever since, every day and all day, that\nit was, you’d very nearly believe it by now. Why, you know in your heart\nthat the euthanatisers are the real priests. Of course you do.”",
        "Mabel sighed with satisfaction and stood up.",
        "“Oliver, you’re a most comforting person. I do like you! There! I must\ngo to my room: I’m all shaky still.”",
        "Half across the room she stopped and put out a shoe.",
        "“Why–-” she began faintly.",
        "There was a curious rusty-looking splash upon it; and her husband saw\nher turn white. He rose abruptly.",
        "“My dear,” he said, “don’t be foolish.”",
        "She looked at him, smiled bravely, and went out.",
        "When she was gone, he still sat on a moment where she bad left him. Dear\nme! how pleased he was! He did not like to think of what life would have\nbeen without her. He had known her since she was twelve–that was seven\nyears ago-and last year they had gone together to the district official\nto make their contract. She had really become very necessary to him. Of\ncourse the world could get on without her, and he supposed that he could\ntoo; but he did not want to have to try. He knew perfectly well, for it\nwas his creed of human love, that there was between them a double\naffection, of mind as well as body; and there was absolutely nothing\nelse: but he loved her quick intuitions, and to hear his own thought\nechoed so perfectly. It was like two flames added together to make a\nthird taller than either: of course one flame could burn without the\nother–in fact, one would have to, one day–but meantime the warmth and\nlight were exhilarating. Yes, he was delighted that she happened to be\nclear of the falling volor.",
        "He gave no more thought to his exposition of the Christian creed; it was\na mere commonplace to him that Catholics believed that kind of thing; it\nwas no more blasphemous to his mind so to describe it, than it would be\nto laugh at a Fijian idol with mother-of-pearl eyes, and a horse-hair\nwig; it was simply impossible to treat it seriously. He, too, had\nwondered once or twice in his life how human beings could believe such\nrubbish; but psychology had helped him, and he knew now well enough that\nsuggestion will do almost anything. And it was this hateful thing that\nhad so long restrained the euthanasia movement with all its splendid\nmercy.",
        "His brows wrinkled a little as he remembered his mother’s exclamation,\n“Please God\"; then he smiled at the poor old thing and her pathetic\nchildishness, and turned once more to his table, thinking in spite of\nhimself of his wife’s hesitation as she had seen the splash of blood on\nher shoe. Blood! Yes; that was as much a fact as anything else. How was\nit to be dealt with? Why, by the glorious creed of Humanity–that\nsplendid God who died and rose again ten thousand times a day, who had\ndied daily like the old cracked fanatic Saul of Tarsus, ever since the\nworld began, and who rose again, not once like the Carpenter’s Son, but\nwith every child that came into the world. That was the answer; and was\nit not overwhelmingly sufficient?",
        "Mr. Phillips came in an hour later with another bundle of papers.",
        "“No more news from the East, sir,” he said.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}