{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "36",
    "content": [
        "\n\n",
        "“Tell me again,” said the old Cardinal, when the two were settled down\nopposite to one another, and the chaplains were gone to another\ncompartment. “Who is this man?”",
        "“This man? He was secretary to Oliver Brand, one of our politicians. He\nfetched me to old Mrs. Brand’s death bed, and lost his place in\nconsequence. He is in journalism now. He is perfectly honest. No, he is\nnot a Catholic, though he longs to be one. That is why they confided in\nhim.”",
        "“And they?”",
        "“I know nothing of them, except that they are a desperate set. They have\nenough faith to act, but not enough to be patient.... I suppose they\nthought this man would sympathise. But unfortunately he has a\nconscience, and he also sees that any attempt of this kind would be the\nlast straw on the back of toleration. Eminence, do you realise how\nviolent the feeling is against us?”",
        "The old man shook his head lamentably.",
        "“Do I not?” he murmured. “And my Germans are in it? Are you sure?”",
        "“Eminence, it is a vast plot. It has been simmering for months. There\nhave been meetings every week. They have kept the secret marvellously.\nYour Germans only delayed that the blow might be more complete. And now,\nto-morrow–-” Percy drew back with a despairing gesture.",
        "“And the Holy Father?”",
        "“I went to him as soon as mass was over. He withdrew all opposition, and\nsent for you. It is our one chance, Eminence.”",
        "“And you think our plan will hinder it?”",
        "“I have no idea, but I can think of nothing else. I shall go straight to\nthe Archbishop and tell him all. We arrive, I believe, at three o’clock,\nand you in Berlin about seven, I suppose, by German time. The function\nis fixed for eleven. By eleven, then, we shall have done all that is\npossible. The Government will know, and they will know, too, that we are\ninnocent in Rome. I imagine they will cause it to be announced that the\nCardinal-Protector and the Archbishop, with his coadjutors, will be\npresent in the sacristies. They will double every guard; they will\nparade volors overhead–and then–well! in God’s hands be the rest.”",
        "“Do you think the conspirators will attempt it?”",
        "“I have no idea,” said Percy shortly.",
        "“I understand they have alternative plans.”",
        "“Just so. If all is clear, they intend dropping the explosive from\nabove; if not, at least three men have offered to sacrifice themselves\nby taking it into the Abbey themselves.... And you, Eminence?”",
        "The old man eyed him steadily.",
        "“My programme is yours,” he said. “Eminence, have you considered the\neffect in either case? If nothing happens–-”",
        "“If nothing happens we shall be accused of a fraud, of seeking to\nadvertise ourselves. If anything happens–well, we shall all go before\nGod together. Pray God it may be the second,” he added passionately.",
        "“It will be at least easier to bear,” observed the old man.",
        "“I beg your pardon, Eminence. I should not have said that.”",
        "There fell a silence between the two, in which no sound was heard but\nthe faint untiring vibration of the screw, and the sudden cough of a man\nin the next compartment. Percy leaned his head wearily on his hand, and\nstared from the window.",
        "The earth was now dark beneath them–an immense emptiness; above, the\nhuge engulfing sky was still faintly luminous, and through the high\nfrosty mist through which they moved stars glimmered now and again, as\nthe car swayed and tacked across the wind.",
        "“It will be cold among the Alps,” murmured Percy. Then he broke off.\n“And I have not one shred of evidence,” he said; “nothing but the word\nof a man.”",
        "“And you are sure?”",
        "“I am sure.”",
        "“Eminence,” said the German suddenly, staring straight into his face,\n“the likeness is extraordinary.”",
        "Percy smiled listlessly. He was tired of bearing that.",
        "“What do you make of it?” persisted the other.",
        "“I have been asked that before,” said Percy. “I have no views.”",
        "“It seems to me that God means something,” murmured the German heavily,\nstill staring at him.",
        "“Well, Eminence?”",
        "“A kind of antithesis–a reverse of the medal. I do not know.”",
        "Again there was silence. A chaplain looked in through the glazed door, a\nhomely, blue-eyed German, and was waved away once more.",
        "“Eminence,” said the old man abruptly, “there is surely more to speak\nof. Plans to be made.”",
        "Percy shook his head.",
        "“There are no plans to be made,” he said. “We know nothing but the\nfact–no names–nothing. We–we are like children in a tiger’s cage. And\none of us has just made a gesture in the tiger’s face.”",
        "“I suppose we shall communicate with one another?”",
        "“If we are in existence.”",
        "It was curious how Percy took the lead. He had worn his scarlet for\nabout three months, and his companion for twelve years; yet it was the\nyounger who dictated plans and arranged. He was scarcely conscious of\nits strangeness, however. Ever since the shocking news of the morning,\nwhen a new mine had been sprung under the shaking Church, and he had\nwatched the stately ceremonial, the gorgeous splendour, the dignified,\ntranquil movements of the Pope and his court, with a secret that burned\nhis heart and brain–above all, since that quick interview in which old\nplans had been reversed and a startling decision formed, and a blessing\ngiven and received, and a farewell looked not uttered–all done in\nhalf-an-hour–his whole nature had concentrated itself into one keen\ntense force, like a coiled spring. He felt power tingling to his\nfinger-tips–power and the dulness of an immense despair. Every prop had\nbeen cut, every brace severed; he, the City of Rome, the Catholic\nChurch, the very supernatural itself, seemed to hang now on one single\nthing–the Finger of God. And if that failed–well, nothing would ever\nmatter any more....",
        "He was going now to one of two things–ignominy or death. There was no\nthird thing–unless, indeed, the conspirators were actually taken with\ntheir instruments upon them. But that was impossible. Either they would\nrefrain, knowing that God’s ministers would fall with them, and in that\ncase there would be the ignominy of a detected fraud, of a miserable\nattempt to win credit. Or they would not refrain; they would count the\ndeath of a Cardinal and a few bishops a cheap price to pay for\nrevenge–and in that case well, there was Death and Judgment. But Percy\nhad ceased to fear. No ignominy could be greater than that which he\nalready bore–the ignominy of loneliness and discredit. And death could\nbe nothing but sweet–it would at least be knowledge and rest. He was\nwilling to risk all on God.",
        "The other, with a little gesture of apology, took out his office book\npresently, and began to read.",
        "Percy looked at him with an immense envy. Ah! if only he were as old as\nthat! He could bear a year or two more of this misery, but not fifty\nyears, he thought. It was an almost endless vista that (even if things\nwent well) opened before him, of continual strife, self-repression,\nenergy, misrepresentation from his enemies. The Church was sinking\nfurther every day. What if this new spasm of fervour were no more than\nthe dying flare of faith? How could he bear that? He would have to see\nthe tide of atheism rise higher and more triumphant every day;\nFelsenburgh had given it an impetus of whose end there was no\nprophesying. Never before had a single man wielded the full power of\ndemocracy. Then once more he looked forward to the morrow. Oh! if it\ncould but end in death!... Beati mortui qui in Domino moriuntur! ...",
        "It was no good; it was cowardly to think in this fashion. After all, God\nwas God–He takes up the isles as a very little thing.",
        "Percy took out his office book, found Prime and St. Sylvester, signed\nhimself with the cross, and began to pray. A minute later the two\nchaplains slipped in once more, and sat down; and all was silent, save\nfor that throb of the screw, and the strange whispering rush of air\noutside.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}