{
    "title": "Lord of the World - Chapter III",
    "author": "Robert Hugh Benson",
    "chapter": "9",
    "content": [
        "\n\n",
        "I",
        "Old Mrs. Brand and Mabel were seated at a window of the new Admiralty\nOffices in Trafalgar Square to see Oliver deliver his speech on the\nfiftieth anniversary of the passing of the Poor Laws Reform.",
        "It was an inspiriting sight, this bright June morning, to see the crowds\ngathering round Braithwaite’s statue. That politician, dead fifteen\nyears before, was represented in his famous attitude, with arms\noutstretched and down dropped, his head up and one foot slightly\nadvanced, and to-day was decked, as was becoming more and more usual on\nsuch occasions, in his Masonic insignia. It was he who had given\nimmense impetus to that secret movement by his declaration in the House\nthat the key of future progress and brotherhood of nations was in the\nhands of the Order. It was through this alone that the false unity of\nthe Church with its fantastic spiritual fraternity could be\ncounteracted. St. Paul had been right, he declared, in his desire to\nbreak down the partition-walls between nations, and wrong only in his\nexaltation of Jesus Christ. Thus he had preluded his speech on the Poor\nLaw question, pointing to the true charity that existed among Masons\napart from religious motive, and appealing to the famous benefactions on\nthe Continent; and in the enthusiasm of the Bill’s success the Order had\nreceived a great accession of members.",
        "Old Mrs. Brand was in her best to-day, and looked out with considerable\nexcitement at the huge throng gathered to hear her son speak. A platform\nwas erected round the bronze statue at such a height that the statesman\nappeared to be one of the speakers, though at a slightly higher\nelevation, and this platform was hung with roses, surmounted by a\nsounding-board, and set with a chair and table.",
        "The whole square round about was paved with heads and resonant with\nsound, the murmurs of thousands of voices, overpowered now and again by\nthe crash of brass and thunder of drums as the Benefit Societies and\ndemocratic Guilds, each headed by a banner, deployed from North, South,\nEast and West, and converged towards the wide railed space about the\nplatform where room was reserved for them. The windows on every side\nwere packed with faces; tall stands were erected along the front of the\nNational Gallery and St. Martin’s Church, garden-beds of colour behind\nthe mute, white statues that faced outwards round the square; from\nBraithwaite in front, past the Victorians–John Davidson, John Burns,\nand the rest–round to Hampden and de Montfort towards the north. The\nold column was gone, with its lions. Nelson had not been found\nadvantageous to the Entente Cordiale, nor the lions to the new art;\nand in their place stretched a wide pavement broken by slopes of steps\nthat led up to the National Gallery.",
        "Overhead the roofs showed crowded friezes of heads against the blue\nsummer sky. Not less than one hundred thousand persons, it was estimated\nin the evening papers, were collected within sight and sound of the\nplatform by noon.",
        "As the clocks began to tell the hour, two figures appeared from behind\nthe statue and came forward, and, in an instant, the murmurs of talk\nrose into cheering.",
        "Old Lord Pemberton came first, a grey-haired, upright man, whose father\nhad been active in denouncing the House of which he was a member on the\noccasion of its fall over seventy years ago, and his son had succeeded\nhim worthily. This man was now a member of the Government, and sat for\nManchester (3); and it was he who was to be chairman on this auspicious\noccasion. Behind him came Oliver, bareheaded and spruce, and even at\nthat distance his mother and wife could see his brisk movement, his\nsudden smile and nod as his name emerged from the storm of sound that\nsurged round the platform. Lord Pemberton came forward, lifted his hand\nand made a signal; and in a moment the thin cheering died under the\nsudden roll of drums beneath that preluded the Masonic Hymn.",
        "There was no doubt that these Londoners could sing. It was as if a giant\nvoice hummed the sonorous melody, rising to enthusiasm till the music of\nmassed bands followed it as a flag follows a flag-stick. The hymn was\none composed ten years before, and all England was familiar with it.\nOld Mrs. Bland lifted the printed paper mechanically to her eyes, and\nsaw the words that she knew so well:",
        "“_The Lord that dwells in earth and sea.” ...",
        "She glanced down the verses, that from the Humanitarian point of view\nhad been composed with both skill and ardour. They had a religious ring;\nthe unintelligent Christian could sing them without a qualm; yet their\nsense was plain enough–the old human creed that man was all. Even\nChrist’s, words themselves were quoted. The kingdom of God, it was said,\nlay within the human heart, and the greatest of all graces was Charity.",
        "She glanced at Mabel, and saw that the girl was singing with all her\nmight, with her eyes fixed on her husband’s dark figure a hundred yards\naway, and her soul pouring through them. So the mother, too, began to\nmove her lips in chorus with that vast volume of sound.",
        "As the hymn died away, and before the cheering could begin again, old\nLord Pemberton was standing forward on the edge of the platform, and his\nthin, metallic voice piped a sentence or two across the tinkling splash\nof the fountains behind him. Then he stepped back, and Oliver came\nforward.",
        "It was too far for the two to hear what was said, but Mabel slipped a\npaper, smiling tremulously, into the old lady’s hand, and herself bent\nforward to listen.",
        "Old Mrs. Brand looked at that, too, knowing that it was an analysis of\nher son’s speech, and aware that she would not be able to hear his\nwords.",
        "There was an exordium first, congratulating all who were present to do\nhonour to the great man who presided from his pedestal on the occasion\nof this great anniversary. Then there came a retrospect, comparing the\nold state of England with the present. Fifty years ago, the speaker\nsaid, poverty was still a disgrace, now it was so no longer. It was in\nthe causes that led to poverty that the disgrace or the merit lay. Who\nwould not honour a man worn out in the service of his country, or\novercome at last by circumstances against which his efforts could not\nprevail?... He enumerated the reforms passed fifty years before on this\nvery day, by which the nation once and for all declared the glory of\npoverty and man’s sympathy with the unfortunate.",
        "So he had told them he was to sing the praise of patient poverty and its\nreward, and that, he supposed, together with a few periods on the reform\nof the prison laws, would form the first half of his speech.",
        "The second part was to be a panegyric of Braithwaite, treating him as\nthe Precursor of a movement that even now had begun.",
        "Old Mrs. Brand leaned back in her seat, and looked about her.",
        "The window where they sat had been reserved for them; two arm-chairs\nfilled the space, but immediately behind there were others, standing\nvery silent now, craning forward, watching, too, with parted lips: a\ncouple of women with an old man directly behind, and other faces visible\nagain behind them. Their obvious absorption made the old lady a little\nashamed of her distraction, and she turned resolutely once more to the\nsquare.",
        "Ah! he was working up now to his panegyric! The tiny dark figure was\nback, a yard nearer the statue, and as she looked, his hand went up and\nhe wheeled, pointing, as a murmur of applause drowned for an instant the\nminute, resonant voice. Then again he was forward, half crouching–for\nhe was a born actor–and a storm of laughter rippled round the throng of\nheads. She heard an indrawn hiss behind her chair, and the next instant\nan exclamation from Mabel.... What was that?",
        "There was a sharp crack, and the tiny gesticulating figure staggered\nback a step. The old man at the table was up in a moment, and\nsimultaneously a violent commotion bubbled and heaved like water about a\nrock at a point in the crowd immediately outside the railed space where\nthe bands were massed, and directly opposite the front of the platform.",
        "Mrs. Brand, bewildered and dazed, found herself standing up, clutching\nthe window rail, while the girl gripped her, crying out something she\ncould not understand. A great roaring filled the square, the heads\ntossed this way and that, like corn under a squall of wind. Then Oliver\nwas forward again, pointing and crying out, for she could see his\ngestures; and she sank back quickly, the blood racing through her old\nveins, and her heart hammering at the base of her throat.",
        "“My dear, my dear, what is it?” she sobbed.",
        "But Mabel was up, too, staring out at her husband; and a quick babble of\ntalk and exclamations from behind made itself audible in spite of the\nroaring tumult of the square.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}