{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "57",
    "content": [
        "\n\n",
        "He passed straight up to the chair, followed by two secretaries, bowed\nslightly to this side and that, sat down and made a little gesture. Then\nthey, too, were in their chairs, upright and intent. For perhaps the\nhundredth time, Oliver, staring upon the President, marvelled at the\nquietness and the astounding personality of Him. He was in the English\njudicial dress that had passed down through centuries–black and scarlet\nwith sleeves of white fur and a crimson sash–and that had lately been\nadopted as the English presidential costume of him who stood at the head\nof the legislature. But it was in His personality, in the atmosphere\nthat flowed from Him, that the marvel lay. It was as the scent of the\nsea to the physical nature–it exhilarated, cleansed, kindled,\nintoxicated. It was as inexplicably attractive as a cherry orchard in\nspring, as affecting as the cry of stringed instruments, as compelling\nas a storm. So writers had said. They compared it to a stream of clear\nwater, to the flash of a gem, to the love of woman. They lost all\ndecency sometimes; they said it fitted all moods, as the voice of many\nwaters; they called it again and again, as explicitly as possible, the\nDivine Nature perfectly Incarnate at last....",
        "Then Oliver’s reflections dropped from him like a mantle, for the\nPresident, with downcast eyes and head thrown back, made a little\ngesture to the ruddy-faced secretary on His right; and this man, without\na movement, began to speak like an impersonal actor repeating his part.",
        "“Gentlemen,” he said, in an even, resonant voice, “the President is come\ndirect from Paris. This afternoon His Honour was in Berlin; this\nmorning, early, in Moscow. Yesterday in New York. To-night His Honour\nmust be in Turin; and to-morrow will begin to return through Spain,\nNorth Africa, Greece and the southeastern states.”",
        "This was the usual formula for such speeches. The President spoke but\nlittle himself now; but was careful for the information of his subjects\non occasions like this. His secretaries were perfectly trained, and this\nspeaker was no exception. After a slight pause, he continued:",
        "“This is the business, gentlemen.",
        "“Last Thursday, as you are aware, the Plenipotentaries signed the Test\nAct in this room, and it was immediately communicated all over the\nworld. At sixteen o’clock His Honour received a message from a man named\nDolgorovski–who is, it is understood, one of the Cardinals of the\nCatholic Church. This he claimed; and on inquiry it was found to be a\nfact. His information confirmed what was already suspected–namely, that\nthere was a man claiming to be Pope, who had created (so the phrase is)\nother cardinals, shortly after the destruction of Rome, subsequent to\nwhich his own election took place in Jerusalem. It appears that this\nPope, with a good deal of statesmanship, has chosen to keep his own name\nand place of residence a secret from even his own followers, with the\nexception of the twelve cardinals; that he has done a great deal,\nthrough the instrumentality of one of his cardinals in particular, and\nthrough his new Order in general, towards the reorganisation of the\nCatholic Church; and that at this moment he is living, apart from the\nworld, in complete security.",
        "“His Honour blames Himself that He did not do more than suspect\nsomething of the kind–misled, He thinks, by a belief that if there had\nbeen a Pope, news would have been heard of it from other quarters, for,\nas is well known, the entire structure of the Christian Church rests\nupon him as upon a rock. Further, His Honour thinks inquiries should\nhave been made in the very place where now it is understood that this\nPope is living.",
        "“The man’s name, gentlemen, is Franklin–-”",
        "Oliver started uncontrollably, but relapsed again to bright-eyed\nintelligence as for an instant the President glanced up from his\nmotionlessness.",
        "“Franklin,” repeated the secretary, “and he is living in Nazareth,\nwhere, it is said, the Founder of Christianity passed His youth.",
        "“Now this, gentlemen, His Honour heard on Thursday in last week. He\ncaused inquiries to be made, and on Friday morning received further\nintelligence from Dolgorovski that this Pope had summoned to Nazareth a\nmeeting of his cardinals, and certain other officials, from all over the\nworld, to consider what steps should be taken in view of the new Test\nAct. This His Honour takes to show an extreme want of statesmanship\nwhich seems hard to reconcile with his former action. These persons are\nsummoned by special messengers to meet on Saturday next, and will begin\ntheir deliberations after some Christian ceremonies on the following\nmorning.",
        "“You wish, gentlemen, no doubt, to know Dolgorovski’s motives in making\nall this known. His Honour is satisfied that they are genuine. The man\nhas been losing belief in his religion; in fact, he has come to see that\nthis religion is the supreme obstacle to the consolidation of the race.\nHe has esteemed it his duty, therefore, to lay this information before\nHis Honour. It is interesting as an historical parallel to reflect that\nthe same kind of incident marked the rise of Christianity as will mark,\nit is thought, its final extinction–namely, the informing on the part\nof one of the leaders of the place and method by which the principal\npersonage may be best approached. It is also, surely, very significant\nthat the scene of the extinction of Christianity is identical with that\nof its inauguration....",
        "“Well, gentlemen, His Honour’s proposal is as follows, carrying out the\nDeclaration to which you all acceded. It is that a force should proceed\nduring the night of Saturday next to Palestine, and on the Sunday\nmorning, when these men will be all gathered together, that this force\nshould finish as swiftly and mercifully as possible the work to which\nthe Powers have set their hands. So far, the comment of the Governments\nwhich have been consulted has been unanimous, and there is little doubt\nthat the rest will be equally so. His Honour felt that He could not act\nin on grave a matter on His own responsibility; it is not merely local;\nit is a catholic administration of justice, and will have results wider\nthan it is safe minutely to prophesy.",
        "“It is not necessary to enter into His Honour’s reasons. They are\nalready well known to you; but before asking for your opinion, He\ndesires me to indicate what He thinks, in the event of your approval,\nshould be the method of action.",
        "“Each Government, it is proposed, should take part in the final scene,\nfor it is something of a symbolic action; and for this purpose it is\nthought well that each of the three Departments of the World should\ndepute volors, to the number of the constituting States, one hundred and\ntwenty-two all told, to set about the business. These volors should have\nno common meeting-ground, otherwise the news will surely penetrate to\nNazareth, for it is understood that, this new Order of Christ Crucified\nhas a highly organised system of espionage. The rendezvous, then, should\nbe no other than Nazareth itself; and the time of meeting should be, it\nis thought, not later than nine o’clock according to Palestine\nreckoning. These details, however, can be decided and communicated as\nsoon as a determination has been formed as regards the entire scheme.",
        "“With respect to the exact method of carrying out the conclusion, His\nHonour is inclined to think it will be more merciful to enter into no\nnegotiations with the persons concerned. An opportunity should be given\nto the inhabitants of the village to make their escape if they so desire\nit, and then, with the explosives that the force should carry, the end\ncan be practically instantaneous.",
        "“For Himself, His Honour proposes to be there in person, and further\nthat the actual discharge should take place from His own car. It seems\nbut suitable that the world which has done His Honour the goodness to\nelect Him to its Presidentship should act through His hands; and this\nwould be at least some slight token of respect to a superstition which,\nhowever infamous, is yet the one and only force capable of withstanding\nthe true progress of man.",
        "“His Honour promises you, gentlemen, that in the event of this plan\nbeing carried out, we shall be no more troubled with Christianity.\nAlready the moral effect of the Test Act has been prodigious. It is\nunderstood that, by tens of thousands, Catholics, numbering among them\neven members of this new fanatical Religious Order, have been renouncing\ntheir follies even in these few days; and a final blow struck now at the\nvery heart and head of the Catholic Church, eliminating, as it would do,\nthe actual body on which the entire organisation subsists, would render\nits resurrection impossible. It is a well-known fact that, granted the\nextinction of the line of Popes, together with those necessary for its\ncontinuance, there could be no longer any question amongst even the most\nignorant that the claim of Jesus had ceased to be either reasonable or\npossible. Even the Order that has provided the sinews for this new\nmovement must cease to exist.",
        "“Dolgorovski, of course, is the difficulty, for it is not certainly\nknown whether one Cardinal would be considered sufficient for the\npropagation of the line; and, although reluctantly, His Honour feels\nbound to suggest that at the conclusion of the affair, Dolgorovski,\nalso, who will not, of course, be with his fellows at Nazareth, should\nbe mercifully removed from even the danger of a relapse....",
        "“His Honour, then, asks you, gentlemen, as briefly as possible, to state\nyour views on the points of which I have had the privilege of speaking.”",
        "The quiet business-like voice ceased.",
        "He had spoken throughout in the manner with which he had begun; his eyes\nhad been downcast throughout; his voice had been tranquil and\nrestrained. His deportment had been admirable.",
        "There was an instant’s silence, and all eyes settled steadily again upon\nthe motionless figure in black and scarlet and the ivory face.",
        "Then Oliver stood up. His face was as white as paper; his eyes bright\nand dilated.",
        "“Sir,” he said, “I have no doubt that we are all of one mind. I need say\nno more than that, so far as I am a representative of my colleagues, we\nassent to the proposal, and leave all details in your Honour’s hands.”",
        "The President lifted his eyes, and ran them swiftly along the rigid\nfaces turned to him.",
        "Then, in the breathless hush, he spoke for the first time in his strange\nvoice, now as passionless as a frozen river.",
        "“Is there any other proposal?”",
        "There was a murmur of assent as the men rose to their feet.",
        "“Thank you, gentlemen,” said the secretary.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}