{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "58",
    "content": [
        "\n\n",
        "It was a little before seven o’clock on the morning of Saturday that\nOliver stepped out of the motor that had carried him to Wimbledon\nCommon, and began to go up the steps of the old volor-stage, abandoned\nfive years ago. It had been thought better, in view of the extreme\nsecrecy that was to be kept, that England’s representative in the\nexpedition should start from a comparatively unknown point, and this old\nstage, in disuse now, except for occasional trials of new Government\nmachines, had been selected. Even the lift had been removed, and it was\nnecessary to climb the hundred and fifty steps on foot.",
        "It was with a certain unwillingness that he had accepted this post among\nthe four delegates, for nothing had been heard of his wife, and it was\nterrible to him to leave London while her fate was as yet doubtful. On\nthe whole, he was less inclined than ever now to accept the Euthanasia\ntheory; he had spoken to one or two of her friends, all of whom declared\nthat she had never even hinted at such an end. And, again, although he\nwas well aware of the eight-day law in the matter, even if she had\ndetermined on such a step there was nothing to show that she was yet in\nEngland, and, in fact, it was more than likely that if she were bent on\nsuch an act she would go abroad for it, where laxer conditions\nprevailed. In short, it seemed that he could do no good by remaining in\nEngland, and the temptation to be present at the final act of justice in\nthe East by which land, and, in fact, it was more than likely that if\nshe were to be wiped out, and Franklin, too, among them–Franklin, that\nparody of the Lord of the World–this, added to the opinion of his\ncolleagues in the Government, and the curious sense, never absent from\nhim now, that Felsenburgh’s approval was a thing to die for if\nnecessary–these things had finally prevailed. He left behind him at\nhome his secretary, with instructions that no expense was to be spared\nin communicating with him should any news of his wife arrive during his\nabsence.",
        "It was terribly hot this morning, and, by the time that he reached the\ntop he noticed that the monster in the net was already fitted into its\nwhite aluminium casing, and that the fans within the corridor and saloon\nwere already active. He stepped inside to secure a seat in the saloon,\nset his bag down, and after a word or two with the guard, who, of\ncourse, had not yet been informed of their destination, learning that\nthe others were not yet come, he went out again on to the platform for\ncoolness’ sake, and to brood in peace.",
        "London looked strange this morning, he thought. Here beneath him was the\ncommon, parched somewhat with the intense heat of the previous week,\nstretching for perhaps half-a-mile–tumbled ground, smooth stretches of\nturf, and the heads of heavy trees up to the first house-roofs, set,\ntoo, it seemed, in bowers of foliage. Then beyond that began the serried\narray, line beyond line, broken in one spot by the gleam of a\nriver-reach, and then on again fading beyond eyesight. But what\nsurprised him was the density of the air; it was now, as old books\nrelated it had been in the days of smoke. There was no freshness, no\ntranslucence of morning atmosphere; it was impossible to point in any\none direction to the source of this veiling gloom, for on all sides it\nwas the same. Even the sky overhead lacked its blue; it appeared painted\nwith a muddy brush, and the sun shewed the same faint tinge of red. Yes,\nit was like that, he said wearily to himself–like a second-rate sketch;\nthere was no sense of mystery as of a veiled city, but rather unreality.\nThe shadows seemed lacking in definiteness, the outlines and grouping in\ncoherence. A storm was wanted, he reflected; or even, it might be, one\nmore earthquake on the other side of the world would, in wonderful\nillustration of the globe’s unity, relieve the pressure on this side.\nWell, well; the journey would be worth taking even for the interest of\nobserving climatic changes; but it would be terribly hot, he mused, by\nthe time the south of France was reached.",
        "Then his thoughts leaped back to their own gnawing misery.",
        "It was another ten minutes before he saw the scarlet Government motor,\nwith awnings out, slide up the road from the direction of Fulham; and\nyet five minutes more before the three men appeared with their servants\nbehind them–Maxwell, Snowford and Cartwright, all alike, as was Oliver,\nin white duck from head to foot.",
        "They did not speak one word of their business, for the officials were\ngoing to and fro, and it was advisable to guard against even the\nsmallest possibility of betrayal. The guard had been told that the volor\nwas required for a three days’ journey, that provisions were to be taken\nin for that period, and that the first point towards which the course\nwas to lie was the centre of the South Downs. There would be no stopping\nfor at least a day and a night.",
        "Further instructions had reached them from the President on the previous\nmorning, by which time He had completed His visitation, and received the\nassent of the Emergency Councils of the world. This Snowford commented\nupon in an undertone, and added a word or two as to details, as the four\nstood together looking out over the city.",
        "Briefly, the plan was as follows, at least so far as it concerned\nEngland. The volor was to approach Palestine from the direction of the\nMediterranean, observing to get into touch with France on her left and\nSpain on her right within ten miles of the eastern end of Crete. The\napproximate hour was fixed at twenty-three (eastern time). At this point\nshe was to show her night signal, a scarlet line on a white field; and\nin the event of her failing to observe her neighbours was to circle at\nthat point, at a height of eight hundred feet, until either the two were\nsighted or further instructions were received. For the purpose of\ndealing with emergencies, the President’s car, which would finally make\nits entrance from the south, was to be accompanied by an aide-de-campcapable of moving at a very high speed, whose signals were to be taken\nas Felsenburgh’s own.",
        "So soon as the circle was completed, having Esdraelon as its centre with\na radius of five hundred and forty miles, the volors were to advance,\ndropping gradually to within five hundred feet of sea-level, and\ndiminishing their distance one from another from the twenty-five miles\nor so at which they would first find themselves, until they were as near\nas safety allowed. In this manner the advance at a pace of fifty miles\nan hour from the moment that the circle was arranged would bring them\nwithin sight of Nazareth at about nine o’clock on the Sunday morning.",
        "The guard came up to the four as they stood there silent.",
        "“We are ready, gentlemen,” he said.",
        "“What do you think of the weather?” asked Snowford abruptly.",
        "The guard pursed his lips.",
        "“A little thunder, I expect, sir,” he said.",
        "Oliver looked at him curiously.",
        "“No more than that?” he asked.",
        "“I should say a storm, sir,” observed the guard shortly.",
        "Snowford turned towards the gangway.",
        "“Well, we had best be off: we can lose time further on, if we wish.”",
        "It was about five minutes more before all was ready. From the stern of\nthe boat came a faint smell of cooking, for breakfast would be served\nimmediately, and a white-capped cook protruded his head for an instant,\nto question the guard. The four sat down in the gorgeous saloon in the\nbows; Oliver silent by himself, the other three talking in low voices\ntogether. Once more the guard passed through to his compartment at the\nprow, glancing as he went to see that all were seated; and an instant\nlater came the clang of the signal. Then through all the length of the\nboat–for she was the fastest ship that England possessed–passed the\nthrill of the propeller beginning to work up speed; and simultaneously\nOliver, staring sideways through the plate-glass window, saw the rail\ndrop away, and the long line of London, pale beneath the tinged sky,\nsurge up suddenly. He caught a glimpse of a little group of persons\nstaring up from below, and they, too, dropped in a great swirl, and\nvanished. Then, with a flash of dusty green, the Common bad vanished,\nand a pavement of house-roofs began to stream beneath, the long lines of\nstreets on this side and that turning like spokes of a gigantic wheel;\nonce more this pavement thinned, showing green again as between\ninfrequently laid cobble-stones; then they, too, were gone, and the\ncountry was open beneath.",
        "Snowford rose, staggering a little.",
        "“I may as well tell the guard now,” he said. “Then we need not be\ninterrupted again.”",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}