{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "19",
    "content": [
        "\n\n",
        "“Ah! it is journalese,” said Oliver, at last, leaning back. “Tawdry\nstuff! But–but the thing!”",
        "Mabel got up, passed across to the window-seat, and sat down. Her lips\nopened once or twice, but she said nothing.",
        "“My darling,” cried the man, “have you nothing to say?”",
        "She looked at him tremulously a moment.",
        "“Say!” she said. “As you said, What is the use of words?”",
        "“Tell me again,” said Oliver. “How do I know it is not a dream?”",
        "“A dream,” she said. “Was there ever a dream like this?”",
        "Again she got up restlessly, came across the floor, and knelt down by\nher husband once more, taking his hands in hers.",
        "“My dear,” she said, “I tell you it is not a dream. It is reality at\nlast. I was there too–do you not remember? You waited for me when all\nwas over–when He was gone out–we saw Him together, you and I. We heard\nHim–you on the platform and I in the gallery. We saw Him again pass up\nthe Embankment as we stood in the crowd. Then we came home and we found\nthe priest.”",
        "Her face was transfigured as she spoke. It was as of one who saw a\nDivine Vision. She spoke very quietly, without excitement or hysteria.\nOliver stared at her a moment; then he bent forward and kissed her\ngently.",
        "“Yes, my darling; it is true. But I want to hear it again and again.\nTell me again what you saw.”",
        "“I saw the Son of Man,” she said. “Oh! there is no other phrase. The\nSaviour of the world, as that paper says. I knew Him in my heart as soon\nas I saw Him–as we all did–as soon as He stood there holding the rail.\nIt was like a glory round his head. I understand it all now. It was He\nfor whom we have waited so long; and He has come, bringing Peace and\nGoodwill in His hands. When He spoke, I knew it again. His voice was\nas–as the sound of the sea–as simple as that–as–as lamentable–as\nstrong as that.–Did you not hear it?”",
        "Oliver bowed his head.",
        "“I can trust Him for all the rest,” went on the girl softly. “I do not\nknow where He is, nor when He will come back, nor what He will do. I\nsuppose there is a great deal for Him to do, before He is fully\nknown–laws, reforms–that will be your business, my dear. And the rest\nof us must wait, and love, and be content.”",
        "Oliver again lifted his face and looked at her.",
        "“Mabel, my dear–-”",
        "“Oh! I knew it even last night,” she said, “but I did not know that I\nknew it till I awoke to-day and remembered. I dreamed of Him all\nnight.... Oliver, where is He?”",
        "He shook his head.",
        "“Yes, I know where He is, but I am under oath–-”",
        "She nodded quickly, and stood up.",
        "“Yes. I should not have asked that. Well, we are content to wait.”",
        "There was silence for a moment or two. Oliver broke it.",
        "“My dear, what do you mean when you say that He is not yet known?”",
        "“I mean just that,” she said. “The rest only know what He has done–not\nwhat He is; but that, too, will come in time.”",
        "“And meanwhile–-”",
        "“Meanwhile, you must work; the rest will come by and bye. Oh! Oliver, be\nstrong and faithful.”",
        "She kissed him quickly, and went out.",
        "Oliver sat on without moving, staring, as his habit was, out at the wide\nview beyond his windows. This time yesterday he was leaving Paris,\nknowing the fact indeed–for the delegates had arrived an hour\nbefore–but ignorant of the Man. Now he knew the Man as well–at least\nhe had seen Him, heard Him, and stood enchanted under the glow of His\npersonality. He could explain it to himself no more than could any one\nelse–unless, perhaps, it were Mabel. The others had been as he had\nbeen: awed and overcome, yet at the same time kindled in the very depths\nof their souls. They had come out–Snowford, Cartwright, Pemberton, and\nthe rest–on to the steps of Paul’s House, following that strange\nfigure. They had intended to say something, but they were dumb as they\nsaw the sea of white faces, heard the groan and the silence, and\nexperienced that compelling wave of magnetism that surged up like\nsomething physical, as the volor rose and started on that indescribable\nprogress.",
        "Once more he had seen Him, as he and Mabel stood together on the deck of\nthe electric boat that carried them south. The white ship had passed\nalong overhead, smooth and steady, above the heads of that vast\nmultitude, bearing Him who, if any had the right to that title, was\nindeed the Saviour of the world. Then they had come home, and found the\npriest.",
        "That, too, had been a shock to him; for, at first sight, it seemed that\nthis priest was the very man he had seen ascend the rostrum two hours\nbefore. It was an extraordinary likeness–the same young face and white\nhair. Mabel, of course, had not noticed it; for she had only seen\nFelsenburgh at a great distance; and he himself had soon been reassured.\nAnd as for his mother–it was terrible enough; if it had not been for\nMabel there would have been violence done last night. How collected and\nreasonable she had been! And, as for his mother–he must leave her alone\nfor the present. By and bye, perhaps, something might be done. The\nfuture! It was that which engrossed him–the future, and the absorbing\npower of the personality under whose dominion he had fallen last night.\nAll else seemed insignificant now–even his mother’s defection, her\nillness–all paled before this new dawn of an unknown sun. And in an\nhour he would know more; he was summoned to Westminster to a meeting of\nthe whole House; their proposals to Felsenburgh were to be formulated;\nit was intended to offer him a great position.",
        "Yes, as Mabel had said; this was now their work–to carry into effect\nthe new principle that had suddenly become incarnate in this grey-haired\nyoung American–the principle of Universal Brotherhood. It would mean\nenormous labour; all foreign relations would have to be\nreadjusted–trade, policy, methods of government–all demanded\nre-statement. Europe was already organised internally on a basis of\nmutual protection: that basis was now gone. There was no more any\nprotection, because there was no more any menace. Enormous labour, too,\nawaited the Government in other directions. A Blue-book must be\nprepared, containing a complete report of the proceedings in the East,\ntogether with the text of the Treaty which had been laid before them in\nParis, signed by the Eastern Emperor, the feudal kings, the Turkish\nRepublic, and countersigned by the American plenipotentiaries....\nFinally, even home politics required reform: the friction of old strife\nbetween centre and extremes must cease forthwith–there must be but one\nparty now, and that at the Prophet’s disposal.... He grew bewildered as\nhe regarded the prospect, and saw how the whole plane of the world was\nshifted, how the entire foundation of western life required\nreadjustment. It was a Revolution indeed, a cataclysm more stupendous\nthan even invasion itself; but it was the conversion of darkness into\nlight, and chaos into order.",
        "He drew a deep breath, and so sat pondering.",
        "Mabel came down to him half-an-hour later, as he dined early before\nstarting for Whitehall.",
        "“Mother is quieter,” she said. “We must be very patient, Oliver. Have\nyou decided yet as to whether the priest is to come again?”",
        "He shook his head.",
        "“I can think of nothing,” he said, “but of what I have to do. You\ndecide, my dear; I leave it in your hands.”",
        "She nodded.",
        "“I will talk to her again presently. Just now she can understand very\nlittle of what has happened.... What time shall you be home?”",
        "“Probably not to-night. We shall sit all night.”",
        "“Yes, dear. And what shall I tell Mr. Phillips?”",
        "“I will telephone in the morning.... Mabel, do you remember what I told\nyou about the priest?”",
        "“His likeness to the other?”",
        "“Yes. What do you make of that?”",
        "She smiled.",
        "“I make nothing at all of it. Why should they not be alike?”",
        "He took a fig from the dish, and swallowed it, and stood up.",
        "“It is only very curious,” he said. “Now, good-night, my dear.”",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}