{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "45",
    "content": [
        "\n\n",
        "And as for Himself, what had He to say to all this? A Transcendent God\nWho hid Himself, a Divine Saviour Who delayed to come, a Comforter heard\nno longer in wind nor seen in fire!",
        "There, in the next room, was a little wooden altar, and above it an iron\nbox, and within that box a silver cup, and within that cup–Something.\nOutside the house, a hundred yards away, lay the domes and plaster roofs\nof a little village called Nazareth; Carmel was on the right, a mile or\ntwo away, Thabor on the left, the plain of Esdraelon in front; and\nbehind, Cana and Galilee, and the quiet lake, and Hermon. And far away\nto the south lay Jerusalem....",
        "It was to this tiny strip of holy land that the Pope had come–the land\nwhere a Faith had sprouted two thousand years ago, and where, unless God\nspoke in fire from heaven, it would presently be cut down as a cumberer\nof the ground. It was here on this material earth that One had walked\nWhom all men had thought to have been He Who would redeem Israel–in\nthis village that He had fetched water and made boxes and chairs, on\nthat long lake that His Feet had walked, on that high hill that He had\nflamed in glory, on that smooth, low mountain to the north that He had\ndeclared that the meek were blessed and should inherit the earth, that\npeacemakers were the children of God, that they who hungered and\nthirsted should be satisfied.",
        "And now it was come to this. Christianity had smouldered away from\nEurope like a sunset on darkening peaks; Eternal Rome was a heap of\nruins; in East and West alike a man had been set upon the throne of God,\nhad been acclaimed as divine. The world had leaped forward; social\nscience was supreme; men had learned consistency; they had learned, too,\nthe social lessons of Christianity apart from a Divine Teacher, or,\nrather, they said, in spite of Him. There were left, perhaps, three\nmillions, perhaps five, at the utmost ten millions–it was impossible to\nknow–throughout the entire inhabited globe who still worshipped Jesus\nChrist as God. And the Vicar of Christ sat in a whitewashed room in\nNazareth, dressed as simply as His master, waiting for the end.",
        "He had done what He could. There had been a week five months ago when\nit had been doubtful whether anything at all could be done. There were\nleft three Cardinals alive, Himself, Steinmann, and the Patriarch of\nJerusalem; the rest lay mangled somewhere in the ruins of Rome. There\nwas no precedent to follow; so the two Europeans had made their way out\nto the East, and to the one town in it where quiet still reigned. With\nthe disappearance of Greek Christianity there had also vanished the last\nremnants of internecine war in Christendom; and by a kind of tacit\nconsent of the world, Christians were allowed a moderate liberty in\nPalestine. Russia, which now held the country as a dependency, had\nsufficient sentiment left to leave it alone; it was true that the holy\nplaces had been desecrated, and remained now only as spots of\nantiquarian interest; the altars were gone but the sites were yet\nmarked, and, although mass could no longer be said there, it was\nunderstood that private oratories were not forbidden.",
        "It was in this state that the two European Cardinals had found the Holy\nCity; it was not thought wise to wear insignia of any description in\npublic; and it was practically certain even now that the civilised world\nwas unaware of their existence; for within three days of their arrival\nthe old Patriarch had died, yet not before Percy Franklin, surely under\nthe strangest circumstances since those of the first century, had been\nelected to the Supreme Pontificate. It had all been done in a few\nminutes by the dying man’s bedside. The two old men had insisted. The\nGerman bad even recurred once more to the strange resemblance between\nPercy and Julian Felsenburgh, and had murmured his old half-heard\nremarks about the antithesis, and the Finger of God; and Percy,\nmarvelling at his superstition, had accepted, and the election was\nrecorded. He had taken the name of Silvester, the last saint in the\nyear, and was the third of that title. He had then retired to Nazareth\nwith his chaplain; Steinmann had gone back to Germany, and been hanged\nin a riot within a fortnight of his arrival.",
        "The next matter was the creation of new cardinals, and to twenty\npersons, with infinite precautions, briefs had been conveyed. Of these,\nnine had declined; three more had been approached, of whom only one had\naccepted. There were therefore at this moment twelve persons in the\nworld who constituted the Sacred College–two Englishmen, of whom\nCorkran was one; two Americans, a Frenchman, a German, an Italian, a\nSpaniard, a Pole, a Chinaman, a Greek, and a Russian. To these were\nentrusted vast districts over which their control was supreme, subject\nonly to the Holy Father Himself.",
        "As regarded the Pope’s own life very little need be said. It resembled,\nHe thought, in its outward circumstances that of such a man as Leo the\nGreat, without His worldly importance or pomp. Theoretically, the\nChristian world was under His dominion; practically, Christian affairs\nwere administered by local authorities. It was impossible for a hundred\nreasons for Him to do what He wished with regard to the exchange of\ncommunications. An elaborate cypher had been designed, and a private\ntelegraphic station organised on His roof communicating with another in\nDamascus where Cardinal Corkran had fixed his residence; and from that\ncentre messages occasionally were despatched to ecclesiastical\nauthorities elsewhere; but, for the most part, there was little to be\ndone. The Pope, however, had the satisfaction of knowing that, with\nincredible difficulty, a little progress had been made towards the\nreorganisation of the hierarchy in all countries. Bishops were being\nconsecrated freely; there were not less than two thousand of them all\ntold, and of priests an unknown number. The Order of Christ Crucified\nwas doing excellent work, and the tales of not less than four hundred\nmartyrdoms had reached Nazareth during the last two months, accomplished\nmostly at the hands of the mobs.",
        "In other respects, also, as well as in the primary object of the Order’s\nexistence (namely, the affording of an opportunity to all who loved God\nto dedicate themselves to Him more perfectly), the new Religious were\ndoing good work. The more perilous tasks–the work of communication\nbetween prelates, missions to persons of suspected integrity–all the\nbusiness, in fact, which was carried on now at the vital risk of the\nagent were entrusted solely to members of the Order. Stringent\ninstructions had been issued from Nazareth that no bishop was to expose\nhimself unnecessarily; each was to regard himself as the heart of his\ndiocese to be protected at all costs save that of Christian honour, and\nin consequence each had surrounded himself with a group of the new\nReligious–men and women–who with extraordinary and generous obedience\nundertook such dangerous tasks as they were capable of performing. It\nwas plain enough by now that had it not been for the Order, the Church\nwould have been little better than paralysed under these new conditions.",
        "Extraordinary facilities were being issued in all directions. Every\npriest who belonged to the Order received universal jurisdiction subject\nto the bishop, if any, of the diocese in which he might be; mass might\nbe said on any day of the year of the Five Wounds, or the Resurrection,\nor Our Lady; and all had the privilege of the portable altar, now\npermitted to be wood. Further ritual requirements were relaxed; mass\nmight be said with any decent vessels of any material capable of\ndestruction, such as glass or china; bread of any description might be\nused; and no vestments were obligatory except the thin thread that now\nrepresented the stole; lights were non-essential; none need wear the\nclerical habit; and rosary, even without beads, was always permissible\ninstead of the Office.",
        "In this manner priests were rendered capable of giving the sacraments\nand offering the holy sacrifice at the least possible risk to\nthemselves; and these relaxations had already proved of enormous benefit\nin the European prisons, where by this time many thousands of Catholics\nwere undergoing the penalty of refusing public worship.",
        "The Pope’s private life was as simple as His room. He had one Syrian\npriest for His chaplain, and two Syrian servants. He said His mass each\nmorning, Himself wearing vestments and His white habit beneath, and\nheard a mass after. He then took His coffee, after changing into the\ntunic and burnous of the country, and spent the morning over business.\nHe dined at noon, slept, and rode out, for the country by reason of its\nindeterminate position was still in the simplicity of a hundred years\nago. He returned at dusk, supped, and worked again till late into the\nnight.",
        "That was all. His chaplain sent what messages were necessary to\nDamascus; His servants, themselves ignorant of His dignity, dealt with\nthe secular world so far as was required, and the utmost that seemed to\nbe known to His few neighbours was that there lived in the late Sheikh’s\nlittle house on the hill an eccentric European with a telegraph office.\nHis servants, themselves devout Catholics, knew Him for a bishop, but no\nmore than that. They were told only that there was yet a Pope alive, and\nwith that and the sacraments were content.",
        "To sum up, therefore–the Catholic world knew that their Pope lived\nunder the name of Silvester; and thirteen persons of the entire human\nrace knew that Franklin had been His name, and that the throne of Peter\nrested for the time in Nazareth.",
        "It was, as a Frenchman had said, just a hundred years ago. Catholicism\nsurvived; but no more.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}