{
    "title": "Lord of the World - IV",
    "author": "Robert Hugh Benson",
    "chapter": "25",
    "content": [
        "\n\n",
        "A white figure sat in the green gloom, beside a great writing-table,\nthree or four yards away, but with the chair wheeled round to face the\ndoor by which the two entered. So much Percy saw as he performed the\nfirst genuflection. Then he dropped his eyes, advanced, genuflected\nagain with the other, advanced once more, and for the third time\ngenuflected, lifting the thin white hand, stretched out, to his lips. He\nheard the door close as he stood up.",
        "“Father Franklin, Holiness,” said the Cardinal’s voice at his ear.",
        "A white-sleeved arm waved to a couple of chairs set a yard away, and the\ntwo sat down.",
        "While the Cardinal, talking in slow Latin, said a few sentences,\nexplaining that this was the English priest whose correspondence had\nbeen found so useful, Percy began to look with all his eyes.",
        "He knew the Pope’s face well, from a hundred photographs and moving\npictures; even his gestures were familiar to him, the slight bowing of\nthe head in assent, the tiny eloquent movement of the hands; but Percy,\nwith a sense of being platitudinal, told himself that the living\npresence was very different.",
        "It was a very upright old man that he saw in the chair before him, of\nmedium height and girth, with hands clasping the bosses of his\nchair-arms, and an appearance of great and deliberate dignity. But it\nwas at the face chiefly that he looked, dropping his gaze three or four\ntimes, as the Pope’s blue eyes turned on him. They were extraordinary\neyes, reminding him of what historians said of Pius X.; the lids drew\nstraight lines across them, giving him the look of a hawk, but the rest\nof the face contradicted them. There was no sharpness in that. It was\nneither thin nor fat, but beautifully modelled in an oval outline: the\nlips were clean-cut, with a look of passion in their curves; the nose\ncame down in an aquiline sweep, ending in chiselled nostrils; the chin\nwas firm and cloven, and the poise of the whole head was strangely\nyouthful. It was a face of great generosity and sweetness, set at an\nangle between defiance and humility, but ecclesiastical from ear to ear\nand brow to chin; the forehead was slightly compressed at the temples,\nand beneath the white cap lay white hair. It had been the subject of\nlaughter at the music-halls nine years before, when the composite face\nof well-known priests had been thrown on a screen, side by side with the\nnew Pope’s, for the two were almost indistinguishable.",
        "Percy found himself trying to sum it up, but nothing came to him except\nthe word “priest.” It was that, and that was all. Ecce sacerdos\nmagnus! He was astonished at the look of youth, for the Pope was\neighty-eight this year; yet his figure was as upright as that of a man\nof fifty, his shoulders unbowed, his head set on them like an athlete’s,\nand his wrinkles scarcely perceptible in the half light. Papa\nAngelicus! reflected Percy.",
        "The Cardinal ceased his explanations, and made a little gesture. Percy\ndrew up all his faculties tense and tight to answer the questions that\nhe knew were coming.",
        "“I welcome you, my son,” said a very soft, resonant voice.",
        "Percy bowed, desperately, from the waist.",
        "The Pope dropped his eyes again, lifted a paper-weight with his left\nhand, and began to play with it gently as he talked.",
        "“Now, my son, deliver a little discourse. I suggest to you three\nheads–what has happened, what is happening, what will happen, with a\nperoration as to what should happen.”",
        "Percy drew a long breath, settled himself back, clasped the fingers of\nhis left hand in the fingers of his right, fixed his eyes firmly upon\nthe cross-embroidered red shoe opposite, and began. (Had he not\nrehearsed this a hundred times!)",
        "He first stated his theme; to the effect that all the forces of the\ncivilised world were concentrating into two camps–the world and God. Up\nto the present time the forces of the world had been incoherent and\nspasmodic, breaking out in various ways–revolutions and wars had been\nlike the movements of a mob, undisciplined, unskilled, and unrestrained.\nTo meet this, the Church, too, had acted through her Catholicity–\ndispersion rather than concentration: franc-tireurs had been opposed\nto franc-tireurs. But during the last hundred years there had been\nindications that the method of warfare was to change. Europe, at any\nrate, had grown weary of internal strife; the unions first of Labour,\nthen of Capital, then of Labour and Capital combined, illustrated this\nin the economic sphere; the peaceful partition of Africa in the\npolitical sphere; the spread of Humanitarian religion in the spiritual\nsphere. Over against this must be placed the increased centralisation of\nthe Church. By the wisdom of her pontiffs, over-ruled by God Almighty,\nthe lines had been drawing tighter every year. He instanced the\nabolition of all local usages, including those so long cherished by the\nEast, the establishment of the Cardinal-Protectorates in Rome, the\nenforced merging of all friars into one Order, though retaining their\nfamiliar names, under the authority of the supreme General; all monks,\nwith the exception of the Carthusians, the Carmelites and the Trappists,\ninto another; of the three excepted into a third; and the classification\nof nuns after the same plan. Further, he remarked on the more recent\ndecrees, establishing the sense of the Vatican decision on\ninfallibility, the new version of Canon Law, the immense simplification\nthat had taken place in ecclesiastical government, the hierarchy,\nrubrics and the affairs of missionary countries, with the new and\nextraordinary privileges granted to mission priests. At this point he\nbecame aware that his self-consciousness had left him, and he began,\neven with little gestures, and a slightly raised voice, to enlarge on\nthe significance of the last month’s events.",
        "All that had gone before, he said, pointed to what had now actually\ntaken place–namely, the reconciliation of the world on a basis other\nthan that of Divine Truth. It was the intention of God and of His Vicars\nto reconcile all men in Christ Jesus; but the corner-stone had once more\nbeen rejected, and instead of the chaos that the pious had prophesied,\nthere was coming into existence a unity unlike anything known in\nhistory. This was the more deadly from the fact that it contained so\nmany elements of indubitable good. War, apparently, was now extinct, and\nit was not Christianity that had done it; union was now seen to be\nbetter than disunion, and the lesson had been learned apart from the\nChurch. In fact, natural virtues had suddenly waxed luxuriant, and\nsupernatural virtues were despised. Friendliness took the place of\ncharity, contentment the place of hope, and knowledge the place of\nfaith.",
        "Percy stopped, he had become conscious that he was preaching a kind of\nsermon.",
        "“Yes, my son,” said the kind voice. “What else?”",
        "What else?... Very well, continued Percy, movements such as these\nbrought forth men, and the Man of this movement was Julian Felsenburgh.\nHe had accomplished a work that–apart from God–seemed miraculous. He\nhad broken down the eternal division between East and West, coming\nhimself from the continent that alone could produce such powers; he had\nprevailed by sheer force of personality over the two supreme tyrants of\nlife religious fanaticism and party government. His influence over the\nimpassive English was another miracle, yet he had also set on fire\nFrance, Germany, and Spain. Percy here described one or two of his\nlittle scenes, saying that it was like the vision of a god: and he\nquoted freely some of the titles given to the Man by sober, unhysterical\nnewspapers. Felsenburgh was called the Son of Man, because he was so\npure-bred a cosmopolitan; the Saviour of the World, because he had slain\nwar and himself survived–even–even–here Percy’s voice faltered–even\nIncarnate God, because he was the perfect representative of divine man.",
        "The quiet, priestly face watching opposite never winced or moved; and he\nwent on.",
        "Persecution, he said, was coming. There had been a riot or two already.\nBut persecution was not to be feared. It would no doubt cause\napostasies, as it had always done, but these were deplorable only on\naccount of the individual apostates. On the other hand, it would\nreassure the faithful; and purge out the half-hearted. Once, in the\nearly ages, Satan’s attack had been made on the bodily side, with whips\nand fire and beasts; in the sixteenth century it had been on the\nintellectual side; in the twentieth century on the springs of moral and\nspiritual life. Now it seemed as if the assault was on all three planes\nat once. But what was chiefly to be feared was the positive influence of\nHumanitarianism: it was coming, like the kingdom of God, with power; it\nwas crushing the imaginative and the romantic, it was assuming rather\nthan asserting its own truth; it was smothering with bolsters instead of\nwounding and stimulating with steel or controversy. It seemed to be\nforcing its way, almost objectively, into the inner world. Persons who\nhad scarcely heard its name were professing its tenets; priests absorbed\nit, as they absorbed God in Communion–he mentioned the names of the\nrecent apostates–children drank it in like Christianity itself. The\nsoul “naturally Christian” seemed to be becoming “the soul naturally\ninfidel.” Persecution, cried the priest, was to be welcomed like\nsalvation, prayed for, and grasped; but he feared that the authorities\nwere too shrewd, and knew the antidote and the poison apart. There might\nbe individual martyrdoms–in fact there would be, and very many–but\nthey would be in spite of secular government, not because of it.\nFinally, he expected, Humanitarianism would presently put on the dress\nof liturgy and sacrifice, and when that was done, the Church’s cause,\nunless God intervened, would be over.",
        "Percy sat back, trembling.",
        "“Yes, my son. And what do you think should be done?”",
        "Percy flung out his hands.",
        "“Holy Father–the mass, prayer, the rosary. These first and last. The\nworld denies their power: it is on their power that Christians must\nthrow all their weight. All things in Jesus Christ–in Jesus Christ,\nfirst and last. Nothing else can avail. He must do all, for we can do\nnothing.”",
        "The white head bowed. Then it rose erect.",
        "“Yes, my son.... But so long as Jesus Christ deigns to use us, we must\nbe used. He is Prophet and King as well as Priest. We then, too, must be\nprophet and king as well as priest. What of Prophecy and Royalty?”",
        "The voice thrilled Percy like a trumpet.",
        "“Yes, Holiness.... For prophecy, then, let us preach charity; for\nRoyalty, let us reign on crosses. We must love and suffer.... “ (He drew\none sobbing breath.) “Your Holiness has preached charity always. Let\ncharity then issue in good deeds. Let us be foremost in them; let us\nengage in trade honestly, in family life chastely, in government\nuprightly. And as for suffering–ah! Holiness!”",
        "His old scheme leaped back to his mind, and stood poised there\nconvincing and imperious.",
        "“Yes, my son, speak plainly.”",
        "“Your Holiness–it is old–old as Rome–every fool has desired it: a new\nOrder, Holiness–a new Order,” he stammered.",
        "The white hand dropped the paper-weight; the Pope leaned forward,\nlooking intently at the priest.",
        "“Yes, my son?”",
        "Percy threw himself on his knees.",
        "“A new Order, Holiness–no habit or badge–subject to your Holiness\nonly–freer than Jesuits, poorer than Franciscans, more mortified than\nCarthusians: men and women alike–the three vows with the intention of\nmartyrdom; the Pantheon for their Church; each bishop responsible for\ntheir sustenance; a lieutenant in each country.... (Holiness, it is the\nthought of a fool.) ... And Christ Crucified for their patron.”",
        "The Pope stood up abruptly–so abruptly that Cardinal Martin sprang up\ntoo, apprehensive and terrified. It seemed that this young man had gone\ntoo far.",
        "Then the Pope sat down again, extending his hand.",
        "“God bless you, my son. You have leave to go.... Will your Eminence stay\nfor a few minutes?”",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}