{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "61",
    "content": [
        "\n\n",
        "Yet even at that sound and sight his soul scarcely tightened the languid\nthreads that united it through every fibre of his body with the world of\nsense. He saw and heard the tumult in the passage, frantic eyes and\nmouths crying aloud, and, in strange contrast, the pale ecstatic faces\nof those princes who turned and looked; even within the tranquil\npresence-chamber of the spirit where two beings, Incarnate God and all\nbut Discarnate Man, were locked in embrace, a certain mental process\nwent on. Yet all was still as apart from him as a lighted stage and its\ndrama from a self-contained spectator. In the material world, now as\nattenuated as a mirage, events were at hand; but to his soul, balanced\nnow on reality and awake to facts, these things were but a spectacle....",
        "He turned to the altar again, and there, as he had known it would be, in\nthe midst of clear light, all was at peace: the celebrant, seen as\nthrough molten glass, adored as He murmured the mystery of the\nWord-made-Flesh, and once more passing to the centre, sank upon His\nknees.",
        "Again the priest understood; for thought was no longer the process of a\nmind, rather it was the glance of a spirit. He knew all now; and, by an\ninevitable impulse, his throat began to sing aloud words that, as he\nsang, opened for the first time as flowers telling their secret to the\nsun.",
        "O Salutaris Hostia\nQui coeli pandis ostium. . . .",
        "They were all singing now; even the Mohammedan catechumen who had burst\nin a moment ago sang with the rest, his lean head thrust out and his\narms tight across his breast; the tiny chapel rang with the forty\nvoices, and the vast world thrilled to hear it....",
        "Still singing, the priest saw the veil laid as by a phantom upon the\nPontiff’s shoulders; there was a movement, a surge of figures–shadows\nonly in the midst of substance,",
        " ... Uni Trinoque Domino ....",
        "–and the Pope stood erect, Himself a pallor in the heart of light, with\nspectral folds of silk dripping from His shoulders, His hands swathed in\nthem, and His down-bent head hidden by the silver-rayed monstrance and\nThat which it bore....",
        " ... Qui vitam sine termino\nNobis donet in patria ....",
        "... They were moving now, and the world of life swung with them; of so\nmuch was he aware. He was out in the passage, among the white, frenzied\nfaces that with bared teeth stared up at that sight, silenced at last by\nthe thunder of Pange Lingua, and the radiance of those who passed out\nto eternal life.... At the corner he turned for an instant to see the\nsix pale flames move along a dozen yards behind, as spear-heads about a\nKing, and in the midst the silver rays and the White Heart of God....\nThen he was out, and the battle lay in array....",
        "That sky on which he had looked an hour ago had passed from darkness\ncharged with light to light overlaid with darkness–from glimmering\nnight to Wrathful Day–and that light was red....",
        "From behind Thabor on the left to Carmel on the far right, above the\nhills twenty miles away rested an enormous vault of colour; here were no\ngradations from zenith to horizon; all was the one deep smoulder of\ncrimson as of the glow of iron. It was such a colour as men have seen at\nsunsets after rain, while the clouds, more translucent each instant,\ntransmit the glory they cannot contain. Here, too, was the sun, pale as\nthe Host, set like a fragile wafer above the Mount of Transfiguration,\nand there, far down in the west where men had once cried upon Baal in\nvain, hung the sickle of the white moon. Yet all was no more than\nstained light that lies broken across carven work of stone....",
        "... In suprema nocte coena,",
        "sang the myriad voices,",
        "Recumbens cum fratribus\nObservata lege plena\nCibis in legalibus\nCibum turbae duodenae\nSe dat suis manibus .... ",
        "He saw, too, poised as motes in light, that ring of strange\nfish-creatures, white as milk, except where the angry glory turned their\nbacks to flame, white-winged like floating moths, from the tiny shape\nfar to the south to the monster at hand scarcely five hundred yards\naway; and even as he looked, singing as he looked, he understood that\nthe circle was nearer, and perceived that these as yet knew nothing....",
        "Verbum caro, panem verum\nVerbo carnem efficit ....",
        "They were nearer still, until now even at his feet there slid along the\nground the shadow of a monstrous bird, pale and undefined, as between\nthe wan sun and himself moved out the vast shape that a moment ago hung\nabove the Hill.... Then again it backed across and waited ...",
        "Et si census deficit\nAd formandum cor sincerum\nSola fides sufficit ....",
        "... Then, with a roar, came the thunder again, pealing in circle beyond\ncircle of those tremendous Presences–Thrones and Powers–who,\nthemselves to the world as substance to shadow, are but shadows again\nbeneath the apex and within the ring of Absolute Deity.... The thunder\nbroke loose, shaking the earth that now cringed on the quivering edge of\ndissolution....",
        "TANTUM ERGO SACRAMENTUM\nVENEREMUR CERNUI\nET ANTIQUUM DOCUMENTUM\nNOVO CEDAT RITUI.",
        "Ah! yes; it was He for whom God waited now–He who far up beneath that\ntrembling shadow of a dome, itself but the piteous core of unimagined\nsplendour, came in His swift chariot, blind to all save that on which He\nhad fixed His eyes so long, unaware that His world corrupted about Him,\nHis shadow moving like a pale cloud across the ghostly plain where\nIsrael had fought and Sennacherib boasted–that plain lighted now with a\nyet deeper glow, as heaven, kindling to glory beyond glory of yet\nfiercer spiritual flame, still restrained the power knit at last to the\nrelief of final revelation, and for the last time the voices sang....",
        "PRAESTET FIDES SUPPLEMENTUM\nSENSUUM DEFECTUI ....",
        "... He was coming now, swifter than ever, the heir of temporal ages and\nthe Exile of eternity, the final piteous Prince of rebels, the creature\nagainst God, blinder than the sun which paled and the earth that shook;\nand, as He came, passing even then through the last material stage to\nthe thinness of a spirit-fabric, the floating circle swirled behind Him,\ntossing like phantom birds in the wake of a phantom ship.... He was\ncoming, and the earth, rent once again in its allegiance, shrank and\nreeled in the agony of divided homage....",
        "... He was coming–and already the shadow swept off the plain and\nvanished, and the pale netted wings were rising to the cheek; and the\ngreat bell clanged, and the long sweet chord rang out–not more than\nwhispers heard across the pealing storm of everlasting praise....",
        ".... GENITORI GENITOQUE\nLAUS ET JUBILATIO\nSALUS HONOR VIRTUS QUOQUE\nSIT ET BENEDICTIO\nPROCEDENTI AB UTROQUE\nCOMPAR SIT LAUDATIO.",
        "and once more",
        "PROCEDENTI AB UTROQUE\nCOMPAR SIT LAUDATIO ....",
        "Then this world passed, and the glory of it.",
        "The End",
        " ",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}