{
    "title": "Lord of the World - Chapter II",
    "author": "Robert Hugh Benson",
    "chapter": "22",
    "content": [
        "\n\n",
        "I",
        "It seemed to Percy Franklin as he drew near Rome, sliding five hundred\nfeet high through the summer dawn, that he was approaching the very\ngates of heaven, or, still better, he was as a child coming home. For\nwhat he had left behind him ten hours before in London was not a bad\nspecimen, he thought, of the superior mansions of hell. It was a world\nwhence God seemed to have withdrawn Himself, leaving it indeed in a\nstate of profound complacency–a state without hope or faith, but a\ncondition in which, although life continued, there was absent the one\nessential to well-being. It was not that there was not expectation–for\nLondon was on tip-toe with excitement. There were rumours of all kinds:\nFelsenburgh was coming back; he was back; he had never gone. He was to\nbe President of the Council, Prime Minister, Tribune, with full\ncapacities of democratic government and personal sacro-sanctity, even\nKing–if not Emperor of the West. The entire constitution was to be\nremodelled, there was to be a complete rearrangement of the pieces;\ncrime was to be abolished by the mysterious power that had killed war;\nthere was to be free food–the secret of life was discovered, there was\nto be no more death–so the rumours ran.... Yet that was lacking, to the\npriest’s mind, which made life worth living....",
        "In Paris, while the volor waited at the great station at Montmartre,\nonce known as the Church of the Sacred Heart, he had heard the roaring\nof the mob in love with life at last, and seen the banners go past. As\nit rose again over the suburbs he had seen the long lines of trains\nstreaming in, visible as bright serpents in the brilliant glory of the\nelectric globes, bringing the country folk up to the Council of the\nNation which the legislators, mad with drama, had summoned to decide the\ngreat question. At Lyons it had been the same. The night was as clear as\nthe day, and as full of sound. Mid France was arriving to register its\nvotes.",
        "He had fallen asleep as the cold air of the Alps began to envelop the\ncar, and had caught but glimpses of the solemn moonlit peaks below him,\nthe black profundities of the gulfs, the silver glint of the shield-like\nlakes, and the soft glow of Interlaken and the towns in the Rhone\nvalley. Once he had been moved in spite of himself, as one of the huge\nGerman volors had passed in the night, a blaze of ghostly lights and\ngilding, resembling a huge moth with antennae of electric light, and the\ntwo ships had saluted one another through half a league of silent air,\nwith a pathetic cry as of two strange night-birds who have no leisure to\npause. Milan and Turin had been quiet, for Italy was organised on other\nprinciples than France, and Florence was not yet half awake. And now the\nCampagna was slipping past like a grey-green rug, wrinkled and tumbled,\nfive hundred feet beneath, and Rome was all but in sight. The indicator\nabove his seat moved its finger from one hundred to ninety miles.",
        "He shook off the doze at last, and drew out his office book; but as he\npronounced the words his attention was elsewhere, and, when Prime was\nsaid, he closed the book once more, propped himself more comfortably,\ndrawing the furs round him, and stretching his feet on the empty seat\nopposite. He was alone in his compartment; the three men who had come in\nat Paris had descended at Turin.",
        "He had been remarkably relieved when the message had come three days\nbefore from the Cardinal-Protector, bidding him make arrangements for a\nlong absence from England, and, as soon as that was done, to come to\nRome. He understood that the ecclesiastical authorities were really\ndisturbed at last.",
        "He reviewed the last day or two, considering the report he would have to\npresent. Since his last letter, three days before, seven notable\napostasies had taken place in Westminster diocese alone, two priests and\nfive important laymen. There was talk of revolt on all sides; he had\nseen a threatening document, called a “petition,” demanding the right to\ndispense with all ecclesiastical vestments, signed by one hundred and\ntwenty priests from England and Wales. The “petitioners” pointed out\nthat persecution was coming swiftly at the hands of the mob; that the\nGovernment was not sincere in the promises of protection; they hinted\nthat religious loyalty was already strained to breaking-point even in\nthe case of the most faithful, and that with all but those it had\nalready broken.",
        "And as to his comments Percy was clear. He would tell the authorities,\nas he had already told them fifty times, that it was not persecution\nthat mattered; it was this new outburst of enthusiasm for Humanity–an\nenthusiasm which had waxed a hundredfold more hot since the coming of\nFelsenburgh and the publication of the Eastern news–which was melting\nthe hearts of all but the very few. Man had suddenly fallen in love with\nman. The conventional were rubbing their eyes and wondering why they had\never believed, or even dreamed, that there was a God to love, asking one\nanother what was the secret of the spell that had held them so long.\nChristianity and Theism were passing together from the world’s mind as a\nmorning mist passes when the sun comes up. His recommendations–? Yes,\nhe had those clear, and ran them over in his mind with a sense of\ndespair.",
        "For himself, he scarcely knew if he believed what he professed. His\nemotions seemed to have been finally extinguished in the vision of the\nwhite car and the silence of the crowd that evening three weeks before.\nIt had been so horribly real and positive; the delicate aspirations and\nhopes of the soul appeared so shadowy when compared with that burning,\nheart-shaking passion of the people. He had never seen anything like it;\nno congregation under the spell of the most kindling preacher alive had\never responded with one-tenth of the fervour with which that irreligious\ncrowd, standing in the cold dawn of the London streets, had greeted the\ncoming of their saviour. And as for the man himself–Percy could not\nanalyse what it was that possessed him as he had stared, muttering the\nname of Jesus, on that quiet figure in black with features and hair so\nlike his own. He only knew that a hand had gripped his heart–a hand\nwarm, not cold–and had quenched, it seemed, all sense of religious\nconviction. It had only been with an effort that sickened him to\nremember, that he had refrained from that interior act of capitulation\nthat is so familiar to all who have cultivated an inner life and\nunderstand what failure means. There had been one citadel that had not\nflung wide its gates–all else had yielded. His emotions had been\nstormed, his intellect silenced, his memory of grace obscured, a\nspiritual nausea had sickened his soul, yet the secret fortress of the\nwill had, in an agony, held fast the doors and refused to cry out and\ncall Felsenburgh king.",
        "Ah! how he had prayed during those three weeks! It appeared to him that\nhe had done little else; there had been no peace. Lances of doubt thrust\nagain and again through door and window; masses of argument had crashed\nfrom above; he had been on the alert day and night, repelling this,\nblindly, and denying that, endeavouring to keep his foothold on the\nslippery plane of the supernatural, sending up cry after cry to the Lord\nWho hid Himself. He had slept with his crucifix in his hand, he had\nawakened himself by kissing it; while he wrote, talked, ate, walked, and\nsat in cars, the inner life had been busy-making frantic speechless acts\nof faith in a religion which his intellect denied and from which his\nemotions shrank. There had been moments of ecstasy–now in a crowded\nstreet, when he recognised that God was all, that the Creator was the\nkey to the creature’s life, that a humble act of adoration was\ntranscendently greater than the most noble natural act, that the\nSupernatural was the origin and end of existence there had come to him\nsuch moments in the night, in the silence of the Cathedral, when the\nlamp flickered, and a soundless air had breathed from the iron door of\nthe tabernacle. Then again passion ebbed, and left him stranded on\nmisery, but set with a determination (which might equally be that of\npride or faith) that no power in earth or hell should hinder him from\nprofessing Christianity even if he could not realise it. It was\nChristianity alone that made life tolerable.",
        "Percy drew a long vibrating breath, and changed his position; for far\naway his unseeing eyes had descried a dome, like a blue bubble set on a\ncarpet of green; and his brain had interrupted itself to tell him that\nthis was Rome. He got up presently, passed out of his compartment, and\nmoved forward up the central gangway, seeing, as he went, through the\nglass doors to right and left his fellow-passengers, some still asleep,\nsome staring out at the view, some reading. He put his eye to the glass\nsquare in the door, and for a minute or two watched, fascinated, the\nsteady figure of the steerer at his post. There he stood motionless, his\nhands on the steel circle that directed the vast wings, his eyes on the\nwind-gauge that revealed to him as on the face of a clock both the force\nand the direction of the high gusts; now and again his hands moved\nslightly, and the huge fans responded, now lifting, now lowering.\nBeneath him and in front, fixed on a circular table, were the glass\ndomes of various indicators–Percy did not know the meaning of half–one\nseemed a kind of barometer, intended, he guessed, to declare the height\nat which they were travelling, another a compass. And beyond, through\nthe curved windows, lay the enormous sky. Well, it was all very\nwonderful, thought the priest, and it was with the force of which all\nthis was but one symptom that the supernatural had to compete.",
        "He sighed, turned, and went back to his compartment.",
        "It was an astonishing vision that began presently to open before\nhim–scarcely beautiful except for its strangeness, and as unreal as a\nraised map. Far to his right, as he could see through the glass doors,\nlay the grey line of the sea against the luminous sky, rising and\nfalling ever so slightly as the car, apparently motionless, tilted\nimperceptibly against the western breeze; the only other movement was\nthe faint pulsation of the huge throbbing screw in the rear. To the left\nstretched the limitless country, flitting beneath, in glimpses seen\nbetween the motionless wings, with here and there the streak of a\nvillage, flattened out of recognition, or the flash of water, and\nbounded far away by the low masses of the Umbrian hills; while in front,\nseen and gone again as the car veered, lay the confused line of Rome and\nthe huge new suburbs, all crowned by the great dome growing every\ninstant. Around, above and beneath, his eyes were conscious of wide\nair-spaces, overhead deepening into lapis-lazuli down to horizons of\npale turquoise. The only sound, of which he had long ceased to be\ndirectly conscious, was that of the steady rush of air, less shrill now\nas the speed began to drop down–down–to forty miles an hour. There was\na clang of a bell, and immediately he was aware of a sense of faint\nsickness as the car dropped in a glorious swoop, and he staggered a\nlittle as he grasped his rugs together. When he looked again the motion\nseemed to have ceased; he could see towers ahead, a line of house-roofs,\nand beneath he caught a glimpse of a road and more roofs with patches of\ngreen between. A bell clanged again, and a long sweet cry followed. On\nall sides he could hear the movement of feet; a guard in uniform passed\nswiftly along the glazed corridor; again came the faint nausea; and as\nhe looked up once more from his luggage for an instant he saw the dome,\ngrey now and lined, almost on a level with his own eyes, huge against\nthe vivid sky. The world span round for a moment; he shut his eyes, and\nwhen he looked again walls seemed to heave up past him and stop,\nswaying. There was the last bell, a faint vibration as the car grounded\nin the steel-netted dock; a line of faces rocked and grew still outside\nthe windows, and Percy passed out towards the doors, carrying his bags.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}