{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "40",
    "content": [
        "\n\n",
        "The same night Oliver Brand came home about an hour before midnight.",
        "For himself, what he had heard and seen that day was still too vivid and\ntoo imminent for him to judge of it coolly. He had seen, from his\nwindows in Whitehall, Parliament Square filled with a mob the like of\nwhich had not been known in England since the days of Christianity–a\nmob full of a fury that could scarcely draw its origin except from\nsources beyond the reach of sense. Thrice during the hours that followed\nthe publication of the Catholic plot and the outbreak of mob-law he had\ncommunicated with the Prime Minister asking whether nothing could be\ndone to allay the tumult; and on both occasions he had received the\ndoubtful answer that what could be done would be done, that force was\ninadmissible at present; but that the police were doing all that was\npossible.",
        "As regarded the despatch of the volors to Rome, he had assented by\nsilence, as had the rest of the Council. That was, Snowford had said, a\njudicial punitive act, regrettable but necessary. Peace, in this\ninstance, could not be secured except on terms of war–or rather, since\nwar was obsolete–by the sternness of justice. These Catholics had shown\nthemselves the avowed enemies of society; very well, then society must\ndefend itself, at least this once. Man was still human. And Oliver had\nlistened and said nothing.",
        "As he passed in one of the Government volors over London on his way\nhome, he had caught more than one glimpse of what was proceeding beneath\nhim. The streets were as bright as day, shadowless and clear in the\nwhite light, and every roadway was a crawling serpent. From beneath rose\nup a steady roar of voices, soft and woolly, punctuated by cries. From\nhere and there ascended the smoke of burning; and once, as he flitted\nover one of the great squares to the south of Battersea, he had seen as\nit were a scattered squadron of ants running as if in fear or\npursuit.... He knew what was happening.... Well, after all, man was not\nyet perfectly civilised.",
        "He did not like to think of what awaited him at home. Once, about five\nhours earlier, he had listened to his wife’s voice through the\ntelephone, and what he had heard had nearly caused him to leave all and\ngo to her. Yet he was scarcely prepared for what he found.",
        "As he came into the sitting-room, there was no sound, except that\nfar-away hum from the seething streets below. The room seemed strangely\ndark and cold; the only light that entered was through one of the\nwindows from which the curtains were withdrawn, and, silhouetted against\nthe luminous sky beyond, was the upright figure of a woman, looking and\nlistening....",
        "He pressed the knob of the electric light; and Mabel turned slowly\ntowards him. She was in her day-dress, with a cloak thrown over her\nshoulders, and her face was almost as that of a stranger. It was\nperfectly colourless, her lips were compressed and her eyes full of an\nemotion which he could not interpret. It might equally have been anger,\nterror or misery.",
        "She stood there in the steady light, motionless, looking at him.",
        "For a moment he did not trust himself to speak. He passed across to the\nwindow, closed it and drew the curtains. Then he took that rigid figure\ngently by the arm.",
        "“Mabel,” he said, “Mabel.”",
        "She submitted to be drawn towards the sofa, but there was no response to\nhis touch. He sat down and looked up at her with a kind of despairing\napprehension.",
        "“My dear, I am tired out,” he said.",
        "Still she looked at him. There was in her pose that rigidity that actors\nsimulate; yet he knew it for the real thing. He had seen that silence\nonce or twice before in the presence of a horror–once at any rate, at\nthe sight of a splash of blood on her shoe.",
        "“Well, my darling, sit down, at least,” he said.",
        "She obeyed him mechanically–sat, and still stared at him. In the\nsilence once more that soft roar rose and died from the invisible world\nof tumult outside the windows. Within here all was quiet. He knew\nperfectly that two things strove within her, her loyalty to her faith\nand her hatred of those crimes in the name of justice. As he looked on\nher he saw that these two were at death grips, that hatred was\nprevailing, and that she herself was little more than a passive\nbattlefield. Then, as with a long-drawn howl of a wolf, there surged and\nsank the voices of the mob a mile away, the tension broke.... She threw\nherself forward towards him, he caught her by the wrists, and so she\nrested, clasped in his arms, her face and bosom on his knees, and her\nwhole body torn by emotion.",
        "For a full minute neither spoke. Oliver understood well enough, yet at\npresent he had no words. He only drew her a little closer to himself,\nkissed her hair two or three times, and settled himself to hold her. He\nbegan to rehearse what he must say presently.",
        "Then she raised her flushed face for an instant, looked at him\npassionately, dropped her head again and began to sob out broken words.",
        "He could only catch a sentence here and there, yet he knew what she was\nsaying....",
        "It was the ruin of all her hopes, she sobbed, the end of her religion.\nLet her die, die and have done with it! It was all gone, gone, swept\naway in this murderous passion of the people of her faith ... they were\nno better than Christians, after all, as fierce as the men on whom they\navenged themselves, as dark as though the Saviour, Julian, had never\ncome; it was all lost ... War and Passion and Murder had returned to the\nbody from which she had thought them gone forever.... The burning\nchurches, the hunted Catholics, the raging of the streets on which she\nhad looked that day, the bodies of the child and the priest carried on\npoles, the burning churches and convents. ... All streamed out,\nincoherent, broken by sobs, details of horror, lamentations, reproaches,\ninterpreted by the writhing of her head and hands upon his knees. The\ncollapse was complete.",
        "He put his hands again beneath her arms and raised her. He was worn out\nby his work, yet he knew he must quiet her. This was more serious than\nany previous crisis. Yet he knew her power of recovery.",
        "“Sit down, my darling,” he said. “There ... give me your hands. Now\nlisten to me.”",
        "He made really an admirable defence, for it was what he had been\nrepeating to himself all day. Men were not yet perfect, he said; there\nran in their veins the blood of men who for twenty centuries had been\nChristians.... There must be no despair; faith in man was of the very\nessence of religion, faith in man’s best self, in what he would become,\nnot in what at present he actually was. They were at the beginning of\nthe new religion, not in its maturity; there must be sourness in the\nyoung fruit. ... Consider, too, the provocation! Remember the appalling\ncrime that these Catholics had contemplated; they had set themselves to\nstrike the new Faith in its very heart....",
        "“My darling,” he said, “men are not changed in an instant. What if those\nChristians had succeeded!... I condemn it all as strongly as you. I saw\na couple of newspapers this afternoon that are as wicked as anything\nthat the Christians have ever done. They exulted in all these crimes. It\nwill throw the movement back ten years.... Do you think that there are\nnot thousands like yourself who hate and detest this violence?... But\nwhat does faith mean, except that we know that mercy will prevail?\nFaith, patience and hope–these are our weapons.”",
        "He spoke with passionate conviction, his eyes fixed on hers, in a fierce\nendeavour to give her his own confidence, and to reassure the remnants\nof his own doubtfulness. It was true that he too hated what she hated,\nyet he saw things that she did not.... Well, well, he told himself, he\nmust remember that she was a woman.",
        "The look of frantic horror passed slowly out of her eyes, giving way to\nacute misery as he talked, and as his personality once more began to\ndominate her own. But it was not yet over.",
        "“But the volors,” she cried, “the volors! That is deliberate; that is\nnot the work of the mob.”",
        "“My darling, it is no more deliberate than the other. We are all human,\nwe are all immature. Yes, the Council permitted it, ... permitted it,\nremember. The German Government, too, had to yield. We must tame nature\nslowly, we must not break it.”",
        "He talked again for a few minutes, repeating his arguments, soothing,\nreassuring, encouraging; and he saw that he was beginning to prevail.\nBut she returned to one of his words.",
        "“Permitted it! And you permitted it.”",
        "“Dear; I said nothing, either for it or against. I tell you that if we\nhad forbidden it there would have been yet more murder, and the people\nwould have lost their rulers. We were passive, since we could do\nnothing.”",
        "“Ah! but it would have been better to die.... Oh, Oliver, let me die at\nleast! I cannot bear it.”",
        "By her hands which he still held he drew her nearer yet to himself.",
        "“Sweetheart,” he said gravely, “cannot you trust me a little? If I could\ntell you all that passed to-day, you would understand. But trust me that\nI am not heartless. And what of Julian Felsenburgh?”",
        "For a moment he saw hesitation in her eyes; her loyalty to him and her\nloathing of all that had happened strove within her. Then once again\nloyalty prevailed, the name of Felsenburgh weighed down the balance, and\ntrust came back with a flood of tears.",
        "“Oh, Oliver,” she said, “I know I trust you. But I am so weak, and all\nis so terrible. And He so strong and merciful. And will He be with us\nto-morrow?”",
        "It struck midnight from the clock-tower a mile away as they yet sat and\ntalked. She was still tremulous from the struggle; but she looked at him\nsmiling, still holding his hands. He saw that the reaction was upon her\nin full force at last.",
        "“The New Year, my husband,” she said, and rose as she said it, drawing\nhim after her.",
        "“I wish you a happy New Year,” she said. “Oh help me, Oliver.”",
        "She kissed him, and drew back, still holding his hands, looking at him\nwith bright tearful eyes.",
        "“Oliver,” she cried again, “I must tell you this.... Do you know what I\nthought before you came?”",
        "He shook his head, staring at her greedily. How sweet she was! He felt\nher grip tighten on his hands.",
        "“I thought I could not bear it,” she whispered–\"that I must end it\nall–ah! you know what I mean.”",
        "His heart flinched as he heard her; and he drew her closer again to\nhimself.",
        "“It is all over! it is all over,” she cried. “Ah! do not look like that!\nI could not tell you if it was not.\"’",
        "As their lips met again there came the vibration of an electric bell\nfrom the next room, and Oliver, knowing what it meant, felt even in that\ninstant a tremor shake his heart. He loosed her hands, and still smiled\nat her.",
        "“The bell!” she said, with a flash of apprehension.",
        "“But it is all well between us again?”",
        "Her face steadied itself into loyalty and confidence.",
        "“It is all well,” she said; and again the impatient bell tingled. “Go,\nOliver; I will wait here.”",
        "A minute later he was back again, with a strange look on his white face,\nand his lips compressed. He came straight up to her, taking her once\nmore by the hands, and looking steadily into her steady eyes. In the\nhearts of both of them resolve and faith were holding down the emotion\nthat was not yet dead. He drew a long breath.",
        "“Yes,” he said in an even voice, “it is over.”",
        "Her lips moved; and that deadly paleness lay on her cheeks. He gripped\nher firmly.",
        "“Listen,” he said. “You must face it. It is over. Rome is gone. Now we\nmust build something better.”",
        "She threw herself sobbing into his arms.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}