{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "34",
    "content": [
        "\n\n",
        "Six days later, Percy rose as usual, said his mass, breakfasted, and\nsat down to say office until his servant should summon him to vest for\nthe Pontifical mass.",
        "He had learned to expect bad news now so constantly–of apostasies,\ndeaths, losses–that the lull of the previous week had come to him with\nextraordinary refreshment. It appeared to him as if his musings in St.\nAnastasia had been truer than he thought, and that the sweetness of the\nold feast had not yet wholly lost its power even over a world that\ndenied its substance. For nothing at all had happened of importance. A\nfew more martyrdoms had been chronicled, but they had been isolated\ncases; and of Felsenburgh there had been no tidings at all. Europe\nconfessed its ignorance of his business.",
        "On the other hand, to-morrow, Percy knew very well, would be a day of\nextraordinary moment in England and Germany at any rate; for in England\nit was appointed as the first occasion of compulsory worship throughout\nthe country, while it was the second in Germany. Men and women would\nhave to declare themselves now.",
        "He had seen on the previous evening a photograph of the image that was\nto be worshipped next day in the Abbey; and, in a fit of loathing, had\ntorn it to shreds. It represented a nude woman, huge and majestic,\nentrancingly lovely, with head and shoulders thrown back, as one who\nsees a strange and heavenly vision, arms downstretched and hands a\nlittle raised, with wide fingers, as in astonishment–the whole\nattitude, with feet and knees pressed together, suggestive of\nexpectation, hope and wonder; in devilish mockery her long hair was\ncrowned with twelve stars. This, then, was the spouse of the other, the\nembodiment of man’s ideal maternity, still waiting for her child....",
        "When the white scraps lay like poisonous snow at his feet, he had sprung\nacross the room to his prie-dieu, and fallen there in an agony of\nreparation.",
        "“Oh! Mother, Mother!” he cried to the stately Queen of Heaven who, with\nHer true Son long ago in Her arms, looked down on him from Her\nbracket–no more than that.",
        "But he was still again this morning, and celebrated Saint Silvester,\nPope and Martyr, the last saint in the procession of the Christian year,\nwith tolerable equanimity. The sights of last night, the throng of\nofficials, the stately, scarlet, unfamiliar figures of the Cardinals who\nhad come in from north, south, east and west–these helped to reassure\nhim again–unreasonably, as he knew, yet effectually. The very air was\nelectric with expectation. All night the piazza had been crowded by a\nhuge, silent mob waiting till the opening of the doors at seven o’clock.\nNow the church itself was full, and the piazza full again. Far down the\nstreet to the river, so far as he could see as he had leaned from his\nwindow just now, lay that solemn motionless pavement of heads. The roof\nof the colonnade showed a fringe of them, the house-tops were black–and\nthis in the bitter cold of a clear, frosty morning, for it was announced\nthat after mass and the proceeding of the members of the Order past the\nPontifical Throne, the Pope would give Apostolic Benediction to the City\nand the World.",
        "Percy finished Terce, closed his book and lay back; his servant would be\nhere in a minute now.",
        "His mind began to run over the function, and he reflected that the\nentire Sacred College (with the exception of the Cardinal-Protector of\nJerusalem, detained by sickness), numbering sixty-four members, would\ntake part. This would mean an unique sight by and bye. Eight years\nbefore, he remembered, after the freedom of Rome, there had been a\nsimilar assembly; but the Cardinals at that time amounted to no more\nthan fifty-three all told, and four had been absent.",
        "Then he heard voices in his ante-room, a quick step, and a loud English\nexpostulation. That was curious, and he sat up.",
        "Then he heard a sentence.",
        "“His Eminence must go to vest; it is useless.”",
        "There was a sharp answer, a faint scuffle, and a snatch at the handle.\nThis was indecent; so Percy stood up, made three strides of it to the\ndoor, and tore it open.",
        "A man stood there, whom at first he did not recognise, pale and\ndisordered.",
        "“Why–-” began Percy, and recoiled.",
        "“Mr. Phillips!” he said.",
        "The other threw out his hands.",
        "“It is I, sir–your Eminence–this moment arrived. It is life and death.\nYour servant tells me–-”",
        "“Who sent you?”",
        "“Father Blackmore.”",
        "“Good news or bad?”",
        "The man rolled his eyes towards the servant, who still stood erect and\noffended a yard away; and Percy understood.",
        "He put his hand on the other’s arm, drawing him through the doorway.",
        "“Tap upon this door in two minutes, James,” he said.",
        "They passed across the polished floor together; Percy went to his usual\nplace in the window, leaned against the shutter, and spoke.",
        "“Tell me in one sentence, sir,” he said to the breathless man.",
        "“There is a plot among the Catholics. They intend destroying the Abbey\nto-morrow with explosives. I knew that the Pope–-”",
        "Percy cut him short with a gesture.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}