{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "11",
    "content": [
        "\n\n",
        "Mabel remembered her husband’s advice to watch, and for a few days did\nher best. But there was nothing that alarmed her. The old lady was a\nlittle quiet, perhaps, but went about her minute affairs as usual. She\nasked the girl to read to her sometimes, and listened unblenching to\nwhatever was offered her; she attended in the kitchen daily, organised\nvarieties of food, and appeared interested in all that concerned her\nson. She packed his bag with her own hands, set out his furs for the\nswift flight to Paris, and waved to him from the window as he went down\nthe little path towards the junction. He would be gone three days, he\nsaid.",
        "It was on the evening of the second day that she fell ill; and Mabel,\nrunning upstairs, in alarm at the message of the servant, found her\nrather flushed and agitated in her chair.",
        "“It is nothing, my dear,” said the old lady tremulously; and she added\nthe description of a symptom or two.",
        "Mabel got her to bed, sent for the doctor, and sat down to wait.",
        "She was sincerely fond of the old lady, and had always found her\npresence in the house a quiet sort of delight. The effect of her upon\nthe mind was as that of an easy-chair upon the body. The old lady was so\ntranquil and human, so absorbed in small external matters, so\nreminiscent now and then of the days of her youth, so utterly without\nresentment or peevishness. It seemed curiously pathetic to the girl to\nwatch that quiet old spirit approach its extinction, or rather, as Mabel\nbelieved, its loss of personality in the reabsorption into the Spirit of\nLife which informed the world. She found less difficulty in\ncontemplating the end of a vigorous soul, for in that case she imagined\na kind of energetic rush of force back into the origin of things; but in\nthis peaceful old lady there was so little energy; her whole point, so\nto speak, lay in the delicate little fabric of personality, built out of\nfragile things into an entity far more significant than the sum of its\ncomponent parts: the death of a flower, reflected Mabel, is sadder than\nthe death of a lion; the breaking of a piece of china more irreparable\nthan the ruin of a palace.",
        "“It is syncope,” said the doctor when he came in. “She may die at any\ntime; she may live ten years.”",
        "“There is no need to telegraph for Mr. Brand?”",
        "He made a little deprecating movement with his hands.",
        "“It is not certain that she will die–it is not imminent?” she asked.",
        "“No, no; she may live ten years, I said.”",
        "He added a word or two of advice as to the use of the oxygen injector,\nand went away.",
        "The old lady was lying quietly in bed, when the girl went up, and put\nout a wrinkled hand.",
        "“Well, my dear?” she asked.",
        "“It is just a little weakness, mother. You must lie quiet and do\nnothing. Shall I read to you?”",
        "“No, my dear; I will think a little.”",
        "It was no part of Mabel’s idea to duty to tell her that she was in\ndanger, for there was no past to set straight, no Judge to be\nconfronted. Death was an ending, not a beginning. It was a peaceful\nGospel; at least, it became peaceful as soon as the end had come.",
        "So the girl went downstairs once more, with a quiet little ache at her\nheart that refused to be still.",
        "What a strange and beautiful thing death was, she told herself–this\nresolution of a chord that had hung suspended for thirty, fifty or\nseventy years–back again into the stillness of the huge Instrument that\nwas all in all to itself. Those same notes would be struck again, were\nbeing struck again even now all over the world, though with an infinite\ndelicacy of difference in the touch; but that particular emotion was\ngone: it was foolish to think that it was sounding eternally elsewhere,\nfor there was no elsewhere. She, too, herself would cease one day, let\nher see to it that the tone was pure and lovely.",
        "Mr. Phillips arrived the next morning as usual, just as Mabel had left\nthe old lady’s room, and asked news of her.",
        "“She is a little better, I think,” said Mabel. “She must be very quiet\nall day.”",
        "The secretary bowed and turned aside into Oliver’s room, where a heap of\nletters lay to be answered.",
        "A couple of hours later, as Mabel went upstairs once more, she met Mr.\nPhillips coming down. He looked a little flushed under his sallow skin.",
        "“Mrs. Brand sent for me,” he said. “She wished to know whether Mr.\nOliver would be back to-night.”",
        "“He will, will he not? You have not heard?”",
        "“Mr. Brand said he would be here for a late dinner. He will reach London\nat nineteen.”",
        "“And is there any other news?”",
        "He compressed his lips.",
        "“There are rumours,” he said. “Mr. Brand wired to me an hour ago.”",
        "He seemed moved at something, and Mabel looked at him in astonishment.",
        "“It is not Eastern news?” she asked.",
        "His eyebrows wrinkled a little.",
        "“You must forgive me, Mrs. Brand,” he said. “I am not at liberty to say\nanything.”",
        "She was not offended, for she trusted her husband too well; but she went\non into the sick-room with her heart beating.",
        "The old lady, too, seemed excited. She lay in bed with a clear flush in\nher white cheeks, and hardly smiled at all to the girl’s greeting.",
        "“Well, you have seen Mr. Phillips, then?” said Mabel.",
        "Old Mrs. Brand looked at her sharply an instant, but said nothing.",
        "“Don’t excite yourself, mother. Oliver will be back to-night.”",
        "The old lady drew a long breath.",
        "“Don’t trouble about me, my dear,” she said. “I shall do very well now.\nHe will be back to dinner, will he not?”",
        "“If the volor is not late. Now, mother, are you ready for breakfast?”",
        "Mabel passed an afternoon of considerable agitation. It was certain that\nsomething had happened. The secretary, who breakfasted with her in the\nparlour looking on to the garden, had appeared strangely excited. He had\ntold her that he would be away the rest of the day: Mr. Oliver had given\nhim his instructions. He had refrained from all discussion of the\nEastern question, and he had given her no news of the Paris Convention;\nhe only repeated that Mr. Oliver would be back that night. Then he had\ngone of in a hurry half-an-hour later.",
        "The old lady seemed asleep when the girl went up afterwards, and Mabel\ndid not like to disturb her. Neither did she like to leave the house; so\nshe walked by herself in the garden, thinking and hoping and fearing,\ntill the long shadow lay across the path, and the tumbled platform of\nroofs was bathed in a dusty green haze from the west.",
        "As she came in she took up the evening paper, but there was no news\nthere except to the effect that the Convention would close that\nafternoon.",
        "Twenty o’clock came, but there was no sign of Oliver. The Paris volor\nshould have arrived an hour before, but Mabel, staring out into the\ndarkening heavens had seen the stars come out like jewels one by one,\nbut no slender winged fish pass overhead. Of course she might have\nmissed it; there was no depending on its exact course; but she had seen\nit a hundred times before, and wondered unreasonably why she had not\nseen it now. But she would not sit down to dinner, and paced up and\ndown in her white dress, turning again and again to the window,\nlistening to the soft rush of the trains, the faint hoots from the\ntrack, and the musical chords from the junction a mile away. The lights\nwere up by now, and the vast sweep of the towns looked like fairyland\nbetween the earthly light and the heavenly darkness. Why did not Oliver\ncome, or at least let her know why he did not?",
        "Once she went upstairs, miserably anxious herself, to reassure the old\nlady, and found her again very drowsy.",
        "“He is not come,” she said. “I dare say he may be kept in Paris.”",
        "The old face on the pillow nodded and murmured, and Mabel went down\nagain. It was now an hour after dinner-time.",
        "Oh! there were a hundred things that might have kept him. He had often\nbeen later than this: he might have missed the volor he meant to catch;\nthe Convention might have been prolonged; he might be exhausted, and\nthink it better to sleep in Paris after all, and have forgotten to wire.\nHe might even have wired to Mr. Phillips, and the secretary have\nforgotten to pass on the message.",
        "She went at last, hopelessly, to the telephone, and looked at it. There\nit was, that round silent month, that little row of labelled buttons.\nShe half decided to touch them one by one, and inquire whether anything\nhad been heard of her husband: there was his club, his office in\nWhitehall, Mr. Phillips’s house, Parliament-house, and the rest. But she\nhesitated, telling herself to be patient. Oliver hated interference, and\nhe would surely soon remember and relieve her anxiety.",
        "Then, even as she turned away, the bell rang sharply, and a white label\nflashed into sight.–WHITEHALL.",
        "She pressed the corresponding button, and, her hand shaking so much that\nshe could scarcely hold the receiver to her ear, she listened.",
        "“Who is there?”",
        "Her heart leaped at the sound of her husband’s voice, tiny and minute\nacross the miles of wire.",
        "“I–Mabel,” she said. “Alone here.”",
        "“Oh! Mabel. Very well. I am back: all is well. Now listen. Can you\nhear?”",
        "“Yes, yes.”",
        "“The best has happened. It is all over in the East. Felsenburgh has done\nit. Now listen. I cannot come home to-night. It will be announced in\nPaul’s House in two hours from now. We are communicating with the Press.\nCome up here to me at once. You must be present.... Can you hear?”",
        "“Oh, yes.”",
        "“Come then at once. It will be the greatest thing in history. Tell no\none. Come before the rush begins. In half-an-hour the way will be\nstopped.”",
        "“Oliver.”",
        "“Yes? Quick.”",
        "“Mother is ill. Shall I leave her?”",
        "“How ill?”",
        "“Oh, no immediate danger. The doctor has seen her.”",
        "There was silence for a moment.",
        "“Yes; come then. We will go back to-night anyhow, then. Tell her we\nshall be late.”",
        "“Very well.”",
        "” ... Yes, you must come. Felsenburgh will be there.”",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}