{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "20",
    "content": [
        "\n\n",
        "“Oh, mother,” said Mabel, kneeling by the bed; “cannot you understand\nwhat has happened?”",
        "She had tried desperately to tell the old lady of the extraordinary\nchange that had taken place in the world–and without success. It seemed\nto her that some great issue depended on it; that it would be piteous if\nthe old woman went out into the dark unconscious of what had come. It\nwas as if a Christian knelt by the death-bed of a Jew on the first\nEaster Monday. But the old lady lay in her bed, terrified but obdurate.",
        "“Mother,” said the girl, “let me tell you again. Do you not understand\nthat all which Jesus Christ promised has come true, though in another\nway? The reign of God has really begun; but we know now who God is. You\nsaid just now you wanted the Forgiveness of Sins; well, you have that;\nwe all have it, because there is no such thing as sin. There is only\nCrime. And then Communion. You used to believe that that made you a\npartaker of God; well, we are all partakers of God, because we are human\nbeings. Don’t you see that Christianity is only one way of saying all\nthat? I dare say it was the only way, for a time; but that is all over\nnow. Oh! and how much better this is! It is true–true. You can see it\nto be true!”",
        "She paused a moment, forcing herself to look at that piteous old face,\nthe flushed wrinkled cheeks, the writhing knotted hands on the coverlet.",
        "“Look how Christianity has failed–how it has divided people; think of\nall the cruelties–the Inquisition, the Religious Wars; the separations\nbetween husband and wife and parents and children–the disobedience to\nthe State, the treasons. Oh! you cannot believe that these were right.\nWhat kind of a God would that be! And then Hell; how could you ever have\nbelieved in that?... Oh! mother, don’t believe anything so frightful....\nDon’t you understand that that God has gone–that He never existed at\nall–that it was all a hideous nightmare; and that now we all know at\nlast what the truth is.... Mother! think of what happened last\nnight–how He came–the Man of whom you were so frightened. I told you\nwhat He was like–so quiet and strong–how every one was silent–of\nthe–the extraordinary atmosphere, and how six millions of people saw\nHim. And think what He has done–how He has healed all the old\nwounds–how the whole world is at peace at last–and of what is going to\nhappen. Oh! mother, give up those horrible old lies; give them up; be\nbrave.”",
        "“The priest, the priest!” moaned the old woman at last.",
        "“Oh! no, no, no–not the priest; he can do nothing. He knows it’s all\nlies, too!”",
        "“The priest! the priest!” moaned the other again. “He can tell you; he\nknows the answer.”",
        "Her face was convulsed with effort, and her old fingers fumbled and\ntwisted with the rosary. Mabel grew suddenly frightened, and stood up.",
        "“Oh! mother!” She stooped and kissed her. “There! I won’t say any more\nnow. But just think about it quietly. Don’t be in the least afraid; it\nis all perfectly right.”",
        "She stood a moment, still looking compassionately down; torn by sympathy\nand desire. No! it was no use now; she must wait till the next day.",
        "“I’ll look in again presently,” she said, “when you have had dinner.\nMother! don’t look like that! Kiss me!”",
        "It was astonishing, she told herself that evening, how any one could be\nso blind. And what a confession of weakness, too, to call only for the\npriest! It was ludicrous, absurd! She herself was filled with an\nextraordinary peace. Even death itself seemed now no longer terrible,\nfor was not death swallowed up in victory? She contrasted the selfish\nindividualism of the Christian, who sobbed and shrank from death, or, at\nthe best, thought of it only as the gate to his own eternal life, with\nthe free altruism of the New Believer who asked no more than that Man\nshould live and grow, that the Spirit of the World should triumph and\nreveal Himself, while he, the unit, was content to sink back into that\nreservoir of energy from which he drew his life. At this moment she\nwould have suffered anything, faced death cheerfully–she contemplated\neven the old woman upstairs with pity–for was it not piteous that death\nshould not bring her to herself and reality?",
        "She was in a quiet whirl of intoxication; it was as if the heavy veil of\nsense had rolled back at last and shown a sweet, eternal landscape\nbehind–a shadowless land of peace where the lion lay down with the\nlamb, and the leopard with the kid. There should be war no more: that\nbloody spectre was dead, and with him the brood of evil that lived in\nhis shadow–superstition, conflict, terror, and unreality. The idols\nwere smashed, and rats had run out; Jehovah was fallen; the wild-eyed\ndreamer of Galilee was in his grave; the reign of priests was ended. And\nin their place stood a strange, quiet figure of indomitable power and\nunruffled tenderness.... He whom she had seen–the Son of Man, the\nSaviour of the world, as she had called Him just now–He who bore these\ntitles was no longer a monstrous figure, half God and half man, claiming\nboth natures and possessing neither; one who was tempted without\ntemptation, and who conquered without merit, as his followers said. Here\nwas one instead whom she could follow, a god indeed and a man as well–a\ngod because human, and a man because so divine.",
        "She said no more that night. She looked into the bedroom for a few\nminutes, and saw the old woman asleep. Her old hand lay out on the\ncoverlet, and still between the fingers was twisted the silly string of\nbeads. Mabel went softly across in the shaded light, and tried to detach\nit; but the wrinkled fingers writhed and closed, and a murmur came from\nthe half-open lips. Ah! how piteous it was, thought the girl, how\nhopeless that a soul should flow out into such darkness, unwilling to\nmake the supreme, generous surrender, and lay down its life because life\nitself demanded it!",
        "Then she went to her own room.",
        "The clocks were chiming three, and the grey dawn lay on the walls, when\nshe awoke to find by her bed the woman who had sat with the old lady.",
        "“Come at once, madam; Mrs. Brand is dying.”",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}