{
    "title": "Lord of the World - Prologue",
    "author": "Robert Hugh Benson",
    "chapter": "2",
    "content": [
        "\n\n",
        "Persons who do not like tiresome prologues, need not read this one. It\nis essential only to the situation, not to the story.",
        "“You must give me a moment,” said the old man, leaning back.",
        "Percy resettled himself in his chair and waited, chin on hand.",
        "It was a very silent room in which the three men sat, furnished with the\nextreme common sense of the period. It had neither window nor door; for\nit was now sixty years since the world, recognising that space is not\nconfined to the surface of the globe, had begun to burrow in earnest.\nOld Mr. Templeton’s house stood some forty feet below the level of the\nThames embankment, in what was considered a somewhat commodious\nposition, for he had only a hundred yards to walk before he reached the\nstation of the Second Central Motor-circle, and a quarter of a mile to\nthe volor-station at Blackfriars. He was over ninety years old, however,\nand seldom left his house now. The room itself was lined throughout with\nthe delicate green jade-enamel prescribed by the Board of Health, and\nwas suffused with the artificial sunlight discovered by the great Reuter\nforty years before; it had the colour-tone of a spring wood, and was\nwarmed and ventilated through the classical frieze grating to the exact\ntemperature of 18 degrees Centigrade. Mr. Templeton was a plain man,\ncontent to live as his father had lived before him. The furniture, too,\nwas a little old-fashioned in make and design, constructed however\naccording to the prevailing system of soft asbestos enamel welded over\niron, indestructible, pleasant to the touch, and resembling mahogany. A\ncouple of book-cases well filled ran on either side of the bronze\npedestal electric fire before which sat the three men; and in the\nfurther corners stood the hydraulic lifts that gave entrance, the one to\nthe bedroom, the other to the corridor fifty feet up which opened on to\nthe Embankment.",
        "Father Percy Franklin, the elder of the two priests, was rather a\nremarkable-looking man, not more than thirty-five years old, but with\nhair that was white throughout; his grey eyes, under black eyebrows,\nwere peculiarly bright and almost passionate; but his prominent nose and\nchin and the extreme decisiveness of his mouth reassured the observer as\nto his will. Strangers usually looked twice at him.",
        "Father Francis, however, sitting in his upright chair on the other side\nof the hearth, brought down the average; for, though his brown eyes were\npleasant and pathetic, there was no strength in his face; there was even\na tendency to feminine melancholy in the corners of his mouth and the\nmarked droop of his eyelids.",
        "Mr. Templeton was just a very old man, with a strong face in folds,\nclean-shaven like the rest of the world, and was now lying back on his\nwater-pillows with the quilt over his feet.",
        "At last he spoke, glancing first at Percy, on his left.",
        "“Well,” he said, “it is a great business to remember exactly; but this\nis how I put it to myself.”",
        "“In England our party was first seriously alarmed at the Labour\nParliament of 1917. That showed us how deeply Herveism had impregnated\nthe whole social atmosphere. There had been Socialists before, but none\nlike Gustave Herve in his old age–at least no one of the same power.\nHe, perhaps you have read, taught absolute Materialism and Socialism\ndeveloped to their logical issues. Patriotism, he said, was a relic of\nbarbarism; and sensual enjoyment was the only certain good. Of course,\nevery one laughed at him. It was said that without religion there could\nbe no adequate motive among the masses for even the simplest social\norder. But he was right, it seemed. After the fall of the French Church\nat the beginning of the century and the massacres of 1914, the\nbourgeoisie settled down to organise itself; and that extraordinary\nmovement began in earnest, pushed through by the middle classes, with no\npatriotism, no class distinctions, practically no army. Of course,\nFreemasonry directed it all. This spread to Germany, where the influence\nof Karl Marx had already–-”",
        "“Yes, sir,” put in Percy smoothly, “but what of England, if you don’t\nmind–-”",
        "“Ah, yes; England. Well, in 1917 the Labour party gathered up the reins,\nand Communism really began. That was long before I can remember, of\ncourse, but my father used to date it from then. The only wonder was\nthat things did not go forward more quickly; but I suppose there was a\ngood deal of Tory leaven left. Besides, centuries generally run slower\nthan is expected, especially after beginning with an impulse. But the\nnew order began then; and the Communists have never suffered a serious\nreverse since, except the little one in ’25. Blenkin founded ’The New\nPeople’ then; and the ’Times’ dropped out; but it was not, strangely\nenough, till ’35 that the House of Lords fell for the last time. The\nEstablished Church had gone finally in ’29.”",
        "“And the religious effect of that?” asked Percy swiftly, as the old man\npaused to cough slightly, lifting his inhaler. The priest was anxious to\nkeep to the point.",
        "“It was an effect itself,” said the other, “rather than a cause. You\nsee, the Ritualists, as they used to call them, after a desperate\nattempt to get into the Labour swim, came into the Church after the\nConvocation of ’19, when the Nicene Creed dropped out; and there was no\nreal enthusiasm except among them. But so far as there was an effect\nfrom the final Disestablishment, I think it was that what was left of\nthe State Church melted into the Free Church, and the Free Church was,\nafter all, nothing more than a little sentiment. The Bible was\ncompletely given up as an authority after the renewed German attacks in\nthe twenties; and the Divinity of our Lord, some think, had gone all but\nin name by the beginning of the century. The Kenotic theory had provided\nfor that. Then there was that strange little movement among the Free\nChurchmen even earlier; when ministers who did no more than follow the\nswim–who were sensitive to draughts, so to speak–broke off from their\nold positions. It is curious to read in the history of the time how they\nwere hailed as independent thinkers. It was just exactly what they were\nnot.... Where was I? Oh, yes.... Well, that cleared the ground for us,\nand the Church made extraordinary progress for a while–extraordinary,\nthat is, under the circumstances, because you must remember, things were\nvery different from twenty, or even ten, years before. I mean that,\nroughly speaking, the severing of the sheep and the goats had begun. The\nreligious people were practically all Catholics and Individualists; the\nirreligious people rejected the supernatural altogether, and were, to a\nman, Materialists and Communists. But we made progress because we had a\nfew exceptional men–Delaney the philosopher, McArthur and Largent, the\nphilanthropists, and so on. It really seemed as if Delaney and his\ndisciples might carry everything before them. You remember his\n’Analogy’? Oh, yes, it is all in the text-books....",
        "“Well, then, at the close of the Vatican Council, which had been called\nin the nineteenth century, and never dissolved, we lost a great number\nthrough the final definitions. The ’Exodus of the Intellectuals’ the\nworld called it–-”",
        "“The Biblical decisions,” put in the younger priest.",
        "“That partly; and the whole conflict that began with the rise of\nModernism at the beginning of the century but much more the condemnation\nof Delaney, and of the New Transcendentalism generally, as it was then\nunderstood. He died outside the Church, you know. Then there was the\ncondemnation of Sciotti’s book on Comparative Religion.... After that\nthe Communists went on by strides, although by very slow ones. It seems\nextraordinary to you, I dare say, but you cannot imagine the excitement\nwhen the Necessary Trades Bill became law in ’60. People thought that\nall enterprise would stop when so many professions were nationalised;\nbut, you know, it didn’t. Certainly the nation was behind it.”",
        "“What year was the Two-Thirds Majority Bill passed?” asked Percy.",
        "“Oh! long before–within a year or two of the fall of the House of\nLords. It was necessary, I think, or the Individualists would have gone\nraving mad.... Well, the Necessary Trades Bill was inevitable: people\nhad begun to see that even so far back as the time when the railways\nwere municipalised. For a while there was a burst of art; because all\nthe Individualists who could went in for it (it was then that the Toller\nschool was founded); but they soon drifted back into Government\nemployment; after all, the six-per-cent limit for all individual\nenterprise was not much of a temptation; and Government paid well.”",
        "Percy shook his head.",
        "“Yes; but I cannot understand the present state of affairs. You said\njust now that things went slowly?”",
        "“Yes,” said the old man, “but you must remember the Poor Laws. That\nestablished the Communists for ever. Certainly Braithwaite knew his\nbusiness.”",
        "The younger priest looked up inquiringly.",
        "“The abolition of the old workhouse system,” said Mr. Templeton. “It is\nall ancient history to you, of course; but I remember as if it was\nyesterday. It was that which brought down what was still called the\nMonarchy and the Universities.”",
        "“Ah,” said Percy. “I should like to hear you talk about that, sir.”",
        "“Presently, father.... Well, this is what Braithwaite did. By the old\nsystem all paupers were treated alike, and resented it. By the new\nsystem there were the three grades that we have now, and the\nenfranchisement of the two higher grades. Only the absolutely worthless\nwere assigned to the third grade, and treated more or less as\ncriminals–of course after careful examination. Then there was the\nreorganisation of the Old Age Pensions. Well, don’t you see how strong\nthat made the Communists? The Individualists–they were still called\nTories when I was a boy–the Individualists have had no chance since.\nThey are no more than a worn-out drag now. The whole of the working\nclasses–and that meant ninety-nine of a hundred–were all against\nthem.”",
        "Percy looked up; but the other went on.",
        "“Then there was the Prison Reform Bill under Macpherson, and the\nabolition of capital punishment; there was the final Education Act of\n’59, whereby dogmatic secularism was established; the practical\nabolition of inheritance under the reformation of the Death Duties–-”",
        "“I forget what the old system was,” said Percy.",
        "“Why, it seems incredible, but the old system was that all paid alike.\nFirst came the Heirloom Act, and then the change by which inherited\nwealth paid three times the duty of earned wealth, leading up to the\nacceptance of Karl Marx’s doctrines in ’89–but the former came in\n’77.... Well, all these things kept England up to the level of the\nContinent; she had only been just in time to join in with the final\nscheme of Western Free Trade. That was the first effect, you remember,\nof the Socialists’ victory in Germany.”",
        "“And how did we keep out of the Eastern War?” asked Percy anxiously.",
        "“Oh! that’s a long story; but, in a word, America stopped us; so we lost\nIndia and Australia. I think that was the nearest to the downfall of the\nCommunists since ’25. But Braithwaite got out of it very cleverly by\ngetting us the protectorate of South Africa once and for all. He was an\nold man then, too.”",
        "Mr. Templeton stopped to cough again. Father Francis sighed and shifted\nin his chair.",
        "“And America?” asked Percy.",
        "“Ah! all that is very complicated. But she knew her strength and annexed\nCanada the same year. That was when we were at our weakest.”",
        "Percy stood up.",
        "“Have you a Comparative Atlas, sir?” he asked.",
        "The old man pointed to a shelf.",
        "“There,” he said.",
        "Percy looked at the sheets a minute or two in silence, spreading them on\nhis knees.",
        "“It is all much simpler, certainly,” he murmured, glancing first at the\nold complicated colouring of the beginning of the twentieth century, and\nthen at the three great washes of the twenty-first.",
        "He moved his finger along Asia. The words EASTERN EMPIRE ran across the\npale yellow, from the Ural Mountains on the left to the Behring Straits\non the right, curling round in giant letters through India, Australia,\nand New Zealand. He glanced at the red; it was considerably smaller, but\nstill important enough, considering that it covered not only Europe\nproper, but all Russia up to the Ural Mountains, and Africa to the\nsouth. The blue-labelled AMERICAN REPUBLIC swept over the whole of that\ncontinent, and disappeared right round to the left of the Western\nHemisphere in a shower of blue sparks on the white sea.",
        "“Yes, it’s simpler,” said the old man drily.",
        "Percy shut the book and set it by his chair.",
        "“And what next, sir? What will happen?”",
        "The old Tory statesman smiled.",
        "“God knows,” he said. “If the Eastern Empire chooses to move, we can do\nnothing. I don’t know why they have not moved. I suppose it is because\nof religious differences.”",
        "“Europe will not split?” asked the priest.",
        "“No, no. We know our danger now. And America would certainly help us.\nBut, all the same, God help us–or you, I should rather say–if the\nEmpire does move! She knows her strength at last.”",
        "There was silence for a moment or two. A faint vibration trembled\nthrough the deep-sunk room as some huge machine went past on the broad\nboulevard overhead.",
        "“Prophesy, sir,” said Percy suddenly. “I mean about religion.”",
        "Mr. Templeton inhaled another long breath from his instrument. Then\nagain he took up his discourse.",
        "“Briefly,” he said, “there are three forces–Catholicism,\nHumanitarianism, and the Eastern religions. About the third I cannot\nprophesy, though I think the Sufis will be victorious. Anything may\nhappen; Esotericism is making enormous strides–and that means\nPantheism; and the blending of the Chinese and Japanese dynasties throws\nout all our calculations. But in Europe and America, there is no doubt\nthat the struggle lies between the other two. We can neglect everything\nelse. And, I think, if you wish me to say what I think, that, humanly\nspeaking, Catholicism will decrease rapidly now. It is perfectly true\nthat Protestantism is dead. Men do recognise at last that a supernatural\nReligion involves an absolute authority, and that Private Judgment in\nmatters of faith is nothing else than the beginning of disintegration.\nAnd it is also true that since the Catholic Church is the only\ninstitution that even claims supernatural authority, with all its\nmerciless logic, she has again the allegiance of practically all\nChristians who have any supernatural belief left. There are a few\nfaddists left, especially in America and here; but they are negligible.\nThat is all very well; but, on the other hand, you must remember that\nHumanitarianism, contrary to all persons’ expectations, is becoming an\nactual religion itself, though anti-supernatural. It is Pantheism; it is\ndeveloping a ritual under Freemasonry; it has a creed, ’God is Man,’ and\nthe rest. It has therefore a real food of a sort to offer to religious\ncravings; it idealises, and yet it makes no demand upon the spiritual\nfaculties. Then, they have the use of all the churches except ours, and\nall the Cathedrals; and they are beginning at last to encourage\nsentiment. Then, they may display their symbols and we may not: I think\nthat they will be established legally in another ten years at the\nlatest.",
        "“Now, we Catholics, remember, are losing; we have lost steadily for more\nthan fifty years. I suppose that we have, nominally, about one-fortieth\nof America now–and that is the result of the Catholic movement of the\nearly twenties. In France and Spain we are nowhere; in Germany we are\nless. We hold our position in the East, certainly; but even there we\nhave not more than one in two hundred–so the statistics say–and we are\nscattered. In Italy? Well, we have Rome again to ourselves, but nothing\nelse; here, we have Ireland altogether and perhaps one in sixty of\nEngland, Wales and Scotland; but we had one in forty seventy years ago.\nThen there is the enormous progress of psychology–all clean against us\nfor at least a century. First, you see, there was Materialism, pure and\nsimple that failed more or less–it was too crude–until psychology came\nto the rescue. Now psychology claims all the rest of the ground; and the\nsupernatural sense seems accounted for. That’s the claim. No, father, we\nare losing; and we shall go on losing, and I think we must even be ready\nfor a catastrophe at any moment.”",
        "“But–-” began Percy.",
        "“You think that weak for an old man on the edge of the grave. Well, it\nis what I think. I see no hope. In fact, it seems to me that even now\nsomething may come on us quickly. No; I see no hope until–-”",
        "Percy looked up sharply.",
        "“Until our Lord comes back,” said the old statesman.",
        "Father Francis sighed once more, and there fell a silence.",
        "“And the fall of the Universities?” said Percy at last.",
        "“My dear father, it was exactly like the fall of the Monasteries under\nHenry VIII–the same results, the same arguments, the same incidents.\nThey were the strongholds of Individualism, as the Monasteries were the\nstrongholds of Papalism; and they were regarded with the same kind of\nawe and envy. Then the usual sort of remarks began about the amount of\nport wine drunk; and suddenly people said that they had done their work,\nthat the inmates were mistaking means for ends; and there was a great\ndeal more reason for saying it. After all, granted the supernatural,\nReligious Houses are an obvious consequence; but the object of secular\neducation is presumably the production of something visible–either\ncharacter or competence; and it became quite impossible to prove that\nthe Universities produced either–which was worth having. The\ndistinction between [Greek: ou] and [Greek: me] is not an end in itself;\nand the kind of person produced by its study was not one which appealed\nto England in the twentieth century. I am not sure that it appealed even\nto me much (and I was always a strong Individualist)–except by way of\npathos–-”",
        "“Yes?” said Percy.",
        "“Oh, it was pathetic enough. The Science Schools of Cambridge and the\nColonial Department of Oxford were the last hope; and then those went.\nThe old dons crept about with their books, but nobody wanted them–they\nwere too purely theoretical; some drifted into the poorhouses, first or\nsecond grade; some were taken care of by charitable clergymen; there was\nthat attempt to concentrate in Dublin; but it failed, and people soon\nforgot them. The buildings, as you know, were used for all kinds of\nthings. Oxford became an engineering establishment for a while, and\nCambridge a kind of Government laboratory. I was at King’s College, you\nknow. Of course it was all as horrible as it could be–though I am glad\nthey kept the chapel open even as a museum. It was not nice to see the\nchantries filled with anatomical specimens. However, I don’t think it\nwas much worse than keeping stoves and surplices in them.”",
        "“What happened to you?”",
        "“Oh! I was in Parliament very soon; and I had a little money of my own,\ntoo. But it was very hard on some of them; they had little pensions, at\nleast all who were past work. And yet, I don’t know: I suppose it had\nto come. They were very little more than picturesque survivals, you\nknow; and had not even the grace of a religious faith about them.”",
        "Percy sighed again, looking at the humorously reminiscent face of the\nold man. Then he suddenly changed the subject again.",
        "“What about this European parliament?” he said.",
        "The old man started.",
        "“Oh!... I think it will pass,” he said, “if a man can be found to push\nit. All this last century has been leading up to it, as you see.\nPatriotism has been dying fast; but it ought to have died, like slavery\nand so forth, under the influence of the Catholic Church. As it is, the\nwork has been done without the Church; and the result is that the world\nis beginning to range itself against us: it is an organised antagonism–\na kind of Catholic anti-Church. Democracy has done what the Divine\nMonarchy should have done. If the proposal passes I think we may expect\nsomething like persecution once more.... But, again, the Eastern\ninvasion may save us, if it comes off.... I do not know....”",
        "Percy sat still yet a moment; then he stood up suddenly.",
        "“I must go, sir,” he said, relapsing into Esperanto. “It is past\nnineteen o’clock. Thank you so much. Are you coming, father?”",
        "Father Francis stood up also, in the dark grey suit permitted to\npriests, and took up his hat.",
        "“Well, father,” said the old man again, “come again some day, if I\nhaven’t been too discursive. I suppose you have to write your letter\nyet?”",
        "Percy nodded.",
        "“I did half of it this morning,” he said, “but I felt I wanted another\nbird’s-eye view before I could understand properly: I am so grateful to\nyou for giving it me. It is really a great labour, this daily letter to\nthe Cardinal-Protector. I am thinking of resigning if I am allowed.”",
        "“My dear father, don’t do that. If I may say so to your face, I think\nyou have a very shrewd mind; and unless Rome has balanced information\nshe can do nothing. I don’t suppose your colleagues are as careful as\nyourself.”",
        "Percy smiled, lifting his dark eyebrows deprecatingly.",
        "“Come, father,” he said.",
        "The two priests parted at the steps of the corridor, and Percy stood for\na minute or two staring out at the familiar autumn scene, trying to\nunderstand what it all meant. What he had heard downstairs seemed\nstrangely to illuminate that vision of splendid prosperity that lay\nbefore him.",
        "The air was as bright as day; artificial sunlight had carried all before\nit, and London now knew no difference between dark and light. He stood\nin a kind of glazed cloister, heavily floored with a preparation of\nrubber on which footsteps made no sound. Beneath him, at the foot of the\nstairs, poured an endless double line of persons severed by a partition,\ngoing to right and left, noiselessly, except for the murmur of Esperanto\ntalking that sounded ceaselessly as they went. Through the clear,\nhardened glass of the public passage showed a broad sleek black roadway,\nribbed from side to side, and puckered in the centre, significantly\nempty, but even as he stood there a note sounded far away from Old\nWestminster, like the hum of a giant hive, rising as it came, and an\ninstant later a transparent thing shot past, flashing from every angle,\nand the note died to a hum again and a silence as the great Government\nmotor from the south whirled eastwards with the mails. This was a\nprivileged roadway; nothing but state-vehicles were allowed to use it,\nand those at a speed not exceeding one hundred miles an hour.",
        "Other noises were subdued in this city of rubber; the passenger-circles\nwere a hundred yards away, and the subterranean traffic lay too deep for\nanything but a vibration to make itself felt. It was to remove this\nvibration, and silence the hum of the ordinary vehicles, that the\nGovernment experts had been working for the last twenty years.",
        "Once again before he moved there came a long cry from overhead,\nstartlingly beautiful and piercing, and, as he lifted his eyes from the\nglimpse of the steady river which alone had refused to be transformed,\nhe saw high above him against the heavy illuminated clouds, a long\nslender object, glowing with soft light, slide northwards and vanish on\noutstretched wings. That musical cry, he told himself, was the voice of\none of the European line of volors announcing its arrival in the capital\nof Great Britain.",
        "“Until our Lord comes back,” he thought to himself; and for an instant\nthe old misery stabbed at his heart. How difficult it was to hold the\neyes focussed on that far horizon when this world lay in the foreground\nso compelling in its splendour and its strength! Oh, he had argued with\nFather Francis an hour ago that size was not the same as greatness, and\nthat an insistent external could not exclude a subtle internal; and he\nhad believed what he had then said; but the doubt yet remained till he\nsilenced it by a fierce effort, crying in his heart to the Poor Man of\nNazareth to keep his heart as the heart of a little child.",
        "Then he set his lips, wondering how long Father Francis would bear the\npressure, and went down the steps.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}