{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "55",
    "content": [
        "\n\n",
        "Mabel stood perfectly still until she heard the locking of the door and\nthe withdrawal of the key. Then once more she went to the window and\nclasped the sill.",
        "From where she stood there was visible to her first the courtyard\nbeneath, with its lawn in the centre, and a couple of trees growing\nthere–all plain in the brilliant light that now streamed from her\nwindow, and secondly, above the roofs, a tremendous pall of ruddy black.\nIt was the more terrible from the contrast. Earth, it seemed, was\ncapable of light; heaven had failed.",
        "It appeared, too, that there was a curious stillness. The house was,\nusually, quiet enough at this hour: the inhabitants of that place were\nin no mood for bustle: but now it was more than quiet; it was deathly\nstill: it was such a hush as precedes the sudden crash of the sky’s\nartillery. But the moments went by, and there was no such crash: only\nonce again there sounded a solemn rolling, as of some great wain far\naway; stupendously impressive, for with it to the girl’s ears there\nseemed mingled a murmur of innumerable voices, ghostly crying and\napplause. Then again the hush settled down like wool.",
        "She had begun to understand now. The darkness and the sounds were not\nfor all eyes and ears. The nurse had seen and heard nothing\nextraordinary, and the rest of the world of men saw and heard nothing.\nTo them it was no more than the hint of a coming storm.",
        "Mabel did not attempt to distinguish between the subjective and the\nobjective. It was nothing to her as to whether the sights and sounds\nwere generated by her own brain or perceived by some faculty hitherto\nunknown. She seemed to herself to be standing already apart from the\nworld which she had known; it was receding from her, or, rather, while\nstanding where it had always done, it was melting, transforming itself,\npassing to some other mode of existence. The strangeness seemed no more\nstrange than anything else than that ... that little painted box upon\nthe table.",
        "Then, hardly knowing what she said, looking steadily upon that appalling\nsky, she began to speak....",
        "“O God!” she said. “If You are really there really there–-”",
        "Her voice faltered, and she gripped the sill to steady herself. She\nwondered vaguely why she spoke so; it was neither intellect nor emotion\nthat inspired her. Yet she continued....",
        "“O God, I know You are not there–of course You are not. But if You were\nthere, I know what I would say to You. I would tell You how puzzled and\ntired I am. No–No–I need not tell You: You would know it. But I would\nsay that I was very sorry for all this. Oh! You would know that too. I\nneed not say anything at all. O God! I don’t know what I want to say. I\nwould like You to look after Oliver, of course, and all Your poor\nChristians. Oh! they will have such a hard time.... God. God–You would\nunderstand, wouldn’t You?” ...",
        "Again came the heavy rumble and the solemn bass of a myriad voices; it\nseemed a shade nearer, she thought.... She never liked thunderstorms or\nshouting crowds. They always gave her a headache ...",
        "“Well, well,” she said. “Good-bye, everything–-”",
        "Then she was in the chair. The mouthpiece–yes; that was it....",
        "She was furious at the trembling of her hands; twice the spring slipped\nfrom her polished coils of hair.... Then it was fixed ... and as if a\nbreeze fanned her, her sense came back....",
        "She found she could breathe quite easily; there was no resistance–that\nwas a comfort; there would be no suffocation about it.... She put out\nher left hand and touched the handle, conscious less of its sudden\ncoolness than of the unbearable heat in which the room seemed almost\nsuddenly plunged. She could hear the drumming pulses in her temples and\nthe roaring of the voices.... She dropped the handle once more, and with\nboth hands tore at the loose white wrapper that she had put on this\nmorning....",
        "Yes, that was a little easier; she could breathe better so. Again her\nfingers felt for and found the handle, but the sweat streamed from her\nfingers, and for an instant she could not turn the knob. Then it yielded\nsuddenly....",
        "For one instant the sweet languid smell struck her consciousness like a\nblow, for she knew it as the scent of death. Then the steady will that\nhad borne her so far asserted itself, and she laid her hands softly in\nher lap, breathing deeply and easily.",
        "She had closed her eyes at the turning of the handle, but now opened\nthem again, curious to watch the aspect of the fading world. She had\ndetermined to do this a week ago: she would at least miss nothing of\nthis unique last experience.",
        "It seemed at first that there was no change. There was the feathery head\nof the elm, the lead roof opposite, and the terrible sky above. She\nnoticed a pigeon, white against the blackness, soar and swoop again out\nof sight in an instant....",
        "... Then the following things happened....",
        "There was a sudden sensation of ecstatic lightness in all her limbs; she\nattempted to lift a hand, and was aware that it was impossible; it was\nno longer hers. She attempted to lower her eyes from that broad strip of\nviolet sky, and perceived that that too was impossible. Then she\nunderstood that the will had already lost touch with the body, that the\ncrumbling world had receded to an infinite distance–that was as she had\nexpected, but what continued to puzzle her was that her mind was still\nactive. It was true that the world she had known had withdrawn itself\nfrom the dominion of consciousness, as her body had done, except, that\nwas, in the sense of hearing, which was still strangely alert; yet there\nwas still enough memory to be aware that there was such a world–that\nthere were other persons in existence; that men went about their\nbusiness, knowing nothing of what had happened; but faces, names,\nplaces had all alike gone. In fact, she was conscious of herself in such\na manner as she had never been before; it seemed as if she had\npenetrated at last into some recess of her being into which hitherto she\nhad only looked as through clouded glass. This was very strange, and yet\nit was familiar, too; she had arrived, it seemed, at a centre, round the\ncircumference of which she had been circling all her life; and it was\nmore than a mere point: it was a distinct space, walled and enclosed....\nAt the same instant she knew that hearing, too, was gone....",
        "Then an amazing thing happened–yet it appeared to her that she had\nalways known it would happen, although her mind had never articulated\nit. This is what happened.",
        "The enclosure melted, with a sound of breaking, and a limitless space\nwas about her–limitless, different to everything else, and alive, and\nastir. It was alive, as a breathing, panting body is alive–self-evident\nand overpowering–it was one, yet it was many; it was immaterial, yet\nabsolutely real–real in a sense in which she never dreamed of\nreality....",
        "Yet even this was familiar, as a place often visited in dreams is\nfamiliar; and then, without warning, something resembling sound or\nlight, something which she knew in an instant to be unique, tore across\nit....",
        "Then she saw, and understood....",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}