{
    "title": "Lord of the World - Chapter VI",
    "author": "Robert Hugh Benson",
    "chapter": "35",
    "content": [
        "\n\n",
        "I",
        "The volor-stage was comparatively empty this afternoon, as the little\nparty of six stepped out on to it from the lift. There was nothing to\ndistinguish these from ordinary travellers. The two Cardinals of Germany\nand England were wrapped in plain furs, without insignia of any kind;\ntheir chaplains stood near them, while the two men-servants hurried\nforward with the bags to secure a private compartment.",
        "The four kept complete silence, watching the busy movements of the\nofficials on board, staring unseeingly at the sleek, polished monster\nthat lay netted in steel at their feet, and the great folded fins that\nwould presently be cutting the thin air at a hundred and fifty miles an\nhour.",
        "Then Percy, by a sudden movement, turned from the others, went to the\nopen window that looked over Rome, and leaned there with his elbows on\nthe sill, looking.",
        "It was a strange view before him.",
        "It was darkening now towards sunset, and the sky, primrose-green\noverhead, deepened to a clear tawny orange above the horizon, with a\nsanguine line or two at the edge, and beneath that lay the deep evening\nviolet of the city, blotted here and there by the black of cypresses and\ncut by the thin leafless pinnacles of a poplar grove that aspired\nwithout the walls. But right across the picture rose the enormous dome,\nof an indescribable tint; it was grey, it was violet–it was what the\neye chose to make it–and through it, giving its solidity the air of a\nbubble, shone the southern sky, flushed too with faint orange. It was\nthis that was supreme and dominant; the serrated line of domes, spires\nand pinnacles, the crowded roofs beneath, in the valley dell’ Inferno,\nthe fairy hills far away–all were but the annexe to this mighty\ntabernacle of God. Already lights were beginning to shine, as for thirty\ncenturies they had shone; thin straight skeins of smoke were ascending\nagainst the darkening sky. The hum of this Mother of cities was\nbeginning to be still, for the keen air kept folks indoors; and the\nevening peace was descending that closed another day and another year.\nBeneath in the narrow streets Percy could see tiny figures, hurrying\nlike belated ants; the crack of a whip, the cry of a woman, the wail of\na child came up to this immense elevation like details of a murmur from\nanother world. They, too, would soon be quiet, and there would be peace.",
        "A heavy bell beat faintly from far away, and the drowsy city turned to\nmurmur its good-night to the Mother of God. From a thousand towers came\nthe tiny melody, floating across the great air spaces, in a thousand\naccents, the solemn bass of St. Peter’s, the mellow tenor of the\nLateran, the rough cry from some old slum church, the peevish tinkle of\nconvents and chapels–all softened and made mystical in this grave\nevening air–it was the wedding of delicate sound and clear light.\nAbove, the liquid orange sky; beneath, this sweet, subdued ecstasy of\nbells.",
        "“_Alma Redemptoris Mater,” whispered Percy, his eyes wet with tears.\n“_Gentle Mother of the Redeemer–the open door of the sky, star of the\nsea–have mercy on sinners. The Angel of the Lord announced it to Mary,\nand she conceived of the Holy Ghost.... Pour, therefore, Lord, Thy\ngrace into our hearts. Let us, who know Christ’s incarnation, rise\nthrough passion and cross to the glory of Resurrection–through the same\nChrist our Lord.”",
        "Another bell clanged sharply close at hand, calling him down to earth,\nand wrong, and labour and grief; and he turned to see the motionless\nvolor itself one blaze of brilliant internal light, and the two priests\nfollowing the German Cardinal across the gangway.",
        "It was the rear compartment that the men had taken; and when he had seen\nthat the old man was comfortable, still without a word he passed out\nagain into the central passage to see the last of Rome.",
        "The exit-door had now been snapped, and as Percy stood at the opposite\nwindow looking out at the high wall that would presently sink beneath\nhim, throughout the whole of the delicate frame began to run the\nvibration of the electric engine. There was the murmur of talking\nsomewhere, a heavy step shook the floor, a bell clanged again, twice,\nand a sweet wind-chord sounded. Again it sounded; the vibration ceased,\nand the edge of the high wall against the tawny sky on which he had\nfixed his eyes sank suddenly like a dropped bar, and he staggered a\nlittle in his place. A moment later the dome rose again, and itself\nsank, the city, a fringe of towers and a mass of dark roofs, pricked\nwith light, span like a whirlpool; the jewelled stars themselves sprang\nthis way and that; and with one more long cry the marvellous machine\nrighted itself, beat with its wings, and settled down, with the note of\nthe flying air passing through rising shrillness into vibrant silence,\nto its long voyage to the north.",
        "Further and further sank the city behind; it was a patch now: greyness\non black. The sky seemed to grow more huge and all-containing as the\nearth relapsed into darkness; it glowed like a vast dome of wonderful\nglass, darkening even as it glowed; and as Percy dropped his eyes once\nmore round the extreme edge of the car the city was but a line and a\nbubble–a line and a swelling–a line, and nothingness.",
        "He drew a long breath, and went back to his friends.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}