{
    "title": "Lord of the World - Chapter IV",
    "author": "Robert Hugh Benson",
    "chapter": "12",
    "content": [
        "\n\n",
        "I",
        "On the same afternoon Percy received a visitor.",
        "There was nothing exceptional about him; and Percy, as he came\ndownstairs in his walking-dress and looked at him in the light from the\ntall parlour-window, came to no conclusion at all as to his business and\nperson, except that he was not a Catholic.",
        "“You wished to see me,” said the priest, indicating a chair.",
        "“I fear I must not stop long.”",
        "“I shall not keep you long,” said the stranger eagerly. “My business is\ndone in five minutes.”",
        "Percy waited with his eyes cast down.",
        "“A–a certain person has sent me to you. She was a Catholic once; she\nwishes to return to the Church.”",
        "Percy made a little movement with his head. It was a message he did not\nvery often receive in these days.",
        "“You will come, sir, will you not? You will promise me?”",
        "The man seemed greatly agitated; his sallow face showed a little shining\nwith sweat, and his eyes were piteous.",
        "“Of course I will come,” said Percy, smiling.",
        "“Yes, sir; but you do not know who she is. It–it would make a great\nstir, sir, if it was known. It must not be known, sir; you will promise\nme that, too?”",
        "“I must not make any promise of that kind,” said the priest gently. “I\ndo not know the circumstances yet.”",
        "The stranger licked his lips nervously.",
        "“Well, sir,” he said hastily, “you will say nothing till you have seen\nher? You can promise me that.”",
        "“Oh! certainly,” said the priest.",
        "“Well, sir, you had better not know my name. It–it may make it easier\nfor you and for me. And–and, if you please, sir, the lady is ill; you\nmust come to-day, if you please, but not until the evening. Will\ntwenty-two o’clock be convenient, sir?”",
        "“Where is it?” asked Percy abruptly.",
        "“It–it is near Croydon junction. I will write down the address\npresently. And you will not come until twenty-two o’clock, sir?”",
        "“Why not now?”",
        "“Because the–the others may be there. They will be away then; I know\nthat.”",
        "This was rather suspicious, Percy thought: discreditable plots had been\nknown before. But he could not refuse outright.",
        "“Why does she not send for her parish-priest?” he asked.",
        "“She she does not know who he is, sir; she saw you once in the\nCathedral, sir, and asked you for your name. Do you remember, sir?–an\nold lady?”",
        "Percy did dimly remember something of the kind a month or two before;\nbut he could not be certain, and said so.",
        "“Well, sir, you will come, will you not?”",
        "“I must communicate with Father Dolan,” said the priest. “If he gives me\npermission–-”",
        "“If you please, sir, Father–Father Dolan must not know her name. You\nwill not tell him?”",
        "“I do not know it myself yet,” said the priest, smiling.",
        "The stranger sat back abruptly at that, and his face worked.",
        "“Well, sir, let me tell you this first. This old lady’s son is my\nemployer, and a very prominent Communist. She lives with him and his\nwife. The other two will be away to-night. That is why I am asking you\nall this. And now, you till come, sir?”",
        "Percy looked at him steadily for a moment or two. Certainly, if this was\na conspiracy, the conspirators were feeble folk. Then he answered:",
        "“I will come, sir; I promise. Now the name.”",
        "The stranger again licked his lips nervously, and glanced timidly from\nside to side. Then he seemed to gather his resolution; he leaned forward\nand whispered sharply.",
        "“The old lady’s name is Brand, sir–the mother of Mr. Oliver Brand.”",
        "For a moment Percy was bewildered. It was too extraordinary to be true.\nHe knew Mr. Oliver Brand’s name only too well; it was he who, by God’s\npermission, was doing more in England at this moment against the\nCatholic cause than any other man alive; and it was he whom the\nTrafalgar Square incident had raised into such eminent popularity. And\nnow, here was his mother–-",
        "He turned fiercely upon the man.",
        "“I do not know what you are, sir–whether you believe in God or not; but\nwill you swear to me on your religion and your honour that all this is\ntrue?”",
        "The timid eyes met his, and wavered; but it was the wavering of\nweakness, not of treachery.",
        "“I–I swear it, sir; by God Almighty.”",
        "“Are you a Catholic?”",
        "The man shook his head.",
        "“But I believe in God,” he said. “At least, I think so.”",
        "Percy leaned back, trying to realise exactly what it all meant. There\nwas no triumph in his mind–that kind of emotion was not his weakness;\nthere was fear of a kind, excitement, bewilderment, and under all a\nsatisfaction that God’s grace was so sovereign. If it could reach this\nwoman, who could be too far removed for it to take effect? Presently he\nnoticed the other looking at him anxiously.",
        "“You are afraid, sir? You are not going back from your promise?”",
        "That dispersed the cloud a little, and Percy smiled.",
        "“Oh! no,” he said. “I will be there at twenty-two o’clock. ... Is death\nimminent?”",
        "“No, sir; it is syncope. She is recovered a little this morning.”",
        "The priest passed his hand over his eyes and stood up.",
        "“Well, I will be there,” he said. “Shall you be there, sir?”",
        "The other shook his head, standing up too.",
        "“I must be with Mr. Brand, sir; there is to be a meeting to-night; but I\nmust not speak of that.... No, sir; ask for Mrs. Brand, and say that she\nis expecting you. They will take you upstairs at once.”",
        "“I must not say I am a priest, I suppose?”",
        "“No, sir; if you please.”",
        "He drew out a pocket-book, scribbled in it a moment, tore out the sheet,\nand handed it to the priest.",
        "“The address, sir. Will you kindly destroy that when you have copied it?\nI–I do not wish to lose my place, sir, if it can be helped.”",
        "Percy stood twisting the paper in his fingers a moment.",
        "“Why are you not a Catholic yourself?” he asked.",
        "The man shook his head mutely. Then he took up his hat, and went towards\nthe door.",
        "Percy passed a very emotional afternoon.",
        "For the last month or two little had happened to encourage him. He had\nbeen obliged to report half-a-dozen more significant secessions, and\nhardly a conversion of any kind. There was no doubt at all that the tide\nwas setting steadily against the Church. The mad act in Trafalgar\nSquare, too, had done incalculable harm last week: men were saying more\nthan ever, and the papers storming, that the Church’s reliance on the\nsupernatural was belied by every one of her public acts. “Scratch a\nCatholic and find an assassin” had been the text of a leading article in\nthe New People, and Percy himself was dismayed at the folly of the\nattempt. It was true that the Archbishop had formally repudiated both\nthe act and the motive from the Cathedral pulpit, but that too had only\nserved as an opportunity hastily taken up by the principal papers, to\nrecall the continual policy of the Church to avail herself of violence\nwhile she repudiated the violent. The horrible death of the man had in\nno way appeased popular indignation; there were not even wanting\nsuggestions that the man had been seen coming out of Archbishop’s House\nan hour before the attempt at assassination had taken place.",
        "And now here, with dramatic swiftness, had come a message that the\nhero’s own mother desired reconciliation with the Church that had\nattempted to murder her son.",
        "Again and again that afternoon, as Percy sped northwards on his visit to\na priest in Worcester, and southwards once more as the lights began to\nshine towards evening, he wondered whether this were not a plot after\nall–some kind of retaliation, an attempt to trap him. Yet he had\npromised to say nothing, and to go.",
        "He finished his daily letter after dinner as usual, with a curious sense\nof fatality; addressed and stamped it. Then he went downstairs, in his\nwalking-dress, to Father Blackmore’s room.",
        "“Will you hear my confession, father?” he said abruptly.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}