{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "31",
    "content": [
        "\n\n",
        "It was not until mid-day breakfast on the following morning that husband\nand wife met again. Oliver had slept in town and telephoned about eleven\no’clock that he would be home immediately, bringing a guest with him:\nand shortly before noon she heard their voices in the hall.",
        "Mr. Francis, who was presently introduced to her, seemed a harmless kind\nof man, she thought, not interesting, though he seemed in earnest about\nthis Bill. It was not until breakfast was nearly over that she\nunderstood who he was.",
        "“Don’t go, Mabel,” said her husband, as she made a movement to rise.\n“You will like to hear about this, I expect. My wife knows all that I\nknow,” he added.",
        "Mr. Francis smiled and bowed.",
        "“I may tell her about you, sir?” said Oliver again.",
        "“Why, certainly.”",
        "Then she heard that he had been a Catholic priest a few months before,\nand that Mr. Snowford was in consultation with him as to the ceremonies\nin the Abbey. She was conscious of a sudden interest as she heard this.",
        "“Oh! do talk,” she said. “I want to hear everything.”",
        "It seemed that Mr. Francis had seen the new Minister of Public Worship\nthat morning, and had received a definite commission from him to take\ncharge of the ceremonies on the first of October. Two dozen of his\ncolleagues, too, were to be enrolled among the ceremoniarii, at least\ntemporarily–and after the event they were to be sent on a lecturing\ntour to organise the national worship throughout the country.",
        "Of course things would be somewhat sloppy at first, said Mr. Francis;\nbut by the New Year it was hoped that all would be in order, at least in\nthe cathedrals and principal towns.",
        "“It is important,” he said, “that this should be done as soon as\npossible. It is very necessary to make a good impression. There are\nthousands who have the instinct of worship, without knowing how to\nsatisfy it.”",
        "“That is perfectly true,” said Oliver. “I have felt that for a long\ntime. I suppose it is the deepest instinct in man.”",
        "“As to the ceremonies–-” went on the other, with a slightly important\nair. His eyes roved round a moment; then he dived into his\nbreast-pocket, and drew out a thin red-covered book.",
        "“Here is the Order of Worship for the Feast of Paternity,” he said. “I\nhave had it interleaved, and have made a few notes.”",
        "He began to turn the pages, and Mabel, with considerable excitement,\ndrew her chair a little closer to listen.",
        "“That is right, sir,” said the other. “Now give us a little lecture.”",
        "Mr. Francis closed the book on his finger, pushed his plate aside, and\nbegan to discourse.",
        "“First,” he said, “we must remember that this ritual is based almost\nentirely upon that of the Masons. Three-quarters at least of the entire\nfunction will be occupied by that. With that the ceremoniarii will not\ninterfere, beyond seeing that the insignia are ready in the vestries and\nproperly put on. The proper officials will conduct the rest.... I need\nnot speak of that then. The difficulties begin with the last quarter.”",
        "He paused, and with a glance of apology began arranging forks and\nglasses before him on the cloth.",
        "“Now here,” he said, “we have the old sanctuary of the abbey. In the\nplace of the reredos and Communion table there will be erected the large\naltar of which the ritual speaks, with the steps leading up to it from\nthe floor. Behind the altar–extending almost to the old shrine of the\nConfessor–will stand the pedestal with the emblematic figure upon it;\nand–so far as I understand from the absence of directions–each such\nfigure will remain in place until the eve of the next quarterly feast.”",
        "“What kind of figure?” put in the girl.",
        "Francis glanced at her husband.",
        "“I understand that Mr. Markenheim has been consulted,” he said. “He will\ndesign and execute them. Each is to represent its own feast. This for\nPaternity–-”",
        "He paused again.",
        "“Yes, Mr. Francis?”",
        "“This one, I understand, is to be the naked figure of a man.”",
        "“A kind of Apollo–or Jupiter, my dear,” put in Oliver.",
        "Yes–that seemed all right, thought Mabel. Mr. Francis’s voice moved on\nhastily.",
        "“A new procession enters at this point, after the discourse,” he said.\n“It is this that will need special marshalling. I suppose no rehearsal\nwill be possible?”",
        "“Scarcely,” said Oliver, smiling.",
        "The Master of Ceremonies sighed.",
        "“I feared not. Then we must issue very precise printed instructions.\nThose who take part will withdraw, I imagine, during the hymn, to the\nold chapel of St. Faith. That is what seems to me the best.”",
        "He indicated the chapel.",
        "“After the entrance of the procession all will take their places on\nthese two sides–here–and here–while the celebrant with the sacred\nministers–-”",
        "“Eh?”",
        "Mr. Francis permitted a slight grimace to appear on his face; he flushed\na little.",
        "“The President of Europe–-” He broke off. “Ah! that is the point. Will\nthe President take part? That is not made clear in the ritual.”",
        "“We think so,” said Oliver. “He is to be approached.”",
        "“Well, if not, I suppose the Minister of Public Worship will officiate.\nHe with his supporters pass straight up to the foot of the altar.\nRemember that the figure is still veiled, and that the candles have been\nlighted during the approach of the procession. There follow the\nAspirations printed in the ritual with the responds. These are sung by\nthe choir, and will be most impressive, I think. Then the officiant\nascends the altar alone, and, standing, declaims the Address, as it is\ncalled. At the close of it–at the point, that is to say, marked here\nwith a star, the thurifers will leave the chapel, four in number. One\nascends the altar, leaving the others swinging their thurifers at its\nfoot–hands his to the officiant and retires. Upon the sounding of a\nbell the curtains are drawn back, the officiant tenses the image in\nsilence with four double swings, and, as he ceases the choir sings the\nappointed antiphon.”",
        "He waved his hands.",
        "“The rest is easy,” he said. “We need not discuss that.”",
        "To Mabel’s mind even the previous ceremonies seemed easy enough. But she\nwas undeceived.",
        "“You have no idea, Mrs. Brand,” went on the ceremoniarius, “of the\ndifficulties involved even in such a simple matter as this. The\nstupidity of people is prodigious. I foresee a great deal of hard work\nfor us all.... Who is to deliver the discourse, Mr. Brand?”",
        "Oliver shook his head.",
        "“I have no idea,” he said. “I suppose Mr. Snowford will select.”",
        "Mr. Francis looked at him doubtfully.",
        "“What is your opinion of the whole affair, sir?” he said.",
        "Oliver paused a moment.",
        "“I think it is necessary,” he began. “There would not be such a cry for\nworship if it was not a real need. I think too–yes, I think that on the\nwhole the ritual is impressive. I do not see how it could be\nbettered....”",
        "“Yes, Oliver?” put in his wife, questioningly.",
        "“No–there is nothing–except ... except I hope the people will\nunderstand it.”",
        "Mr. Francis broke in.",
        "“My dear sir, worship involves a touch of mystery. You must remember\nthat. It was the lack of that that made Empire Day fail in the last\ncentury. For myself, I think it is admirable. Of course much must depend\non the manner in which it is presented. I see many details at present\nundecided–the colour of the curtains, and so forth. But the main plan\nis magnificent. It is simple, impressive, and, above all, it is\nunmistakable in its main lesson–-”",
        "“And that you take to be–?”",
        "“I take it that it is homage offered to Life,” said the other slowly.\n“Life under four aspects–Maternity corresponds to Christmas and the\nChristian fable; it is the feast of home, love, faithfulness. Life\nitself is approached in spring, teeming, young, passionate. Sustenance\nin midsummer, abundance, comfort, plenty, and the rest, corresponding\nsomewhat to the Catholic Corpus Christi; and Paternity, the protective,\ngenerative, masterful idea, as winter draws on.... I understand it was a\nGerman thought.”",
        "Oliver nodded.",
        "“Yes,” he said. “And I suppose it will be the business of the speaker to\nexplain all this.”",
        "“I take it so. It appears to me far more suggestive than the alternative\nplan–Citizenship, Labour, and so forth. These, after all, are\nsubordinate to Life.”",
        "Mr. Francis spoke with an extraordinary suppressed enthusiasm, and the\npriestly look was more evident than ever. It was plain that his heart at\nleast demanded worship.",
        "Mabel clasped her hands suddenly.",
        "“I think it is beautiful,” she said softly, “and–and it is so real.”",
        "Mr. Francis turned on her with a glow in his brown eyes.",
        "“Ah! yes, madam. That is it. There is no Faith, as we used to call it:\nit is the vision of Facts that no one can doubt; and the incense\ndeclares the sole divinity of Life as well as its mystery.”",
        "“What of the figures?” put in Oliver.",
        "“A stone image is impossible, of course. It must be clay for the\npresent. Mr. Markenheim is to set to work immediately. If the figures\nare approved they can then be executed in marble.”",
        "Again Mabel spoke with a soft gravity.",
        "“It seems to me,” she said, “that this is the last thing that we needed.\nIt is so hard to keep our principles clear–we must have a body for\nthem–some kind of expression–-”",
        "She paused.",
        "“Yes, Mabel?”",
        "“I do not mean,” she went on, “that some cannot live without it, but\nmany cannot. The unimaginative need concrete images. There must be some\nchannel for their aspirations to flow through–- Ah! I cannot express\nmyself!”",
        "Oliver nodded slowly. He, too, seemed to be in a meditative mood.",
        "“Yes,” he said. “And this, I suppose, will mould men’s thoughts too: it\nwill keep out all danger of superstition.”",
        "Mr. Francis turned on him abruptly.",
        "“What do you think of the Pope’s new Religious Order, sir?”",
        "Oliver’s face took on it a tinge of grimness.",
        "“I think it is the worst step he ever took–for himself, I mean. Either\nit is a real effort, in which case it will provoke immense\nindignation–or it is a sham, and will discredit him. Why do you ask?”",
        "“I was wondering whether any disturbance will be made in the abbey.”",
        "“I should be sorry for the brawler.”",
        "A bell rang sharply from the row of telephone labels. Oliver rose and\nwent to it. Mabel watched him as he touched a button–mentioned his\nname, and put his ear to the opening.",
        "“It is Snowford’s secretary,” he said abruptly to the two expectant\nfaces. “Snowford wants to–ah!”",
        "Again he mentioned his name and listened. They heard a sentence or two\nfrom him that seemed significant.",
        "“Ah! that is certain, is it? I am sorry.... Yes.... Oh! but that is\nbetter than nothing.... Yes; he is here.... Indeed. Very well; we will\nbe with you directly.”",
        "He looked on the tube, touched the button again, and came back to them.",
        "“I am sorry,” he said. “The President will take no part at the Feast.\nBut it is uncertain whether he will not be present. Mr. Snowford wants\nto see us both at once, Mr. Francis. Markenheim is with him.”",
        "But though Mabel was herself disappointed, she thought he looked graver\nthan the disappointment warranted.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}