{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "13",
    "content": [
        "\n\n",
        "Victoria Station, still named after the great nineteenth-century Queen,\nwas neither more nor less busy than usual as he came into it\nhalf-an-hour later. The vast platform, sunk now nearly two hundred feet\nbelow the ground level, showed the double crowd of passengers entering\nand leaving town. Those on the extreme left, towards whom Percy began to\ndescend in the open glazed lift, were by far the most numerous, and the\nstream at the lift-entrance made it necessary for him to move slowly.",
        "He arrived at last, walking in the soft light on the noiseless ribbed\nrubber, and stood by the door of the long car that ran straight through\nto the Junction. It was the last of a series of a dozen or more, each of\nwhich slid off minute by minute. Then, still watching the endless\nmovement of the lifts ascending and descending between the entrances of\nthe upper end of the station, he stepped in and sat down.",
        "He felt quiet now that he had actually started. He had made his\nconfession, just in order to make certain of his own soul, though\nscarcely expecting any definite danger, and sat now, his grey suit and\nstraw hat in no way distinguishing him as a priest (for a general leave\nwas given by the authorities to dress so for any adequate reason). Since\nthe case was not imminent, he had not brought stocks or pyx–Father\nDolan had wired to him that he might fetch them if he wished from St.\nJoseph’s, near the Junction. He had only the violet thread in his\npocket, such as was customary for sick calls.",
        "He was sliding along peaceably enough, fixing his eyes on the empty seat\nopposite, and trying to preserve complete collectedness when the car\nabruptly stopped. He looked out, astonished, and saw by the white\nenamelled walks twenty feet from the window that they were already in\nthe tunnel. The stoppage might arise from many causes, and he was not\ngreatly excited, nor did it seem that others in the carriage took it\nvery seriously; he could hear, after a moment’s silence, the talking\nrecommence beyond the partition.",
        "Then there came, echoed by the walls, the sound of shouting from far\naway, mingled with hoots and chords; it grew louder. The talking in the\ncarriage stopped. He heard a window thrown up, and the next instant a\ncar tore past, going back to the station although on the down line. This\nmust be looked into, thought Percy: something certainly was happening;\nso he got up and went across the empty compartment to the further\nwindow. Again came the crying of voices, again the signals, and once\nmore a car whirled past, followed almost immediately by another. There\nwas a jerk–a smooth movement. Percy staggered and fell into a seat, as\nthe carriage in which he was seated itself began to move backwards.",
        "There was a clamour now in the next compartment, and Percy made his way\nthere through the door, only to find half-a-dozen men with their heads\nthrust from the windows, who paid absolutely no attention to his\ninquiries. So he stood there, aware that they knew no more than himself,\nwaiting for an explanation from some one. It was disgraceful, he told\nhimself, that any misadventure should so disorganise the line.",
        "Twice the car stopped; each time it moved on again after a hoot or two,\nand at last drew up at the platform whence it had started, although a\nhundred yards further out.",
        "Ah! there was no doubt that something had happened! The instant he\nopened the door a great roar met his ears, and as he sprang on to the\nplatform and looked up at the end of the station, he began to\nunderstand.",
        "From right to left of the huge interior, across the platforms, swelling\nevery instant, surged an enormous swaying, roaring crowd. The flight of\nsteps, twenty yards broad, used only in cases of emergency, resembled a\ngigantic black cataract nearly two hundred feet in height. Each car as\nit drew up discharged more and more men and women, who ran like ants\ntowards the assembly of their fellows. The noise was indescribable, the\nshouting of men, the screaming of women, the clang and hoot of the huge\nmachines, and three or four times the brazen cry of a trumpet, as an\nemergency door was flung open overhead, and a small swirl of crowd\npoured through it towards the streets beyond. But after one look Percy\nlooked no more at the people; for there, high up beneath the clock, on\nthe Government signal board, flared out monstrous letters of fire,\ntelling in Esperanto and English, the message for which England had\ngrown sick. He read it a dozen times before he moved, staring, as at a\nsupernatural sight which might denote the triumph of either heaven or\nhell.",
        "PEACE, NOT WAR.",
        "UNIVERSAL BROTHERHOOD ESTABLISHED.",
        "FELSENBURGH IN LONDON TO-NIGHT.”",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}