{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "43",
    "content": [
        "\n\n",
        "What Mabel saw and heard and felt from eleven o’clock to half-an-hour\nafter noon on that first morning of the New Year she could never\nadequately remember. For the time she lost the continuous consciousness\nof self, the power of reflection, for she was still weak from her\nstruggle; there was no longer in her the process by which events are\nstored, labelled and recorded; she was no more than a being who observed\nas it were in one long act, across which considerations played at\nuncertain intervals. Eyes and ear seemed her sole functions,\ncommunicating direct with a burning heart.",
        "She did not even know at what point her senses told her that this was\nFelsenburgh. She seemed to have known it even before he entered, and she\nwatched Him as in complete silence He came deliberately up the red\ncarpet, superbly alone, rising a step or two at the entrance of the\nchoir, passing on and up before her. He was in his English judicial\ndress of scarlet and black, but she scarcely noticed it. For her, too,\nno one else existed but, He; this vast assemblage was gone, poised and\ntransfigured in one vibrating atmosphere of an immense human emotion.\nThere was no one, anywhere, but Julian Felsenburgh. Peace and light\nburned like a glory about Him.",
        "For an instant after passing he disappeared beyond the speaker’s\ntribune, and the instant after reappeared once more, coming up the\nsteps. He reached his place–she could see His profile beneath her and\nslightly to the left, pure and keen as the blade of a knife, beneath His\nwhite hair. He lifted one white-furred sleeve, made a single motion, and\nwith a surge and a rumble, the ten thousand were seated. He motioned\nagain and with a roar they were on their feet.",
        "Again there was a silence. He stood now, perfectly still, His hands laid\ntogether on the rail, and His face looking steadily before Him; it\nseemed as if He who had drawn all eyes and stilled all sounds were\nwaiting until His domination were complete, and there was but one will,\none desire, and that beneath His hand. Then He began to speak....",
        "In this again, as Mabel perceived afterwards, there was no precise or\nverbal record within her of what he said; there was no conscious process\nby which she received, tested, or approved what she heard. The nearest\nimage under which she could afterwards describe her emotions to herself,\nwas that when He spoke it was she who was speaking. Her own thoughts,\nher predispositions, her griefs, her disappointment, her passion, her\nhopes–all these interior acts of the soul known scarcely even to\nherself, down even, it seemed, to the minutest whorls and eddies of\nthought, were, by this man, lifted up, cleansed, kindled, satisfied and\nproclaimed. For the first time in her life she became perfectly aware of\nwhat human nature meant; for it was her own heart that passed out upon\nthe air, borne on that immense voice. Again, as once before for a few\nmoments in Paul’s House, it seemed that creation, groaning so long, had\nspoken articulate words at last–had come to growth and coherent thought\nand perfect speech. Yet then He had spoken to men; now it was Man\nHimself speaking. It was not one man who spoke there, it was Man–Man\nconscious of his origin, his destiny, and his pilgrimage between, Man\nsane again after a night of madness–knowing his strength, declaring his\nlaw, lamenting in a voice as eloquent as stringed instruments his own\nfailure to correspond. It was a soliloquy rather than an oration. Rome\nhad fallen, English and Italian streets had run with blood, smoke and\nflame had gone up to heaven, because man had for an instant sunk back to\nthe tiger. Yet it was done, cried the great voice, and there was no\nrepentance; it was done, and ages hence man must still do penance and\nflush scarlet with shame to remember that once he turned his back on\nthe risen light.",
        "There was no appeal to the lurid, no picture of the tumbling palaces,\nthe running figures, the coughing explosions, the shaking of the earth\nand the dying of the doomed. It was rather with those hot hearts\nshouting in the English and German streets, or aloft in the winter air\nof Italy, the ugly passions that warred there, as the volors rocked at\ntheir stations, generating and fulfilling revenge, paying back plot with\nplot, and violence with violence. For there, cried the voice, was man as\nhe had been, fallen in an instant to the cruel old ages before he had\nlearned what he was and why.",
        "There was no repentance, said the voice again, but there was something\nbetter; and as the hard, stinging tones melted, the girl’s dry eyes of\nshame filled in an instant with tears. There was something better–the\nknowledge of what crimes man was yet capable of, and the will to use\nthat knowledge. Rome was gone, and it was a lamentable shame; Rome was\ngone, and the air was the sweeter for it; and then in an instant, like\nthe soar of a bird, He was up and away–away from the horrid gulf where\nHe had looked just now, from the fragments of charred bodies, and\ntumbled houses and all the signs of man’s disgrace, to the pure air and\nsunlight to which man must once more set his face. Yet He bore with Him\nin that wonderful flight the dew of tears and the aroma of earth. He had\nnot spared words with which to lash and whip the naked human heart, and\nHe did not spare words to lift up the bleeding, shrinking thing, and\ncomfort it with the divine vision of love....",
        "Historically speaking, it was about forty minutes before He turned to\nthe shrouded image behind the altar.",
        "“Oh! Maternity!” he cried. “Mother of us all–-”",
        "And then, to those who heard Him, the supreme miracle took place.... For\nit seemed now in an instant that it was no longer man who spoke, but One\nwho stood upon the stage of the superhuman. The curtain ripped back, as\none who stood by it tore, panting, at the strings; and there, it seemed,\nface to face stood the Mother above the altar, huge, white and\nprotective, and the Child, one passionate incarnation of love, crying to\nher from the tribune.",
        "“Oh! Mother of us all, and Mother of Me!”",
        "So He praised her to her face, that sublime principle of life, declared\nher glories and her strength, her Immaculate Motherhood, her seven\nswords of anguish driven through her heart by the passion and the\nfollies of her Son–He promised her great things, the recognition of her\ncountless children, the love and service of the unborn, the welcome of\nthose yet quickening within the womb. He named her the Wisdom of the\nMost High, that sweetly orders all things, the Gate of Heaven, House of\nIvory, Comforter of the afflicted, Queen of the World; and, to the\ndelirious eyes of those who looked on her it seemed that the grave face\nsmiled to hear Him....",
        "A great panting as of some monstrous life began to fill the air as the\nmob swayed behind Him, and the torrential voice poured on. Waves of\nemotion swept up and down; there were cries and sobs, the yelping of a\nman beside himself at last, from somewhere among the crowded seats, the\ncrash of a bench, and another and another, and the gangways were full,\nfor He no longer held them passive to listen; He was rousing them to\nsome supreme act. The tide crawled nearer, and the faces stared no\nlonger at the Son but the Mother; the girl in the gallery tore at the\nheavy railing, and sank down sobbing upon her knees. And above all the\nvoice pealed on–and the thin hands blanched to whiteness strained from\nthe wide and sumptuous sleeves as if to reach across the sanctuary\nitself.",
        "It was a new tale He was telling now, and all to her glory. He was from\nthe East, now they knew, come from some triumph. He had been hailed as\nKing, adored as Divine, as was meet and right–He, the humble superhuman\nson of a Human Mother–who bore not a sword but peace, not a cross but a\ncrown. So it seemed He was saying; yet no man there knew whether He said\nit or not–whether the voice proclaimed it, or their hearts asserted it.\nHe was on the steps of the sanctuary now, still with outstretched hands\nand pouring words, and the mob rolled after him to the rumble of ten\nthousand feet and the sighing of ten thousand hearts.... He was at the\naltar; He was upon it. Again in one last cry, as the crowd broke against\nthe steps beneath, He hailed her Queen and Mother.",
        "The end came in a moment, swift and inevitable. And for an instant,\nbefore the girl in the gallery sank down, blind with tears, she saw the\ntiny figure poised there at the knees of the huge image, beneath the\nexpectant hands, silent and transfigured in the blaze of light. The\nMother, it seemed, had found her Son at last.",
        "For an instant she saw it, the soaring columns, the gilding and the\ncolours, the swaying heads, the tossing hands. It was a sea that heaved\nbefore her, lights went up and down, the rose window whirled overhead,\npresences filled the air, heaven flashed away, and the earth shook it\necstasy. Then in the heavenly light, to the crash of drums, above the\nscreaming of the women and the battering of feet, in one thunder-peal of\nworship ten thousand voices hailed Him Lord and God.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}