{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "23",
    "content": [
        "\n\n",
        "He still felt a sense of insecure motion as he sat alone over coffee an\nhour later in one of the remote rooms of the Vatican; but there was a\nsense of exhilaration as well, as his tired brain realised where he was.\nIt had been strange to drive over the rattling stones in the weedy\nlittle cab, such as he remembered ten years ago when he had left Rome,\nnewly ordained. While the world had moved on, Rome had stood still; she\nhad other affairs to think of than physical improvements, now that the\nspiritual weight of the earth rested entirely upon her shoulders. All\nhad seemed unchanged–or rather it had reverted to the condition of\nnearly one hundred and fifty years ago. Histories related how the\nimprovements of the Italian government had gradually dropped out of use\nas soon as the city, eighty years before, had been given her\nindependence; the trains ceased to run; volors were not allowed to enter\nthe walls; the new buildings, permitted to remain, had been converted to\necclesiastical use; the Quirinal became the offices of the “Red Pope\";\nthe embassies, huge seminaries; even the Vatican itself, with the\nexception of the upper floor, had become the abode of the Sacred\nCollege, who surrounded the Supreme Pontiff as stars their sun.",
        "It was an extraordinary city, said antiquarians–the one living example\nof the old days. Here were to be seen the ancient inconveniences, the\ninsanitary horrors, the incarnation of a world given over to dreaming.\nThe old Church pomp was back, too; the cardinals drove again in gilt\ncoaches; the Pope rode on his white mule; the Blessed Sacrament went\nthrough the ill-smelling streets with the sound of bells and the light\nof lanterns. A brilliant description of it had interested the civilised\nworld immensely for about forty-eight hours; the appalling retrogression\nwas still used occasionally as the text for violent denunciations by the\npoorly educated; the well-educated had ceased to do anything but take\nfor granted that superstition and progress were irreconcilable enemies.",
        "Yet Percy, even in the glimpses he had had in the streets, as he drove\nfrom the volor station outside the People’s Gate, of the old peasant\ndresses, the blue and red-fringed wine carts, the cabbage-strewn\ngutters, the wet clothes flapping on strings, the mules and\nhorses–strange though these were, he had found them a refreshment. It\nhad seemed to remind him that man was human, and not divine as the rest\nof the world proclaimed–human, and therefore careless and\nindividualistic; human, and therefore occupied with interests other than\nthose of speed, cleanliness, and precision.",
        "The room in which he sat now by the window with shading blinds, for the\nsun was already hot, seemed to revert back even further than to a\ncentury-and-a-half. The old damask and gilding that he had expected was\ngone, and its absence gave the impression of great severity. There was a\nwide deal table running the length of the room, with upright wooden arm\nchairs set against it; the floor was red-tiled, with strips of matting\nfor the feet, the white, distempered walls had only a couple of old\npictures hung upon them, and a large crucifix flanked by candles stood\non a little altar by the further door. There was no more furniture than\nthat, with the exception of a writing-desk between the windows, on which\nstood a typewriter. That jarred somehow on his sense of fitness, and he\nwondered at it.",
        "He finished the last drop of coffee in the thick-rimmed white cup, and\nsat back in his chair.",
        "Already the burden was lighter, and he was astonished at the swiftness\nwith which it had become so. Life looked simpler here; the interior\nworld was taken more for granted; it was not even a matter of debate.\nThere it was, imperious and objective, and through it glimmered to the\neyes of the soul the old Figures that had become shrouded behind the\nrush of worldly circumstance. The very shadow of God appeared to rest\nhere; it was no longer impossible to realise that the saints watched and\ninterceded, that Mary sat on her throne, that the white disc on the\naltar was Jesus Christ. Percy was not yet at peace after all, he had\nbeen but an hour in Rome; and air, charged with never so much grace,\ncould scarcely do more than it had done. But he felt more at ease, less\ndesperately anxious, more childlike, more content to rest on the\nauthority that claimed without explanation, and asserted that the world,\nas a matter of fact, proved by evidences without and within, was made\nthis way and not that, for this purpose and not the other. Yet he had\nused the conveniences which he hated; he had left London a bare twelve\nhours before, and now here he sat in a place which was either a stagnant\nbackwater of life, or else the very mid-current of it; he was not yet\nsure which.",
        "There was a step outside, a handle was turned; and the\nCardinal-Protector came through.",
        "Percy had not seen him for four years, and for a moment scarcely\nrecognised him.",
        "It was a very old man that he saw now, bent and feeble, his face covered\nwith wrinkles, crowned by very thin, white hair, and the little scarlet\ncap on top; he was in his black Benedictine habit with a plain abbatial\ncross on his breast, and walked hesitatingly, with a black stick. The\nonly sign of vigour was in the narrow bright slit of his eyes showing\nbeneath drooping lids. He held out his hand, smiling, and Percy,\nremembering in time that he was in the Vatican, bowed low only as he\nkissed the amethyst.",
        "“Welcome to Rome, father,” said the old man, speaking with an unexpected\nbriskness. “They told me you were here half-an-hour ago; I thought I\nwould leave you to wash and have your coffee.”",
        "Percy murmured something.",
        "“Yes; you are tired, no doubt,” said the Cardinal, pulling out a chair.",
        "“Indeed not, your Eminence. I slept excellently.”",
        "The Cardinal made a little gesture to a chair.",
        "“But I must have a word with you. The Holy Father wishes to see you at\neleven o’clock.”",
        "Percy started a little.",
        "“We move quickly in these days, father.... There is no time to dawdle.\nYou understand that you are to remain in Rome for the present?”",
        "“I have made all arrangements for that, your Eminence.”",
        "“That is very well.... We are pleased with you here, Father Franklin.\nThe Holy Father has been greatly impressed by your comments. You have\nforeseen things in a very remarkable manner.”",
        "Percy flushed with pleasure. It was almost the first hint of\nencouragement he had had. Cardinal Martin went on.",
        "“I may say that you are considered our most valuable\ncorrespondent–certainly in England. That is why you are summoned. You\nare to help us here in future–a kind of consultor: any one can relate\nfacts; not every one can understand them.... You look very young,\nfather. How old are you?”",
        "“I am thirty-three, your Eminence.”",
        "“Ah! your white hair helps you.... Now, father, will you come with me\ninto my room? It is now eight o’clock. I will keep you till nine–no\nlonger. Then you shall have some rest, and at eleven I shall take you up\nto his Holiness.”",
        "Percy rose with a strange sense of elation, and ran to open the door for\nthe Cardinal to go through.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}