{
    "title": "Lord of the World - IV",
    "author": "Robert Hugh Benson",
    "chapter": "38",
    "content": [
        "\n\n",
        "There was one horrible instant before a clang of a bell, the answering\nscream, and a whirling motion showed that the steersman was alert. Then\nlike a stone the car dropped, and Percy clutched at the rail before him\nto steady the terrible sensation of falling into emptiness. He could\nhear behind him the crash of crockery, the bumping of heavy bodies, and\nas the car again checked on its wide wings, a rush of footsteps broke\nout and a cry or two of dismay. Outside, but high and far away, the\nhooting went on; the air was full of it, and in a flash he recognised\nthat it could not be one or ten or twenty cars, but at least a hundred\nthat had answered the call, and that somewhere overhead were hooting and\nflapping. The invisible ravines and cliffs on all sides took up the\ncrying; long wails whooped and moaned and died amid a clash of bells,\nfurther and further every instant, but now in every direction, behind,\nabove, in front, and far to right and left. Once more the car began to\nmove, sinking in a long still curve towards the face of the mountain;\nand as it checked, and began to sway again on its huge wings, he turned\nto the door, seeing as he did so, through the cloudy windows in the\nglow of light, a spire of rock not thirty feet below rising from the\nmist, and one smooth shoulder of snow curving away into invisibility.",
        "Within, the car shewed brutal signs of the sudden check: the doors of\nthe dining compartments, as he passed along, were flung wide; glasses,\nplates, pools of wine and tumbled fruit rolled to and fro on the heaving\nfloors; one man, sitting helplessly on the ground, rolled vacant,\nterrified eyes upon the priest. He glanced in at the door through which\nhe had come just now, and Father Corkran staggered up from his seat and\ncame towards him, reeling at the motion underfoot; simultaneously there\nwas a rush from the opposite door, where a party of Americans had been\ndining; and as Percy, beckoning with his head, turned again to go down\nto the stern-end of the ship, he found the narrow passage blocked with\nthe crowd that had run out. A babble of talking and cries made questions\nimpossible; and Percy, with his chaplain behind him, gripped the\naluminium panelling, and step by step began to make his way in search of\nhis friends.",
        "Half-way down the passage, as he pushed and struggled, a voice made\nitself heard above the din; and in the momentary silence that followed,\nagain sounded the far-away crying of the volors overhead.",
        "“Seats, gentlemen, seats,” roared the voice. “We are moving\nimmediately.”",
        "Then the crowd melted as the conductor came through, red-faced and\ndetermined, and Percy, springing into his wake, found his way clear to\nthe stern.",
        "The Cardinal seemed none the worse. He had been asleep, he explained,\nand saved himself in time from rolling on to the floor; but his old face\ntwitched as he talked.",
        "“But what is it?” he said. “What is the meaning?”",
        "Father Bechlin related how he had actually seen one of the troop of\nvolors within five yards of the window; it was crowded with faces, he\nsaid, from stem to stern. Then it had soared suddenly, and vanished in\nwhorls of mist.",
        "Percy shook his head, saying nothing. He had no explanation.",
        "“They are inquiring, I understand,” said Father Bechlin again. “The\nconductor was at his instrument just now.”",
        "There was nothing to be seen from the windows now. Only, as Percy stared\nout, still dazed with the shock, he saw the cruel needle of rock\nwavering beneath as if seen through water, and the huge shoulder of snow\nswaying softly up and down. It was quieter outside. It appeared that the\nflock had passed, only somewhere from an infinite height still sounded a\nfitful wailing, as if a lonely bird were wandering, lost in space.",
        "“That is the signalling volor,” murmured Percy to himself.",
        "He had no theory–no suggestion. Yet the matter seemed an ominous one.\nIt was unheard of that an encounter with a hundred volors should take\nplace, and he wondered why they were going southwards. Again the name of\nFelsenburgh came to his mind. What if that sinister man were still\nsomewhere overhead?",
        "“Eminence,” began the old man again. But at that instant the car began\nto move.",
        "A bell clanged, a vibration tingled underfoot, and then, soft as a\nflake of snow, the great ship began to rise, its movement perceptible\nonly by the sudden drop and vanishing of the spire of rock at which\nPercy still stared. Slowly the snowfield too began to flit downwards, a\nblack cleft, whisked smoothly into sight from above, and disappeared\nagain below, and a moment later once more the car seemed poised in white\nspace as it climbed the slope of air down which it had dropped just now.\nAgain the wind-chord rent the atmosphere; and this time the answer was\nas faint and distant as a cry from another world. The speed quickened,\nand the steady throb of the screw began to replace the swaying motion of\nthe wings. Again came the hoot, wild and echoing through the barren\nwilderness of rock walls beneath, and again with a sudden impulse the\ncar soared. It was going in great circles now, cautious as a cat,\nclimbing, climbing, punctuating the ascent with cry after cry, searching\nthe blind air for dangers. Once again a vast white slope came into\nsight, illuminated by the glare from the windows, sinking ever more and\nmore swiftly, receding and approaching–until for one instant a jagged\nline of rocks grinned like teeth through the mist, dropped away and\nvanished, and with a clash of bells, and a last scream of warning, the\nthrob of the screw passed from a whirr to a rising note, and the note to\nstillness, as the huge ship, clear at last of the frontier peaks, shook\nout her wings steady once more, and set out for her humming flight\nthrough space.... Whatever it was, was behind them now, vanished into\nthe thick night.",
        "There was a sound of talking from the interior of the car, hasty,\nbreathless voices, questioning, exclaiming, and the authoritative terse\nanswer of the guard. A step came along outside, and Percy sprang to meet\nit, but, as he laid his hand on the door, it was pushed from without,\nand to his astonishment the English guard came straight through, closing\nit behind him.",
        "He stood there, looking strangely at the four priests, with compressed\nlips and anxious eyes.",
        "“Well?” cried Percy.",
        "“All right, gentlemen. But I’m thinking you’d better descend at Paris. I\nknow who you are, gentlemen–and though I’m not a Catholic–-”",
        "He stopped again.",
        "“For God’s sake, man–-” began Percy.",
        "“Oh! the news, gentlemen. Well, it was two hundred cars going to Rome.\nThere is a Catholic plot, sir, discovered in London–-”",
        "“Well?”",
        "“To wipe out the Abbey. So they’re going–-”",
        "“Ah!”",
        "“Yes, sir–to wipe out Rome.”",
        "Then he was gone again.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}