{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "42",
    "content": [
        "\n\n",
        "As the five-minutes bell began, sounding like a continuous wind-note in\nthe great vaults overhead, solemn and persistent, Mabel drew a long\nbreath and leaned back in her seat from the rigid position in which for\nthe last half-hour she had been staring out at the wonderful sight. She\nseemed to herself to have assimilated it at last, to be herself once\nmore, to have drunk her fill of the triumph and the beauty. She was as\none who looks upon a summer sea on the morning after a storm. And now\nthe climax was at hand.",
        "From end to end and side to side the interior of the Abbey presented a\ngreat broken mosaic of human faces; living slopes, walls, sections and\ncurves. The south transept directly opposite to her, from pavement to\nrose window, was one sheet of heads; the floor was paved with them, cut\nin two by the scarlet of the gangway leading from the chapel of St.\nFaith–on the right, the choir beyond the open space before the\nsanctuary was a mass of white figures, scarved and surpliced; the high\norgan gallery, beneath which the screen had been removed, was crowded\nwith them, and, far down beneath, the dim nave stretched the same\nendless pale living pavement to the shadow beneath the west window.\nBetween every group of columns behind the choir-stalls, before her, to\nright, left, and behind, were platforms contrived in the masonry; and\nthe exquisite roof, fan-tracery and soaring capital, alone gave the eye\nan escape from humanity. The whole vast space was full, it seemed, of\ndelicate sunlight that streamed in from the artificial light set outside\neach window, and poured the ruby and the purple and the blue from the\nold glass in long shafts of colour across the dusty air, and in broken\npatches on the faces and dresses behind. The murmur of ten thousand\nvoices filled the place, supplying, it seemed, a solemn accompaniment to\nthat melodious note that now pulsed above it. And finally, more\nsignificant than all, was the empty carpeted sanctuary at her feet, the\nenormous altar with its flight of steps, the gorgeous curtain and the\ngreat untenanted sedilia.",
        "Mabel needed some such reassurance, for last night, until the coming of\nOliver, had passed for her as a kind of appalling waking dream. From the\nfirst shock of what she had seen outside the church, through those hours\nof waiting, with the knowledge that this was the way in which the Spirit\nof Peace asserted its superiority, up to that last moment when, in her\nhusband’s arms, she had learned of the Fall of Rome, it had appeared to\nher as if her new world had suddenly corrupted about her. It was\nincredible, she told herself, that this ravening monster, dripping blood\nfrom claws and teeth, that had arisen roaring in the night, could be the\nHumanity that had become her God. She had thought revenge and cruelty\nand slaughter to be the brood of Christian superstition, dead and buried\nunder the new-born angel of light, and now it seemed that the monsters\nyet stirred and lived. All the evening she had sat, walked, lain about\nher quiet house with the horror heavy about her, flinging open a window\nnow and again in the icy air to listen with clenched hands to the cries\nand the roarings of the mob that raged in the streets beneath, the\nclanks, the yells and the hoots of the motor-trains that tore up from\nthe country to swell the frenzy of the city–to watch the red glow of\nfire, the volumes of smoke that heaved up from the burning chapels and\nconvents.",
        "She had questioned, doubted, resisted her doubts, flung out frantic acts\nof faith, attempted to renew the confidence that she attained in her\nmeditation, told herself that traditions died slowly; she had knelt,\ncrying out to the spirit of peace that lay, as she knew so well, at the\nheart of man, though overwhelmed for the moment by evil passion. A line\nor two ran in her head from one of the old Victorian poets:",
        "You doubt If any one Could think or bid it? How could it come about?...\nWho did it? Not men! Not here! Oh! not beneath the sun.... The torch\nthat smouldered till the cup o’er-ran The wrath of God which is the\nwrath of Man!",
        "She had even contemplated death, as she had told her husband–the taking\nof her own life, in a great despair with the world. Seriously she had\nthought of it; it was an escape perfectly in accord with her morality.\nThe useless and agonising were put out of the world by common consent;\nthe Euthanasia houses witnessed to it. Then why not she?... For she\ncould not bear it!... Then Oliver had come, she had fought her way back\nto sanity and confidence; and the phantom had gone again.",
        "How sensible and quiet he had been, she was beginning to tell herself\nnow, as the quiet influence of this huge throng in this glorious place\nof worship possessed her once more–how reasonable in his explanation\nthat man was even now only convalescent and therefore liable to relapse.\nShe had told herself that again and again during the night, but it had\nbeen different when he had said so. His personality had once more\nprevailed; and the name of Felsenburgh had finished the work.",
        "“If He were but here!” she sighed. But she knew He was far away.",
        "It was not until a quarter to eleven that she understood that the crowds\noutside were clamouring for Him too, and that knowledge reassured her\nyet further. They knew, then, these wild tigers, where their redemption\nlay; they understood what was their ideal, even if they had not attained\nto it. Ah! if He were but here, there would be no more question: the\nsullen waves would sink beneath His call of peace, the hazy clouds lift,\nthe rumble die to silence. But He was away–away on some strange\nbusiness. Well; He knew His work. He would surely come soon again to His\nchildren who needed Him so terribly.",
        "She had the good fortune to be alone in a crowd. Her neighbour, a\ngrizzled old man with his daughters beyond, was her only neighbour, and\na stranger. At her left rose up the red-covered barricade over which she\ncould see the sanctuary and the curtain; and her seat in the tribune,\nraised some eight feet above the floor, removed her from any possibility\nof conversation. She was thankful for that: she did not want to talk;\nshe wanted only to control her faculties in silence, to reassert her\nfaith, to look out over this enormous throng gathered to pay homage to\nthe great Spirit whom they had betrayed, to renew her own courage and\nfaithfulness. She wondered what the preacher would say, whether there\nwould be any note of penitence. Maternity was his subject–that benign\naspect of universal life–tenderness, love, quiet, receptive, protective\npassion, the spirit that soothes rather than inspires, that busies\nitself with peaceful tasks, that kindles the lights and fires of home,\nthat gives sleep, food and welcome....",
        "The bell stopped, and in the instant before the music began she heard,\nclear above the murmur within, the roar of the crowds outside, who still\ndemanded their God. Then, with a crash, the huge organ awoke, pierced by\nthe cry of the trumpets and the maddening throb of drums. There was no\ndelicate prelude here, no slow stirring of life rising through\nlabyrinths of mystery to the climax of sight–here rather was full-orbed\nday, the high noon of knowledge and power, the dayspring from on high,\ndawning in mid-heaven. Her heart quickened to meet it, and her reviving\nconfidence, still convalescent, stirred and smiled, as the tremendous\nchords blared overhead, telling of triumph full-armed. God was man,\nthen, after all–a God who last night had faltered for an hour, but who\nrose again on this morning of a new year, scattering mists, dominant\nover his own passion, all-compelling and all-beloved. God was man, and\nFelsenburgh his Incarnation! Yes, she must believe that! She did\nbelieve that!",
        "Then she saw how already the long procession was winding up beneath the\nscreen, and by imperceptible art the light grew yet more acutely\nbeautiful. They were coming, then, those ministers of a pure worship;\ngrave men who knew in what they believed, and who, even if they did not\nat this moment thrill with feeling (for she knew that in this respect\nher husband for one did not), yet believed the principles of this\nworship and recognised their need of expression for the majority of\nmankind–coming slowly up in fours and pairs and units, led by robed\nvergers, rippling over the steps, and emerging again into the coloured\nsunlight in all their bravery of Masonic apron, badge and jewel. Surely\nhere was reassurance enough.",
        "The sanctuary now held a figure or two. Anxious-faced Mr. Francis, in\nhis robes of office, came gravely down the steps and stood awaiting the\nprocession, directing with almost imperceptible motions his satellites\nwho hovered about the aisles ready to point this way and that to the\nadvancing stream; and the western-most seats were already beginning to\nfill, when on a sudden she recognised that something had happened.",
        "Just now the roaring of the mob outside had provided a kind of underbass\nto the music within, imperceptible except to sub-consciousness, but\nclearly discernible in its absence; and this absence was now a fact.",
        "At first she thought that the signal of beginning worship had hushed\nthem; and then, with an indescribable thrill, she remembered that in all\nher knowledge only one thing had ever availed to quiet a turbulent\ncrowd. Yet she was not sure; it might be an illusion. Even now the mob\nmight be roaring still, and she only deaf to it; but again with an\necstasy that was very near to agony she perceived that the murmur of\nvoices even within the building had ceased, and that some great wave of\nemotion was stirring the sheets and slopes of faces before her as a wind\nstirs wheat. A moment later, and she was on her feet, gripping the rail,\nwith her heart like an over-driven engine beating pulses of blood,\nfurious and insistent, through every vein; for with great rushing surge\nthat sounded like a sigh, heard even above the triumphant tumult\noverhead, the whole enormous assemblage had risen to its feet.",
        "Confusion seemed to break out in the orderly procession. She saw Mr.\nFrancis run forward quickly, gesticulating like a conductor, and at his\nsignal the long line swayed forward, split, recoiled, and again slid\nswiftly forward, breaking as it did so into twenty streams that poured\nalong the seats and filled them in a moment. Men ran and pushed, aprons\nflapped, hands beckoned, all without coherent words. There was a\nknocking of feet, the crash of an overturned chair, and then, as if a\ngod had lifted his hand for quiet, the music ceased abruptly, sending a\nwild echo that swooned and died in a moment; a great sigh filled its\nplace, and, in the coloured sunshine that lay along the immense length\nof the gangway that ran open now from west to east, far down in the\ndistant nave, a single figure was seen advancing.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}