{
    "title": "Lord of the World - Chapter V",
    "author": "Robert Hugh Benson",
    "chapter": "32",
    "content": [
        "\n\n",
        "I",
        "Percy Franklin, the new Cardinal-Protector of England, came slowly along\nthe passage leading from the Pope’s apartments, with Hans Steinmann,\nCardinal-Protector of Germany, blowing at his side. They entered the\nlift, still in silence, and passed out, two splendid vivid figures, one\nerect and virile, the other bent, fat, and very German from spectacles\nto flat buckled feet.",
        "At the door of Percy’s suite, the Englishman paused, made a little\ngesture of reverence, and went in without a word.",
        "A secretary, young Mr. Brent, lately from England, stood up as his\npatron came in.",
        "“Eminence,” he said, “the English papers are come.”",
        "Percy put out a hand, took a paper, passed on into his inner room, and\nsat down.",
        "There it all was–gigantic headlines, and four columns of print broken\nby startling title phrases in capital letters, after the fashion set by\nAmerica a hundred years ago. No better way even yet had been found of\nmisinforming the unintelligent.",
        "He looked at the top. It was the English edition of the Era. Then he\nread the headlines. They ran as follows:",
        "“THE NATIONAL WORSHIP. BEWILDERING SPLENDOUR. RELIGIOUS ENTHUSIASM. THE\nABBEY AND GOD. CATHOLIC FANATIC. EX-PRIESTS AS FUNCTIONARIES.”",
        "He ran his eyes down the page, reading the vivid little phrases, and\ndrawing from the whole a kind of impressionist view of the scenes in the\nAbbey on the previous day, of which he had already been informed by the\ntelegraph, and the discussion of which had been the purpose of his\ninterview just now with the Holy Father.",
        "There plainly was no additional news; and he was laying the paper down\nwhen his eye caught a name.",
        "“It is understood that Mr. Francis, the ceremoniarius (to whom the\nthanks of all are due for his reverent zeal and skill), will proceed\nshortly to the northern towns to lecture on the Ritual. It is\ninteresting to reflect that this gentleman only a few months ago was\nofficiating at a Catholic altar. He was assisted in his labours by\ntwenty-four confreres with the same experience behind them.”",
        "“Good God!” said Percy aloud. Then he laid the paper down.",
        "But his thoughts had soon left this renegade behind, and once more he\nwas running over in his mind the significance of the whole affair, and\nthe advice that he had thought it his duty to give just now upstairs.",
        "Briefly, there was no use in disputing the fact that the inauguration of\nPantheistic worship had been as stupendous a success in England as in\nGermany. France, by the way, was still too busy with the cult of human\nindividuals, to develop larger ideas.",
        "But England was deeper; and, somehow, in spite of prophecy, the affair\nhad taken place without even a touch of bathos or grotesqueness. It had\nbeen said that England was too solid and too humorous. Yet there had\nbeen extraordinary scenes the day before. A great murmur of enthusiasm\nhad rolled round the Abbey from end to end as the gorgeous curtains ran\nback, and the huge masculine figure, majestic and overwhelming, coloured\nwith exquisite art, had stood out above the blaze of candles against the\ntall screen that shrouded the shrine. Markenheim had done his work well;\nand Mr. Brand’s passionate discourse had well prepared the popular mind\nfor the revelation. He had quoted in his peroration passage after\npassage from the Jewish prophets, telling of the City of Peace whose\nwalls rose now before their eyes.",
        "“_Arise, shine, for thy light is come, and the glory of the Lord is\nrisen upon thee.... For behold I create new heavens and a new earth; and\nthe former shall not be remembered nor come into mind.... Violence shall\nno more be heard in thy land, wasting nor destruction within thy\nborders. O thou so long afflicted, tossed with tempest and not\ncomforted; behold I will lay thy stones with fair colours, and thy\nfoundations with sapphires.... I will make thy windows of agates and thy\ngates of carbuncles, and all thy borders of pleasant stones. Arise,\nshine, for thy light is come.“",
        "As the chink of the censer-chains had sounded in the stillness, with one\nconsent the enormous crowd had fallen on its knees, and so remained, as\nthe smoke curled up from the hands of the rebel figure who held the\nthurible. Then the organ had begun to blow, and from the huge massed\nchorus in the transepts had rolled out the anthem, broken by one\npassionate cry, from some mad Catholic. But it had been silenced in an\ninstant....",
        "It was incredible–utterly incredible, Percy had told himself. Yet the\nincredible had happened; and England had found its worship once\nmore–the necessary culmination of unimpeded subjectivity. From the\nprovinces had come the like news. In cathedral after cathedral had been\nthe same scenes. Markenheim’s masterpiece, executed in four days after\nthe passing of the bill, had been reproduced by the ordinary machinery,\nand four thousand replicas had been despatched to every important\ncentre. Telegraphic reports had streamed into the London papers that\neverywhere the new movement had been received with acclamation, and that\nhuman instincts had found adequate expression at last. If there had not\nbeen a God, mused Percy reminiscently, it would have been necessary to\ninvent one. He was astonished, too, at the skill with which the new cult\nhad been framed. It moved round no disputable points; there was no\npossibility of divergent political tendencies to mar its success, no\nover-insistence on citizenship, labour and the rest, for those who were\nsecretly individualistic and idle. Life was the one fount and centre of\nit all, clad in the gorgeous robes of ancient worship. Of course the\nthought had been Felsenburgh’s, though a German name had been mentioned.\nIt was Positivism of a kind, Catholicism without Christianity, Humanity\nworship without its inadequacy. It was not man that was worshipped but\nthe Idea of man, deprived of his supernatural principle. Sacrifice,\ntoo, was recognised–the instinct of oblation without the demand made by\ntranscendent Holiness upon the blood-guiltiness of man.... In fact,–in\nfact, said Percy, it was exactly as clever as the devil, and as old as\nCain.",
        "The advice he had given to the Holy Father just now was a counsel of\ndespair, or of hope; he really did not know which. He had urged that a\nstringent decree should be issued, forbidding any acts of violence on\nthe part of Catholics. The faithful were to be encouraged to be patient,\nto hold utterly aloof from the worship, to say nothing unless they were\nquestioned, to suffer bonds gladly. He had suggested, in company with\nthe German Cardinal, that they two should return to their respective\ncountries at the close of the year, to encourage the waverers; but the\nanswer had been that their vocation was to remain in Rome, unless\nsomething unforeseen happened.",
        "As for Felsenburgh, there was little news. It was said that he was in\nthe East; but further details were secret. Percy understood quite well\nwhy he had not been present at the worship as had been expected. First,\nit would have been difficult to decide between the two countries that\nhad established it; and, secondly, he was too brilliant a politician to\nrisk the possible association of failure with his own person; thirdly,\nthere was something the matter with the East.",
        "This last point was difficult to understand; it had not yet become\nexplicit, but it seemed as if the movement of last year had not yet run\nits course. It was undoubtedly difficult to explain the new President’s\nconstant absences from his adopted continent, unless there was something\nthat demanded his presence elsewhere; but the extreme discretion of the\nEast and the stringent precautions taken by the Empire made it\nimpossible to know any details. It was apparently connected with\nreligion; there were rumours, portents, prophets, ecstatics there.",
        "Upon Percy himself had fallen a subtle change which he himself was\nrecognising. He no longer soared to confidence or sank to despair. He\nsaid his mass, read his enormous correspondence, meditated strictly;\nand, though he felt nothing he knew everything. There was not a tinge of\ndoubt upon his faith, but neither was there emotion in it. He was as one\nwho laboured in the depths of the earth, crushed even in imagination,\nyet conscious that somewhere birds sang, and the sun shone, and water\nran. He understood his own state well enough, and perceived that he had\ncome to a reality of faith that was new to him, for it was sheer\nfaith–sheer apprehension of the Spiritual–without either the dangers\nor the joys of imaginative vision. He expressed it to himself by saying\nthat there were three processes through which God led the soul: the\nfirst was that of external faith, which assents to all things presented\nby the accustomed authority, practises religion, and is neither\ninterested nor doubtful; the second follows the quickening of the\nemotional and perceptive powers of the soul, and is set about with\nconsolations, desires, mystical visions and perils; it is in this plane\nthat resolutions are taken and vocations found and shipwrecks\nexperienced; and the third, mysterious and inexpressible, consists in\nthe re-enactment in the purely spiritual sphere of all that has preceded\n(as a play follows a rehearsal), in which God is grasped but not\nexperienced, grace is absorbed unconsciously and even distastefully, and\nlittle by little the inner spirit is conformed in the depths of its\nbeing, far within the spheres of emotion and intellectual perception, to\nthe image and mind of Christ.",
        "So he lay back now, thinking, a long, stately, scarlet figure, in his\ndeep chair, staring out over Holy Rome seen through the misty September\nhaze. How long, he wondered, would there be peace? To his eyes even\nalready the air was black with doom.",
        "He struck his hand-bell at last.",
        "“Bring me Father Blackmore’s Last report,” he said, as his secretary\nappeared.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}