{
    "title": "Lord of the World - Chapter IV",
    "author": "Robert Hugh Benson",
    "chapter": "29",
    "content": [
        "\n\n",
        "Oliver Brand, seated in his little private room at Whitehall, was\nexpecting a visitor. It was already close upon ten o’clock, and at\nhalf-past he must be in the House. He had hoped that Mr. Francis,\nwhoever he might be, would not detain him long. Even now, every moment\nwas a respite, for the work had become simply prodigious during the last\nweeks.",
        "But he was not reprieved for more than a minute, for the last boom from\nthe Victoria Tower had scarcely ceased to throb when the door opened and\na clerkly voice uttered the name he was expecting.",
        "Oliver shot one quick look at the stranger, at his drooping lids and\ndown-turned mouth, summed him up fairly and accurately in the moments\nduring which they seated themselves, and went briskly to business.",
        "“At twenty-five minutes past, sir, I must leave this room,” he said.\n“Until then–-” he made a little gesture.",
        "Mr. Francis reassured him.",
        "“Thank you, Mr. Brand–that is ample time. Then, if you will excuse\nme–-” He groped in his breast-pocket, and drew out a long envelope.",
        "“I will leave this with you,” he said, “when I go. It sets out our\ndesires at length and our names. And this is what I have to say, sir.”",
        "He sat back, crossed his legs, and went on, with a touch of eagerness in\nhis voice.",
        "“I am a kind of deputation, as you know,” he said. “We have something\nboth to ask and to offer. I am chosen because it was my own idea. First,\nmay I ask a question?”",
        "Oliver bowed.",
        "“I wish to ask nothing that I ought not. But I believe it is practically\ncertain, is it not?–that Divine Worship is to be restored throughout\nthe kingdom?”",
        "Oliver smiled.",
        "“I suppose so,” he said. “The bill has been read for the third time,\nand, as you know, the President is to speak upon it this evening.”",
        "“He will not veto it?”",
        "“We suppose not. He has assented to it in Germany.”",
        "“Just so,” said Mr. Francis. “And if he assents here, I suppose it will\nbecome law immediately.”",
        "Oliver leaned over this table, and drew out the green paper that\ncontained the Bill.",
        "“You have this, of course–-” he said. “Well, it becomes law at once;\nand the first feast will be observed on the first of October.\n’Paternity,’ is it not? Yes, Paternity.”",
        "“There will be something of a rush then,” said the other eagerly. “Why,\nthat is only a week hence.”",
        "“I have not charge of this department,” said Oliver, laying back the\nBill. “But I understand that the ritual will be that already in use in\nGermany. There is no reason why we should be peculiar.”",
        "“And the Abbey will be used?”",
        "“Why, yes.”",
        "“Well, sir,” said Mr. Francis, “of course I know the Government\nCommission has studied it all very closely, and no doubt has its own\nplans. But it appears to me that they will want all the experience they\ncan get.”",
        "“No doubt.”",
        "“Well, Mr. Brand, the society which I represent consists entirely of men\nwho were once Catholic priests. We number about two hundred in London. I\nwill leave a pamphlet with you, if I may, stating our objects, our\nconstitution, and so on. It seemed to us that here was a matter in which\nour past experience might be of service to the Government. Catholic\nceremonies, as you know, are very intricate, and some of us studied them\nvery deeply in old days. We used to say that Masters of Ceremonies were\nborn, not made, and we have a fair number of those amongst us. But\nindeed every priest is something of a ceremonialist.”",
        "He paused.",
        "“Yes, Mr. Francis?”",
        "“I am sure the Government realises the immense importance of all going\nsmoothly. If Divine Service was at all grotesque or disorderly, it would\nlargely defeat its own object. So I have been deputed to see you, Mr.\nBrand, and to suggest to you that here is a body of men–reckon it as at\nleast twenty-five–who have had special experience in this kind of\nthing, and are perfectly ready to put themselves at the disposal of the\nGovernment.”",
        "Oliver could not resist a faint flicker of a smile at the corner of his\nmouth. It was a very grim bit of irony, he thought, but it seemed\nsensible enough.",
        "“I quite understand, Mr. Francis. It seems a very reasonable suggestion.\nBut I do not think I am the proper person. Mr. Snowford–-”",
        "“Yes, yes, sir, I know. But your speech the other day inspired us all.\nYou said exactly what was in all our hearts–that the world could not\nlive without worship; and that now that God was found at last–-”",
        "Oliver waved his hand. He hated even a touch of flattery.",
        "“It is very good of you, Mr. Francis. I will certainly speak to Mr.\nSnowford. I understand that you offer yourselves as–as Masters of\nCeremonies–?”",
        "“Yes, sir; and sacristans. I have studied the German ritual very\ncarefully; it is more elaborate than I had thought it. It will need a\ngood deal of adroitness. I imagine that you will want at least a dozen\nCeremoniarii in the Abbey; and a dozen more in the vestries will\nscarcely be too much.”",
        "Oliver nodded abruptly, looking curiously at the eager pathetic face of\nthe man opposite him; yet it had something, too, of that mask-like\npriestly look that he had seen before in others like him. This was\nevidently a devotee.",
        "“You are all Masons, of course?” he said.",
        "“Why, of course, Mr. Brand.”",
        "“Very good. I will speak to Mr. Snowford to-day if I can catch him.”",
        "He glanced at the clock. There were yet three or four minutes.",
        "“You have seen the new appointment in Rome, sir,” went on Mr. Francis.",
        "Oliver shook his head. He was not particularly interested in Rome just\nnow.",
        "“Cardinal Martin is dead–he died on Tuesday–and his place is already\nfilled.”",
        "“Indeed, sir?”",
        "“Yes–the new man was once a friend of mine–Franklin, his name\nis–Percy Franklin.”",
        "“Eh?”",
        "“What is the matter, Mr. Brand? Did you know him?”",
        "Oliver was eyeing him darkly, a little pale.",
        "“Yes; I knew him,” he said quietly. “At least, I think so.”",
        "“He was at Westminster until a month or two ago.”",
        "“Yes, yes,” said Oliver, still looking at him. “And you knew him, Mr.\nFrancis?”",
        "“I knew him–yes.”",
        "“Ah!–well, I should like to have a talk some day about him.”",
        "He broke off. It yet wanted a minute to his time.",
        "“And that is all?” he asked.",
        "“That is all my actual business, sir,” answered the other. “But I hope\nyou will allow me to say how much we all appreciate what you have done,\nMr. Brand. I do not think it is possible for any, except ourselves, to\nunderstand what the loss of worship means to us. It was very strange at\nfirst–-”",
        "His voice trembled a little, and he stopped. Oliver felt interested, and\nchecked himself in his movement to rise.",
        "“Yes, Mr. Francis?”",
        "The melancholy brown eyes turned on him full.",
        "“It was an illusion, of course, sir–we know that. But I, at any rate,\ndare to hope that it was not all wasted–all our aspirations and\npenitence and praise. We mistook our God, but none the less it reached\nHim–it found its way to the Spirit of the World. It taught us that the\nindividual was nothing, and that He was all. And now–-”",
        "“Yes, sir,” said the other softly. He was really touched.",
        "The sad brown eyes opened full.",
        "“And now Mr. Felsenburgh is come.” He swallowed in his throat. “Julian\nFelsenburgh!” There was a world of sudden passion in his gentle voice,\nand Oliver’s own heart responded.",
        "“I know, sir,” he said; “I know all that you mean.”",
        "“Oh! to have a Saviour at last!” cried Francis. “One that can be seen\nand handled and praised to His Face! It is like a dream–too good to be\ntrue!”",
        "Oliver glanced at the clock, and rose abruptly, holding out his hand.",
        "“Forgive me, sir. I must not stay. You have touched me very deeply.... I\nwill speak to Snowford. Your address is here, I understand?”",
        "He pointed to the papers.",
        "“Yes, Mr. Brand. There is one more question.”",
        "“I must not stay, sir,” said Oliver, shaking his head.",
        "“One instant–is it true that this worship will be compulsory?”",
        "Oliver bowed as he gathered up his papers.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}