{
    "title": "Lord of the World - Chapter V",
    "author": "Robert Hugh Benson",
    "chapter": "56",
    "content": [
        "\n\n",
        "Oliver had passed the days since Mabel’s disappearance in an\nindescribable horror. He had done all that was possible: he had traced\nher to the station and to Victoria, where he lost her clue; he had\ncommunicated with the police, and the official answer, telling him\nnothing, had arrived to the effect that there was no news: and it was\nnot until the Tuesday following her disappearance that Mr. Francis,\nhearing by chance of his trouble, informed him by telephone that he had\nspoken with her on the Friday night. But there was no satisfaction to be\ngot from him–indeed, the news was bad rather than good, for Oliver\ncould not but be dismayed at the report of the conversation, in spite of\nMr. Francis’s assurances that Mrs. Brand had shown no kind of\ninclination to defend the Christian cause.",
        "Two theories gradually emerged, in his mind; either she was gone to the\nprotection of some unknown Catholic, or–and he grew sick at the\nthought–she had applied somewhere for Euthanasia as she had once\nthreatened, and was now under the care of the Law; such an event was\nsufficiently common since the passing of the Release Act in 1998. And it\nwas frightful that he could not condemn it.",
        "On the Tuesday evening, as he sat heavily in his room, for the hundredth\ntime attempting to trace out some coherent line through the maze of\nintercourse he had had with his wife during these past months, his bell\nsuddenly rang. It was the red label of Whitehall that had made its\nappearance; and for an instant his heart leaped with hope that it was\nnews of her. But at the first words it sank again.",
        "“Brand,” came the sharp fairy voice, “is that you?... Yes, I am\nSnowford. You are wanted at once–at once, you understand. There is an\nextraordinary meeting of the Council at twenty o’clock. The President\nwill be there. You understand the urgency. No time for more. Come\ninstantly to my room.”",
        "Even this message scarcely distracted him. He, with the rest of the\nworld, was no longer surprised at the sudden descents of the President.\nHe came and vanished again without warning, travelling and working with\nincredible energy, yet always, as it seemed, retaining his personal\ncalm.",
        "It was already after nineteen; Oliver supped immediately, and a\nquarter-of-an-hour before the hour presented himself in Snowford’s room,\nwhere half a dozen of his colleagues were assembled.",
        "That minister came forward to meet him, with a strange excitement in his\nface. He drew him aside by a button.",
        "“See here, Brand, you are wanted to speak first–immediately after the\nPresident’s Secretary who will open; they are coming from Paris. It is\nabout a new matter altogether. He has had information of the whereabouts\nof the Pope.... It seems that there is one.... Oh, you will understand\npresently. Oh, and by the way,” he went on, looking curiously at the\nstrained face, “I am sorry to hear of your anxiety. Pemberton told me\njust now.”",
        "Oliver lifted a hand abruptly.",
        "“Tell me,” he said. “What am I wanted to say?”",
        "“Well, the President will have a proposal, we imagine. You know our\nminds well enough. Just explain our attitude towards the Catholics.”",
        "Oliver’s eyes shrank suddenly to two bright lines beneath the lids. He\nnodded.",
        "Cartwright came up presently, an immense, bent old man with a face of\nparchment, as befitted the Lord Chief Justice.",
        "“By the way, Brand, what do you know of a man called Phillips? He seems\nto have mentioned your name.”",
        "“He was my secretary,” said Oliver slowly. “What about him?”",
        "“I think he must be mad. He has given himself up to a magistrate,\nentreating to be examined at once. The magistrate has applied for\ninstructions. You see, the Act has scarcely begun to move yet.”",
        "“But what has he done?”",
        "“That’s the difficulty. He says he cannot deny God, neither can he\naffirm Him.–He was your secretary, then?”",
        "“Certainly. I knew he was inclined to Christianity. I had to get rid of\nhim for that.”",
        "“Well, he is to be remanded for a week. Perhaps he will be able to make\nup his mind.”",
        "Then the talk shifted off again. Two or three more came up, and all eyed\nOliver with a certain curiosity; the story was gone about that his wife\nhad left him. They wished to see how he took it.",
        "At five minutes before the hour a bell rang, and the door into the\ncorridor was thrown open.",
        "“Come, gentlemen,” said the Prime Minister.",
        "The Council Chamber was a long high room on the first floor; its walls\nfrom floor to ceiling were lined with books. A noiseless rubber carpet\nwas underfoot. There were no windows; the room was lighted artificially.\nA long table, set round with armed chairs, ran the length of the floor,\neight on either side; and the Presidential chair, raised on a dais,\nstood at the head.",
        "Each man went straight to his chair in silence, and remained there,\nwaiting.",
        "The room was beautifully cool, in spite of the absence of windows, and\nwas a pleasant contrast to the hot evening outside through which most of\nthese men had come. They, too, had wondered at the surprising weather,\nand had smiled at the conflict of the infallible. But they were not\nthinking about that now: the coming of the President was a matter which\nalways silenced the most loquacious. Besides, this time, they understood\nthat the affair was more serious than usual.",
        "At one minute before the hour, again a bell sounded, four times, and\nceased; and at the signal each man turned instinctively to the high\nsliding door behind the Presidential chair. There was dead silence\nwithin and without: the huge Government offices were luxuriously\nprovided with sound-deadening apparatus, and not even the rolling of the\nvast motors within a hundred yards was able to send a vibration through\nthe layers of rubber on which the walls rested. There was only one noise\nthat could penetrate, and that the sound of thunder. The experts were at\npresent unable to exclude this.",
        "Again the silence seemed to fall in one yet deeper veil. Then the door\nopened, and a figure came swiftly through, followed by Another in black\nand scarlet.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}