{
    "title": "Lord of the World - Chapter VII",
    "author": "Robert Hugh Benson",
    "chapter": "39",
    "content": [
        "\n\n",
        "I",
        "It was nearly sixteen o’clock on the same day, the last day of the year,\nthat Mabel went into the little church that stood in the street beneath\nher house.",
        "The dark was falling softly layer on layer; across the roofs to westward\nburned the smouldering fire of the winter sunset, and the interior was\nfull of the dying light. She had slept a little in her chair that\nafternoon, and had awakened with that strange cleansed sense of spirit\nand mind that sometimes follows such sleep. She wondered later how she\ncould have slept at such a time, and above all, how it was that she had\nperceived nothing of that cloud of fear and fury that even now was\nfalling over town and country alike. She remembered afterwards an\nunusual busy-ness on the broad tracks beneath her as she had looked out\non them from her windows, and an unusual calling of horns and whistles;\nbut she thought nothing of it, and passed down an hour later for a\nmeditation in the church.",
        "She had grown to love the quiet place, and came in often like this to\nsteady her thoughts and concentrate them on the significance that lay\nbeneath the surface of life–the huge principles upon which all lived,\nand which so plainly were the true realities. Indeed, such devotion was\nbecoming almost recognised among certain classes of people. Addresses\nwere delivered now and then; little books were being published as guides\nto the interior life, curiously resembling the old Catholic books on\nmental prayer.",
        "She went to-day to her usual seat, sat down, folded her hands, looked\nfor a minute or two upon the old stone sanctuary, the white image and\nthe darkening window. Then she closed her eyes and began to think,\naccording to the method she followed.",
        "First she concentrated her attention on herself, detaching it from all\nthat was merely external and transitory, withdrawing it inwards ...\ninwards, until she found that secret spark which, beneath all frailties\nand activities, made her a substantial member of the divine race of\nhumankind.",
        "This then was the first step.",
        "The second consisted in an act of the intellect, followed by one of the\nimagination. All men possessed that spark, she considered.... Then she\nsent out her powers, sweeping with the eyes of her mind the seething\nworld, seeing beneath the light and dark of the two hemispheres, the\ncountless millions of mankind–children coming into the world, old men\nleaving it, the mature rejoicing in it and their own strength. Back\nthrough the ages she looked, through those centuries of crime and\nblindness, as the race rose through savagery and superstition to a\nknowledge of themselves; on through the ages yet to come, as generation\nfollowed generation to some climax whose perfection, she told herself,\nshe could not fully comprehend because she was not of it. Yet, she told\nherself again, that climax had already been born; the birthpangs were\nover; for had not He come who was the heir of time?...",
        "Then by a third and vivid act she realised the unity of all, the central\nfire of which each spark was but a radiation–that vast passionless\ndivine being, realising Himself up through these centuries, one yet\nmany, Him whom men had called God, now no longer unknown, but recognised\nas the transcendent total of themselves–Him who now, with the coming of\nthe new Saviour, had stirred and awakened and shown Himself as One.",
        "And there she stayed, contemplating the vision of her mind, detaching\nnow this virtue, now that for particular assimilation, dwelling on her\ndeficiencies, seeing in the whole the fulfilment of all aspirations, the\nsum of all for which men had hoped–that Spirit of Peace, so long\nhindered yet generated too perpetually by the passions of the world,\nforced into outline and being by the energy of individual lives,\nrealising itself in pulse after pulse, dominant at last, serene,\nmanifest, and triumphant. There she stayed, losing the sense of\nindividuality, merging it by a long sustained effort of the will,\ndrinking, as she thought, long breaths of the spirit of life and\nlove....",
        "Some sound, she supposed afterwards, disturbed her, and she opened her\neyes; and there before her lay the quiet pavement, glimmering through\nthe dusk, the step of the sanctuary, the rostrum on the right, and the\npeaceful space of darkening air above the white Mother-figure and\nagainst the tracery of the old window. It was here that men had\nworshipped Jesus, that blood-stained Man of Sorrow, who had borne, even\non His own confession, not peace but a sword. Yet they had knelt, those\nblind and hopeless Christians.... Ah! the pathos of it all, the\ndespairing acceptance of any creed that would account for sorrow, the\nwild worship of any God who had claimed to bear it!",
        "And again came the sound, striking across her peace, though as yet she\ndid not understand why.",
        "It was nearer now; and she turned in astonishment to look down the dusky\nnave.",
        "It was from without that the sound had come, that strange murmur, that\nrose and fell again as she listened.",
        "She stood up, her heart quickening a little–only once before had she\nheard such a sound, once before, in a square, where men raged about a\npoint beneath a platform....",
        "She stepped swiftly out of her seat, passed down the aisle, drew back\nthe curtains beneath the west window, lifted the latch and stepped out.",
        "The street, from where she looked over the railings that barred the\nentrance to the church, seemed unusually empty and dark. To right and\nleft stretched the houses, overhead the darkening sky was flushed with\nrose; but it seemed as if the public lights had been forgotten. There\nwas not a living being to be seen.",
        "She had put her hand on the latch of the gate, to open it and go out,\nwhen a sudden patter of footsteps made her hesitate; and the next\ninstant a child appeared panting, breathless and terrified, running with\nher hands before her.",
        "“They’re coming, they’re coming,” sobbed the child, seeing the face\nlooking at her. Then she clung to the bars, staring over her shoulder.",
        "Mabel lifted the latch in an instant; the child sprang in, ran to the\ndoor and beat against it, then turning, seized her dress and cowered\nagainst her. Mabel shut the gate.",
        "“There, there,” she said. “Who is it? Who are coming?”",
        "But the child hid her face, drawing at the kindly skirts; and the next\nmoment came the roar of voices and the trampling of footsteps.",
        "It was not more than a few seconds before the heralds of that grim\nprocession came past. First came a flying squadron of children,\nlaughing, terrified, fascinated, screaming, turning their heads as they\nran, with a dog or two yelping among them, and a few women drifting\nsideways along the pavements. A face of a man, Mabel saw as she glanced\nin terror upwards, had appeared at the windows opposite, pale and\neager–some invalid no doubt dragging himself to see. One group–a\nwell-dressed man in grey, a couple of women carrying babies, a\nsolemn-faced boy–halted immediately before her on the other side of the\nrailings, all talking, none listening, and these too turned their faces\nto the road on the left, up which every instant the clamour and\ntrampling grew. Yet she could not ask. Her lips moved; but no sound came\nfrom them. She was one incarnate apprehension. Across her intense fixity\nmoved pictures of no importance of Oliver as he had been at breakfast,\nof her own bedroom with its softened paper, of the dark sanctuary and\nthe white figure on which she had looked just now.",
        "They were coming thicker now; a troop of young men with their arms\nlinked swayed into sight, all talking or crying aloud, none\nlistening–all across the roadway, and behind them surged the crowd,\nlike a wave in a stone-fenced channel, male scarcely distinguishable\nfrom female in that pack of faces, and under that sky that grew darker\nevery instant. Except for the noise, which Mabel now hardly noticed, so\nthick and incessant it was, so complete her concentration in the sense\nof sight–except for that, it might have been, from its suddenness and\noverwhelming force, some mob of phantoms trooping on a sudden out of\nsome vista of the spiritual world visible across an open space, and\nabout to vanish again in obscurity. That empty street was full now on\nthis side and that so far as she could see; the young men were\ngone–running or walking she hardly knew–round the corner to the right,\nand the entire space was one stream of heads and faces, pressing so\nfiercely that the group at the railings were detached like weeds and\ndrifted too, sideways, clutching at the bars, and swept away too and\nvanished. And all the while the child tugged and tore at her skirts.",
        "Certain things began to appear now above the heads of the crowd–objects\nshe could not distinguish in the failing light–poles, and fantastic\nshapes, fragments of stuff resembling banners, moving as if alive,\nturning from side to side, borne from beneath.",
        "Faces, distorted with passion, looked at her from time to time as the\nmoving show went past, open mouths cried at her; but she hardly saw\nthem. She was watching those strange emblems, straining her eyes through\nthe dusk, striving to distinguish the battered broken shapes,\nhalf-guessing, yet afraid to guess.",
        "Then, on a sudden, from the hidden lamps beneath the eaves, light leaped\ninto being–that strong, sweet, familiar light, generated by the great\nengines underground that, in the passion of that catastrophic day, all\nmen had forgotten; and in a moment all changed from a mob of phantoms\nand shapes into a pitiless reality of life and death.",
        "Before her moved a great rood, with a figure upon it, of which one arm\nhung from the nailed hand, swinging as it went; an embroidery streamed\nbehind with the swiftness of the motion.",
        "And next after it came the naked body of a child, impaled, white and\nruddy, the head fallen upon the breast, and the arms, too, dangling and\nturning.",
        "And next the figure of a man, hanging by the neck, dressed, it seemed,\nin a kind of black gown and cape, with its black-capped head twisting\nfrom the twisting rope.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}