{
    "title": "Lord of the World - Chapter IV",
    "author": "Robert Hugh Benson",
    "chapter": "53",
    "content": [
        "\n\n",
        "I",
        "A week later Mabel awoke about dawn; and for a moment or two forgot\nwhere she was. She even spoke Oliver’s name aloud, staring round the\nunfamiliar room, wondering what she did here. Then she remembered, and\nwas silent....",
        "It was the eighth day she had spent in this Home; her probation was\nfinished: to-day she wits at liberty to do that for which she had come.\nOn the Saturday of the previous week she had gone through her private\nexamination before the magistrate, stating under the usual conditions of\nsecrecy her name, age and home, as well as her reasons for making the\napplication for Euthanasia; and all had passed off well. She had\nselected Manchester as being sufficiently remote and sufficiently large\nto secure her freedom from Oliver’s molestation; and her secret had been\nadmirably kept. There was not a hint that her husband knew anything of\nher intentions; for, after all, in these cases the police were bound to\nassist the fugitive. Individualism was at least so far recognised as to\nsecure to those weary of life the right of relinquishing it. She\nscarcely knew why she had selected this method, except that any other\nseemed impossible. The knife required skill and resolution; firearms\nwere unthinkable, and poison, under the new stringent regulations, was\nhard to obtain. Besides, she seriously wished to test her own\nintentions, and to be quite sure that there was no other way than\nthis....",
        "Well, she was as certain as ever. The thought had first come to her in\nthe mad misery of the outbreak of violence on the last day of the old\nyear. Then it had gone again, soothed away by the arguments that man was\nstill liable to relapse. Then once more it had recurred, a cold and\nconvincing phantom, in the plain daylight revealed by Felsenburgh’s\nDeclaration. It had taken up its abode with her then, yet she controlled\nit, hoping against hope that the Declaration would not be carried into\naction, occasionally revolting against its horror. Yet it had never been\nfar away; and finally when the policy sprouted into deliberate law, she\nhad yielded herself resolutely to its suggestion. That was eight days\nago; and she had not had one moment of faltering since that.",
        "Yet she had ceased to condemn. The logic had silenced her. All that she\nknew was that she could not bear it; that she had misconceived the New\nFaith; that for her, whatever it was for others, there was no hope....\nShe had not even a child of her own.",
        "Those eight days, required by law, had passed very peacefully. She had\ntaken with her enough money to enter one of the private homes furnished\nwith sufficient comfort to save from distractions those who had been\naccustomed to gentle living: the nurses had been pleasant and\nsympathetic; she had nothing to complain of.",
        "She had suffered, of course, to some degree from reactions. The second\nnight after her arrival had been terrible, when, as she lay in bed in\nthe hot darkness, her whole sentient life had protested and struggled\nagainst the fate her will ordained. It had demanded the familiar\nthings–the promise of food and breath and human intercourse; it had\nwrithed in horror against the blind dark towards which it moved so\ninevitably; and, in the agony had been pacified only by the half-hinted\npromise of some deeper voice suggesting that death was not the end. With\nmorning light sanity had come back; the will had reassumed the mastery,\nand, with it, had withdrawn explicitly the implied hope of continued\nexistence. She had suffered again for an hour or two from a more\nconcrete fear; the memory came back to her of those shocking revelations\nthat ten years ago had convulsed England and brought about the\nestablishment of these Homes under Government supervision–those\nevidences that for years in the great vivisection laboratories human\nsubjects had been practised upon–persons who with the same intentions\nas herself had cut themselves off from the world in private\neuthanasia-houses, to whom had been supplied a gas that suspended\ninstead of destroying animation.... But this, too, had passed with the\nreturn of light. Such things were impossible now under the new\nsystem–at least, in England. She had refrained from making an end upon\nthe Continent for this very reason. There, where sentiment was weaker,\nand logic more imperious, materialism was more consistent. Since men\nwere but animals–the conclusion was inevitable.",
        "There had been but one physical drawback, the intolerable heat of the\ndays and nights. It seemed, scientists said, that an entirely unexpected\nheat-wave had been generated; there were a dozen theories, most of which\nwere mutually exclusive one of another. It was humiliating, she thought,\nthat men who professed to have taken the earth under their charge should\nbe so completely baffled. The conditions of the weather had of course\nbeen accompanied by disasters; there had been earthquakes of astonishing\nviolence, a ripple had wrecked not less than twenty-five towns in\nAmerica; an island or two had disappeared, and that bewildering Vesuvius\nseemed to be working up for a denouement. But no one knew really the\nexplanation. One man had been wild enough to say that some cataclysm had\ntaken place in the centre of the earth.... So she had heard from her\nnurse; but she was not greatly interested. It was only tiresome that she\ncould not walk much in the garden, and had to be content with sitting in\nher own cool shaded room on the second floor.",
        "There was only one other matter of which she had asked, namely, the\neffect of the new decree; but the nurse did not seem to know much about\nthat. It appeared that there had been an outrage or two, but the law had\nnot yet been enforced to any great extent; a week, after all, was a\nshort time, even though the decree had taken effect at once, and\nmagistrates were beginning the prescribed census.",
        "It seemed to her as she lay awake this morning, staring at the tinted\nceiling, and out now and again at the quiet little room, that the heat\nwas worse than ever. For a minute she thought she must have overslept;\nbut, as she touched her repeater, it told her that it was scarcely after\nfour o’clock. Well, well; she would not have to bear it much longer; she\nthought that about eight it would be time to make an end. There was her\nletter to Oliver yet to be written; and one or two final arrangements to\nbe made.",
        "As regarded the morality of what she was doing-the relation, that is to\nsay, which her act bore to the common life of man–she had no shadow of\ndoubt. It was her belief, as of the whole Humanitarian world, that just\nas bodily pain occasionally justified this termination of life, so also\ndid mental pain. There was a certain pitch of distress at which the\nindividual was no longer necessary to himself or the world; it was the\nmost charitable act that could be performed. But she had never thought\nin old days that that state could ever be hers; Life had been much too\ninteresting. But it had come to this: there was no question of it.",
        "Perhaps a dozen times in that week she had thought over her conversation\nwith Mr. Francis. Her going to him had been little more than\ninstinctive; she did just wish to hear what the other side was–whether\nChristianity was as ludicrous as she had always thought. It seemed that\nit was not ludicrous; it was only terribly pathetic. It was just a\nlovely dream–an exquisite piece of poetry. It would be heavenly to\nbelieve it, but she did not. No–a transcendent God was unthinkable,\nalthough not quite so unthinkable as a merely immeasurable Man. And as\nfor the Incarnation–well, well!",
        "There seemed no way out of it. The Humanity-Religion was the only one.\nMan was God, or at least His highest manifestation; and He was a God\nwith which she did not wish to have anything more to do. These faint new\ninstincts after something other than intellect and emotion were, she\nknew perfectly well, nothing but refined emotion itself.",
        "She had thought a great deal of Felsenburgh, however, and was astonished\nat her own feelings. He was certainly the most impressive man she had\never seen; it did seem very probable indeed that He was what He claimed\nto be–the Incarnation of the ideal Man the first perfect product of\nhumanity. But the logic of his position was too much for her. She saw\nnow that He was perfectly logical–that He had not been inconsistent in\ndenouncing the destruction of Rome and a week later making His\ndeclaration. It was the passion of one man against another that He\ndenounced–of kingdom against kingdom, and sect against sect–for this\nwas suicidal for the race. He denounced passion, too, not judicial\naction. Therefore, this new decree was as logical as Himself–it was a\njudicial act on the part of an united world against a tiny majority that\nthreatened the principle of life and faith: and it was to be carried out\nwith supreme mercy; there was no revenge or passion or partisan spirit\nin it from beginning to end; no more than a man is revengeful or\npassionate when he amputates a diseased limb–Oliver had convinced her\nof that.",
        "Yes, it was logical and sound. And it was because it was so that she\ncould not bear it.... But ah! what a sublime man Felsenburgh was; it was\na joy to her even to recall his speeches and his personality. She would\nhave liked to see him again. But it was no good. She had better be done\nwith it as tranquilly as possible. And the world must go forward without\nher. She was just tired out with Facts.",
        "She dozed off again presently, and it seemed scarcely five minutes\nbefore she looked up to see a gentle smiling face of a white-capped\nnurse bending over her.",
        "“It is nearly six o’clock, my dear–the time you told me. I came to see\nabout breakfast.”",
        "Mabel drew a long breath. Then she sat up suddenly, throwing back the\nsheet.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}