{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "30",
    "content": [
        "\n\n",
        "Mabel, seated in the gallery that evening behind the President’s chair,\nhad already glanced at her watch half-a-dozen times in the last hour,\nhoping each time that twenty-one o’clock was nearer than she feared. She\nknew well enough by now that the President of Europe would not be\nhalf-a-minute either before or after his time. His supreme punctuality\nwas famous all over the continent. He had said Twenty-One, so it was to\nbe twenty-one.",
        "A sharp bell-note impinged from beneath, and in a moment the drawling\nvoice of the speaker stopped. Once more she lifted her wrist, saw that\nit wanted five minutes of the hour; then she leaned forward from her\ncorner and stared down into the House.",
        "A great change had passed over it at the metallic noise. All down the\nlong brown seats members were shifting and arranging themselves more\ndecorously, uncrossing their legs, slipping their hats beneath the\nleather fringes. As she looked, too, she saw the President of the House\ncoming down the three steps from his chair, for Another would need it in\na few moments.",
        "The house was full from end to end; a late comer ran in from the\ntwilight of the south door and looked distractedly about him in the full\nlight before he saw his vacant place. The galleries at the lower end\nwere occupied too, down there, where she had failed to obtain a seat.\nYet from all the crowded interior there was no sound but a sibilant\nwhispering; from the passages behind she could hear again the quick\nbell-note repeat itself as the lobbies were cleared; and from Parliament\nSquare outside once more came the heavy murmur of the crowd that had\nbeen inaudible for the last twenty minutes. When that ceased she would\nknow that he was come.",
        "How strange and wonderful it was to be here–on this night of all, when\nthe President was to speak! A month ago he had assented to a similar\nBill in Germany, and had delivered a speech on the same subject at\nTurin. To-morrow he was to be in Spain. No one knew where he had been\nduring the past week. A rumour had spread that his volor had been seen\npassing over Lake Como, and had been instantly contradicted. No one knew\neither what he would say to-night. It might be three words or twenty\nthousand. There were a few clauses in the Bill–notably those bearing on\nthe point as to when the new worship was to be made compulsory on all\nsubjects over the age of seven–it might be he would object and veto\nthese. In that case all must be done again, and the Bill re-passed,\nunless the House accepted his amendment instantly by acclamation.",
        "Mabel herself was inclined to these clauses. They provided that,\nalthough worship was to be offered in every parish church of England on\nthe ensuing first day of October, this was not to be compulsory on all\nsubjects till the New Year; whereas, Germany, who had passed the Bill\nonly a month before, had caused it to come into full force immediately,\nthus compelling all her Catholic subjects either to leave the country\nwithout delay or suffer the penalties. These penalties were not\nvindictive: on a first offence a week’s detention only was to be given;\non the second, one month’s imprisonment; on the third, one year’s; and\non the fourth, perpetual imprisonment until the criminal yielded. These\nwere merciful terms, it seemed; for even imprisonment itself meant no\nmore than reasonable confinement and employment on Government works.\nThere were no mediaeval horrors here; and the act of worship demanded\nwas so little, too; it consisted of no more than bodily presence in the\nchurch or cathedral on the four new festivals of Maternity, Life,\nSustenance and Paternity, celebrated on the first day of each quarter.\nSunday worship was to be purely voluntary.",
        "She could not understand how any man could refuse this homage. These\nfour things were facts–they were the manifestations of what she called\nthe Spirit of the World–and if others called that Power God, yet surely\nthese ought to be considered as His functions. Where then was the\ndifficulty? It was not as if Christian worship were not permitted, under\nthe usual regulations. Catholics could still go to mass. And yet\nappalling things were threatened in Germany: not less than twelve\nthousand persons had already left for Rome; and it was rumoured that\nforty thousand would refuse this simple act of homage a few days hence.\nIt bewildered and angered her to think of it.",
        "For herself the new worship was a crowning sign of the triumph of\nHumanity. Her heart had yearned for some such thing as this–some\npublic corporate profession of what all now believed. She had so\nresented the dulness of folk who were content with action and never\nconsidered its springs. Surely this instinct within her was a true one;\nshe desired to stand with her fellows in some solemn place, consecrated\nnot by priests but by the will of man; to have as her inspirers sweet\nsinging and the peal of organs; to utter her sorrow with thousands\nbeside her at her own feebleness of immolation before the Spirit of all;\nto sing aloud her praise of the glory of life, and to offer by sacrifice\nand incense an emblematic homage to That from which she drew her being,\nand to whom one day she must render it again. Ah! these Christians had\nunderstood human nature, she had told herself a hundred times: it was\ntrue that they had degraded it, darkened light, poisoned thought,\nmisinterpreted instinct; but they had understood that man must worship\n–must worship or sink.",
        "For herself she intended to go at least once a week to the little old\nchurch half-a-mile away from her home, to kneel there before the sunlit\nsanctuary, to meditate on sweet mysteries, to present herself to That\nwhich she was yearning to love, and to drink, it might be, new draughts\nof life and power.",
        "Ah! but the Bill must pass first.... She clenched her hands on the rail,\nand stared steadily before her on the ranks of heads, the open gangways,\nthe great mace on the table, and heard, above the murmur of the crowd\noutside and the dying whispers within, her own heart beat.",
        "She could not see Him, she knew. He would come in from beneath through\nthe door that none but He might use, straight into the seat beneath the\ncanopy. But she would hear His voice–that must be joy enough for\nher....",
        "Ah! there was silence now outside; the soft roar had died. He had come\nthen. And through swimming eyes she saw the long ridges of heads rise\nbeneath her, and through drumming ears heard the murmur of many feet.\nAll faces looked this way; and she watched them as a mirror to see the\nreflected light of His presence. There was a gentle sobbing somewhere in\nthe air–was it her own or another’s? ... the click of a door; a great\nmellow booming over-head, shock after shock, as the huge tenor bells\ntolled their three strokes; and, in an instant, over the white faces\npassed a ripple, as if some breeze of passion shook the souls within;\nthere was a swaying here and there; and a passionless voice spoke half a\ndozen words in Esperanto, out of sight:",
        "“Englishmen, I assent to the Bill of Worship.”",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}