{
    "title": "Lord of the World - Book I-The Advent",
    "author": "Robert Hugh Benson",
    "chapter": "3",
    "content": [
        "\n\n",
        "Oliver Brand, the new member for Croydon (4), sat in his study, looking\nout of the window over the top of his typewriter.",
        "His house stood facing northwards at the extreme end of a spur of the\nSurrey Hills, now cut and tunnelled out of all recognition; only to a\nCommunist the view was an inspiriting one. Immediately below the wide\nwindows the embanked ground fell away rapidly for perhaps a hundred\nfeet, ending in a high wall, and beyond that the world and works of men\nwere triumphant as far as eye could see. Two vast tracks like streaked\nrace-courses, each not less than a quarter of a mile in width, and sunk\ntwenty feet below the surface of the ground, swept up to a meeting a\nmile ahead at the huge junction. Of those, that on his left was the\nFirst Trunk road to Brighton, inscribed in capital letters in the\nRailroad Guide, that to the right the Second Trunk to the Tunbridge and\nHastings district. Each was divided length-ways by a cement wall, on one\nside of which, on steel rails, ran the electric trams, and on the other\nlay the motor-track itself again divided into three, on which ran, first\nthe Government coaches at a speed of one hundred and fifty miles an\nhour, second the private motors at not more than sixty, third the cheap\nGovernment line at thirty, with stations every five miles. This was\nfurther bordered by a road confined to pedestrians, cyclists and\nordinary cars on which no vehicle was allowed to move at more than\ntwelve miles an hour.",
        "Beyond these great tracks lay an immense plain of house-roofs, with\nshort towers here and there marking public buildings, from the Caterham\ndistrict on the left to Croydon in front, all clear and bright in\nsmokeless air; and far away to the west and north showed the low\nsuburban hills against the April sky.",
        "There was surprisingly little sound, considering the pressure of the\npopulation; and, with the exception of the buzz of the steel rails as a\ntrain fled north or south, and the occasional sweet chord of the great\nmotors as they neared or left the junction, there was little to be heard\nin this study except a smooth, soothing murmur that filled the air like\nthe murmur of bees in a garden.",
        "Oliver loved every hint of human life–all busy sights and sounds–and\nwas listening now, smiling faintly to himself as he stared out into the\nclear air. Then he set his lips, laid his fingers on the keys once more,\nand went on speech-constructing.",
        "He was very fortunate in the situation of his house. It stood in an\nangle of one of those huge spider-webs with which the country was\ncovered, and for his purposes was all that he could expect. It was close\nenough to London to be extremely cheap, for all wealthy persons had\nretired at least a hundred miles from the throbbing heart of England;\nand yet it was as quiet as he could wish. He was within ten minutes of\nWestminster on the one side, and twenty minutes of the sea on the other,\nand his constituency lay before him like a raised map. Further, since\nthe great London termini were but ten minutes away, there were at his\ndisposal the First Trunk lines to every big town in England. For a\npolitician of no great means, who was asked to speak at Edinburgh on one\nevening and in Marseilles on the next, he was as well placed as any man\nin Europe.",
        "He was a pleasant-looking man, not much over thirty years old; black\nwire-haired, clean-shaven, thin, virile, magnetic, blue-eyed and\nwhite-skinned; and he appeared this day extremely content with himself\nand the world. His lips moved slightly as he worked, his eyes enlarged\nand diminished with excitement, and more than once he paused and stared\nout again, smiling and flushed.",
        "Then a door opened; a middle-aged man came nervously in with a bundle of\npapers, laid them down on the table without a word, and turned to go\nout. Oliver lifted his hand for attention, snapped a lever, and spoke.",
        "“Well, Mr. Phillips?” he said.",
        "“There is news from the East, sir,” said the secretary.",
        "Oliver shot a glance sideways, and laid his hand on the bundle.",
        "“Any complete message?” he asked.",
        "“No, sir; it is interrupted again. Mr. Felsenburgh’s name is mentioned.”",
        "Oliver did not seem to hear; he lifted the flimsy printed sheets with a\nsudden movement, and began turning them.",
        "“The fourth from the top, Mr. Brand,” said the secretary.",
        "Oliver jerked his head impatiently, and the other went out as if at a\nsignal.",
        "The fourth sheet from the top, printed in red on green, seemed to absorb\nOliver’s attention altogether, for he read it through two or three\ntimes, leaning back motionless in his chair. Then he sighed, and stared\nagain through the window.",
        "Then once more the door opened, and a tall girl came in.",
        "“Well, my dear?” she observed.",
        "Oliver shook his head, with compressed lips.",
        "“Nothing definite,” he said. “Even less than usual. Listen.”",
        "He took up the green sheet and began to read aloud as the girl sat down\nin a window-seat on his left.",
        "She was a very charming-looking creature, tall and slender, with\nserious, ardent grey eyes, firm red lips, and a beautiful carriage of\nhead and shoulders. She had walked slowly across the room as Oliver took\nup the paper, and now sat back in her brown dress in a very graceful and\nstately attitude. She seemed to listen with a deliberate kind of\npatience; but her eyes flickered with interest.",
        "“’Irkutsk–April fourteen–Yesterday–as–usual–But–rumoured–\ndefection–from–Sufi–party–Troops–continue–gathering–\nFelsenburgh–addressed–Buddhist–crowd–Attempt–on–Llama–last–\nFriday–work–of–Anarchists–Felsenburgh–leaving–for–Moscow–as\n–arranged–he....’ There–that is absolutely all,” ended Oliver\ndispiritedly. “It’s interrupted as usual.”",
        "The girl began to swing a foot.",
        "“I don’t understand in the least,” she said. “Who is Felsenburgh, after\nall?”",
        "“My dear child, that is what all the world is asking. Nothing is known\nexcept that he was included in the American deputation at the last\nmoment. The Herald published his life last week; but it has been\ncontradicted. It is certain that he is quite a young man, and that he\nhas been quite obscure until now.”",
        "“Well, he is not obscure now,” observed the girl.",
        "“I know; it seems as if he were running the whole thing. One never hears\na word of the others. It’s lucky he’s on the right side.”",
        "“And what do you think?”",
        "Oliver turned vacant eyes again out of the window.",
        "“I think it is touch and go,” he said. “The only remarkable thing is\nthat here hardly anybody seems to realise it. It’s too big for the\nimagination, I suppose. There is no doubt that the East has been\npreparing for a descent on Europe for these last five years. They have\nonly been checked by America; and this is one last attempt to stop them.\nBut why Felsenburgh should come to the front–-” he broke off. “He must\nbe a good linguist, at any rate. This is at least the fifth crowd he has\naddressed; perhaps he is just the American interpreter. Christ! I wonder\nwho he is.”",
        "“Has he any other name?”",
        "“Julian, I believe. One message said so.”",
        "“How did this come through?”",
        "Oliver shook his head.",
        "“Private enterprise,” he said. “The European agencies have stopped work.\nEvery telegraph station is guarded night and day. There are lines of\nvolors strung out on every frontier. The Empire means to settle this\nbusiness without us.”",
        "“And if it goes wrong?”",
        "“My dear Mabel–if hell breaks loose–-” he threw out his hands\ndeprecatingly.",
        "“And what is the Government doing?”",
        "“Working night and day; so is the rest of Europe. It’ll be Armageddon\nwith a vengeance if it comes to war.”",
        "“What chance do you see?”",
        "“I see two chances,” said Oliver slowly: “one, that they may be afraid\nof America, and may hold their hands from sheer fear; the other that\nthey may be induced to hold their hands from charity; if only they can\nbe made to understand that co-operation is the one hope of the world.\nBut those damned religions of theirs–-”",
        "The girl sighed, and looked out again on to the wide plain of\nhouse-roofs below the window.",
        "The situation was indeed as serious as it could be. That huge Empire,\nconsisting of a federalism of States under the Son of Heaven (made\npossible by the merging of the Japanese and Chinese dynasties and the\nfall of Russia), had been consolidating its forces and learning its own\npower during the last thirty-five years, ever since, in fact, it had\nlaid its lean yellow hands upon Australia and India. While the rest of\nthe world had learned the folly of war, ever since the fall of the\nRussian republic under the combined attack of the yellow races, the last\nhad grasped its possibilities. It seemed now as if the civilisation of\nthe last century was to be swept back once more into chaos. It was not\nthat the mob of the East cared very greatly; it was their rulers who had\nbegun to stretch themselves after an almost eternal lethargy, and it was\nhard to imagine how they could be checked at this point. There was a\ntouch of grimness too in the rumour that religious fanaticism was behind\nthe movement, and that the patient East proposed at last to proselytise\nby the modern equivalents of fire and sword those who had laid aside for\nthe most part all religious beliefs except that in Humanity. To Oliver\nit was simply maddening. As he looked from his window and saw that vast\nlimit of London laid peaceably before him, as his imagination ran out\nover Europe and saw everywhere that steady triumph of common sense and\nfact over the wild fairy-stories of Christianity, it seemed intolerable\nthat there should be even a possibility that all this should be swept\nback again into the barbarous turmoil of sects and dogmas; for no less\nthan this would be the result if the East laid hands on Europe. Even\nCatholicism would revive, he told himself, that strange faith that had\nblazed so often as persecution had been dashed to quench it; and, of all\nforms of faith, to Oliver’s mind Catholicism was the most grotesque and\nenslaving. And the prospect of all this honestly troubled him, far more\nthan the thought of the physical catastrophe and bloodshed that would\nfall on Europe with the advent of the East. There was but one hope on\nthe religious side, as he had told Mabel a dozen times, and that was\nthat the Quietistic Pantheism which for the last century had made such\ngiant strides in East and West alike, among Mohammedans, Buddhists,\nHindus, Confucianists and the rest, should avail to check the\nsupernatural frenzy that inspired their exoteric brethren. Pantheism, he\nunderstood, was what he held himself; for him “God” was the developing\nsum of created life, and impersonal Unity was the essence of His being;\ncompetition then was the great heresy that set men one against another\nand delayed all progress; for, to his mind, progress lay in the merging\nof the individual in the family, of the family in the commonwealth, of\nthe commonwealth in the continent, and of the continent in the world.\nFinally, the world itself at any moment was no more than the mood of\nimpersonal life. It was, in fact, the Catholic idea with the\nsupernatural left out, a union of earthly fortunes, an abandonment of\nindividualism on the one side, and of supernaturalism on the other. It\nwas treason to appeal from God Immanent to God Transcendent; there was\nno God transcendent; God, so far as He could be known, was man.",
        "Yet these two, husband and wife after a fashion–for they had entered\ninto that terminable contract now recognised explicitly by the\nState–these two were very far from sharing in the usual heavy dulness\nof mere materialists. The world, for them, beat with one ardent life\nblossoming in flower and beast and man, a torrent of beautiful vigour\nflowing from a deep source and irrigating all that moved or felt. Its\nromance was the more appreciable because it was comprehensible to the\nminds that sprang from it; there were mysteries in it, but mysteries\nthat enticed rather than baffled, for they unfolded new glories with\nevery discovery that man could make; even inanimate objects, the fossil,\nthe electric current, the far-off stars, these were dust thrown off by\nthe Spirit of the World–fragrant with His Presence and eloquent of His\nNature. For example, the announcement made by Klein, the astronomer,\ntwenty years before, that the inhabitation of certain planets had become\na certified fact–how vastly this had altered men’s views of themselves.\nBut the one condition of progress and the building of Jerusalem, on the\nplanet that happened to be men’s dwelling place, was peace, not the\nsword which Christ brought or that which Mahomet wielded; but peace that\narose from, not passed, understanding; the peace that sprang from a\nknowledge that man was all and was able to develop himself only by\nsympathy with his fellows. To Oliver and his wife, then, the last\ncentury seemed like a revelation; little by little the old superstitions\nhad died, and the new light broadened; the Spirit of the World had\nroused Himself, the sun had dawned in the west; and now with horror and\nloathing they had seen the clouds gather once more in the quarter whence\nall superstition had had its birth.",
        "Mabel got up presently and came across to her husband.",
        "“My dear,” she said, “you must not be downhearted. It all may pass as it\npassed before. It is a great thing that they are listening to America at\nall. And this Mr. Felsenburgh seems to be on the right side.”",
        "Oliver took her hand and kissed it.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}