{
    "title": "Lord of the World - IV",
    "author": "Robert Hugh Benson",
    "chapter": "21",
    "content": [
        "\n\n",
        "Oliver was with them by six o’clock; he came straight up into his\nmother’s room to find that all was over.",
        "The room was full of the morning light and the clean air, and a bubble\nof bird-music poured in from the lawn. But his wife knelt by the bed,\nstill holding the wrinkled hands of the old woman, her face buried in\nher arms. The face of his mother was quieter than he had ever seen it,\nthe lines showed only like the faintest shadows on an alabaster mask;\nher lips were set in a smile. He looked for a moment, waiting until the\nspasm that caught his throat had died again. Then he put his hand on his\nwife’s shoulder.",
        "“When?” he said.",
        "Mabel lifted her face.",
        "“Oh! Oliver,” she murmured. “It was an hour ago. ... Look at this.”",
        "She released the dead hands and showed the rosary still twisted there;\nit had snapped in the last struggle, and a brown bead lay beneath the\nfingers.",
        "“I did what I could,” sobbed Mabel. “I was not hard with her. But she\nwould not listen. She kept on crying out for the priest as long as she\ncould speak.”",
        "“My dear ... “ began the man. Then he, too, went down on his knees by\nhis wife, leaned forward and kissed the rosary, while tears blinded him.",
        "“Yes, yes,” he said. “Leave her in peace. I would not move it for the\nworld: it was her toy, was it not?”",
        "The girl stared at him, astonished.",
        "“We can be generous, too,” he said. “We have all the world at last. And\nshe–she has lost nothing: it was too late.”",
        "“I did what I could.”",
        "“Yes, my darling, and you were right. But she was too old; she could not\nunderstand.”",
        "He paused.",
        "“Euthanasia?” he whispered with something very like tenderness.",
        "She nodded.",
        "“Yes,” she said; “just as the last agony began. She resisted, but I knew\nyou would wish it.”",
        "They talked together for an hour in the garden before Oliver went to his\nroom; and he began to tell her presently of all that had passed.",
        "“He has refused,” he said. “We offered to create an office for Him; He\nwas to have been called Consultor, and he refused it two hours ago. But\nHe has promised to be at our service.... No, I must not tell you where\nHe is.... He will return to America soon, we think; but He will not\nleave us. We have drawn up a programme, and it is to be sent to Him\npresently.... Yes, we were unanimous.”",
        "“And the programme?”",
        "“It concerns the Franchise, the Poor Laws and Trade. I can tell you no\nmore than that. It was He who suggested the points. But we are not sure\nif we understand Him yet.”",
        "“But, my dear–-”",
        "“Yes; it is quite extraordinary. I have never seen such things. There\nwas practically no argument.”",
        "“Do the people understand?”",
        "“I think so. We shall have to guard against a reaction. They say that\nthe Catholics will be in danger. There is an article this morning in the\nEra. The proofs were sent to us for sanction. It suggests that means\nmust be taken to protect the Catholics.”",
        "Mabel smiled.",
        "“It is a strange irony,” he said. “But they have a right to exist. How\nfar they have a right to share in the government is another matter. That\nwill come before us, I think, in a week or two.”",
        "“Tell me more about Him.”",
        "“There is really nothing to tell; we know nothing, except that He is the\nsupreme force in the world. France is in a ferment, and has offered him\nDictatorship. That, too, He has refused. Germany has made the same\nproposal as ourselves; Italy, the same as France, with the title of\nPerpetual Tribune. America has done nothing yet, and Spain is divided.”",
        "“And the East?”",
        "“The Emperor thanked Him; no more than that.”",
        "Mabel drew a long breath, and stood looking out across the heat haze\nthat was beginning to rise from the town beneath. These were matters so\nvast that she could not take them in. But to her imagination Europe lay\nlike a busy hive, moving to and fro in the sunshine. She saw the blue\ndistance of France, the towns of Germany, the Alps, and beyond them the\nPyrenees and sun-baked Spain; and all were intent on the same business,\nto capture if they could this astonishing figure that had risen over the\nworld. Sober England, too, was alight with zeal. Each country desired\nnothing better than that this man should rule over them; and He had\nrefused them all.",
        "“He has refused them all!” she repeated breathlessly.",
        "“Yes, all. We think He may be waiting to hear from America. He still\nholds office there, you know.”",
        "“How old is He?”",
        "“Not more than thirty-two or three. He has only been in office a few\nmonths. Before that He lived alone in Vermont. Then He stood for the\nSenate; then He made a speech or two; then He was appointed delegate,\nthough no one seems to have realised His power. And the rest we know.”",
        "Mabel shook her head meditatively.",
        "“We know nothing,” she said. “Nothing; nothing! Where did He learn His\nlanguages?”",
        "“It is supposed that He travelled for many years. But no one knows. He\nhas said nothing.”",
        "She turned swiftly to her husband.",
        "“But what does it all mean? What is His power? Tell me, Oliver?”",
        "He smiled back, shaking his head.",
        "“Well, Markham said that it was his incorruption–that and his oratory;\nbut that explains nothing.”",
        "“No, it explains nothing,” said the girl.",
        "“It is just personality,” went on Oliver, “at least, that’s the label to\nuse. But that, too, is only a label.”",
        "“Yes, just a label. But it is that. They all felt it in Paul’s House,\nand in the streets afterwards. Did you not feel it?”",
        "“Feel it!” cried the man, with shining eyes. “Why, I would die for Him!”",
        "They went back to the house presently, and it was not till they reached\nthe door that either said a word about the dead old woman who lay\nupstairs.",
        "“They are with her now,” said Mabel softly. “I will communicate with the\npeople.”",
        "He nodded gravely.",
        "“It had better be this afternoon,” he said. “I have a spare hour at\nfourteen o’clock. Oh! by the way, Mabel, do you know who took the\nmessage to the priest?”",
        "“I think so.”",
        "“Yes, it was Phillips. I saw him last night. He will not come here\nagain.”",
        "“Did he confess it?”",
        "“He did. He was most offensive.”",
        "But Oliver’s face softened again as he nodded to his wife at the foot of\nthe stairs, and turned to go up once more to his mother’s room.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}