{
    "title": "Lord of the World - Chapter III",
    "author": "Robert Hugh Benson",
    "chapter": "50",
    "content": [
        "\n\n",
        "I",
        "Oliver Brand stepped out from the Conference Hall in Westminster on the\nFriday evening, so soon as the business was over and the\nPlenipotentiaries had risen from the table, more concerned as to the\neffect of the news upon his wife than upon the world.",
        "He traced the beginning of the change to the day five months ago when\nthe President of the World had first declared the development of his\npolicy, and while Oliver himself had yielded to that development, and\nfrom defending it in public had gradually convinced himself of its\nnecessity, Mabel, for the first time in her life, had shown herself\nabsolutely obstinate.",
        "The woman to his mind seemed to him to have fallen into some kind of\ninsanity. Felsenburgh’s declaration had been made a week or two after\nhis Acclamation at Westminster, and Mabel had received the news of it at\nfirst with absolute incredulity.",
        "Then, when there was no longer any doubt that he had declared the\nextermination of the Supernaturalists to be a possible necessity, there\nhad been a terrible scene between husband and wife. She had said that\nshe had been deceived; that the world’s hope was a monstrous mockery;\nthat the reign of universal peace was as far away as ever; that\nFelsenburgh had betrayed his trust and broken his word. There had been\nan appalling scene. He did not even now like to recall it to his\nimagination. She had quieted after a while, but his arguments, delivered\nwith infinite patience, seemed to produce very little effect. She\nsettled down into silence, hardly answering him. One thing only seemed\nto touch her, and that was when he spoke of the President himself. It\nwas becoming plain to him that she was but a woman after all at the\nmercy of a strong personality, but utterly beyond the reach of logic. He\nwas very much disappointed. Yet he trusted to time to cure her.",
        "The Government of England had taken swift and skilful steps to reassure\nthose who, like Mabel, recoiled from the inevitable logic of the new\npolicy. An army of speakers traversed the country, defending and\nexplaining; the press was engineered with extraordinary adroitness, and\nit was possible to say that there was not a person among the millions of\nEngland who had not easy access to the Government’s defence.",
        "Briefly, shorn of rhetoric, their arguments were as follows, and there\nwas no doubt that, on the whole, they had the effect of quieting the\namazed revolt of the more sentimental minds.",
        "Peace, it was pointed out, had for the first time in the world’s history\nbecome an universal fact. There was no longer one State, however small,\nwhose interests were not identical with those of one of the three\ndivisions of the world of which it was a dependency, and that first\nstage had been accomplished nearly half-a-century ago. But the second\nstage–the reunion of these three divisions under a common head–an\ninfinitely greater achievement than the former, since the conflicting\ninterests were incalculably more vast–this had been consummated by a\nsingle Person, Who, it appeared, had emerged from humanity at the very\ninstant when such a Character was demanded. It was surely not much to\nask that those on whom these benefits had come should assent to the will\nand judgment of Him through whom they had come. This, then, was an\nappeal to faith.",
        "The second main argument was addressed to reason. Persecution, as all\nenlightened persons confessed, was the method of a majority of savages\nwho desired to force a set of opinions upon a minority who did not\nspontaneously share them. Now the peculiar malevolence of persecution in\nthe past lay, not in the employment of force, but in the abuse of it.\nThat any one kingdom should dictate religious opinions to a minority of\nits members was an intolerable tyranny, for no one State possessed the\nright to lay down universal laws, the contrary to which might be held by\nits neighbour. This, however, disguised, was nothing else than the\nIndividualism of Nations, a heresy even more disastrous to the\ncommonwealth of the world than the Individualism of the Individual. But\nwith the arrival of the universal community of interests the whole\nsituation was changed. The single personality of the human race had\nsucceeded to the incoherence of divided units, and with that\nconsummation–which might be compared to a coming of age, an entirely\nnew set of rights had come into being. The human race was now a single\nentity with a supreme responsibility towards itself; there were no\nlonger any private rights at all, such as had certainly existed, in the\nperiod previous to this. Man now possessed dominion over every cell\nwhich composed His Mystical Body, and where any such cell asserted\nitself to the detriment of the Body, the rights of the whole were\nunqualified.",
        "And there was no religion but one that claimed the equal rights of\nuniversal jurisdiction–and that the Catholic. The sects of the East,\nwhile each retained characteristics of its own, had yet found in the New\nMan the incarnation of their ideals, and had therefore given in their\nallegiance to the authority of the whole Body of whom He was Head. But\nthe very essence of the Catholic Religion was treason to the very idea\nof man. Christians directed their homage to a supposed supernatural\nBeing who was not only–so they claimed–outside of the world but\npositively transcended it. Christians, then–leaving aside the mad fable\nof the Incarnation, which might very well be suffered to die of its own\nfolly–deliberately severed themselves from that Body of which by human\ngeneration they had been made members. They were as mortified limbs\nyielding themselves to the domination of an outside force other than\nthat which was their only life, and by that very act imperilled the\nentire Body. This madness, then, was the one crime which still deserved\nthe name. Murder, theft, rape, even anarchy itself, were as trifling\nfaults compared to this monstrous sin, for while these injured indeed\nthe Body they did not strike at its heart–individuals suffered, and\ntherefore those minor criminals deserved restraint; but the very Life\nwas not struck at. But in Christianity there was a poison actually\ndeadly. Every cell that became infected with it was infected in that\nvery fibre that bound it to the spring of life. This, and this alone,\nwas the supreme crime of High Treason against man–and nothing but\ncomplete removal from the world could be an adequate remedy.",
        "These, then, were the main arguments addressed to that section of the\nworld which still recoiled from the deliberate utterance of Felsenburgh,\nand their success had been remarkable. Of course, the logic, in itself\nindisputable, had been dressed in a variety of costumes gilded with\nrhetoric, flushed with passion, and it had done its work in such a\nmanner that as summer drew on Felsenburgh had announced privately that\nhe proposed to introduce a bill which should carry out to its logical\nconclusion the policy of which he had spoken.",
        "Now, this too, had been accomplished.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}