{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "4",
    "content": [
        "\n\n",
        "Oliver seemed altogether depressed at breakfast, half an hour later. His\nmother, an old lady of nearly eighty, who never appeared till noon,\nseemed to see it at once, for after a look or two at him and a word, she\nsubsided into silence behind her plate.",
        "It was a pleasant little room in which they sat, immediately behind\nOliver’s own, and was furnished, according to universal custom, in light\ngreen. Its windows looked out upon a strip of garden at the back, and\nthe high creeper-grown wall that separated that domain from the next.\nThe furniture, too, was of the usual sort; a sensible round table stood\nin the middle, with three tall arm-chairs, with the proper angles and\nrests, drawn up to it; and the centre of it, resting apparently on a\nbroad round column, held the dishes. It was thirty years now since the\npractice of placing the dining-room above the kitchen, and of raising\nand lowering the courses by hydraulic power into the centre of the\ndining-table, had become universal in the houses of the well-to-do. The\nfloor consisted entirely of the asbestos cork preparation invented in\nAmerica, noiseless, clean, and pleasant to both foot and eye.",
        "Mabel broke the silence.",
        "“And your speech to-morrow?” she asked, taking up her fork.",
        "Oliver brightened a little, and began to discourse.",
        "It seemed that Birmingham was beginning to fret. They were crying out\nonce more for free trade with America: European facilities were not\nenough, and it was Oliver’s business to keep them quiet. It was useless,\nhe proposed to tell them, to agitate until the Eastern business was\nsettled: they must not bother the Government with such details just now.\nHe was to tell them, too, that the Government was wholly on their side;\nthat it was bound to come soon.",
        "“They are pig-headed,” he added fiercely; “pig-headed and selfish; they\nare like children who cry for food ten minutes before dinner-time: it is\nbound to come if they will wait a little.”",
        "“And you will tell them so?”",
        "“That they are pig-headed? Certainly.”",
        "Mabel looked at her husband with a pleased twinkle in her eyes. She knew\nperfectly well that his popularity rested largely on his outspokenness:\nfolks liked to be scolded and abused by a genial bold man who danced and\ngesticulated in a magnetic fury; she liked it herself.",
        "“How shall you go?” she asked.",
        "“Volor. I shall catch the eighteen o’clock at Blackfriars; the meeting\nis at nineteen, and I shall be back at twenty-one.”",
        "He addressed himself vigorously to his entree, and his mother looked\nup with a patient, old-woman smile.",
        "Mabel began to drum her fingers softly on the damask.",
        "“Please make haste, my dear,” she said; “I have to be at Brighton at\nthree.”",
        "Oliver gulped his last mouthful, pushed his plate over the line, glanced\nto see if all plates were there, and then put his hand beneath the\ntable.",
        "Instantly, without a sound, the centre-piece vanished, and the three\nwaited unconcernedly while the clink of dishes came from beneath.",
        "Old Mrs. Brand was a hale-looking old lady, rosy and wrinkled, with the\nmantilla head-dress of fifty years ago; but she, too, looked a little\ndepressed this morning. The entree was not very successful, she\nthought; the new food-stuff was not up to the old, it was a trifle\ngritty: she would see about it afterwards. There was a clink, a soft\nsound like a push, and the centre-piece snapped into its place, bearing\nan admirable imitation of a roasted fowl.",
        "Oliver and his wife were alone again for a minute or two after breakfast\nbefore Mabel started down the path to catch the 14-1/2 o’clock 4th grade\nsub-trunk line to the junction.",
        "“What’s the matter with mother?” he said.",
        "“Oh! it’s the food-stuff again: she’s never got accustomed to it; she\nsays it doesn’t suit her.”",
        "“Nothing else?”",
        "“No, my dear, I am sure of it. She hasn’t said a word lately.”",
        "Oliver watched his wife go down the path, reassured. He had been a\nlittle troubled once or twice lately by an odd word or two that his\nmother had let fall. She had been brought up a Christian for a few\nyears, and it seemed to him sometimes as if it had left a taint. There\nwas an old “Garden of the Soul” that she liked to keep by her, though\nshe always protested with an appearance of scorn that it was nothing but\nnonsense. Still, Oliver would have preferred that she had burned it:\nsuperstition was a desperate thing for retaining life, and, as the brain\nweakened, might conceivably reassert itself. Christianity was both wild\nand dull, he told himself, wild because of its obvious grotesqueness and\nimpossibility, and dull because it was so utterly apart from the\nexhilarating stream of human life; it crept dustily about still, he\nknew, in little dark churches here and there; it screamed with\nhysterical sentimentality in Westminster Cathedral which he had once\nentered and looked upon with a kind of disgusted fury; it gabbled\nstrange, false words to the incompetent and the old and the half-witted.\nBut it would be too dreadful if his own mother ever looked upon it again\nwith favour.",
        "Oliver himself, ever since he could remember, had been violently opposed\nto the concessions to Rome and Ireland. It was intolerable that these\ntwo places should be definitely yielded up to this foolish, treacherous\nnonsense: they were hot-beds of sedition; plague-spots on the face of\nhumanity. He had never agreed with those who said that it was better\nthat all the poison of the West should be gathered rather than\ndispersed. But, at any rate, there it was. Rome had been given up wholly\nto that old man in white in exchange for all the parish churches and\ncathedrals of Italy, and it was understood that mediaeval darkness\nreigned there supreme; and Ireland, after receiving Home Rule thirty\nyears before, had declared for Catholicism, and opened her arms to\nIndividualism in its most virulent form. England had laughed and\nassented, for she was saved from a quantity of agitation by the\nimmediate departure of half her Catholic population for that island, and\nhad, consistently with her Communist-colonial policy, granted every\nfacility for Individualism to reduce itself there ad absurdum. All\nkinds of funny things were happening there: Oliver had read with a\nbitter amusement of new appearances there, of a Woman in Blue and\nshrines raised where her feet had rested; but he was scarcely amused at\nRome, for the movement to Turin of the Italian Government had deprived\nthe Republic of quite a quantity of sentimental prestige, and had haloed\nthe old religious nonsense with all the meretriciousness of historical\nassociation. However, it obviously could not last much longer: the world\nwas beginning to understand at last.",
        "He stood a moment or two at the door after his wife had gone, drinking\nin reassurance from that glorious vision of solid sense that spread\nitself before his eyes: the endless house-roofs; the high glass vaults\nof the public baths and gymnasiums; the pinnacled schools where\nCitizenship was taught each morning; the spider-like cranes and\nscaffoldings that rose here and there; and even the few pricking spires\ndid not disconcert him. There it stretched away into the grey haze of\nLondon, really beautiful, this vast hive of men and women who had\nlearned at least the primary lesson of the gospel that there was no God\nbut man, no priest but the politician, no prophet but the schoolmaster.",
        "Then he went back once more to his speech-constructing.",
        "Mabel, too, was a little thoughtful as she sat with her paper on her\nlap, spinning down the broad line to Brighton. This Eastern news was\nmore disconcerting to her than she allowed her husband to see; yet it\nseemed incredible that there could be any real danger of invasion. This\nWestern life was so sensible and peaceful; folks had their feet at last\nupon the rock, and it was unthinkable that they could ever be forced\nback on to the mud-flats: it was contrary to the whole law of\ndevelopment. Yet she could not but recognise that catastrophe seemed one\nof nature’s methods....",
        "She sat very quiet, glancing once or twice at the meagre little scrap\nof news, and read the leading article upon it: that too seemed\nsignificant of dismay. A couple of men were talking in the\nhalf-compartment beyond on the same subject; one described the\nGovernment engineering works that he had visited, the breathless haste\nthat dominated them; the other put in interrogations and questions.\nThere was not much comfort there. There were no windows through which\nshe could look; on the main lines the speed was too great for the eyes;\nthe long compartment flooded with soft light bounded her horizon. She\nstared at the moulded white ceiling, the delicious oak-framed paintings,\nthe deep spring-seats, the mellow globes overhead that poured out\nradiance, at a mother and child diagonally opposite her. Then the great\nchord sounded; the faint vibration increased ever so slightly; and an\ninstant later the automatic doors ran back, and she stepped out on to\nthe platform of Brighton station.",
        "As she went down the steps leading to the station square she noticed a\npriest going before her. He seemed a very upright and sturdy old man,\nfor though his hair was white he walked steadily and strongly. At the\nfoot of the steps he stopped and half turned, and then, to her surprise,\nshe saw that his face was that of a young man, fine-featured and strong,\nwith black eyebrows and very bright grey eyes. Then she passed on and\nbegan to cross the square in the direction of her aunt’s house.",
        "Then without the slightest warning, except one shrill hoot from\noverhead, a number of things happened.",
        "A great shadow whirled across the sunlight at her feet, a sound of\nrending tore the air, and a noise like a giant’s sigh; and, as she\nstopped bewildered, with a noise like ten thousand smashed kettles, a\nhuge thing crashed on the rubber pavement before her, where it lay,\nfilling half the square, writhing long wings on its upper side that beat\nand whirled like the flappers of some ghastly extinct monster, pouring\nout human screams, and beginning almost instantly to crawl with broken\nlife.",
        "Mabel scarcely knew what happened next; but she found herself a moment\nlater forced forward by some violent pressure from behind, till she\nstood shaking from head to foot, with some kind of smashed body of a man\nmoaning and stretching at her feet. There was a sort of articulate\nlanguage coming from it; she caught distinctly the names of Jesus and\nMary; then a voice hissed suddenly in her ears:",
        "“Let me through. I am a priest.”",
        "She stood there a moment longer, dazed by the suddenness of the whole\naffair, and watched almost unintelligently the grey-haired young priest\non his knees, with his coat torn open, and a crucifix out; she saw him\nbend close, wave his hand in a swift sign, and heard a murmur of a\nlanguage she did not know. Then he was up again, holding the crucifix\nbefore him, and she saw him begin to move forward into the midst of the\nred-flooded pavement, looking this way and that as if for a signal. Down\nthe steps of the great hospital on her right came figures running now,\nhatless, each carrying what looked like an old-fashioned camera. She\nknew what those men were, and her heart leaped in relief. They were the\nministers of euthanasia. Then she felt herself taken by the shoulder and\npulled back, and immediately found herself in the front rank of a crowd\nthat was swaying and crying out, and behind a line of police and\ncivilians who had formed themselves into a cordon to keep the pressure\nback.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}