{
    "title": "Lord of the World - Chapter V",
    "author": "Robert Hugh Benson",
    "chapter": "15",
    "content": [
        "\n\n",
        "I",
        "There was an exclamation, then silence, as a tall, beautiful girl with\nflushed face and shining grey eyes came forward and stopped, followed by\na man whom Percy knew at once from his pictures. A little whimpering\nsounded from the bed, and the priest lifted his hand instinctively to\nsilence it.",
        "“Why,” said Mabel; and then stared at the man with the young face and\nthe white hair.",
        "Oliver opened his lips and closed them again. He, too, had a strange\nexcitement in his face. Then he spoke.",
        "“Who is this?” he said deliberately.",
        "“Oliver,” cried the girl, turning to him abruptly, “this is the priest I\nsaw–-”",
        "“A priest!” said the other, and came forward a step. “Why, I thought–-”",
        "Percy drew a breath to steady that maddening vibration in his throat.",
        "“Yes, I am a priest,” he said.",
        "Again the whimpering broke out from the bed; and Percy, half turning\nagain to silence it, saw the girl mechanically loosen the clasp of the\nthin dust cloak over her white dress.",
        "“You sent for him, mother?” snapped the man, with a tremble in his\nvoice, and with a sudden jerk forward of his whole body. But the girl\nput out her hand.",
        "“Quietly, my dear,” she said. “Now, sir–-”",
        "“Yes, I am a priest,” said Percy again, strung up now to a desperate\nresistance of will, hardly knowing what he said.",
        "“And you come to my house!” exclaimed the man. He came a step nearer,\nand half recoiled. “You swear you are a priest?” he said. “You have been\nhere all this evening?”",
        "“Since midnight.”",
        "“And you are not–-” he stopped again.",
        "Mabel stepped straight between them.",
        "“Oliver,” she said, still with that air of suppressed excitement, “we\nmust not have a scene here. The poor dear is too ill. Will you come\ndownstairs, sir?”",
        "Percy took a step towards the door, and Oliver moved slightly aside.\nThen the priest stopped, turned and lifted his hand.",
        "“God bless you!” he said simply, to the muttering figure in the bed.\nThen he went out, and waited outside the door.",
        "He could hear a low talking within; then a compassionate murmur from the\ngirl’s voice; then Oliver was beside him, trembling all over, as white\nas ashes, and made a silent gesture as he went past him down the stairs.",
        "The whole thing seemed to Percy like some incredible dream; it was all\nso unexpected, so untrue to life. He felt conscious of an enormous shame\nat the sordidness of the affair, and at the same time of a kind of\nhopeless recklessness. The worst had happened and the best–that was his\nsole comfort.",
        "Oliver pushed a door open, touched a button, and went through into the\nsuddenly lit room, followed by Percy. Still in silence, he pointed to a\nchair, Percy sat down, and Oliver stood before the fireplace, his hands\ndeep in the pockets of his jacket, slightly turned away.",
        "Percy’s concentrated senses became aware of every detail of the\nroom–the deep springy green carpet, smooth under his feet, the straight\nhanging thin silk curtains, the half-dozen low tables with a wealth of\nflowers upon them, and the books that lined the walls. The whole room\nwas heavy with the scent of roses, although the windows were wide, and\nthe night-breeze stirred the curtains continually. It was a woman’s\nroom, he told himself. Then he looked at the man’s figure, lithe, tense,\nupright; the dark grey suit not unlike his own, the beautiful curve of\nthe jaw, the clear pale complexion, the thin nose, the protruding curve\nof idealism over the eyes, and the dark hair. It was a poet’s face, he\ntold himself, and the whole personality was a living and vivid one. Then\nhe turned a little and rose as the door opened, and Mabel came in,\nclosing it behind her.",
        "She came straight across to her husband, and put a hand on his shoulder.",
        "“Sit down, my dear,” she said. “We must talk a little. Please sit down,\nsir.”",
        "The three sat down, Percy on one side, and the husband and wife on a\nstraight-backed settle opposite.",
        "The girl began again.",
        "“This must be arranged at once,” she said, “but we must have no tragedy.\nOliver, do you understand? You must not make a scene. Leave this to me.”",
        "She spoke with a curious gaiety; and Percy to his astonishment saw that\nshe was quite sincere: there was not the hint of cynicism.",
        "“Oliver, my dear,” she said again, “don’t mouth like that! It is all\nperfectly right. I am going to manage this.”",
        "Percy saw a venomous look directed at him by the man; the girl saw it\ntoo, moving her strong humorous eyes from one to the other. She put her\nhand on his knee.",
        "“Oliver, attend! Don’t look at this gentleman so bitterly. He has done\nno harm.”",
        "“No harm!” whispered the other.",
        "“No–no harm in the world. What does it matter what that poor dear\nupstairs thinks? Now, sir, would you mind telling us why you came here?”",
        "Percy drew another breath. He had not expected this line.",
        "“I came here to receive Mrs. Brand back into the Church,” he said.",
        "“And you have done so?”",
        "“I have done so.”",
        "“Would you mind telling us your name? It makes it so much more\nconvenient.”",
        "Percy hesitated. Then he determined to meet her on her own ground.",
        "“Certainly. My name is Franklin.”",
        "“Father Franklin?” asked the girl, with just the faintest tinge of\nmocking emphasis on the first word.",
        "“Yes. Father Percy Franklin, from Archbishop’s House, Westminster,” said\nthe priest steadily.",
        "“Well, then, Father Percy Franklin; can you tell us why you came here? I\nmean, who sent for you?”",
        "“Mrs. Brand sent for me.”",
        "“Yes, but by what means?”",
        "“That I must not say.”",
        "“Oh, very good.... May we know what good comes of being ’received into\nthe Church?’”",
        "“By being received into the Church, the soul is reconciled to God.”",
        "“Oh! (Oliver, be quiet.) And how do you do it, Father Franklin?”",
        "Percy stood up abruptly.",
        "“This is no good, madam,” he said. “What is the use of these questions?”",
        "The girl looked at him in open-eyed astonishment, still with her hand on\nher husband’s knee.",
        "“The use, Father Franklin! Why, we want to know. There is no church law\nagainst your telling us, is there?”",
        "Percy hesitated again. He did not understand in the least what she was\nafter. Then he saw that he would give them an advantage if he lost his\nhead at all: so he sat down again.",
        "“Certainly not. I will tell you if you wish to know. I heard Mrs.\nBrand’s confession, and gave her absolution.”",
        "“Oh! yes; and that does it, then? And what next?”",
        "“She ought to receive Holy Communion, and anointing, if she is in danger\nof death.”",
        "Oliver twitched suddenly.",
        "“Christ!” he said softly.",
        "“Oliver!” cried the girl entreatingly. “Please leave this to me. It is\nmuch better so.–And then, I suppose, Father Franklin, you want to give\nthose other things to my mother, too?”",
        "“They are not absolutely necessary,” said the priest, feeling, he did\nnot know why, that he was somehow playing a losing game.",
        "“Oh! they are not necessary? But you would like to?”",
        "“I shall do so if possible. But I have done what is necessary.”",
        "It required all his will to keep quiet. He was as a man who had armed\nhimself in steel, only to find that his enemy was in the form of a\nsubtle vapour. He simply had not an idea what to do next. He would have\ngiven anything for the man to have risen and flown at his throat, for\nthis girl was too much for them both.",
        "“Yes,” she said softly. “Well, it is hardly to be expected that my\nhusband should give you leave to come here again. But I am very glad\nthat you have done what you think necessary. No doubt it will be a\nsatisfaction to you, Father Franklin, and to the poor old thing\nupstairs, too. While we–- we–” she pressed her husband’s knee–\"we\ndo not mind at all. Oh!–but there is one thing more.”",
        "“If you please,” said Percy, wondering what on earth was coming.",
        "“You Christians–forgive me if I say anything rude–but, you know, you\nChristians have a reputation for counting heads, and making the most of\nconverts. We shall be so much obliged, Father Franklin, if you will\ngive us your word not to advertise this–this incident. It would\ndistress my husband, and give him a great deal of trouble.”",
        "“Mrs. Brand–-” began the priest.",
        "“One moment.... You see, we have not treated you badly. There has been\nno violence. We will promise not to make scenes with my mother. Will you\npromise us that?”",
        "Percy had had time to consider, and he answered instantly.",
        "“Certainly, I will promise that.”",
        "Mabel sighed contentedly.",
        "“Well, that is all right. We are so much obliged.... And I think we may\nsay this, that perhaps after consideration my husband may see his way to\nletting you come here again to do Communion and–and the other thing–-”",
        "Again that spasm shook the man beside her.",
        "“Well, we will see about that. At any rate, we know your address, and\ncan let you know.... By the way, Father Franklin, are you going back to\nWestminster to-night?”",
        "He bowed.",
        "“Ah! I hope you will get through. You will find London very much\nexcited. Perhaps you heard–-”",
        "“Felsenburgh?” said Percy.",
        "“Yes. Julian Felsenburgh,” said the girl softly, again with that strange\nexcitement suddenly alight in her eyes. “Julian Felsenburgh,” she\nrepeated. “He is there, you know. He will stay in England for the\npresent.”",
        "Again Percy was conscious of that slight touch of fear at the mention of\nthat name.",
        "“I understand there is to be peace,” he said.",
        "The girl rose and her husband with her.",
        "“Yes,” she said, almost compassionately, “there is to be peace. Peace at\nlast.” (She moved half a step towards him, and her face glowed like a\nrose of fire. Her hand rose a little.) “Go back to London, Father\nFranklin, and use your eyes. You will see him, I dare say, and you will\nsee more besides.” (Her voice began to vibrate.) “And you will\nunderstand, perhaps, why we have treated you like this–why we are no\nlonger afraid of you–why we are willing that my mother should do its\nshe pleases. Oh! you will understand, Father Franklin if not to-night,\nto-morrow; or if not to-morrow, at least in a very short time.”",
        "“Mabel!” cried her husband.",
        "The girl wheeled, and threw her arms round him, and kissed him on the\nmouth.",
        "“Oh! I am not ashamed, Oliver, my dear. Let him go and see for himself.\nGood-night, Father Franklin.”",
        "As he went towards the door, hearing the ping of the bell that some one\ntouched in the room behind him, he turned once more, dazed and\nbewildered; and there were the two, husband and wife, standing in the\nsoft, sunny light, as if transfigured. The girl had her arm round the\nman’s shoulder, and stood upright and radiant as a pillar of fire; and\neven on the man’s face there was no anger now–nothing but an almost\nsupernatural pride and confidence. They were both smiling.",
        "Then Percy passed out into the soft, summer night.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}