{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "54",
    "content": [
        "\n\n",
        "It struck a quarter-past six from the little clock on the mantel-shelf\nas she laid down her pen. Then she took up the closely written sheets,\nleaned back in her deep chair, and began to read.",
        "“NO 3A MANCHESTER WEST.",
        "“MY DEAR: I am very sorry, but it has come back to me. I really cannot\ngo on any longer, so I am going to escape in the only way left, as I\nonce told you. I have had a very quiet and happy time here; they have\nbeen most kind and considerate. You see, of course, from the heading on\nthis paper, what I mean....",
        "“Well, you have always been very dear to me; you are still, even at this\nmoment. So you have a right to know my reasons so far as I know them\nmyself. It is very difficult to understand myself; but it seems to me\nthat I am not strong enough to live. So long as I was pleased and\nexcited it was all very well–especially when He came. But I think I had\nexpected it to be different; I did not understand as I do now how it\nmust come to this–how it is all quite logical and right. I could bear\nit, when I thought that they had acted through passion, but this is\ndeliberate. I did not realise that Peace must have its laws, and must\nprotect itself. And, somehow, that Peace is not what I want. It is being\nalive at all that is wrong.",
        "“Then there is this difficulty. I know how absolutely in agreement you\nare with this new state of affairs; of course you are, because you are\nso much stronger and more logical than I am. But if you have a wife she\nmust be of one mind with you. And I am not, any more, at least not with\nmy heart, though I see you are right.... Do you understand, my dear?",
        "“If we had had a child, it might have been different. I might have liked\nto go on living for his sake. But Humanity, somehow–Oh! Oliver! I\ncan’t–I can’t.",
        "“I know I am wrong, and that you are right–but there it is; I cannot\nchange myself. So I am quite sure that I must go.",
        "“Then I want to tell you this–that I am not at all frightened. I never\ncan understand why people are–unless, of course, they are Christians. I\nshould be horribly frightened if I was one of them. But, you see, we\nboth know that there is nothing beyond. It is life that I am frightened\nof–not death. Of course, I should be frightened if there was any pain;\nbut the doctors tell me there is absolutely none. It is simply going to\nsleep. The nerves are dead before the brain. I am going to do it myself.\nI don’t want any one else in the room. In a few minutes the nurse\nhere–Sister Anne, with whom I have made great friends–will bring in\nthe thing, and then she will leave me.",
        "“As regards what happens afterwards, I do not mind at all. Please do\nexactly what you wish. The cremation will take place to-morrow morning\nat noon, so that you can be here if you like. Or you can send\ndirections, and they will send on the urn to you. I know you liked to\nhave your mother’s urn in the garden; so perhaps you will like mine.\nPlease do exactly what you like. And with all my things too. Of course I\nleave them to you.",
        "“Now, my dear, I want to say this–that I am very sorry indeed now that\nI was so tiresome and stupid. I think I did really believe your\narguments all along. But I did not want to believe them. Do you see now\nwhy I was so tiresome?",
        "“Oliver, my darling, you have been extraordinarily good to me.... Yes, I\nknow I am crying, but I am really very happy. This is such a lovely\nending. I wish I hadn’t been obliged to make you so anxious during this\nlast week: but I had to–I knew you would persuade me against it, if you\nfound me, and that would have been worse than ever. I am sorry I told\nyou that lie, too. Indeed, it is the first I ever did tell you.",
        "“Well, I don’t think there is much more to say. Oliver, my dear,\ngood-bye. I send you my love with all my heart.",
        "* * * * *",
        "She sat still when she had read it through, and her eyes were still wet\nwith tears. Yet it was all perfectly true. She was far happier than she\ncould be if she had still the prospect of going back. Life seemed\nentirely blank: death was so obvious an escape; her soul ached for it,\nas a body for sleep.",
        "She directed the envelope, still with a perfectly steady hand, laid it\non the table, and leaned back once more, glancing again at her untasted\nbreakfast.",
        "Then she suddenly began to think of her conversation with Mr. Francis;\nand, by a strange association of ideas, remembered the fall of the volor\nin Brighton, the busy-ness of the priest, and the Euthanasia boxes....",
        "When Sister Anne came in a few minutes later, she was astonished at what\nshe saw. The girl crouched at the window, her hands on the sill, staring\nout at the sky in an attitude of unmistakable horror.",
        "Sister Anne came across the room quickly, setting down something on the\ntable as she passed. She touched the girl on the shoulder.",
        "“My dear, what is it?”",
        "There was a long sobbing breath, and Mabel turned, rising as she turned,\nand clutched the nurse with one shaking hand, pointing out with the\nother.",
        "“There!” she said. “There–look!”",
        "“Well, my dear, what is it? I see nothing. It is a little dark!”",
        "“Dark!” said the other. “You call that dark! Why, why, it is\nblack–black!”",
        "The nurse drew her softly backwards to the chair, turning her from the\nwindow. She recognised nervous fear; but no more than that. But Mabel\ntore herself free, and wheeled again.",
        "“You call that a little dark,” she said. “Why, look, sister, look!”",
        "Yet there was nothing remarkable to be seen. In front rose up the\nfeathery hand of an elm, then the shuttered windows across the court,\nthe roof, and above that the morning sky, a little heavy and dusky as\nbefore a storm; but no more than that.",
        "“Well, what is it, my dear? What do you see?”",
        "“Why, why ... look! look!–There, listen to that.”",
        "A faint far-away rumble sounded as the rolling of a waggon–so faint\nthat it might almost be an aural delusion. But the girl’s hands were at\nher ears, and her face was one white wide-eyed mask of terror. The nurse\nthrew her arms round her.",
        "“My dear,” she said, “you are not yourself. That is nothing but a little\nheat-thunder. Sit down quietly.”",
        "She could feel the girl’s body shaking beneath her hands, but there was\nno resistance as she drew her to the chair.",
        "“The lights! the lights!” sobbed Mabel.",
        "“Will you promise me to sit quietly, then?”",
        "She nodded; and the nurse went across to the door, smiling tenderly; she\nhad seen such things before. A moment later the room was full of\nexquisite sunlight, as she switched the handle. As she turned, she saw\nthat Mabel had wheeled herself round in the chair, and with clasped\nhands was still staring out at the sky above the roofs; but she was\nplainly quieter again now. The nurse came back, and put her hand on her\nshoulder.",
        "“You are overwrought, my dear.... Now you must believe me. There is\nnothing to be frightened of. It is just nervous excitement.... Shall I\npull down the blind?”",
        "Mabel turned her face.... Yes, certainly the light had reassured her.\nHer face was still white and bewildered, but the steady look was coming\nback to her eyes, though, even as she spoke, they wandered back more\nthan once to the window.",
        "“Nurse,” she said more quietly, “please look again and tell me if you\nsee nothing. If you say there is nothing I will believe that I am going\nmad. No; you must not touch the blind.”",
        "No; there was nothing. The sky was a little dark, as if a blight were\ncoming on; but there was hardly more than a veil of cloud, and the light\nwas scarcely more than tinged with gloom. It was just such a sky as\nprecedes a spring thunderstorm. She said so, clearly and firmly.",
        "Mabel’s face steadied still more.",
        "“Very well, nurse.... Then–-”",
        "She turned to the little table by the side on which Sister Anne had set\ndown what she had brought into the room.",
        "“Show me, please.”",
        "The nurse still hesitated.",
        "“Are you sure you are not too frightened, my dear? Shall I get you\nanything?”",
        "“I have no more to say,” said Mabel firmly. “Show me, please.”",
        "Sister Anne turned resolutely to the table.",
        "There rested upon it a white-enamelled box, delicately painted with\nflowers. From this box emerged a white flexible tube with a broad\nmouthpiece, fitted with two leather-covered steel clasps. From the side\nof the box nearest the chair protruded a little china handle.",
        "“Now, my dear,” began the nurse quietly, watching the other’s eyes turn\nonce again to the window, and then back–\"now, my dear, you sit there,\nas you are now. Your head right back, please. When you are ready, you\nput this over your mouth, and clasp the springs behind your head....\nSo.... it works quite easily. Then you turn this handle, round that way,\nas far as it will go. And that is all.”",
        "Mabel nodded. She had regained her self-command, and understood plainly\nenough, though even as she spoke once again her eyes strayed away to the\nwindow.",
        "“That is all,” she said. “And what then?”",
        "The nurse eyed her doubtfully for a moment.",
        "“I understand perfectly,” said Mabel. “And what then?”",
        "“There is nothing more. Breathe naturally. You will feel sleepy almost\ndirectly. Then you close your eyes, and that is all.”",
        "Mabel laid the tube on the table and stood up. She was completely\nherself now.",
        "“Give me a kiss, sister,” she said.",
        "The nurse nodded and smiled to her once more at the door. But Mabel\nhardly noticed it; again she was looking towards the window.",
        "“I shall come back in half-an-hour,” said Sister Anne.",
        "Then her eyes caught a square of white upon the centre table. “Ah! that\nletter!” she said.",
        "“Yes,” said the girl absently. “Please take it.”",
        "The nurse took it up, glanced at the address, and again at Mabel. Still\nshe hesitated.",
        "“In half-an-hour,” she repeated. “There is no hurry at all. It doesn’t\ntake five minutes.... Good-bye, my dear.”",
        "But Mabel was still looking out of the window, and made no answer.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}