{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "49",
    "content": [
        "\n\n",
        "The little chapel in the house below was scarcely more dignified than\nthe other rooms. Of ornaments, except those absolutely essential to\nliturgy and devotion, there were none. In the plaster of the walls were\nindented in slight relief the fourteen stations of the Cross; a small\nstone image of the Mother of God stood in a corner, with an iron-work\ncandlestick before it, and on the solid uncarved stone altar, raised on\na stone step, stood six more iron candlesticks and an iron crucifix. A\ntabernacle, also of iron, shrouded by linen curtains, stood beneath the\ncross; a small stone slab projecting from the wall served as a credence.\nThere was but one window, and this looked into the court, so that the\neyes of strangers might not penetrate.",
        "It seemed to the Syrian priest as he went about his business–laying out\nthe vestments in the little sacristy that opened out at one side of the\naltar, preparing the cruets and stripping the covering from the\naltar-cloth–that even that slight work was wearying. There seemed a\ncertain oppression in the air. As to how far that was the result of his\nbroken rest he did not know, but he feared that it was one more of those\nscirocco days that threatened. That yellowish tinge of dawn had not\npassed with the sun-rising; even now, as he went noiselessly on his bare\nfeet between the predella and the prie-dieu where the silent white\nfigure was still motionless, he caught now and again, above the roof\nacross the tiny court, a glimpse of that faint sand-tinged sky that was\nthe promise of beat and heaviness.",
        "He finished at last, lighted the candles, genuflected, and stood with\nbowed head waiting for the Holy Father to rise from His knees. A\nservant’s footstep sounded in the court, coming across to hear mass, and\nsimultaneously the Pope rose and went towards the sacristy, where the\nred vestments of God who came by fire were laid ready for the Sacrifice.",
        "Silvester’s bearing at mass was singularly unostentatious. He moved as\nswiftly as any young priest, His voice was quite even and quite low, and\nhis pace neither rapid nor pompous. According to tradition, He occupied\nhalf-an-hour ab amictu ad amictum; and even in the tiny empty chapel\nHe observed to keep His eyes always downcast. And yet this Syrian never\nserved His mass without a thrill of something resembling fear; it was\nnot only his knowledge of the awful dignity of this simple celebrant;\nbut, although he could not have expressed it so, there was an aroma of\nan emotion about the vestmented figure that affected him almost\nphysically–an entire absence of self-consciousness, and in its place\nthe consciousness of some other Presence, a perfection of manner even in\nthe smallest details that could only arise from absolute recollection.\nEven in Rome in the old days it had been one of the sights of Rome to\nsee Father Franklin say mass; seminary students on the eve of ordination\nwere sent to that sight to learn the perfect manner and method.",
        "To-day all was as usual, but at the Communion the priest looked up\nsuddenly at the moment when the Host had been consumed, with a half\nimpression that either a sound or a gesture had invited it; and, as he\nlooked, his heart began to beat thick and convulsive at the base of his\nthroat. Yet to the outward eyes there was nothing unusual. The figure\nstood there with bowed head, the chin resting on the tips of the long\nfingers, the body absolutely upright, and standing with that curious\nlight poise as if no weight rested upon the feet. But to the inner sense\nsomething was apparent the Syrian could not in the least formulate it to\nhimself; but afterwards he reflected that he had stared expecting some\nvisible or audible manifestation to take place. It was an impression\nthat might be described under the terms of either light or sound; at any\ninstant that delicate vivid force, that to the eyes of the soul burned\nbeneath the red chasuble and the white alb, might have suddenly welled\noutwards under the appearance of a gush of radiant light rendering\nluminous not only the clear brown flesh seen beneath the white hair, but\nthe very texture of the coarse, dead, stained stuffs that swathed the\nrest of the body. Or it might have shown itself in the strain of a long\nchord on strings or wind, as if the mystical union of the dedicated soul\nwith the ineffable Godhead and Humanity of Jesus Christ generated such a\nsound as ceaselessly flows out with the river of life from beneath the\nThrone of the Lamb. Or yet once more it might have declared itself under\nthe guise of a perfume–the very essence of distilled sweetness–such a\nscent as that which, streaming out through the gross tabernacle of a\nsaint’s body, is to those who observe it as the breath of heavenly\nroses....",
        "The moments passed in that hush of purity and peace; sounds came and\nwent outside, the rattle of a cart far away, the sawing of the first\ncicada in the coarse grass twenty yards away beyond the wall; some one\nbehind the priest was breathing short and thick as under the pressure of\nan intolerable emotion, and yet the figure stood there still, without a\nmovement or sway to break the carved motionlessness of the alb-folds or\nthe perfect poise of the white-shod feet. When He moved at last to\nuncover the Precious Blood, to lay His hands on the altar and adore, it\nwas as if a statue had stirred into life; to the server it was very\nnearly as a shock.",
        "Again, when the chalice was empty, that first impression reasserted\nitself; the human and the external died in the embrace of the Divine and\nInvisible, and once more silence lived and glowed.... And again as the\nspiritual energy sank back again into its origin, Silvester stretched\nout the chalice.",
        "With knees that shook and eyes wide in expectation, the priest rose,\nadored, and went to the credence.",
        "It was customary after the Pope’s mass that the priest himself should\noffer the Sacrifice in his presence, but to-day so soon as the vestments\nhad been laid one by one on the rough chest, Silvester turned to the\npriest.",
        "“Presently,” he said softly. “Go up, father, at once to the roof, and\ntell the Cardinal to be ready. I shall come in five minutes.”",
        "It was surely a scirocco-day, thought the priest, as he came up on to\nthe flat roof. Overhead, instead of the clear blue proper to that hour\nof the morning, lay a pale yellow sky darkening even to brown at the\nhorizon. Thabor, before him, hung distant and sombre seen through the\nimpalpable atmosphere of sand, and across the plain, as he glanced\nbehind him, beyond the white streak of Nain nothing was visible except\nthe pale outline of the tops of the hills against the sky. Even at this\nmorning hour, too, the air was hot and breathless, broken only by the\nslow-stifling lift of the south-western breeze that, blowing across\ncountless miles of sand beyond far-away Egypt, gathered up the heat of\nthe huge waterless continent and was pouring it, with scarcely a streak\nof sea to soften its malignity, on this poor strip of land. Carmel, too,\nas he turned again, was swathed about its base with mist, half dry and\nhalf damp, and above showed its long bull-head running out defiantly\nagainst the western sky. The very table as he touched it was dry and hot\nto the hand, by mid-day the steel would be intolerable.",
        "He pressed the lever, and waited; pressed it again, and waited again.\nThere came the answering ring, and he tapped across the eighty miles of\nair that his Eminence’s presence was required at once. A minute or two\npassed, and then, after another rap of the bell, a line flicked out on\nthe new white sheet.",
        "“’I am here. Is it his Holiness?’”",
        "He felt a hand upon his shoulder, and turned to see Silvester, hooded\nand in white, behind his chair.",
        "“Tell him yes. Ask him if there is further news.”",
        "The Pope went to the chair once more and sat down, and a minute later\nthe priest, with growing excitement, read out the answer.",
        "“’Inquiries are pouring in. Many expect your Holiness to issue a\nchallenge. My secretaries have been occupied since four o’clock. The\nanxiety is indescribable. Some are denying that they have a Pope.\nSomething must be done at once.’”",
        "“Is that all?” asked the Pope.",
        "Again the priest read out the answer. “’Yes and no. The news is true. It\nwill be inforced immediately. Unless a step is taken immediately there\nwill be widespread and final apostasy.’”",
        "“Very good,” murmured the Pope, in his official voice. “Now listen\ncarefully, Eminence.” He was silent for a moment, his fingers joined\nbeneath his chin as just now at mass. Then he spoke.",
        "“We are about to place ourselves unreservedly in the hands of God. Human\nprudence must no longer restrain us. We command you then, using all\ndiscretion that is possible, to communicate these wishes of ours to the\nfollowing persons under the strictest secrecy, and to no others\nwhatsoever. And for this service you are to employ messengers, taken\nfrom the Order of Christ Crucified, two for each message, which is not\nto be committed to writing in any form. The members of the Sacred\nCollege, numbering twelve; the metropolitans and Patriarchs through the\nentire world, numbering twenty-two; the Generals of the Religious\nOrders: the Society of Jesus, the Friars, the Monks Ordinary, and the\nMonks Contemplative four. These persons, thirty-eight in number, with\nthe chaplain of your Eminence, who shall act as notary, and my own who\nshall assist him, and Ourself–forty-one all told–these persons are to\npresent themselves here at our palace of Nazareth not later than the Eve\nof Pentecost. We feel Ourselves unwilling to decide the steps necessary\nto be taken with reference to the new decree, except we first hear the\ncounsel of our advisers, and give them an opportunity of communicating\nfreely one with another. These words, as we have spoken them, are to be\nforwarded to all those persons whom we have named; and your Eminence\nwill further inform them that our deliberations will not occupy more\nthan four days.",
        "“As regards the questions of provisioning the council and all matters of\nthat kind, your Eminence will despatch to-day the chaplain of whom we\nhave spoken, who with my own chaplain will at once set about\npreparations, and your Eminence will yourself follow, appointing Father\nMarabout to act in your absence, not later than four days hence.",
        "“Finally, to all who have asked explicit directions in the face of this\nnew decree, communicate this one sentence, and no more.",
        "“_Lose not your confidence which hath a great reward. For yet a little\nwhile, and, He that is to come will come and will not delay.–Silvester\nthe Bishop, Servant of the Servants of God.”",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}