{
    "title": "Lord of the World - Chapter II",
    "author": "Robert Hugh Benson",
    "chapter": "6",
    "content": [
        "\n\n",
        "I",
        "Percy Franklin’s correspondence with the Cardinal-Protector of England\noccupied him directly for at least two hours every day, and for nearly\neight hours indirectly.",
        "For the past eight years the methods of the Holy See had once more been\nrevised with a view to modern needs, and now every important province\nthroughout the world possessed not only an administrative metropolitan\nbut a representative in Rome whose business it was to be in touch with\nthe Pope on the one side and the people he represented on the other. In\nother words, centralisation had gone forward rapidly, in accordance with\nthe laws of life; and, with centralisation, freedom of method and\nexpansion of power. England’s Cardinal-Protector was one Abbot Martin, a\nBenedictine, and it was Percy’s business, as of a dozen more bishops,\npriests and laymen (with whom, by the way, he was forbidden to hold any\nformal consultation), to write a long daily letter to him on affairs\nthat came under his notice.",
        "It was a curious life, therefore, that Percy led. He had a couple of\nrooms assigned to him in Archbishop’s House at Westminster, and was\nattached loosely to the Cathedral staff, although with considerable\nliberty. He rose early, and went to meditation for an hour, after which\nhe said his mass. He took his coffee soon after, said a little office,\nand then settled down to map out his letter. At ten o’clock he was ready\nto receive callers, and till noon he was generally busy with both those\nwho came to see him on their own responsibility and his staff of\nhalf-a-dozen reporters whose business it was to bring him marked\nparagraphs in the newspapers and their own comments. He then breakfasted\nwith the other priests in the house, and set out soon after to call on\npeople whose opinion was necessary, returning for a cup of tea soon\nafter sixteen o’clock. Then he settled down, after the rest of his\noffice and a visit to the Blessed Sacrament, to compose his letter,\nwhich though short, needed a great deal of care and sifting. After\ndinner he made a few notes for next day, received visitors again, and\nwent to bed soon after twenty-two o’clock. Twice a week it was his\nbusiness to assist at Vespers in the afternoon, and he usually sang high\nmass on Saturdays.",
        "It was, therefore, a curiously distracting life, with peculiar dangers.",
        "It was one day, a week or two after his visit to Brighton, that he was\njust finishing his letter, when his servant looked in to tell him that\nFather Francis was below.",
        "“In ten minutes,” said Percy, without looking up.",
        "He snapped off his last lines, drew out the sheet, and settled down to\nread it over, translating it unconsciously from Latin to English.",
        "“WESTMINSTER, May 14th.",
        "“EMINENCE: Since yesterday I have a little more information. It appears\ncertain that the Bill establishing Esperanto for all State purposes will\nbe brought in in June. I have had this from Johnson. This, as I have\npointed out before, is the very last stone in our consolidation with the\ncontinent, which, at present, is to be regretted.... A great access of\nJews to Freemasonry is to be expected; hitherto they have held aloof to\nsome extent, but the ’abolition of the Idea of God’ is tending to draw\nin those Jews, now greatly on the increase once more, who repudiate all\nnotion of a personal Messiah. It is ’Humanity’ here, too, that is at\nwork. To-day I heard the Rabbi Simeon speak to this effect in the City,\nand was impressed by the applause he received.... Yet among others an\nexpectation is growing that a man will presently be found to lead the\nCommunist movement and unite their forces more closely. I enclose a\nverbose cutting from the New People to that effect; and it is echoed\neverywhere. They say that the cause must give birth to one such soon;\nthat they have had prophets and precursors for a hundred years past, and\nlately a cessation of them. It is strange how this coincides\nsuperficially with Christian ideas. Your Eminence will observe that a\nsimile of the ’ninth wave’ is used with some eloquence.... I hear to-day\nof the secession of an old Catholic family, the Wargraves of Norfolk,\nwith their chaplain Micklem, who it seems has been busy in this\ndirection for some while. The Epoch announces it with satisfaction,\nowing to the peculiar circumstances; but unhappily such events are not\nuncommon now.... There is much distrust among the laity. Seven priests\nin Westminster diocese have left us within the last three months; on the\nother hand, I have pleasure in telling your Eminence that his Grace\nreceived into Catholic Communion this morning the ex-Anglican Bishop of\nCarlisle, with half-a-dozen of his clergy. This has been expected for\nsome weeks past. I append also cuttings from the Tribune, the London\nTrumpet, and the Observer, with my comments upon them. Your Eminence\nwill see how great the excitement is with regard to the last.",
        "“_Recommendation. That formal excommunication of the Wargraves and\nthese eight priests should be issued in Norfolk and Westminster\nrespectively, and no further notice taken.”",
        "Percy laid down the sheet, gathered up the half dozen other papers that\ncontained his extracts and running commentary, signed the last, and\nslipped the whole into the printed envelope that lay ready.",
        "Then he took up his biretta and went to the lift.",
        "The moment he came into the glass-doored parlour he saw that the crisis\nwas come, if not passed already. Father Francis looked miserably ill,\nbut there was a curious hardness, too, about his eyes and mouth, as he\nstood waiting. He shook his head abruptly.",
        "“I have come to say good-bye, father. I can bear it no more.”",
        "Percy was careful to show no emotion at all. He made a little sign to a\nchair, and himself sat down too. “It is an end of everything,” said the\nother again in a perfectly steady voice. “I believe nothing. I have\nbelieved nothing for a year now.”",
        "“You have felt nothing, you mean,” said Percy.",
        "“That won’t do, father,” went on the other. “I tell you there is nothing\nleft. I can’t even argue now. It is just good-bye.”",
        "Percy had nothing to say. He had talked to this man during a period of\nover eight months, ever since Father Francis had first confided in him\nthat his faith was going. He understood perfectly what a strain it had\nbeen; he felt bitterly compassionate towards this poor creature who had\nbecome caught up somehow into the dizzy triumphant whirl of the New\nHumanity. External facts were horribly strong just now; and faith,\nexcept to one who had learned that Will and Grace were all and emotion\nnothing, was as a child crawling about in the midst of some huge\nmachinery: it might survive or it might not; but it required nerves of\nsteel to keep steady. It was hard to know where blame could be assigned;\nyet Percy’s faith told him that there was blame due. In the ages of\nfaith a very inadequate grasp of religion would pass muster; in these\nsearching days none but the humble and the pure could stand the test for\nlong, unless indeed they were protected by a miracle of ignorance. The\nalliance of Psychology and Materialism did indeed seem, looked at from\none angle, to account for everything; it needed a robust supernatural\nperception to understand their practical inadequacy. And as regards\nFather Francis’s personal responsibility, he could not help feeling that\nthe other had allowed ceremonial to play too great a part in his\nreligion, and prayer too little. In him the external had absorbed the\ninternal.",
        "So he did not allow his sympathy to show itself in his bright eyes.",
        "“You think it my fault, of course,” said the other sharply.",
        "“My dear father,” said Percy, motionless in his chair, “I know it is\nyour fault. Listen to me. You say Christianity is absurd and impossible.\nNow, you know, it cannot be that! It may be untrue–I am not speaking of\nthat now, even though I am perfectly certain that it is absolutely\ntrue–but it cannot be absurd so long as educated and virtuous people\ncontinue to hold it. To say that it is absurd is simple pride; it is to\ndismiss all who believe in it as not merely mistaken, but unintelligent\nas well–-”",
        "“Very well, then,” interrupted the other; “then suppose I withdraw that,\nand simply say that I do not believe it to be true.”",
        "“You do not withdraw it,” continued Percy serenely; “you still really\nbelieve it to be absurd: you have told me so a dozen times. Well, I\nrepeat, that is pride, and quite sufficient to account for it all. It is\nthe moral attitude that matters. There may be other things too–-”",
        "Father Francis looked up sharply.",
        "“Oh! the old story!” he said sneeringly.",
        "“If you tell me on your word of honour that there is no woman in the\ncase, or no particular programme of sin you propose to work out, I shall\nbelieve you. But it is an old story, as you say.”",
        "“I swear to you there is not,” cried the other.",
        "“Thank God then!” said Percy. “There are fewer obstacles to a return of\nfaith.”",
        "There was silence for a moment after that. Percy had really no more to\nsay. He had talked to him of the inner life again and again, in which\nverities are seen to be true, and acts of faith are ratified; he had\nurged prayer and humility till he was almost weary of the names; and had\nbeen met by the retort that this was to advise sheer self-hypnotism; and\nhe had despaired of making clear to one who did not see it for himself\nthat while Love and Faith may be called self-hypnotism from one angle,\nyet from another they are as much realities as, for example, artistic\nfaculties, and need similar cultivation; that they produce a conviction\nthat they are convictions, that they handle and taste things which when\nhandled and tasted are overwhelmingly more real and objective than the\nthings of sense. Evidences seemed to mean nothing to this man.",
        "So he was silent now, chilled himself by the presence of this crisis,\nlooking unseeingly out upon the plain, little old-world parlour, its\ntall window, its strip of matting, conscious chiefly of the dreary\nhopelessness of this human brother of his who had eyes but did not see,\nears and was deaf. He wished he would say good-bye, and go. There was no\nmore to be done.",
        "Father Francis, who had been sitting in a lax kind of huddle, seemed to\nknow his thoughts, and sat up suddenly.",
        "“You are tired of me,” he said. “I will go.”",
        "“I am not tired of you, my dear father,” said Percy simply. “I am only\nterribly sorry. You see I know that it is all true.”",
        "The other looked at him heavily.",
        "“And I know that it is not,” he said. “It is very beautiful; I wish I\ncould believe it. I don’t think I shall be ever happy again–but–but\nthere it is.”",
        "Percy sighed. He had told him so often that the heart is as divine a\ngift as the mind, and that to neglect it in the search for God is to\nseek ruin, but this priest had scarcely seen the application to himself.\nHe had answered with the old psychological arguments that the\nsuggestions of education accounted for everything.",
        "“I suppose you will cast me off,” said the other.",
        "“It is you who are leaving me,” said Percy. “I cannot follow, if you\nmean that.”",
        "“But–but cannot we be friends?”",
        "A sudden heat touched the elder priest’s heart.",
        "“Friends?” he said. “Is sentimentality all you mean by friendship? What\nkind of friends can we be?”",
        "The other’s face became suddenly heavy.",
        "“I thought so.”",
        "“John!” cried Percy. “You see that, do you not? How can we pretend\nanything when you do not believe in God? For I do you the honour of\nthinking that you do not.”",
        "Francis sprang up.",
        "“Well–-” he snapped. “I could not have believed–I am going.”",
        "He wheeled towards the door.",
        "“John!” said Percy again. “Are you going like this? Can you not shake\nhands?”",
        "The other wheeled again, with heavy anger in his face.",
        "“Why, you said you could not be friends with me!”",
        "Percy’s mouth opened. Then he understood, and smiled. “Oh! that is all\nyou mean by friendship, is it?–I beg your pardon. Oh! we can be polite\nto one another, if you like.”",
        "He still stood holding out his hand. Father Francis looked at it a\nmoment, his lips shook: then once more he turned, and went out without a\nword.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}