{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "52",
    "content": [
        "\n\n",
        "That same evening Mr. Francis was very busy in his office over the\ndetails connected with the festival of Sustenance that was to be\ncelebrated on the first of July. It was the first time that the\nparticular ceremony had taken place, and he was anxious that it should\nbe as successful as its predecessors. There were a few differences\nbetween this and the others, and it was necessary that the\nceremoniarii should be fully instructed.",
        "So, with his model before him–a miniature replica of the interior of\nthe Abbey, with tiny dummy figures on blocks that could be shifted this\nway and that, he was engaged in adding in a minute ecclesiastical hand\nrubrical notes to his copy of the Order of Proceedings.",
        "When the porter therefore rang up a little after twenty-one o’clock,\nthat a lady wished to see him, he answered rather brusquely down the\ntube that it was impossible. But the bell rang again, and to his\nimpatient question, the reply came up that it was Mrs. Brand below, and\nthat she did not ask for more than ten minutes’ conversation. This was\nquite another matter. Oliver Brand was an important personage, and his\nwife therefore had significance, and Mr. Francis apologised, gave\ndirections that she was to come to his ante-room, and rose, sighing,\nfrom his dummy Abbey and officials.",
        "She seemed very quiet this evening, he thought, as he shook hands with\nher a minute later; she wore her veil down, so that he could not see her\nface very well, but her voice seemed to lack its usual vivacity.",
        "“I am so sorry to interrupt you, Mr. Francis,” she said. “I only want to\nask you one or two questions.”",
        "He smiled at her encouragingly.",
        "“Mr. Brand, no doubt–-”",
        "“No,” she said, “Mr. Brand has not sent me. It is entirely my own\naffair. You will see my reasons presently. I will begin at once. I know\nI must not keep you.”",
        "It all seemed rather odd, he thought, but no doubt he would understand\nsoon.",
        "“First,” she said, “I think you used to know Father Franklin. He became\na Cardinal, didn’t he?”",
        "Mr. Francis assented, smiling.",
        "“Do you know if he is alive?”",
        "“No,” he said. “He is dead. He was in Rome, you know, at the time of its\ndestruction.”",
        "“Ah! You are sure?”",
        "“Quite sure. Only one Cardinal escaped–Steinmann. He was hanged in\nBerlin; and the Patriarch of Jerusalem died a week or two later.”",
        "“Ah! very well. Well, now, here is a very odd question. I ask for a\nparticular reason, which I cannot explain, but you will soon\nunderstand.... It is this–Why do Catholics believe in God?”",
        "He was so much taken aback that for a moment he sat staring.",
        "“Yes,” she said tranquilly, “it is a very odd question. But–-” she\nhesitated. “Well, I will tell you,” she said. “The fact is, that I have\na friend who is–is in danger from this new law. I want to be able to\nargue with her; and I must know her side. You are the only priest–I\nmean who has been a priest–whom I ever knew, except Father Franklin. So\nI thought you would not mind telling me.”",
        "Her voice was entirely natural; there was not a tremor or a falter in\nit. Mr. Francis smiled genially, rubbing his hands softly together.",
        "“Ah!” he said. “Yes, I see.... Well, that is a very large question.\nWould not to-morrow, perhaps–-?”",
        "“I only want just the shortest answer,” she said. “It is really\nimportant for me to know at once. You see, this new law comes into\nforce–-”",
        "He nodded.",
        "“Well–very briefly, I should say this: Catholics say that God can be\nperceived by reason; that from the arrangements of the world they can\ndeduce that there must have been an Arranger–a Mind, you understand.\nThen they say that they deduce other things about God–that He is Love,\nfor example, because of happiness–-”",
        "“And the pain?” she interrupted.",
        "He smiled again.",
        "“Yes. That is the point–that is the weak point.”",
        "“But what do they say about that?”",
        "“Well, briefly, they say that pain is the result of sin–-”",
        "“And sin? You see, I know nothing at all, Mr. Francis.”",
        "“Well, sin is the rebellion of man’s will against God’s.”",
        "“What do they mean by that?”",
        "“Well, you see, they say that God wanted to be loved by His creatures,\nso He made them free; otherwise they could not really love. But if they\nwere free, it means that they could if they liked refuse to love and\nobey God; and that is what is called Sin. You see what nonsense–-”",
        "She jerked her head a little.",
        "“Yes, yes,” she said. “But I really want to get at what they think....\nWell, then, that is all?”",
        "Mr. Francis pursed his lips.",
        "“Scarcely,” he said; “that is hardly more than what they call Natural\nReligion. Catholics believe much more than that.”",
        "“Well?”",
        "“My dear Mrs. Brand, it is impossible to put it in a few words. But, in\nbrief, they believe that God became man–that Jesus was God, and that He\ndid this in order to save them from sin by dying–-”",
        "“By bearing pain, you mean?”",
        "“Yes; by dying. Well, what they call the Incarnation is really the\npoint. Everything else flows from that. And, once a man believes that, I\nmust confess that all the rest follows–even down to scapulars and holy\nwater.”",
        "“Mr. Francis, I don’t understand a word you’re saying.”",
        "He smiled indulgently.",
        "“Of course not,” he said; “it is all incredible nonsense. But, you know,\nI did really believe it all once.”",
        "“But it’s unreasonable,” she said.",
        "He made a little demurring sound.",
        "“Yes,” he said, “in one sense, of course it is–utterly unreasonable.\nBut in another sense–-”",
        "She leaned forward suddenly, and he could catch the glint of her eyes\nbeneath her white veil.",
        "“Ah!” she said, almost breathlessly. “That is what I want to hear. Now,\ntell me how they justify it.”",
        "He paused an instant, considering.",
        "“Well,” he said slowly, “as far as I remember, they say that there are\nother faculties besides those of reason. They say, for example, that\nthe heart sometimes finds out things that the reason cannot–intuitions,\nyou see. For instance, they say that all things such as self-sacrifice\nand chivalry and even art–all come from the heart, that Reason comes\nwith them–in rules of technique, for instance–but that it cannot prove\nthem; they are quite apart from that.”",
        "“I think I see.”",
        "“Well, they say that Religion is like that–in other words, they\npractically confess that it is merely a matter of emotion.” He paused\nagain, trying to be fair. “Well, perhaps they would not say\nthat–although it is true. But briefly–-”",
        "“Well?”",
        "“Well, they say there is a thing called Faith–a kind of deep conviction\nunlike anything else–supernatural–which God is supposed to give to\npeople who desire it–to people who pray for it, and lead good lives,\nand so on–-”",
        "“And this Faith?”",
        "“Well, this Faith, acting upon what they call Evidences–this Faith\nmakes them absolutely certain that there is a God, that He was made man\nand so on, with the Church and all the rest of it. They say too that\nthis is further proved by the effect that their religion has had in the\nworld, and by the way it explains man’s nature to himself. You see, it\nis just a case of self-suggestion.”",
        "He heard her sigh, and stopped.",
        "“Is that any clearer, Mrs. Brand?”",
        "“Thank you very much,” she said, “it certainly is clearer. ... And it is\ntrue that Christians have died for this Faith, whatever it is?”",
        "“Oh! yes. Thousands and thousands. Just as Mohammedans have for theirs.”",
        "“The Mohammedans believe in God, too, don’t they?”",
        "“Well, they did, and I suppose that a few do now. But very few: the rest\nhave become esoteric, as they say.”",
        "“And–and which would you say were the most highly evolved people–East\nor West?”",
        "“Oh! West undoubtedly. The East thinks a good deal, but it doesn’t act\nmuch. And that always leads to confusion–even to stagnation of\nthought.”",
        "“And Christianity certainly has been the Religion of the West up to a\nhundred years ago?”",
        "“Oh! yes.”",
        "She was silent then, and Mr. Francis had time again to reflect how very\nodd all this was. She certainly must be very much attached to this\nChristian friend of hers.",
        "Then she stood up, and he rose with her.",
        "“Thank you so much, Mr. Francis.... Then that is the kind of outline?”",
        "“Well, yes; so far as one can put it in a few words.”",
        "“Thank you.... I mustn’t keep you.”",
        "He went with her towards the door. But within a yard of it she stopped.",
        "“And you, Mr. Francis. You were brought up in all this. Does it ever\ncome back to you?”",
        "He smiled.",
        "“Never,” he said, “except as a dream.”",
        "“How do you account for that, then? If it is all self-suggestion, you\nhave had thirty years of it.”",
        "She paused; and for a moment he hesitated what to answer.",
        "“How would your old fellow-Catholics account for it?”",
        "“They would say that I bad forfeited light–that Faith was withdrawn.”",
        "“And you?”",
        "Again he paused.",
        "“I should say that I had made a stronger self-suggestion the other way.”",
        "“I see.... Good-night, Mr. Francis.”",
        "She would not let him come down the lift with her, so when he had seen\nthe smooth box drop noiselessly below the level, he went back again to\nhis model of the Abbey and the little dummy figures. But, before he\nbegan to move these about again, he sat for a moment or two with pursed\nlips, staring.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}