{
    "title": "Lord of the World - II",
    "author": "Robert Hugh Benson",
    "chapter": "7",
    "content": [
        "\n\n",
        "Percy stood motionless until he heard the automatic bell outside tell\nhim that Father Francis was really gone, then he went out himself and\nturned towards the long passage leading to the Cathedral. As he passed\nout through the sacristy he heard far in front the murmur of an organ,\nand on coming through into the chapel used as a parish church he\nperceived that Vespers were not yet over in the great choir. He came\nstraight down the aisle, turned to the right, crossed the centre and\nknelt down.",
        "It was drawing on towards sunset, and the huge dark place was lighted\nhere and there by patches of ruddy London light that lay on the gorgeous\nmarble and gildings finished at last by a wealthy convert. In front of\nhim rose up the choir, with a line of white surpliced and furred canons\non either side, and the vast baldachino in the midst, beneath which\nburned the six lights as they had burned day by day for more than a\ncentury; behind that again lay the high line of the apse-choir with the\ndim, window-pierced vault above where Christ reigned in majesty. He let\nhis eyes wander round for a few moments before beginning his deliberate\nprayer, drinking in the glory of the place, listening to the thunderous\nchorus, the peal of the organ, and the thin mellow voice of the priest.\nThere on the left shone the refracted glow of the lamps that burned\nbefore the Lord in the Sacrament, on the right a dozen candles winked\nhere and there at the foot of the gaunt images, high overhead hung the\ngigantic cross with that lean, emaciated Poor Man Who called all who\nlooked on Him to the embraces of a God.",
        "Then he hid his face in his hands, drew a couple of long breaths, and\nset to work.",
        "He began, as his custom was in mental prayer, by a deliberate act of\nself-exclusion from the world of sense. Under the image of sinking\nbeneath a surface he forced himself downwards and inwards, till the peal\nof the organ, the shuffle of footsteps, the rigidity of the chair-back\nbeneath his wrists–all seemed apart and external, and he was left a\nsingle person with a beating heart, an intellect that suggested image\nafter image, and emotions that were too languid to stir themselves. Then\nhe made his second descent, renounced all that he possessed and was, and\nbecame conscious that even the body was left behind, and that his mind\nand heart, awed by the Presence in which they found themselves, clung\nclose and obedient to the will which was their lord and protector. He\ndrew another long breath, or two, as he felt that Presence surge about\nhim; he repeated a few mechanical words, and sank to that peace which\nfollows the relinquishment of thought.",
        "There he rested for a while. Far above him sounded the ecstatic music,\nthe cry of trumpets and the shrilling of the flutes; but they were as\ninsignificant street-noises to one who was falling asleep. He was within\nthe veil of things now, beyond the barriers of sense and reflection, in\nthat secret place to which he had learned the road by endless effort, in\nthat strange region where realities are evident, where perceptions go to\nand fro with the swiftness of light, where the swaying will catches now\nthis, now that act, moulds it and speeds it; where all things meet,\nwhere truth is known and handled and tasted, where God Immanent is one\nwith God Transcendent, where the meaning of the external world is\nevident through its inner side, and the Church and its mysteries are\nseen from within a haze of glory.",
        "So he lay a few moments, absorbing and resting.",
        "Then he aroused himself to consciousness and began to speak.",
        "“Lord, I am here, and Thou art here. I know Thee. There is nothing else\nbut Thou and I.... I lay this all in Thy hands–Thy apostate priest, Thy\npeople, the world, and myself. I spread it before Thee–I spread it\nbefore Thee.”",
        "He paused, poised in the act, till all of which he thought lay like a\nplain before a peak.",
        "... “Myself, Lord–there but for Thy grace should I be going, in\ndarkness and misery. It is Thou Who dost preserve me. Maintain and\nfinish Thy work within my soul. Let me not falter for one instant. If\nThou withdraw Thy hand I fall into utter nothingness.”",
        "So his soul stood a moment, with outstretched appealing hands, helpless\nand confident. Then the will flickered in self-consciousness, and he\nrepeated acts of faith, hope and love to steady it. Then he drew another\nlong breath, feeling the Presence tingle and shake about him, and began\nagain.",
        "“Lord; look on Thy people. Many are falling from Thee. Ne in aeternum\nirascaris nobis. Ne in aeternum irascaris nobis.... I unite myself with\nall saints and angels and Mary Queen of Heaven; look on them and me, and\nhear us. Emitte lucem tuam et veritatem tuam. Thy light and Thy truth!\nLay not on us heavier burdens than we can bear. Lord, why dost Thou not\nspeak!”",
        "He writhed himself forward in a passion of expectant desire, hearing his\nmuscles crack in the effort. Once more he relaxed himself; and the swift\nplay of wordless acts began which he knew to be the very heart of\nprayer. The eyes of his soul flew hither and thither, from Calvary to\nheaven and back again to the tossing troubled earth. He saw Christ dying\nof desolation while the earth rocked and groaned; Christ reigning as a\npriest upon His Throne in robes of light, Christ patient and inexorably\nsilent within the Sacramental species; and to each in turn he directed\nthe eyes of the Eternal Father....",
        "Then he waited for communications, and they came, so soft and delicate,\npassing like shadows, that his will sweated blood and tears in the\neffort to catch and fix them and correspond....",
        "He saw the Body Mystical in its agony, strained over the world as on a\ncross, silent with pain; he saw this and that nerve wrenched and\ntwisted, till pain presented it to himself as under the guise of flashes\nof colour; he saw the life-blood drop by drop run down from His head and\nhands and feet. The world was gathered mocking and good-humoured\nbeneath. ’He saved others: Himself He cannot save.... Let Christ come\ndozen from the Cross and we will believe.” Far away behind bushes and\nin holes of the ground the friends of Jesus peeped and sobbed; Mary\nherself was silent, pierced by seven swords; the disciple whom He loved\nhad no words of comfort.",
        "He saw, too, how no word would be spoken from heaven; the angels\nthemselves were bidden to put sword into sheath, and wait on the eternal\npatience of God, for the agony was hardly yet begun; there were a\nthousand horrors yet before the end could come, that final sum of\ncrucifixion.... He must wait and watch, content to stand there and do\nnothing; and the Resurrection must seem to him no more than a dreamed-of\nhope. There was the Sabbath yet to come, while the Body Mystical must\nlie in its sepulchre cut off from light, and even the dignity of the\nCross must be withdrawn and the knowledge that Jesus lived. That inner\nworld, to which by long effort he had learned the way, was all alight\nwith agony; it was bitter as brine, it was of that pale luminosity that\nis the utmost product of pain, it hummed in his ears with a note that\nrose to a scream ... it pressed upon him, penetrated him, stretched him\nas on a rack.... And with that his will grew sick and nerveless.",
        "“Lord! I cannot bear it!” he moaned....",
        "In an instant he was back again, drawing long breaths of misery. He\npassed his tongue over his lips, and opened his eyes on the darkening\napse before him. The organ was silent now, and the choir was gone, and\nthe lights out. The sunset colour, too, had faded from the walls, and\ngrim cold faces looked down on him from wall and vault. He was back\nagain on the surface of life; the vision had melted; he scarcely knew\nwhat it was that he had seen.",
        "But he must gather up the threads, and by sheer effort absorb them. He\nmust pay his duty, too, to the Lord that gave Himself to the senses as\nwell as to the inner spirit. So he rose, stiff and constrained, and\npassed across to the Chapel of the Holy Sacrament.",
        "As he came out from the block of chairs, very upright and tall, with his\nbiretta once more on his white hair, he saw an old woman watching him\nvery closely. He hesitated an instant, wondering whether she were a\npenitent, and as he hesitated she made a movement towards him.",
        "“I beg your pardon, sir,” she began.",
        "She was not a Catholic then. He lifted his biretta.",
        "“Can I do anything for you?” he asked.",
        "“I beg your pardon, sir, but were you at Brighton, at the accident two\nmonths ago?”",
        "“I was.”",
        "“Ah! I thought so: my daughter-in-law saw you then.”",
        "Percy had a spasm of impatience: he was a little tired of being\nidentified by his white hair and young face.",
        "“Were you there, madam?”",
        "She looked at him doubtfully and curiously, moving her old, eyes up and\ndown his figure. Then she recollected herself.",
        "“No, sir; it was my daughter-in-law–I beg your pardon, sir, but–-”",
        "“Well?” asked Percy, trying to keep the impatience out of his voice.",
        "“Are you the Archbishop, sir?”",
        "The priest smiled, showing his white teeth.",
        "“No, madam; I am just a poor priest. Dr. Cholmondeley is Archbishop. I\nam Father Percy Franklin.”",
        "She said nothing, but still looking at him made a little old-world\nmovement of a bow; and Percy passed on to the dim, splendid chapel to\npay his devotions.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}