{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "37",
    "content": [
        "\n\n",
        "It was about nineteen o’clock that the ruddy English conductor looked in\nat the doorway, waking Percy from his doze.",
        "“Dinner will be served in half-an-hour, gentlemen,” he said (speaking\nEsperanto, as the rule was on international cars). “We do not stop at\nTurin to-night.”",
        "He shut the door and went out, and the sound of closing doors came down\nthe corridor as he made the same announcement to each compartment.",
        "There were no passengers to descend at Turin, then, reflected Percy; and\nno doubt a wireless message had been received that there were none to\ncome on board either. That was good news: it would give him more time in\nLondon. It might even enable Cardinal Steinmann to catch an earlier\nvolor from Paris to Berlin; but he was not sure bow they ran. It was a\npity that the German had not been able to catch the thirteen o’clock\nfrom Rome to Berlin direct. So he calculated, in a kind of superficial\ninsensibility.",
        "He stood up presently to stretch himself. Then he passed out and along\nthe corridor to the lavatory to wash his hands.",
        "He became fascinated by the view as he stood before the basin at the\nrear of the car, for even now they were passing over Turin. It was a\nblur of light, vivid and beautiful, that shone beneath him in the midst\nof this gulf of darkness, sweeping away southwards into the gloom as the\ncar sped on towards the Alps. How little, he thought, seemed this great\ncity seen from above; and yet, how mighty it was! It was from that\nglimmer, already five miles behind, that Italy was controlled; in one of\nthese dolls’ houses of which he had caught but a glimpse, men sat in\ncouncil over souls and bodies, and abolished God, and smiled at His\nChurch. And God allowed it all, and made no sign. It was there that\nFelsenburgh bad been, a month or two ago–Felsenburgh, his double! And\nagain the mental sword tore and stabbed at his heart.",
        "A few minutes later, the four ecclesiastics were sitting at their round\ntable in a little screened compartment of the dining-room in the bows of\nthe air-ship. It was an excellent dinner, served, as usual, from the\nkitchen in the bowels of the volor, and rose, course by course, with a\nsmooth click, into the centre of the table. There was a bottle of red\nwine to each diner, and both table and chairs swung easily to the very\nslight motion of the ship. But they did not talk much, for there was\nonly one subject possible to the two cardinals, and the chaplains had\nnot yet been admitted into the full secret.",
        "It was growing cold now, and even the hot-air foot-rests did not quite\ncompensate for the deathly iciness of the breath that began to stream\ndown from the Alps, which the ship was now approaching at a slight\nincline. It was necessary to rise at least nine thousand feet from the\nusual level, in order to pass the frontier of the Mont Cenis at a safe\nangle; and at the same time it was necessary to go a little slower over\nthe Alps themselves, owing to the extreme rarity of the air, and the\ndifficulty in causing the screw to revolve sufficiently quickly to\ncounteract it.",
        "“There will be clouds to-night,” said a voice clear and distinct from\nthe passage, as the door swung slightly to a movement of the car.",
        "Percy got up and closed it.",
        "The German Cardinal began to grow a little fidgety towards the end of\ndinner.",
        "“I shall go back,” he said at last. “I shall be better in my fur rug.”",
        "His chaplain dutifully went after him, leaving his own dinner\nunfinished, and Percy was left alone with Father Corkran, his English\nchaplain lately from Scotland.",
        "He finished his wine, ate a couple of figs, and then sat staring out\nthrough the plate-glass window in front.",
        "“Ah!” he said. “Excuse me, father. There are the Alps at last.”",
        "The front of the car consisted of three divisions, in the centre of one\nof which stood the steersman, his eyes looking straight ahead, and his\nhands upon the wheel. On either side of him, separated from him by\naluminium walls, was contrived a narrow slip of a compartment, with a\nlong curved window at the height of a man’s eyes, through which a\nmagnificent view could be obtained. It was to one of these that Percy\nwent, passing along the corridor, and seeing through half-opened doors\nother parties still over their wine. He pushed the spring door on the\nleft and went through.",
        "He had crossed the Alps three times before in his life, and well\nremembered the extraordinary effect they had had on him, especially as\nhe had once seen them from a great altitude upon a clear day–an\neternal, immeasurable sea of white ice, broken by hummocks and wrinkles\nthat from below were soaring peaks named and reverenced; and, beyond,\nthe spherical curve of the earth’s edge that dropped in a haze of air\ninto unutterable space. But this time they seemed more amazing than\never, and he looked out on them with the interest of a sick child.",
        "The car was now ascending; rapidly towards the pass up across the huge\ntumbled slopes, ravines, and cliffs that lie like outworks of the\nenormous wall. Seen from this great height they were in themselves\ncomparatively insignificant, but they at least suggested the vastness of\nthe bastions of which they were no more than buttresses. As Percy\nturned, he could see the moonless sky alight with frosty stars, and the\ndimness of the illumination made the scene even more impressive; but as\nhe turned again, there was a change. The vast air about him seemed now\nto be perceived through frosted glass. The velvet blackness of the pine\nforests had faded to heavy grey, the pale glint of water and ice seen\nand gone again in a moment, the monstrous nakedness of rock spires and\nslopes, rising towards him and sliding away again beneath with a\ncrawling motion–all these had lost their distinctness of outline, and\nwere veiled in invisible white. As he looked yet higher to right and\nleft the sight became terrifying, for the giant walls of rock rushing\ntowards him, the huge grotesque shapes towering on all sides, ran upward\ninto a curtain of cloud visible only from the dancing radiance thrown\nupon it by the brilliantly lighted car. Even as he looked, two straight\nfingers of splendour, resembling horns, shot out, as the bow\nsearchlights were turned on; and the car itself, already travelling at\nhalf-speed, dropped to quarter-speed, and began to sway softly from side\nto side as the huge air-planes beat the mist through which they moved,\nand the antennae of light pierced it. Still up they went, and on–yet\nswift enough to let Percy see one great pinnacle rear itself, elongate,\nsink down into a cruel needle, and vanish into nothingness a thousand\nfeet below. The motion grew yet more nauseous, as the car moved up at a\nsharp angle preserving its level, simultaneously rising, advancing and\nswaying. Once, hoarse and sonorous, an unfrozen torrent roared like a\nbeast, it seemed within twenty yards, and was dumb again on the instant.\nNow, too, the horns began to cry, long, lamentable hootings, ringing\nsadly in that echoing desolation like the wail of wandering souls; and\nas Percy, awed beyond feeling, wiped the gathering moisture from the\nglass, and stared again, it appeared as if he floated now, motionless\nexcept for the slight rocking beneath his feet, in a world of whiteness,\nas remote from earth as from heaven, poised in hopeless infinite space,\nblind, alone, frozen, lost in a white hell of desolation.",
        "Once, as he stared, a huge whiteness moved towards him through the veil,\nslid slowly sideways and down, disclosing, as the car veered, a gigantic\nslope smooth as oil, with one cluster of black rock cutting it like the\nfingers of a man’s hand groping from a mountainous wave.",
        "Then, as once more the car cried aloud like a lost sheep, there answered\nit, it seemed scarcely ten yards away, first one windy scream of dismay,\nanother and another; a clang of bells, a chorus broke out; and the air\nwas full of the beating of wings.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}