{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "28",
    "content": [
        "\n\n",
        "It was at ten o’clock on the following morning that the Cardinals were\nsummoned to the Pope’s presence to hear the allocution.",
        "Percy, from his seat among the Consultors, watched them come in, men of\nevery nation and temperament and age–the Italians all together,\ngesticulating, and flashing teeth; the Anglo-Saxons steady-faced and\nserious; an old French Cardinal leaning on his stick, walking with the\nEnglish Benedictine. It was one of the great plain stately rooms of\nwhich the Vatican now chiefly consisted, seated length wise like a\nchapel. At the lower end, traversed by the gangway, were the seats of\nthe Consultors; at the upper end, the dais with the papal throne. Three\nor four benches with desks before them, standing out beyond the\nConsultors’ seats, were reserved for the arrivals of the day before\n–prelates and priests who had poured into Rome from every European\ncountry on the announcement of the amazing news.",
        "Percy had not an idea as to what would be said. It was scarcely possible\nthat nothing but platitudes would be uttered, yet what else could be\nsaid in view of the complete doubtfulness of the situation? All that was\nknown even this morning was that the Presidentship of Europe was a fact;\nthe little silver coin he had seen witnessed to that; that there had\nbeen an outburst of persecution, repressed sternly by local authorities;\nand that Felsenburgh was to-day to begin his tour from capital to\ncapital. He was expected in Turin by the end of the week. From every\nCatholic centre throughout the world had come in messages imploring\nguidance; it was said that apostasy was rising like a tidal wave, that\npersecution threatened everywhere, and that even bishops were beginning\nto yield.",
        "As for the Holy Father, all was doubtful. Those who knew, said nothing;\nand the only rumour that escaped was to the effect that he had spent all\nnight in prayer at the tomb of the Apostle....",
        "The murmur died suddenly to a rustle and a silence; there was a ripple\nof sinking heads along the seats as the door beside the canopy opened,\nand a moment later John, Pater Patrum, was on his throne.",
        "At first Percy understood nothing. He stared only, as at a picture,\nthrough the dusty sunlight that poured in through the shrouded windows,\nat the scarlet lines to right and left, up to the huge scarlet canopy,\nand the white figure that sat there. Certainly, these southerners\nunderstood the power of effect. It was as vivid and impressive as a\nvision of the Host in a jewelled monstrance. Every accessory was\ngorgeous, the high room, the colour of the robes, the chains and\ncrosses, and as the eye moved along to its climax it was met by a piece\nof dead white–as if glory was exhausted and declared itself impotent to\ntell the supreme secret. Scarlet and purple and gold were well enough\nfor those who stood on the steps of the throne–they needed it; but for\nHim who sat there nothing was needed. Let colours die and sounds faint\nin the presence of God’s Viceroy. Yet what expression was required found\nitself adequately provided in that beautiful oval face, the poised\nimperious head, the sweet brilliant eyes and the clean-curved lips that\nspoke so strongly. There was not a sound in the room, not a rustle, nor\na breathing–even without it seemed as if the world were allowing the\nsupernatural to state its defence uninterruptedly, before summing up and\nclamouring condemnation.",
        "Percy made a violent effort at self-repression, clenched his hands and\nlistened.",
        "” ... Since this then is so, sons in Jesus Christ, it is for us to\nanswer. We wrestle not, as the Doctor of the Gentiles teaches us,\nagainst flesh and blood, but against principalities and powers, against\nthe rulers of the world of this darkness, against the spirits of\nwickedness in the high places. Wherefore, he continues, take unto you\nthe armour of God; and he further declares to us its nature–the\ngirdle of truth, the breastplate of justice, the shoes of peace, the\nshield of faith, the helmet of salvation, and the sword of the Spirit.\n“By this, therefore, the Word of God bids us to war, but not with the\nweapons of this world, for neither is His kingdom of this world; and it\nis to remind you of the principles of this warfare that we have summoned\nyou to Our Presence.”",
        "The voice paused, and there was a rustling sigh along the seats. Then\nthe voice continued on a slightly higher note.",
        "“It has ever been the wisdom of Our predecessors, as is also their duty,\nwhile keeping silence at certain seasons, at others to speak freely the\nwhole counsel of God. From this duty We Ourself must not be deterred by\nthe knowledge of Our own weakness and ignorance, but to trust rather\nthat He Who has placed Us on this throne will deign to speak through Our\nmouth and use Our words to His glory.",
        "“First, then, it is necessary to utter Our sentence as to the new\nmovement, as men call it, which has latterly been inaugurated by the\nrulers of this world.",
        "“We are not unmindful of the blessings of peace and unity, nor do We\nforget that the appearance of these things has been the fruit of much\nthat we have condemned. It is this appearance of peace that has deceived\nmany, causing them to doubt the promise of the Prince of Peace that it\nis through Him alone that we have access to the Father. That true peace,\npassing understanding, concerns not only the relations of men between\nthemselves, but, supremely, the relations of men with their Maker; and\nit is in this necessary point that the efforts of the world are found\nwanting. It is not indeed to be wondered at that in a world which has\nrejected God this necessary matter should be forgotten. Men have\nthought–led astray by seducers–that the unity of nations was the\ngreatest prize of this life, forgetting the words of our Saviour, Who\nsaid that He came to bring not peace but a sword, and that it is through\nmany tribulations that we enter God’s Kingdom. First, then, there should\nbe established the peace of man with God, and after that the unity of\nman with man will follow. Seek ye first, said Jesus Christ, the\nkingdom of God–and then all these things shall be added unto you.\n“First, then, We once more condemn and anathematise the opinions of\nthose who teach and believe the contrary of this; and we renew once more\nall the condemnations uttered by Ourself or Our predecessors against all\nthose societies, organisations and communities that have been formed for\nthe furtherance of an unity on another than a divine foundation; and We\nremind Our children throughout the world that it is forbidden to them to\nenter or to aid or to approve in any manner whatsoever any of those\nbodies named in such condemnations.”",
        "Percy moved in his seat, conscious of a touch of impatience.... The\nmanner was superb, tranquil and stately as a river; but the matter a\ntrifle banal. Here was this old reprobation of Freemasonry, repeated in\nunoriginal language.",
        "“Secondly,” went on the steady voice, “We wish to make known to you Our\ndesires for the future; and here We tread on what many have considered\ndangerous ground.”",
        "Again came that rustle. Percy saw more than one cardinal lean forward\nwith hand crooked at ear to hear the better. It was evident that\nsomething important was coming.",
        "“There are many points,” went on the high voice, “of which it is not Our\nintention to speak at this time, for of their own nature they are\nsecret, and must be treated of on another occasion. But what We say\nhere, We say to the world. Since the assaults of Our enemies are both\nopen and secret, so too must be Our defences. This then is Our\nintention.”",
        "The Pope paused again, lifted one hand as if mechanically to his breast,\nand grasped the cross that hung there.",
        "“While the army of Christ is one, it consists of many divisions, each of\nwhich has its proper function and object. In times past God has raised\nup companies of His servants to do this or that particular work–the\nsons of St. Francis to preach poverty, those of St. Bernard to labour in\nprayer with all holy women dedicating themselves to this purpose, the\nSociety of Jesus for the education of youth and the conversion of the\nheathen–together with all the other Religious Orders whose names are\nknown throughout the world. Each such company was raised up at a\nparticular season of need, and each has corresponded nobly with the\ndivine vocation. It has also been the especial glory of each, for the\nfurtherance of its intention, while pursuing its end, to cut off from\nitself all such activities (good in themselves) which would hinder that\nwork for which God had called it into being–following in this matter\nthe words of our Redeemer, Every branch that beareth fruit, He purgeth\nit that it may bring forth more fruit. At this present season, then, it\nappears to Our Humility that all such Orders (which once more We commend\nand bless) are not perfectly suited by the very conditions of their\nrespective Rules to perform the great work which the time requires. Our\nwarfare lies not with ignorance in particular, whether of the heathens\nto whom the Gospel has not yet come, or of those whose fathers have\nrejected it, nor with the deceitful riches of this world, nor with\nscience falsely so-called, nor indeed with any one of those\nstrongholds of infidelity against whom We have laboured in the past.\nRather it appears as if at last the time was come of which the apostle\nspoke when he said that that day shall not come, except there come a\nfalling away first, and that Man of Sin be revealed, the Son of\nPerdition, who opposeth and exalteth himself above all that is called\nGod.\n“It is not with this or that force that we are concerned, but rather\nwith the unveiled immensity of that power whose time was foretold, and\nwhose destruction is prepared.”",
        "The voice paused again, and Percy gripped the rail before him to stay\nthe trembling of his hands. There was no rustle now, nothing but a\nsilence that tingled and shook. The Pope drew a long breath, turned his\nhead slowly to right and left, and went on more deliberately than ever.",
        "“It seems good, then, to Our Humility, that the Vicar of Christ should\nhimself invite God’s children to this new warfare; and it is Our\nintention to enroll under the title of the Order of Christ Crucified the\nnames of all who offer themselves to this supreme service. In doing this\nWe are aware of the novelty of Our action, and the disregard of all such\nprecautions as have been necessary in the past. We take counsel in this\nmatter with none save Him Who we believe has inspired it.",
        "“First, then, let Us say, that although obedient service will be\nrequired from all who shall be admitted to this Order, Our primary\nintention in instituting it lies in God’s regard rather than in man’s,\nin appealing to Him Who asks our generosity rather than to those who\ndeny it, and dedicating once more by a formal and deliberate act our\nsouls and bodies to the heavenly Will and service of Him Who alone can\nrightly claim such offering, and will accept our poverty.",
        "“Briefly, we dictate only the following conditions.",
        "“None shall be capable of entering the Order except such as shall be\nabove the age of seventeen years.",
        "“No badge, habit, nor insignia shall be attached to it.",
        "“The Three Evangelical Counsels shall be the foundation of the Rule, to\nwhich we add a fourth intention, namely, that of a desire to receive the\ncrown of martyrdom and a purpose of embracing it.",
        "“The bishop of every diocese, if he himself shall enter the Order, shall\nbe the superior within the limits of his own jurisdiction, and alone\nshall be exempt from the literal observance of the Vow of Poverty so\nlong as he retains his see. Such bishops as do not feel the vocation to\nthe Order shall retain their sees under the usual conditions, but shall\nhave no Religious claim on the members of the Order.",
        "“Further, We announce Our intention of Ourself entering the Order as its\nsupreme prelate, and of making Our profession within the course of a few\ndays.",
        "“Further, We declare that in Our Own pontificate none shall be elevated\nto the Sacred College save those who have made their profession in the\nOrder; and We shall dedicate shortly the Basilica of St. Peter and St.\nPaul as the central church of the Order, in which church We shall raise\nto the altars without any delay those happy souls who shall lay down\ntheir lives in the pursuance of their vocation.",
        "“Of that vocation it is unnecessary to speak beyond indicating that it\nmay be pursued under any conditions laid down by the Superiors. As\nregards the novitiate, its conditions and requirements, we shall shortly\nissue the necessary directions. Each diocesan superior (for it is Our\nhope that none will hold back) shall have all such rights as usually\nappertain to Religious Superiors, and shall be empowered to employ his\nsubjects in any work that, in his opinion, shall subserve the glory of\nGod and the salvation of souls. It is Our Own intention to employ in Our\nservice none except those who shall make their profession.”",
        "He raised his eyes once more, seemingly without emotion, then he\ncontinued:",
        "“So far, then, We have determined. On other matters We shall take\ncounsel immediately; but it is Our wish that these words shall be\ncommunicated to all the world, that there may be no delay in making\nknown what it is that Christ through His Vicar asks of all who profess\nthe Divine Name. We offer no rewards except those which God Himself has\npromised to those that love Him, and lay down their life for Him; no\npromise of peace, save of that which passeth understanding; no home save\nthat which befits pilgrims and sojourners who seek a City to come; no\nhonour save the world’s contempt; no life, save that which is hid with\nChrist in God.”",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}