{
    "title": "Lord of the World - III",
    "author": "Robert Hugh Benson",
    "chapter": "24",
    "content": [
        "\n\n",
        "At a few minutes before eleven Percy came out of his little white-washed\nroom in his new ferraiuola, soutane and buckle shoes, and tapped at the\ndoor of the Cardinal’s room.",
        "He felt a great deal more self-possessed now. He had talked to the\nCardinal freely and strongly, had described the effect that Felsenburgh\nhad had upon London, and even the paralysis that had seized upon\nhimself. He had stated his belief that they were on the edge of a\nmovement unparalleled in history: he related little scenes that he had\nwitnessed–a group kneeling before a picture of Felsenburgh, a dying man\ncalling him by name, the aspect of the crowd that had waited in\nWestminster to hear the result of the offer made to the stranger. He\nshowed him half-a-dozen cuttings from newspapers, pointing out their\nhysterical enthusiasm; he even went so far as to venture upon prophecy,\nand to declare his belief that persecution was within reasonable\ndistance.",
        "“The world seems very oddly alive,” he said; “it is as if the whole\nthing was flushed and nervous.”",
        "The Cardinal nodded.",
        "“We, too,” he said, “even we feel it.”",
        "For the rest the Cardinal had sat watching him out of his narrow eyes,\nnodding from time to time, putting an occasional question, but listening\nthroughout with great attention.",
        "“And your recommendations, father–-” he had said, and then interrupted\nhimself. “No, that is too much to ask. The Holy Father will speak of\nthat.”",
        "He had congratulated him upon his Latin then–for they had spoken in\nthat language throughout this second interview; and Percy had explained\nhow loyal Catholic England had been in obeying the order, given ten\nyears before, that Latin should become to the Church what Esperanto was\nbecoming to the world.",
        "“That is very well,” said the old man. “His Holiness will be pleased at\nthat.”",
        "At his second tap the door opened and the Cardinal came out, taking him\nby the arm without a word; and together they turned to the lift\nentrance.",
        "Percy ventured to make a remark as they slid noiselessly up towards the\npapal apartment.",
        "“I am surprised at the lift, your Eminence, and the typewriter in the\naudience-room.”",
        "“Why, father?”",
        "“Why, all the rest of Rome is back in the old days.”",
        "The Cardinal looked at him, puzzled.",
        "“Is it? I suppose it is. I never thought of that.”",
        "A Swiss guard flung back the door of the lift, saluted and went before\nthem along the plain flagged passage to where his comrade stood. Then he\nsaluted again and went back. A Pontifical chamberlain, in all the sombre\nglory of purple, black, and a Spanish ruff, peeped from the door, and\nmade haste to open it. It really seemed almost incredible that such\nthings still existed.",
        "“In a moment, your Eminence,” he said in Latin. “Will your Eminence wait\nhere?”",
        "It was a little square room, with half-a-dozen doors, plainly contrived\nout of one of the huge old halls, for it was immensely high, and the\ntarnished gilt cornice vanished directly in two places into the white\nwalls. The partitions, too, seemed thin; for as the two men sat down\nthere was a murmur of voices faintly audible, the shuffling of\nfootsteps, and the old eternal click of the typewriter from which Percy\nhoped he had escaped. They were alone in the room, which was furnished\nwith the same simplicity as the Cardinal’s–giving the impression of a\ncurious mingling of ascetic poverty and dignity by its red-tiled floor,\nits white walls, its altar and two vast bronze candlesticks of\nincalculable value that stood on the dais. The shutters here, too, were\ndrawn; and there was nothing to distract Percy from the excitement that\nsurged up now tenfold in heart and brain.",
        "It was Papa Angelicus whom he was about to see; that amazing old man\nwho had been appointed Secretary of State just fifty years ago, at the\nage of thirty, and Pope nine years previously. It was he who had carried\nout the extraordinary policy of yielding the churches throughout the\nwhole of Italy to the Government, in exchange for the temporal lordship\nof Rome, and who had since set himself to make it a city of saints. He\nhad cared, it appeared, nothing whatever for the world’s opinion; his\npolicy, so far as it could be called one, consisted in a very simple\nthing: he had declared in Epistle after Epistle that the object of the\nChurch was to do glory to God by producing supernatural virtues in man,\nand that nothing at all was of any significance or importance except so\nfar as it effected this object. He had further maintained that since\nPeter was the Rock, the City of Peter was the Capital of the world, and\nshould set an example to its dependency: this could not be done unless\nPeter ruled his City, and therefore he had sacrificed every church and\necclesiastical building in the country for that one end. Then he had set\nabout ruling his city: he had said that on the whole the latter-day\ndiscoveries of man tended to distract immortal souls from a\ncontemplation of eternal verities–not that these discoveries could be\nanything but good in themselves, since after all they gave insight into\nthe wonderful laws of God–but that at present they were too exciting to\nthe imagination. So he had removed the trams, the volors, the\nlaboratories, the manufactories–saying that there was plenty of room\nfor them outside Rome–and had allowed them to be planted in the\nsuburbs: in their place he had raised shrines, religious houses and\nCalvaries. Then he had attended further to the souls of his subjects.\nSince Rome was of limited area, and, still more because the world\ncorrupted without its proper salt, he allowed no man under the age of\nfifty to live within its walls for more than one month in each year,\nexcept those who received his permit. They might live, of course,\nimmediately outside the city (and they did, by tens of thousands), but\nthey were to understand that by doing so they sinned against the spirit,\nthough not the letter, of their Father’s wishes. Then he had divided the\ncity into national quarters, saying that as each nation had its peculiar\nvirtues, each was to let its light shine steadily in its proper place.\nRents had instantly begun to rise, so he had legislated against that by\nreserving in each quarter a number of streets at fixed prices, and had\nissued an ipso facto excommunication against all who erred in this\nrespect. The rest were abandoned to the millionaires. He had retained\nthe Leonine City entirely at his own disposal. Then he had restored\nCapital Punishment, with as much serene gravity as that with which he\nhad made himself the derision of the civilised world in other matters,\nsaying that though human life was holy, human virtue was more holy\nstill; and he had added to the crime of murder, the crimes of adultery,\nidolatry and apostasy, for which this punishment was theoretically\nsanctioned. There had not been, however, more than two such executions\nin the eight years of his reign, since criminals, of course, with the\nexception of devoted believers, instantly made their way to the suburbs,\nwhere they were no longer under his jurisdiction.",
        "But he had not stayed here. He had sent once more ambassadors to every\ncountry in the world, informing the Government of each of their arrival.\nNo attention was paid to this, beyond that of laughter; but he had\ncontinued, undisturbed, to claim his rights, and, meanwhile, used his\nlegates for the important work of disseminating his views. Epistles\nappeared from time to time in every town, laying down the principles of\nthe papal claims with as much tranquillity as if they were everywhere\nacknowledged. Freemasonry was steadily denounced, as well as democratic\nideas of every kind; men were urged to remember their immortal souls and\nthe Majesty of God, and to reflect upon the fact that in a few years all\nwould be called to give their account to Him Who was Creator and Ruler\nof the world, Whose Vicar was John XXIV, P.P., whose name and seal were\nappended.",
        "That was a line of action that took the world completely by surprise.\nPeople had expected hysteria, argument, and passionate exhortation;\ndisguised emissaries, plots, and protests. There were none of these. It\nwas as if progress had not yet begun, and volors were uninvented, as if\nthe entire universe had not come to disbelieve in God, and to discover\nthat itself was God. Here was this silly old man, talking in his sleep,\nbabbling of the Cross, and the inner life and the forgiveness of sins,\nexactly as his predecessors had talked two thousand years before. Well,\nit was only one sign more that Rome had lost not only its power, but its\ncommon sense as well. It was really time that something should be done.",
        "And this was the man, thought Percy, Papa Angelicus, whom he was to\nsee in a minute or two.",
        "The Cardinal put his hand on the priest’s knee as the door opened, and a\npurple prelate appeared, bowing.",
        "“Only this,” he said. “Be absolutely frank.”",
        "Percy stood up, trembling. Then he followed his patron towards the inner\ndoor.",
        "Continue...",
        "\nThis eBook of “Lord of the World” by Robert Hugh Benson belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Lord of the World (Science Fiction Series)By Robert Hugh BensonAt Amazon"
    ]
}