{
    "title": "L’Assommoir - Chapter XI. Little Nana",
    "author": "Emile Zola",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "Nana was growing fast–fair, fresh and dimpled–her skin velvety, like\na peach, and eyes so bright that men often asked her if they might not\nlight their pipes at them. Her mass of blonde hair–the color of ripe\nwheat–looked around her temples as if it were powdered with gold.\nShe had a quaint little trick of sticking out the tip of her tongue\nbetween her white teeth, and this habit, for some reason, exasperated\nher mother.",
        "She was very fond of finery and very coquettish. In this house, where\nbread was not always to be got, it was difficult for her to indulge\nher caprices in the matter of costume, but she did wonders. She\nbrought home odds and ends of ribbons from the shop where she worked\nand made them up into bows and knots with which she ornamented her\ndirty dresses. She was not overparticular in washing her feet, but\nshe wore her boots so tight that she suffered martyrdom in honor of\nSt Crispin, and if anyone asked her what the matter was when the pain\nflushed her face suddenly, she always and promptly laid it to the\nscore of the colic.",
        "Summer was the season of her triumphs. In a calico dress that cost\nfive or six francs she was as fresh and sweet as a spring morning and\nmade the dull street radiant with her youth and her beauty. She went\nby the name of “The Little Chicken.” One gown, in particular, suited\nher to perfection. It was white with rose-colored dots, without\ntrimming of any kind. The skirt was short and showed her feet. The\nsleeves were very wide and displayed her arms to the elbows. She\nturned the neck away and fastened it with pins–in a corner in the\ncorridor, dreading her father’s jests–to exhibit her pretty rounded\nthroat. A rose-colored ribbon, knotted in the rippling masses of her\nhair, completed her toilet. She was a charming combination of child\nand woman.",
        "Sundays at this period of her life were her days for coquetting with\nthe public. She looked forward to them all the week through with a\nlonging for liberty and fresh air.",
        "Early in the morning she began her preparations and stood for hours in\nher chemise before the bit of broken mirror nailed by the window, and\nas everyone could see her, her mother would be very much vexed and ask\nhow long she intended to show herself in that way.",
        "But she, quite undisturbed, went on fastening down the little curls on\nher forehead with a little sugar and water and then sewed the buttons\non her boots or took a stitch or two in her frock, barefooted all this\ntime and with her chemise slipping off her rounded shoulders.",
        "Her father declared he would exhibit her as the “Wild Girl,” at two\nsous a head.",
        "She was very lovely in this scanty costume, the color flushing her\ncheeks in her indignation at her father’s sometimes coarse remarks.\nShe did not dare answer him, however, but bit off her thread in silent\nrage. After breakfast she went down to the courtyard. The house was\nwrapped in Sunday quiet; the workshops on the lower floor were closed.\nThrough some of the open windows the tables were seen laid for\ndinners, the families being on the fortifications “getting an\nappetite.”",
        "Five or six girls–Nana, Pauline and others–lingered in the courtyard\nfor a time and then took flight altogether into the streets and thence\nto the outer boulevards. They walked in a line, filling up the whole\nsidewalk, with ribbons fluttering in their uncovered hair.",
        "They managed to see everybody and everything through their downcast\nlids. The streets were their native heath, as it were, for they had\ngrown up in them.",
        "Nana walked in the center and gave her arm to Pauline, and as they\nwere the oldest and tallest of the band, they gave the law to the\nothers and decided where they should go for the day and what they\nshould do.",
        "Nana and Pauline were deep ones. They did nothing without\npremeditation. If they ran it was to show their slender ankles, and\nwhen they stopped and panted for breath it was sure to be at the side\nof some youths–young workmen of their acquaintance–who smoked in\ntheir faces as they talked. Nana had her favorite, whom she always\nsaw at a great distance–Victor Fauconnier–and Pauline adored a\nyoung cabinetmaker, who gave her apples.",
        "Toward sunset the great pleasure of the day began. A band of\nmountebanks would spread a well-worn carpet, and a circle was formed\nto look on. Nana and Pauline were always in the thickest of the\ncrowd, their pretty fresh dresses crushed between dirty blouses, but\ninsensible to the mingled odors of dust and alcohol, tobacco and dirt.\nThey heard vile language; it did not disturb them; it was their own\ntongue–they heard little else. They listened to it with a smile,\ntheir delicate cheeks unflushed.",
        "The only thing that disturbed them was the appearance of their\nfathers, particularly if these fathers seemed to have been drinking.\nThey kept a good lookout for this disaster.",
        "“Look!” cried Pauline. “Your father is coming, Nana.”",
        "Then the girl would crouch on her knees and bid the others stand\nclose around her, and when he had passed on after an inquiring look\nshe would jump up and they would all utter peals of laughter.",
        "But one day Nana was kicked home by her father, and Boche dragged\nPauline away by her ear.",
        "The girls would ordinarily return to the courtyard in the twilight and\nestablish themselves there with the air of not having been away, and\neach invented a story with which to greet their questioning parents.\nNana now received forty sous per day at the place where she had been\napprenticed. The Coupeaus would not allow her to change, because she\nwas there under the supervision of her aunt, Mme Lerat, who had been\nemployed for many years in the same establishment.",
        "The girl went off at an early hour in her little black dress, which\nwas too short and too tight for her, and Mme Lerat was bidden,\nwhenever she was after her time, to inform Gervaise, who allowed her\njust twenty minutes, which was quite long enough. But she was often\nseven or eight minutes late, and she spent her whole day coaxing her\naunt not to tell her mother. Mme Lerat, who was fond of the girl and\nunderstood the follies of youth, did not tell, but at the same time\nshe read Nana many a long sermon on her follies and talked of her own\nresponsibility and of the dangers a young girl ran in Paris.",
        "“You must tell me everything,” she said. “I am too indulgent to you,\nand if evil should come of it I should throw myself into the Seine.\nUnderstand me, my little kitten; if a man should speak to you you must\npromise to tell me every word he says. Will you swear to do this?”",
        "Nana laughed an equivocal little laugh. Oh yes, she would promise. But\nmen never spoke to her; she walked too fast for that. What could they\nsay to her? And she explained her irregularity in coming–her five or\nten minutes delay–with an innocent little air. She had stopped at a\nwindow to look at pictures or she had stopped to talk to Pauline. Her\naunt might follow her if she did not believe her.",
        "“Oh, I will watch her. You need not be afraid!” said the widow to her\nbrother. “I will answer for her, as I would for myself!”",
        "The place where the aunt and niece worked side by side was a large\nroom with a long table down the center. Shelves against the wall were\npiled with boxes and bundles–all covered with a thick coating of\ndust. The gas had blackened the ceiling. The two windows were so large\nthat the women, seated at the table, could see all that was going on\nin the street below.",
        "Mme Lerat was the first to make her appearance in the morning, but in\nanother fifteen minutes all the others were there. One morning in July\nNana came in last, which, however, was the usual case.",
        "“I shall be glad when I have a carriage!” she said as she ran to the\nwindow without even taking off her hat–a shabby little straw.",
        "“What are you looking at?” asked her aunt suspiciously. “Did your\nfather come with you?”",
        "“No indeed,” answered Nana carelessly; “nor am I looking at anything.\nIt is awfully warm, and of all things in the world, I hate to be in a\nhurry.”",
        "The morning was indeed frightfully hot. The workwomen had closed the\nblinds, leaving a crack, however, through which they could inspect the\nstreet, and they took their seats on each side of the table–Mme Lerat\nat the farther end. There were eight girls, four on either side, each\nwith her little pot of glue, her pincers and other tools; heaps of\nwires of different lengths and sizes lay on the table, spools of\ncotton and of different-colored papers, petals and leaves cut out of\nsilk, velvet and satin. In the center, in a goblet, one of the girls\nhad placed a two-sou bouquet,–which was slowly withering in the heat.",
        "“Did you know,” said Leonie as she picked up a rose leaf with her\npincers, “how wretched poor Caroline is with that fellow who used\nto call for her regularly every night?”",
        "Before anyone could answer Leonie added:",
        "“Hush! Here comes Madame.”",
        "And in sailed Mme Titreville, a tall, thin woman, who usually remained\nbelow in the shop. Her employees stood in dread terror of her, as she\nwas never known to smile. She went from one to another, finding fault\nwith all; she ordered one woman to pull a marguerite to pieces and\nmake it over and then went out as stiffly and silently as she had\ncome in.",
        "“Houp! Houp!” said Nana under her breath, and a giggle ran round the\ntable.",
        "“Really, young ladies,” said Mme Lerat, “you will compel me to severe\nmeasures.”",
        "But no one was listening, and no one feared her. She was very\ntolerant. They could say what they pleased, provided they put it\nin decent language.",
        "Nana was certainly in a good school! Her instincts, to be sure,\nwere vicious, but these instincts were fostered and developed in\nthis place, as is too often the case when a crowd of girls are\nherded together. It was the story of a basket of apples, the good\nones spoiled by those that were already rotten. If two girls were\nwhispering in a corner, ten to one they were telling some story that\ncould not be told aloud.",
        "Nana was not yet thoroughly perverted, but the curiosity which had\nbeen her distinguishing characteristic as a child had not deserted\nher, and she scarcely took her eyes from a girl by the name of Lisa,\nabout whom strange stories were told.",
        "“How warm it is!” she exclaimed, suddenly rising and pushing open the\nblinds. Leonie saw a man standing on the sidewalk opposite.",
        "“Who is that old fellow?” she said. “He has been there a full quarter\nof an hour.”",
        "“Some fool who has nothing better to do, I suppose,” said Mme Lerat.\n“Nana, will you come back to your work? I have told you that you\nshould not go to that window.”",
        "Nana took up her violets, and they all began to watch this man. He was\nwell dressed, about fifty, pale and grave. For a full hour he watched\nthe windows.",
        "“Look!” said Leonie. “He has an eyeglass. Oh, he is very chic. He is\nwaiting for Augustine.” But Augustine sharply answered that she did\nnot like the old man.",
        "“You make a great mistake then,” said Mme Lerat with her equivocal\nsmile.",
        "Nana listened to the conversation which followed–reveling in\nindecency–as much at home in it as a fish is in water. All the time\nher fingers were busy at work. She wound her violet stems and fastened\nin the leaves with a slender strip of green paper. A drop of gum–and\nthen behold a bunch of delicate fresh verdure which would fascinate\nany lady. Her fingers were especially deft by nature. No instruction\ncould have imparted this quality.",
        "The gentleman had gone away, and the workshop settled down into quiet\nonce more. When the bell rang for twelve Nana started up and said she\nwould go out and execute any commissions. Leonie sent for two sous’\nworth of shrimp, Augustine for some fried potatoes, Sophie for a\nsausage and Lisa for a bunch of radishes. As she was going out, her\naunt said quietly:",
        "“I will go with you. I want something.”",
        "Lo, in the lane running up by the shop was the mysterious stranger.\nNana turned very red, and her aunt drew her arm within her own and\nhurried her along.",
        "So then he had come for her! Was not this pretty behavior for a girl\nof her age? And Mme Lerat asked question after question, but Nana knew\nnothing of him, she declared, though he had followed her for five\ndays.",
        "Mme Lerat looked at the man out of the corners of her eyes. “You must\ntell me everything,” she said.",
        "While they talked they went from shop to shop, and their arms grew\nfull of small packages, but they hurried back, still talking of the\ngentleman.",
        "“It may be a good thing,” said Mme Lerat, “if his intentions are only\nhonorable.”",
        "The workwomen ate their breakfast on their knees; they were in no\nhurry, either, to return to their work, when suddenly Leonie uttered\na low hiss, and like magic each girl was busy. Mme Titreville entered\nthe room and again made her rounds.",
        "Mme Lerat did not allow her niece after this day to set foot on the\nstreet without her. Nana at first was inclined to rebel, but, on the\nwhole, it rather flattered her vanity to be guarded like a treasure.\nThey had discovered that the man who followed her with such\npersistency was a manufacturer of buttons, and one night the aunt\nwent directly up to him and told him that he was behaving in a most\nimproper manner. He bowed and, turning on his heel, departed–not\nangrily, by any means–and the next day he did as usual.",
        "One day, however, he deliberately walked between the aunt and the\nniece and said something to Nana in a low voice. This frightened Mme\nLerat, who went at once to her brother and told him the whole story,\nwhereupon he flew into a violent rage, shook the girl until her teeth\nchattered and talked to her as if she were the vilest of the vile.",
        "“Let her be!” said Gervaise with all a woman’s sense. “Let her be!\nDon’t you see that you are putting all sorts of things into her head?”",
        "And it was quite true; he had put ideas into her head and had taught\nher some things she did not know before, which was very astonishing.\nOne morning he saw her with something in a paper. It was _poudre de\nriz_, which, with a most perverted taste, she was plastering upon\nher delicate skin. He rubbed the whole of the powder into her hair\nuntil she looked like a miller’s daughter. Another time she came in\nwith red ribbons to retrim her old hat; he asked her furiously where\nshe got them.",
        "Whenever he saw her with a bit of finery her father flew at her with\ninsulting suspicion and angry violence. She defended herself and her\nsmall possessions with equal violence. One day he snatched from her\na little cornelian heart and ground it to dust under his heel.",
        "She stood looking on, white and stern; for two years she had longed\nfor this heart. She said to herself that she would not bear such\ntreatment long. Coupeau occasionally realized that he had made a\nmistake, but the mischief was done.",
        "He went every morning with Nana to the shop door and waited outside\nfor five minutes to be sure that she had gone in. But one morning,\nhaving stopped to talk with a friend on the corner for some time, he\nsaw her come out again and vanish like a flash around the corner. She\nhad gone up two flights higher than the room where she worked and had\nsat down on the stairs until she thought him well out of the way.",
        "When he went to Mme Lerat she told him that she washed her hands of\nthe whole business; she had done all she could, and now he must take\ncare of his daughter himself. She advised him to marry the girl at\nonce or she would do worse.",
        "All the people in the neighborhood knew Nana’s admirer by sight. He\nhad been in the courtyard several times, and once he had been seen\non the stairs.",
        "The Lorilleuxs threatened to move away if this sort of thing went on,\nand Mme Boche expressed great pity for this poor gentleman whom this\nscamp of a girl was leading by the nose.",
        "At first Nana thought the whole thing a great joke, but at the end of\na month she began to be afraid of him. Often when she stopped before\nthe jeweler’s he would suddenly appear at her side and ask her what\nshe wanted.",
        "She did not care so much for jewelry or ornaments as she did for many\nother things. Sometimes as the mud was spattered over her from the\nwheels of a carriage she grew faint and sick with envious longings\nto be better dressed, to go to the theater, to have a pretty room all\nto herself. She longed to see another side of life, to know something\nof its pleasures. The stranger invariably appeared at these moments,\nbut she always turned and fled, so great was her horror of him.",
        "But when winter came existence became well-nigh intolerable. Each\nevening Nana was beaten, and when her father was tired of this\namusement her mother scolded. They rarely had anything to eat and\nwere always cold. If the girl bought some trifling article of dress\nit was taken from her.",
        "No! This life could not last. She no longer cared for her father. He\nhad thoroughly disgusted her, and now her mother drank too. Gervaise\nwent to the Assommoir nightly–for her husband, she said–and remained\nthere. When Nana saw her mother sometimes as she passed the window,\nseated among a crowd of men, she turned livid with rage, because youth\nhas little patience with the vice of intemperance. It was a dreary\nlife for her–a comfortless home and a drunken father and mother. A\nsaint on earth could not have remained there; that she knew very well,\nand she said she would make her escape some fine day, and then perhaps\nher parents would be sorry and would admit that they had pushed her\nout of the nest.",
        "One Saturday Nana, coming in, found her mother and father in a\ndeplorable condition–Coupeau lying across the bed and Gervaise\nsitting in a chair, swaying to and fro. She had forgotten the dinner,\nand one untrimmed candle lighted the dismal scene.",
        "“Is that you, girl?” stammered Gervaise. “Well, your father will\nsettle with you!”",
        "Nana did not reply. She looked around the cheerless room, at the\ncold stove, at her parents. She did not step across the threshold.\nShe turned and went away.",
        "And she did not come back! The next day when her father and mother\nwere sober, they each reproached the other for Nana’s flight.",
        "This was really a terrible blow to Gervaise, who had no longer the\nsmallest motive for self-control, and she abandoned herself at once\nto a wild orgy that lasted three days. Coupeau gave his daughter up\nand smoked his pipe quietly. Occasionally, however, when eating his\ndinner, he would snatch up a knife and wave it wildly in the air,\ncrying out that he was dishonored and then, laying it down as\nsuddenly, resumed eating his soup.",
        "In this great house, whence each month a girl or two took flight, this\nincident astonished no one. The Lorilleuxs were rather triumphant at\nthe success of their prophecy. Lantier defended Nana.",
        "“Of course,” he said, “she has done wrong, but bless my heart, what\nwould you have? A girl as pretty as that could not live all her days\nin such poverty!”",
        "“You know nothing about it!” cried Mme Lorilleux one evening when they\nwere all assembled in the room of the concierge. “Wooden Legs sold her\ndaughter out and out. I know it! I have positive proof of what I say.\nThe time that the old gentleman was seen on the stairs he was going to\npay the money. Nana and he were seen together at the Ambigu the other\nnight! I tell you, I know it!”",
        "They finished their coffee. This tale might or might not be true; it\nwas not improbable, at all events. And after this it was circulated\nand generally believed in the _Quartier_ that Gervaise had sold\nher daughter.",
        "The clearstarcher, meanwhile, was going from bad to worse. She had\nbeen dismissed from Mme Fauconnier’s and in the last few weeks had\nworked for eight laundresses, one after the other–dismissed from\nall for her untidiness.",
        "As she seemed to have lost all skill in ironing, she went out by the\nday to wash and by degrees was entrusted with only the roughest work.\nThis hard labor did not tend to beautify her either. She continued to\ngrow stouter and stouter in spite of her scanty food and hard labor.",
        "Her womanly pride and vanity had all departed. Lantier never seemed\nto see her when they met by chance, and she hardly noticed that the\nliaison which had stretched along for so many years had ended in a\nmutual disenchantment.",
        "Lantier had done wisely, so far as he was concerned, in counseling\nVirginie to open the kind of shop she had. He adored sweets and could\nhave lived on pralines and gumdrops, sugarplums and chocolate.",
        "Sugared almonds were his especial delight. For a year his principal\nfood was bonbons. He opened all the jars, boxes and drawers when he\nwas left alone in the shop; and often, with five or six persons\nstanding around, he would take off the cover of a jar on the counter\nand put in his hand and crunch down an almond. The cover was not put\non again, and the jar was soon empty. It was a habit of his, they all\nsaid; besides, he was subject to a tickling in his throat!",
        "He talked a great deal to Poisson of an invention of his which was\nworth a fortune–an umbrella and hat in one; that is to say, a hat\nwhich, at the first drops of a shower, would expand into an umbrella.",
        "Lantier suggested to Virginie that she should have Gervaise come in\nonce each week to wash the floors, shop and the rooms. This she did\nand received thirty sous each time. Gervaise appeared on Saturday\nmornings with her bucket and brush, without seeming to suffer a single\npang at doing this menial work in the house where she had lived as\nmistress.",
        "One Saturday Gervaise had hard work. It had rained for three days, and\nall the mud of the streets seemed to have been brought into the shop.\nVirginie stood behind the counter with collar and cuffs trimmed with\nlace. Near her on a low chair lounged Lantier, and he was, as usual,\neating candy.",
        "“Really, Madame Coupeau,” cried Virginie, “can’t you do better than\nthat? You have left all the dirt in the corners. Don’t you see? Oblige\nme by doing that over again.”",
        "Gervaise obeyed. She went back to the corner and scrubbed it again.\nShe was on her hands and knees, with her sleeves rolled up over her\narms. Her old skirt clung close to her stout form, and the sweat\npoured down her face.",
        "“The more elbow grease she uses, the more she shines,” said Lantier\nsententiously with his mouth full.",
        "Virginie, leaning back in her chair with the air of a princess,\nfollowed the progress of the work with half-closed eyes.",
        "“A little more to the right. Remember, those spots must all be taken\nout. Last Saturday, you know, I was not pleased.”",
        "And then Lantier and Virginie fell into a conversation, while Gervaise\ncrawled along the floor in the dirt at their feet.",
        "Mme Poisson enjoyed this, for her cat’s eyes sparkled with malicious\njoy, and she glanced at Lantier with a smile. At last she was avenged\nfor that mortification at the lavatory, which had for years weighed\nheavy on her soul.",
        "“By the way,” said Lantier, addressing himself to Gervaise, “I saw\nNana last night.”",
        "Gervaise started to her feet with her brush in her hand.",
        "“Yes, I was coming down La Rue des Martyrs. In front of me was a young\ngirl on the arm of an old gentleman. As I passed I glanced at her face\nand assure you that it was Nana. She was well dressed and looked\nhappy.”",
        "“Ah!” said Gervaise in a low, dull voice.",
        "Lantier, who had finished one jar, now began another.",
        "“What a girl that is!” he continued. “Imagine that she made me a sign\nto follow with the most perfect self-possession. She got rid of her\nold gentleman in a cafe and beckoned me to the door. She asked me to\ntell her about everybody.”",
        "“Ah!” repeated Gervaise.",
        "She stood waiting. Surely this was not all. Her daughter must have\nsent her some especial message. Lantier ate his sugarplums.",
        "“I would not have looked at her,” said Virginie. “I sincerely trust,\nif I should meet her, that she would not speak to me for, really,\nit would mortify me beyond expression. I am sorry for you, Madame\nGervaise, but the truth is that Poisson arrests every day a dozen\njust such girls.”",
        "Gervaise said nothing; her eyes were fixed on vacancy. She shook her\nhead slowly, as if in reply to her own thoughts.",
        "“Pray make haste,” exclaimed Virginie fretfully. “I do not care to\nhave this scrubbing going on until midnight.”",
        "Gervaise returned to her work. With her two hands clasped around the\nhandle of the brush she pushed the water before her toward the door.\nAfter this she had only to rinse the floor after sweeping the dirty\nwater into the gutter.",
        "When all was accomplished she stood before the counter waiting for\nher money. When Virginie tossed it toward her she did not take it up\ninstantly.",
        "“Then she said nothing else?” Gervaise asked.",
        "“She?” Lantier exclaimed. “Who is she? Ah yes, I remember. Nana! No,\nshe said nothing more.”",
        "And Gervaise went away with her thirty sous in her hand, her skirts\ndripping and her shoes leaving the mark of their broad soles on the\nsidewalk.",
        "In the _Quartier_ all the women who drank like her took her part\nand declared she had been driven to intemperance by her daughter’s\nmisconduct. She, too, began to believe this herself and assumed at\ntimes a tragic air and wished she were dead. Unquestionably she had\nsuffered from Nana’s departure. A mother does not like to feel that\nher daughter will leave her for the first person who asks her to do\nso.",
        "But she was too thoroughly demoralized to care long, and soon she had\nbut one idea: that Nana belonged to her. Had she not a right to her\nown property?",
        "She roamed the streets day after day, night after night, hoping to\nsee the girl. That year half the _Quartier_ was being demolished. All\none side of the Rue des Poissonniers lay flat on the ground. Lantier\nand Poisson disputed day after day on these demolitions. The one\ndeclared that the emperor wanted to build palaces and drive the lower\nclasses out of Paris, while Poisson, white with rage, said the emperor\nwould pull down the whole of Paris merely to give work to the people.",
        "Gervaise did not like the improvements, either, or the changes in\nthe dingy _Quartier_, to which she was accustomed. It was, in fact,\na little hard for her to see all these embellishments just when she\nwas going downhill so fast over the piles of brick and mortar, while\nshe was wandering about in search of Nana.",
        "She heard of her daughter several times. There are always plenty of\npeople to tell you things you do not care to hear. She was told that\nNana had left her elderly friend for the sake of some young fellow.",
        "She heard, too, that Nana had been seen at a ball in the Grand Salon,\nRue de la Chapelle, and Coupeau and she began to frequent all these\nplaces, one after another, whenever they had the money to spend.",
        "But at the end of a month they had forgotten Nana and went for their\nown pleasure. They sat for hours with their elbows on a table, which\nshook with the movements of the dancers, amused by the sight.",
        "One November night they entered the Grand Salon, as much to get warm\nas anything else. Outside it was hailing, and the rooms were naturally\ncrowded. They could not find a table, and they stood waiting until\nthey could establish themselves. Coupeau was directly in the mouth of\nthe passage, and a young man in a frock coat was thrown against him.\nThe youth uttered an exclamation of disgust as he began to dust off\nhis coat with his handkerchief. The blouse worn by Coupeau was\nassuredly none of the cleanest.",
        "“Look here, my good fellow,” cried Coupeau angrily, “those airs\nare very unnecessary. I would have you to know that the blouse of\na workingman can do your coat no harm if it has touched it!”",
        "The young man turned around and looked at Coupeau from head to foot.",
        "“Learn,” continued the angry workman, “that the blouse is the only\nwear for a man!”",
        "Gervaise endeavored to calm her husband, who, however, tapped his\nragged breast and repeated loudly:",
        "“The only wear for a man, I tell you!”",
        "The youth slipped away and was lost in the crowd.",
        "Coupeau tried to find him, but it was quite impossible; the crowd was\ntoo great. The orchestra was playing a quadrille, and the dancers were\nbringing up the dust from the floor in great clouds, which obscured\nthe gas.",
        "“Look!” said Gervaise suddenly.",
        "“What is it?”",
        "“Look at that velvet bonnet!”",
        "Quite at the left there was a velvet bonnet, black with plumes,\nonly too suggestive of a hearse. They watched these nodding plumes\nbreathlessly.",
        "“Do you not know that hair?” murmured Gervaise hoarsely. “I am sure\nit is she!”",
        "In one second Coupeau was in the center of the crowd. Yes, it was\nNana, and in what a costume! She wore a ragged silk dress, stained\nand torn. She had no shawl over her shoulders to conceal the fact that\nhalf the buttonholes on her dress were burst out. In spite of all her\nshabbiness the girl was pretty and fresh. Nana, of course, danced on\nunsuspiciously. Her airs and graces were beyond belief. She curtsied\nto the very ground and then in a twinkling threw her foot over her\npartner’s head. A circle was formed, and she was applauded\nvociferously.",
        "At this moment Coupeau fell on his daughter.",
        "“Don’t try and keep me back,” he said, “for have her I will!”",
        "Nana turned and saw her father and mother.",
        "Coupeau discovered that his daughter’s partner was the young man for\nwhom he had been looking. Gervaise pushed him aside and walked up to\nNana and gave her two cuffs on her ears. One sent the plumed hat on\nthe side; the other left five red marks on that pale cheek. The\norchestra played on. Nana neither wept nor moved.",
        "The dancers began to grow very angry. They ordered the Coupeau party\nto leave the room.",
        "“Go,” said Gervaise, “and do not attempt to leave us, for so sure\nas you do you will be given in charge of a policeman.”",
        "The young man had prudently disappeared.",
        "Nana’s old life now began again, for after the girl had slept for\ntwelve hours on a stretch, she was very gentle and sweet for a week.\nShe wore a plain gown and a simple hat and declared she would like\nto work at home. She rose early and took a seat at her table by five\no’clock the first morning and tried to roll her violet stems, but her\nfingers had lost their cunning in the six months in which they had\nbeen idle.",
        "Then the gluepot dried up; the petals and the paper were dusty and\nspotted; the mistress of the establishment came for her tools and\nmaterials and made more than one scene. Nana relapsed into utter\nindolence, quarreling with her mother from morning until night.\nOf course an end must come to this, so one fine evening the girl\ndisappeared.",
        "The Lorilleuxs, who had been greatly amused by the repentance and\nreturn of their niece, now nearly died laughing. If she returned again\nthey would advise the Coupeaus to put her in a cage like a canary.",
        "The Coupeaus pretended to be rather pleased, but in their hearts they\nraged, particularly as they soon learned that Nana was frequently seen\nin the _Quartier_. Gervaise declared this was done by the girl to\nannoy them.",
        "Nana adorned all the balls in the vicinity, and the Coupeaus knew that\nthey could lay their hands on her at any time they chose, but they did\nnot choose and they avoided meeting her.",
        "But one night, just as they were going to bed, they heard a rap on the\ndoor. It was Nana, who came to ask as coolly as possible if she could\nsleep there. What a state she was in! All rags and dirt. She devoured\na crust of dried bread and fell asleep with a part of it in her\nhand. This continued for some time, the girl coming and going like a\nwill-o’-the-wisp. Weeks and months would elapse without a sign from\nher, and then she would reappear without a word to say where she\nhad been, sometimes in rags and sometimes well dressed. Finally her\nparents began to take these proceedings as a matter of course. She\nmight come in, they said, or stay out, just as she pleased, provided\nshe kept the door shut. Only one thing exasperated Gervaise now, and\nthat was when her daughter appeared with a bonnet and feathers and\na train. This she would not endure. When Nana came to her it must be\nas a simple workingwoman! None of this dearly bought finery should\nbe exhibited there, for these trained dresses had created a great\nexcitement in the house.",
        "One day Gervaise reproached her daughter violently for the life she\nled and finally, in her rage, took her by the shoulder and shook her.",
        "“Let me be!” cried the girl. “You are the last person to talk to me\nin that way. You did as you pleased. Why can’t I do the same?”",
        "“What do you mean?” stammered the mother.",
        "“I have never said anything about it because it was none of my\nbusiness, but do you think I did not know where you were when my\nfather lay snoring? Let me alone. It was you who set me the example.”",
        "Gervaise turned away pale and trembling, while Nana composed herself\nto sleep again.",
        "Coupeau’s life was a very regular one–that is to say, he did not\ndrink for six months and then yielded to temptation, which brought him\nup with a round turn and sent him to Sainte-Anne’s. When he came out\nhe did the same thing, so that in three years he was seven times at\nSainte-Anne’s, and each time he came out the fellow looked more broken\nand less able to stand another orgy.",
        "The poison had penetrated his entire system. He had grown very thin;\nhis cheeks were hollow and his eyes inflamed. Those who knew his age\nshuddered as they saw him pass, bent and decrepit as a man of eighty.\nThe trembling of his hands had so increased that some days he was\nobliged to use them both in raising his glass to his lips. This\nannoyed him intensely and seemed to be the only symptom of his failing\nhealth which disturbed him. He sometimes swore violently at these\nunruly members and at others sat for hours looking at these fluttering\nhands as if trying to discover by what strange mechanism they were\nmoved. And one night Gervaise found him sitting in this way with great\ntears pouring down his withered cheeks.",
        "The last summer of his life was especially trying to Coupeau. His\nvoice was entirely changed; he was deaf in one ear, and some days he\ncould not see and was obliged to feel his way up and downstairs as\nif he were blind. He suffered from maddening headaches, and sudden\npains would dart through his limbs, causing him to snatch at a chair\nfor support. Sometimes after one of these attacks his arm would be\nparalyzed for twenty-four hours.",
        "He would lie in bed with even his head wrapped up, silent and\nmoody, like some suffering animal. Then came incipient madness and\nfever–tearing everything to pieces that came in his way–or he would\nweep and moan, declaring that no one loved him, that he was a burden\nto his wife. One evening when his wife and daughter came in he was not\nin his bed; in his place lay the bolster carefully tucked in. They\nfound him at last crouched on the floor under the bed, with his teeth\nchattering with cold and fear. He told them he had been attacked by\nassassins.",
        "The two women coaxed him back to bed as if he had been a baby.",
        "Coupeau knew but one remedy for all this, and that was a good stout\nmorning dram. His memory had long since fled; his brain had softened.\nWhen Nana appeared after an absence of six weeks he thought she had\nbeen on an errand around the corner. She met him in the street, too,\nvery often now, without fear, for he passed without recognizing her.\nOne night in the autumn Nana went out, saying she wanted some baked\npears from the fruiterer’s. She felt the cold weather coming on, and\nshe did not care to sit before a cold stove. The winter before she\nwent out for two sous’ worth of tobacco and came back in a month’s\ntime; they thought she would do the same now, but they were mistaken.\nWinter came and went, as did the spring, and even when June arrived\nthey had seen and heard nothing of her.",
        "She was evidently comfortable somewhere, and the Coupeaus, feeling\ncertain that she would never return, had sold her bed; it was very\nmuch in their way, and they could drink up the six francs it brought.",
        "One morning Virginie called to Gervaise as the latter passed the shop\nand begged her to come in and help a little, as Lantier had had two\nfriends to supper the night before, and Gervaise washed the dishes\nwhile Lantier sat in the shop smoking. Presently he said:",
        "“Oh, Gervaise, I saw Nana the other night.”",
        "Virginie, who was behind the counter, opening and shutting drawer\nafter drawer, with a face that lengthened as she found each empty,\nshook her fist at him indignantly.",
        "She had begun to think he saw Nana very often. She did not speak, but\nMme Lerat, who had just come in, said with a significant look:",
        "“And where did you see her?”",
        "“Oh, in a carriage,” answered Lantier with a laugh. “And I was on the\nsidewalk.” He turned toward Gervaise and went on:",
        "“Yes, she was in a carriage, dressed beautifully. I did not recognize\nher at first, but she kissed her hand to me. Her friend this time must\nbe a vicomte at the least. She looked as happy as a queen.”",
        "Gervaise wiped the plate in her hands, rubbing it long and carefully,\nthough it had long since been dry. Virginie, with wrinkled brows,\nwondered how she could pay two notes which fell due the next day,\nwhile Lantier, fat and hearty from the sweets he had devoured, asked\nhimself if these drawers and jars would be filled up again or if the\nruin he anticipated was so near at hand that he would be compelled\nto pull up stakes at once. There was not another praline for him to\ncrunch, not even a gumdrop.",
        "When Gervaise went back to her room she found Coupeau sitting on the\nside of the bed, weeping and moaning. She took a chair near by and\nlooked at him without speaking.",
        "“I have news for you,” she said at last. “Your daughter has been seen.\nShe is happy and comfortable. Would that I were in her place!”",
        "Coupeau was looking down on the floor intently. He raised his head\nand said with an idiotic laugh:",
        "“Do as you please, my dear; don’t let me be any hindrance to you.\nWhen you are dressed up you are not so bad looking after all.”",
        "Continue...",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}