{
    "title": "L’Assommoir - Chapter VIII. An Old Acquaintance",
    "author": "Emile Zola",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "The following Saturday Coupeau, who had not been home to dinner, came\nin with Lantier about ten o’clock. They had been eating pigs’ feet at\na restaurant at Montmarte.",
        "“Don’t scold, wife,” said Coupeau; “we have not been drinking, you\nsee; we can walk perfectly straight.” And he went on to say how they\nhad met each other quite by accident in the street and how Lantier had\nrefused to drink with him, saying that when a man had married a nice\nlittle woman he had no business to throw away his money in that way.\nGervaise listened with a faint smile; she had no idea of scolding. Oh\nno, it was not worth the trouble, but she was much agitated at seeing\nthe two men together so soon again, and with trembling hands she\nknotted up her loosened hair.",
        "Her workwomen had been gone some time. Nana and Mamma Coupeau were in\nbed, and Gervaise, who was just closing her shutters when her husband\nappeared, brought out some glasses and the remains of a bottle of\nbrandy. Lantier did not sit down and avoided addressing her directly.",
        "When she served him, however, he exclaimed:",
        "“A drop, madame; a mere drop!”",
        "Coupeau looked at them for a moment and then expressed his mind fully.\nThey were no fools, he said, nor were they children. The past was the\npast. If people kept up their enmities for nine or ten years no one\nwould have a soul to speak to soon. As for himself, he was made\ndifferently. He knew they were honest people, and he was sure he\ncould trust them.",
        "“Of course,” murmured Gervaise, hardly knowing what she said, “of\ncourse.”",
        "“I regard her as a sister,” said Lantier, “only as a sister.”",
        "“Give us your hand on that,” cried Coupeau, “and let us be good\nfriends in the future. After all, a good heart is better than gold,\nand I estimate friendship as above all price.”",
        "And he gave himself a little tap on his breast and looked about for\napplause, as if he had uttered rather a noble sentiment.",
        "Then the three silently drank their brandy. Gervaise looked at Lantier\nand saw him for the first time, for on the night of the fete she had\nseen him, as it were, through a glass, darkly.",
        "He had grown very stout, and his arms and legs very heavy. But his\nface was still handsome, although somewhat bloated by liquor and good\nliving. He was dressed with care and did not look any older than his\nyears. He was thirty-five. He wore gray pantaloons and a dark blue\nfrock coat, like any gentleman, and had a watch and a chain on which\nhung a ring–a souvenir, apparently.",
        "“I must go,” he said presently.",
        "He was at the door when Coupeau recalled him to say that he must never\npass without coming in to say, “How do you do?”",
        "Meanwhile Gervaise, who had disappeared, returned, pushing Etienne\nbefore her. The boy was half asleep but smiled as he rubbed his eyes.\nWhen he saw Lantier he stared and looked uneasily from him to Coupeau.",
        "“Do you know this gentleman?” said his mother.",
        "The child looked away and did not answer, but when his mother repeated\nthe question he made a little sign that he remembered him. Lantier,\ngrave and silent, stood still. When Etienne went toward him he stooped\nand kissed the child, who did not look at him but burst into tears,\nand when he was violently reproached by Coupeau he rushed away.",
        "“It is excitement,” said his mother, who was herself very pale.",
        "“He is usually very good and very obedient,” said Coupeau. “I have\nbrought him up well, as you will find out. He will soon get used to\nyou. He must learn something of life, you see, and will understand one\nof these days that people must forget and forgive, and I would cut off\nmy head sooner than prevent a father from seeing his child!”",
        "He then proposed to finish the bottle of brandy. They all three drank\ntogether again. Lantier was quite undisturbed, and before he left he\ninsisted on aiding Coupeau to shut up the shop. Then as he dusted his\nhands with his handkerchief he wished them a careless good night.",
        "“Sleep well. I am going to try and catch the omnibus. I will see you\nsoon again.”",
        "Lantier kept his word and was seen from that time very often in the\nshop. He came only when Coupeau was home and asked for him before he\ncrossed the threshold. Then seated near the window, always wearing\na frock coat, fresh linen and carefully shaved, he kept up a\nconversation like a man who had seen something of the world. By\ndegrees Coupeau learned something of his life. For the last eight\nyears he had been at the head of a hat manufactory, and when he was\nasked why he had given it up he said vaguely that he was not satisfied\nwith his partner; he was a rascal, and so on.",
        "But his former position still imparted to him a certain air of\nimportance. He said, also, that he was on the point of concluding\nan important matter–that certain business houses were in process of\nestablishing themselves, the management of which would be virtually\nin his hands. In the meantime he had absolutely not one thing to do\nbut to walk about with his hands in his pockets.",
        "Any day he pleased, however, he could start again. He had only to\ndecide on some house. Coupeau did not altogether believe this tale\nand insisted that he must be doing something which he did not choose\nto tell; otherwise how did he live?",
        "The truth was that Lantier, excessively talkative in regard to other\npeople’s affairs, was very reticent about his own. He lied quite as\noften as he spoke the truth and would never tell where he resided.\nHe said he was never at home, so it was of no use for anyone to come\nand see him.",
        "“I am very careful,” he said, “in making an engagement. I do not\nchoose to bind myself to a man and find, when it is too late, that\nhe intends to make a slave of me. I went one Monday to Champion at\nMonrouge. That evening Champion began a political discussion. He and I\ndiffered entirely, and on Tuesday I threw up the situation. You can’t\nblame me, I am sure, for not being willing to sell my soul and my\nconvictions for seven francs per day!”",
        "It was now November. Lantier occasionally brought a bunch of violets\nto Gervaise. By degrees his visits became more frequent. He seemed\ndetermined to fascinate the whole house, even the _Quartier_, and\nhe began by ingratiating himself with Clemence and Mme Putois, showing\nthem both the greatest possible attention.",
        "These two women adored him at the end of a month. Mme Boche, whom he\nflattered by calling on her in her loge, had all sorts of pleasant\nthings to say about him.",
        "As to the Lorilleuxs, they were furious when they found out who he was\nand declared that it was a sin and a disgrace for Gervaise to bring\nhim into her house. But one fine day Lantier bearded them in their\nden and ordered a chain made for a lady of his acquaintance and made\nhimself so agreeable that they begged him to sit down and kept him an\nhour. After this visit they expressed their astonishment that a man so\ndistinguished could ever have seen anything in Wooden Legs to admire.\nBy degrees, therefore, people had become accustomed to seeing him and\nno longer expressed their horror or amazement. Goujet was the only one\nwho was disturbed. If Lantier came in while he was there he at once\ndeparted and avoided all intercourse with him.",
        "Gervaise was very unhappy. She was conscious of a returning\ninclination for Lantier, and she was afraid of herself and of him.\nShe thought of him constantly; he had taken entire possession of her\nimagination. But she grew calmer as days passed on, finding that he\nnever tried to see her alone and that he rarely looked at her and\nnever laid the tip of his finger on her.",
        "Virginie, who seemed to read her through and through, asked her what\nshe feared. Was there ever a man more respectful?",
        "But out of mischief or worse, the woman contrived to get the two into\na corner one day and then led the conversation into a most dangerous\ndirection. Lantier, in reply to some question, said in measured tones\nthat his heart was dead, that he lived now only for his son. He never\nthought of Claude, who was away. He embraced Etienne every night but\nsoon forgot he was in the room and amused himself with Clemence.",
        "Then Gervaise began to realize that the past was dead. Lantier had\nbrought back to her the memory of Plassans and the Hotel Boncoeur.\nBut this faded away again, and, seeing him constantly, the past was\nabsorbed in the present. She shook off these memories almost with\ndisgust. Yes, it was all over, and should he ever dare to allude to\nformer years she would complain to her husband.",
        "She began again to think of Goujet almost unconsciously.",
        "One morning Clemence said that the night before she had seen Lantier\nwalking with a woman who had his arm. Yes, he was coming up La Rue\nNotre-Dame de Lorette; the woman was a blonde and no better than she\nshould be. Clemence added that she had followed them until the woman\nreached a house where she went in. Lantier waited in the street until\nthere was a window opened, which was evidently a signal, for he went\ninto the house at once.",
        "Gervaise was ironing a white dress; she smiled slightly and said that\nshe believed a Provencal was always crazy after women, and at night\nwhen Lantier appeared she was quite amused at Clemence, who at once\nattacked him. He seemed to be, on the whole, rather pleased that he\nhad been seen. The person was an old friend, he said, one whom he had\nnot seen for some time–a very stylish woman, in fact–and he told\nClemence to smell of his handkerchief on which his friend had put some\nof the perfume she used. Just then Etienne came in, and his father\nbecame very grave and said that he was in jest–that his heart was\ndead.",
        "Gervaise nodded approval of this sentiment, but she did not speak.",
        "When spring came Lantier began to talk of moving into that\nneighborhood. He wanted a furnished, clean room. Mme Boche and\nGervaise tried to find one for him. But they did not meet with any\nsuccess. He was altogether too fastidious in his requirements. Every\nevening at the Coupeaus’ he wished he could find people like\nthemselves who would take a lodger.",
        "“You are very comfortable here, I am sure,” he would say regularly.",
        "Finally one night when he had uttered this phrase, as usual, Coupeau\ncried out:",
        "“If you like this place so much why don’t you stay here? We can make\nroom for you.”",
        "And he explained that the linen room could be so arranged that it\nwould be very comfortable, and Etienne could sleep on a mattress in\nthe corner.",
        "“No, no,” said Lantier; “it would trouble you too much. I know that\nyou have the most generous heart in the world, but I cannot impose\nupon you. Your room would be a passageway to mine, and that would not\nbe agreeable to any of us.”",
        "“Nonsense,” said Coupeau. “Have we no invention? There are two\nwindows; can’t one be cut down to the floor and used as a door? In\nthat case you would enter from the court and not through the shop.\nYou would be by yourself, and we by ourselves.”",
        "There was a long silence, broken finally by Lantier.",
        "“If this could be done,” he said, “I should like it, but I am afraid\nyou would find yourselves too crowded.”",
        "He did not look at Gervaise as he spoke, but it was clear that he was\nonly waiting for a word from her. She did not like the plan at all;\nnot that the thought of Lantier living under their roof disturbed her,\nbut she had no idea where she could put the linen as it came in to be\nwashed and again when it was rough-dry.",
        "But Coupeau was enchanted with the plan. The rent, he said, had always\nbeen heavy to carry, and now they would gain twenty francs per month.\nIt was not dear for him, and it would help them decidedly. He told his\nwife that she could have two great boxes made in which all the linen\nof the _Quartier_ could be piled.",
        "Gervaise still hesitated, questioning Mamma Coupeau with her eyes.\nLantier had long since propitiated the old lady by bringing her\ngumdrops for her cough.",
        "“If we could arrange it I am sure–” said Gervaise hesitatingly.",
        "“You are too kind,” remonstrated Lantier. “I really feel that it would\nbe an intrusion.”",
        "Coupeau flamed out. Why did she not speak up, he should like to know?\nInstead of stammering and behaving like a fool?",
        "“Etienne! Etienne!” he shouted.",
        "The boy was asleep with his head on the table. He started up.",
        "“Listen to me. Say to this gentleman, ’I wish it.’ Say just those\nwords and nothing more.”",
        "“I wish it!” stammered Etienne, half asleep.",
        "Everybody laughed. But Lantier almost instantly resumed his solemn\nair. He pressed Coupeau’s hand cordially.",
        "“I accept your proposition,” he said. “It is a most friendly one,\nand I thank you in my name and in that of my child.”",
        "The next morning Marescot, the owner of the house, happening to call,\nGervaise spoke to him of the matter. At first he absolutely refused\nand was as disturbed and angry as if she had asked him to build on a\nwing for her especial accommodation. Then after a minute examination\nof the premises he ended by giving his consent, only on condition,\nhowever, that he should not be required to pay any portion of the\nexpense, and the Coupeaus signed a paper, agreeing to put everything\ninto its original condition at the expiration of their lease.",
        "That same evening Coupeau brought in a mason, a painter and a\ncarpenter, all friends and boon companions of his, who would do this\nlittle job at night, after their day’s work was over.",
        "The cutting of the door, the painting and the cleaning would come to\nabout one hundred francs, and Coupeau agreed to pay them as fast as\nhis tenant paid him.",
        "The next question was how to furnish the room? Gervaise left Mamma\nCoupeau’s wardrobe in it. She added a table and two chairs from her\nown room. She was compelled to buy a bed and dressing table and divers\nother things, which amounted to one hundred and thirty francs. This\nshe must pay for ten francs each month. So that for nearly a year they\ncould derive no benefit from their new lodger.",
        "It was early in June that Lantier took possession of his new quarters.\nCoupeau had offered the night before to help him with his trunk in\norder to avoid the thirty sous for a fiacre. But the other seemed\nembarrassed and said his trunk was heavy, and it seemed as if he\npreferred to keep it a secret even now where he resided.",
        "He came about three o’clock. Coupeau was not there, and Gervaise,\nstanding at her shop door, turned white as she recognized the trunk\non the fiacre. It was their old one with which they had traveled from\nPlassans. Now it was banged and battered and strapped with cords.",
        "She saw it brought in as she had often seen it in her dreams, and she\nvaguely wondered if it were the same fiacre which had taken him and\nAdele away. Boche welcomed Lantier cordially. Gervaise stood by in\nsilent bewilderment, watching them place the trunk in her lodger’s\nroom. Then hardly knowing what she said, she murmured:",
        "“We must take a glass of wine together––”",
        "Lantier, who was busy untying the cords on his trunk, did not look up,\nand she added:",
        "“You will join us, Monsieur Boche!”",
        "And she went for some wine and glasses. At that moment she caught\nsight of Poisson passing the door. She gave him a nod and a wink which\nhe perfectly understood: it meant, when he was on duty, that he was\noffered a glass of wine. He went round by the courtyard in order not\nto be seen. Lantier never saw him without some joke in regard to his\npolitical convictions, which, however, had not prevented the men from\nbecoming excellent friends.",
        "To one of these jests Boche now replied:",
        "“Did you know,” he said, “that when the emperor was in London he was a\npoliceman, and his special duty was to carry all the intoxicated women\nto the station house?”",
        "Gervaise had filled three glasses on the table. She did not care\nfor any wine; she was sick at heart as she stood looking at Lantier\nkneeling on the floor by the side of the trunk. She was wild to know\nwhat it contained. She remembered that in one corner was a pile of\nstockings, a shirt or two and an old hat. Were those things still\nthere? Was she to be confronted with those tattered relics of the\npast?",
        "Lantier did not lift the lid, however; he rose and, going to the\ntable, held his glass high in his hands.",
        "“To your health, madame!” he said.",
        "And Poisson and Boche drank with him.",
        "Gervaise filled their glasses again. The three men wiped their lips\nwith the backs of their hands.",
        "Then Lantier opened his trunk. It was filled with a hodgepodge of\npapers, books, old clothes and bundles of linen. He pulled out a\nsaucepan, then a pair of boots, followed by a bust of Ledru Rollin\nwith a broken nose, then an embroidered shirt and a pair of ragged\npantaloons, and Gervaise perceived a mingled and odious smell of\ntobacco, leather and dust.",
        "No, the old hat was not in the left corner; in its place was a pin\ncushion, the gift of some woman. All at once the strange anxiety with\nwhich she had watched the opening of this trunk disappeared, and in\nits place came an intense sadness as she followed each article with\nher eyes as Lantier took them out and wondered which belonged to her\ntime and which to the days when another woman filled his life.",
        "“Look here, Poisson,” cried Lantier, pulling out a small book. It\nwas a scurrilous attack on the emperor, printed at Brussels, entitled\n_The Amours of Napoleon III_.",
        "Poisson was aghast. He found no words with which to defend the\nemperor. It was in a book–of course, therefore, it was true. Lantier,\nwith a laugh of triumph, turned away and began to pile up his books\nand papers, grumbling a little that there were no shelves on which\nto put them. Gervaise promised to buy some for him. He owned Louis\nBlanc’s _Histoire de Dix Ans_, all but the first volume, which he\nhad never had, Lamartine’s _Les Girondins_, _The Mysteries of\nParis_ and _The Wandering Jew_, by Eugene Sue, without counting\na pile of incendiary volumes which he had picked up at bookstalls.\nHis old newspapers he regarded with especial respect. He had collected\nthem with care for years: whenever he had read an article at a cafe\nof which he approved, he bought the journal and preserved it. He\nconsequently had an enormous quantity, of all dates and names, tied\ntogether without order or sequence.",
        "He laid them all in a corner of the room, saying as he did so:",
        "“If people would study those sheets and adopt the ideas therein,\nsociety would be far better organized than it now is. Your emperor\nand all his minions would come down a bit on the ladder–”",
        "Here he was interrupted by Poisson, whose red imperial and mustache\nirradiated his pale face.",
        "“And the army,” he said, “what would you do with that?”",
        "Lantier became very much excited.",
        "“The army!” he cried. “I would scatter it to the four winds of\nheaven! I want the military system of the country abolished! I want\nthe abolition of titles and monopolies! I want salaries equalized!\nI want liberty for everyone. Divorces, too–”",
        "“Yes; divorces, of course,” interposed Boche. “That is needed in the\ncause of morality.”",
        "Poisson threw back his head, ready for an argument, but Gervaise,\nwho did not like discussions, interfered. She had recovered from the\ntorpor into which she had been plunged by the sight of this trunk, and\nshe asked the men to take another glass. Lantier was suddenly subdued\nand drank his wine, but Boche looked at Poisson uneasily.",
        "“All this talk is between ourselves, is it not?” he said to the\npoliceman.",
        "Poisson did not allow him to finish: he laid his hand on his heart\nand declared that he was no spy. Their words went in at one ear and\nout at another. He had forgotten them already.",
        "Coupeau by this time appeared, and more wine was sent for. But Poisson\ndared linger no longer, and, stiff and haughty, he departed through\nthe courtyard.",
        "From the very first Lantier was made thoroughly at home. Lantier had\nhis separate room, private entrance and key. But he went through the\nshop almost always. The accumulation of linen disturbed Gervaise, for\nher husband never arranged the boxes he had promised, and she was\nobliged to stow it away in all sorts of places, under the bed and in\nthe corner. She did not like making up Etienne’s mattress late at\nnight either.",
        "Goujet had spoken of sending the child to Lille to his own old master,\nwho wanted apprentices. The plan pleased her, particularly as the\nboy, who was not very happy at home, was impatient to become his own\nmaster. But she dared not ask Lantier, who had come there to live\nostensibly to be near his son. She felt, therefore, that it was hardly\na good plan to send the boy away within a couple of weeks after his\nfather’s arrival.",
        "When, however, she did make up her mind to approach the subject he\nexpressed warm approval of the idea, saying that youths were far\nbetter in the country than in Paris.",
        "Finally it was decided that Etienne should go, and when the morning\nof his departure arrived Lantier read his son a long lecture and then\nsent him off, and the house settled down into new habits.",
        "Gervaise became accustomed to seeing the dirty linen lying about and\nto seeing Lantier coming in and going out. He still talked with an\nimportant air of his business operations. He went out daily, dressed\nwith the utmost care and came home, declaring that he was worn out\nwith the discussions in which he had been engaged and which involved\nthe gravest and most important interests.",
        "He rose about ten o’clock, took a walk if the day pleased him, and if\nit rained he sat in the shop and read his paper. He liked to be there.\nIt was his delight to live surrounded by a circle of worshiping women,\nand he basked indolently in the warmth and atmosphere of ease and\ncomfort, which characterized the place.",
        "At first Lantier took his meals at the restaurant at the corner, but\nafter a while he dined three or four times a week with the Coupeaus\nand finally requested permission to board with them and agreed to pay\nthem fifteen francs each Saturday. Thus he was regularly installed and\nwas one of the family. He was seen in his shirt sleeves in the shop\nevery morning, attending to any little matters or receiving orders\nfrom the customers. He induced Gervaise to leave her own wine merchant\nand go to a friend of his own. Then he found fault with the bread and\nsent Augustine to the Vienna bakery in a distant _faubourg_. He\nchanged the grocer but kept the butcher on account of his political\nopinions.",
        "At the end of a month he had instituted a change in the cuisine.\nEverything was cooked in oil: being a Provencal, that was what he\nadored. He made the omelets himself, which were as tough as leather.\nHe superintended Mamma Coupeau and insisted that the beefsteaks should\nbe thoroughly cooked, until they were like the soles of an old shoe.\nHe watched the salad to see that nothing went in which he did not\nlike. His favorite dish was vermicelli, into which he poured half\na bottle of oil. This he and Gervaise ate together, for the others,\nbeing Parisians, could not be induced to taste it.",
        "By degrees Lantier attended to all those affairs which fall to the\nshare of the master of the house and to various details of their\nbusiness, in addition. He insisted that if the five francs which the\nLorilleux people had agreed to pay toward the support of Mamma Coupeau\nwas not forthcoming they should go to law about it. In fact, ten\nfrancs was what they ought to pay. He himself would go and see if he\ncould not make them agree to that. He went up at once and asked them\nin such a way that he returned in triumph with the ten francs. And\nMme Lerat, too, did the same at his representation. Mamma Coupeau\ncould have kissed Lantier’s hands, who played the part, besides, of\nan arbiter in the quarrels between the old woman and Gervaise.",
        "The latter, as was natural, sometimes lost patience with the old\nwoman, who retreated to her bed to weep. He would bluster about and\nask if they were simpletons, to amuse people with their disagreements,\nand finally induced them to kiss and be friends once more.",
        "He expressed his mind freely in regard to Nana also. In his opinion\nshe was brought up very badly, and here he was quite right, for when\nher father cuffed her her mother upheld her, and when, in her turn,\nthe mother reproved, the father made a scene.",
        "Nana was delighted at this and felt herself free to do much as she\npleased.",
        "She had started a new game at the farriery opposite. She spent entire\ndays swinging on the shafts of the wagons. She concealed herself, with\nher troop of followers, at the back of the dark court, redly lit by\nthe forge, and then would make sudden rushes with screams and whoops,\nfollowed by every child in the neighborhood, reminding one of a flock\nof martins or sparrows.",
        "Lantier was the only one whose scoldings had any effect. She listened\nto him graciously. This child of ten years of age, precocious and\nvicious, coquetted with him as if she had been a grown woman. He\nfinally assumed the care of her education. He taught her to dance\nand to talk slang!",
        "Thus a year passed away. The whole neighborhood supposed Lantier to\nbe a man of means–otherwise how did the Coupeaus live as they did?\nGervaise, to be sure, still made money, but she supported two men who\ndid nothing, and the shop, of course, did not make enough for that.\nThe truth was that Lantier had never paid one sou, either for board\nor lodging. He said he would let it run on, and when it amounted to\na good sum he would pay it all at once.",
        "After that Gervaise never dared to ask him for a centime. She got\nbread, wine and meat on credit; bills were running up everywhere, for\ntheir expenditures amounted to three and four francs every day. She\nhad never paid anything, even a trifle on account, to the man from\nwhom she had bought her furniture or to Coupeau’s three friends who\nhad done the work in Lantier’s room. The tradespeople were beginning\nto grumble and treated her with less politeness.",
        "But she seemed to be insensible to this; she chose the most expensive\nthings, having thrown economy to the winds, since she had given up\npaying for things at once. She always intended, however, to pay\neventually and had a vague notion of earning hundreds of francs daily\nin some extraordinary way by which she could pay all these people.",
        "About the middle of summer Clemence departed, for there was not enough\nwork for two women; she had waited for her money for some weeks.\nLantier and Coupeau were quite undisturbed, however. They were in the\nbest of spirits and seemed to be growing fat over the ruined business.",
        "In the _Quartier_ there was a vast deal of gossip. Everybody\nwondered as to the terms on which Lantier and Gervaise now stood. The\nLorilleuxs viciously declared that Gervaise would be glad enough to\nresume her old relations with Lantier but that he would have nothing\nto do with her, for she had grown old and ugly. The Boche people\ntook a different view, but while everyone declared that the whole\narrangement was a most improper one, they finally accepted it as\nquite a matter of course and altogether natural.",
        "It is quite possible there were other homes which were quite as open\nto invidious remarks within a stone’s throw, but these Coupeaus, as\ntheir neighbors said, were good, kind people. Lantier was especially\ningratiating. It was decided, therefore, to let things go their own\nway undisturbed.",
        "Gervaise lived quietly indifferent to, and possibly entirely\nunsuspicious of, all these scandals. By and by it came to pass that\nher husband’s own people looked on her as utterly heartless. Mme Lerat\nmade her appearance every evening, and she treated Lantier as if he\nwere utterly irresistible, into whose arms any and every woman would\nbe only too glad to fall. An actual league seemed to be forming\nagainst Gervaise: all the women insisted on giving her a lover.",
        "But she saw none of these fascinations in him. He had changed,\nunquestionably, and the external changes were all in his favor. He\nwore a frock coat and had acquired a certain polish. But she who knew\nhim so well looked down into his soul through his eyes and shuddered\nat much she saw there. She could not understand what others saw in him\nto admire. And she said so one day to Virginie. Then Mme Lerat and\nVirginie vied with each other in the stories they told of Clemence and\nhimself–what they did and said whenever her back was turned–and now\nthey were sure, since she had left the establishment, that he went\nregularly to see her.",
        "“Well, what of it?” asked Gervaise, her voice trembling. “What have\nI to do with that?”",
        "But she looked into Virginie’s dark brown eyes, which were specked\nwith gold and emitted sparks as do those of cats. But the woman put\non a stupid look as she answered:",
        "“Why, nothing, of course; only I should think you would advise him\nnot to have anything to do with such a person.”",
        "Lantier was gradually changing his manner to Gervaise. Now when he\nshook hands with her he held her fingers longer than was necessary.\nHe watched her incessantly and fixed his bold eyes upon her. He leaned\nover her so closely that she felt his breath on her cheek. But one\nevening, being alone with her, he caught her in both arms. At that\nmoment Goujet entered. Gervaise wrenched herself free, and the three\nexchanged a few words as if nothing had happened. Goujet was very pale\nand seemed embarrassed, supposing that he had intruded upon them and\nthat she had pushed Lantier aside only because she did not choose to\nbe embraced in public.",
        "The next day Gervaise was miserable, unhappy and restless. She could\nnot iron a handkerchief. She wanted to see Goujet and tell him just\nwhat had happened, but ever since Etienne had gone to Lille she had\ngiven up going to the forge, as she was quite unable to face the\nknowing winks with which his comrades received her. But this day she\ndetermined to go, and, taking an empty basket on her arms, she started\noff, pretending that she was going with skirts to some customers in\nLa Rue des Portes-Blanches.",
        "Goujet seemed to be expecting her, for she met him loitering on the\ncorner.",
        "“Ah,” he said with a wan smile, “you are going home, I presume?”",
        "He hardly knew what he was saying, and they both turned toward\nMontmartre without another word. They merely wished to go away from\nthe forge. They passed several manufactories and soon found themselves\nwith an open field before them. A goat was tethered near by and\nbleating as it browsed, and a dead tree was crumbling away in the\nhot sun.",
        "“One might almost think oneself in the country,” murmured Gervaise.",
        "They took a seat under the dead tree. The clearstarcher set the basket\ndown at her feet. Before them stretched the heights of Montmartre,\nwith its rows of yellow and gray houses amid clumps of trees, and\nwhen they threw back their heads a little they saw the whole sky\nabove, clear and cloudless, but the sunlight dazzled them, and they\nlooked over to the misty outlines of the _faubourg_ and watched the\nsmoke rising from tall chimneys in regular puffs, indicating the\nmachinery which impelled it. These great sighs seemed to relieve\ntheir own oppressed breasts.",
        "“Yes,” said Gervaise after a long silence. “I have been on a long\nwalk, and I came out–”",
        "She stopped. After having been so eager for an explanation she found\nherself unable to speak and overwhelmed with shame. She knew that he\nas well as herself had come to that place with the wish and intention\nof speaking on one especial subject, and yet neither of them dared to\nallude to it. The occurrence of the previous evening weighed on both\ntheir souls.",
        "Then with a heart torn with anguish and with tears in her eyes, she\ntold him of the death of Mme Bijard, who had breathed her last that\nmorning after suffering unheard-of agonies.",
        "“It was caused by a kick of Bijard’s,” she said in her low, soft\nvoice; “some internal injury. For three days she has suffered\nfrightfully. Why are not such men punished? I suppose, though, if the\nlaw undertook to punish all the wretches who kill their wives that it\nwould have too much to do. After all, one kick more or less: what does\nit matter in the end? And this poor creature, in her desire to save\nher husband from the scaffold, declared she had fallen over a tub.”",
        "Goujet did not speak. He sat pulling up the tufts of grass.",
        "“It is not a fortnight,” continued Gervaise, “since she weaned her\nlast baby, and here is that child Lalie left to take care of two\nmites. She is not eight years old but as quiet and sensible as if\nshe were a grown woman, and her father kicks and strikes her too.\nPoor little soul! There are some persons in this world who seem\nborn to suffer.”",
        "Goujet looked at her and then said suddenly, with trembling lips:",
        "“You made me suffer yesterday.”",
        "Gervaise clasped her hands imploringly, and he continued:",
        "“I knew of course how it must end; only you should not have allowed me\nto think–”",
        "He could not finish. She started up, seeing what his convictions were.\nShe cried out:",
        "“You are wrong! I swear to you that you are wrong! He was going to\nkiss me, but his lips did not touch me, and it is the very first time\nthat he made the attempt. Believe me, for I swear–on all that I hold\nmost sacred–that I am telling you the truth.”",
        "But the blacksmith shook his head. He knew that women did not always\ntell the truth on such points. Gervaise then became very grave.",
        "“You know me well,” she said; “you know that I am no liar. I again\nrepeat that Lantier and I are friends. We shall never be anything\nmore, for if that should ever come to pass I should regard myself\nas the vilest of the vile and should be unworthy of the friendship\nof a man like yourself.” Her face was so honest, her eyes were so\nclear and frank, that he could do no less than believe her. Once more\nhe breathed freely. He held her hand for the first time. Both were\nsilent. White clouds sailed slowly above their heads with the majesty\nof swans. The goat looked at them and bleated piteously, eager to be\nreleased, and they stood hand in hand on that bleak slope with tears\nin their eyes.",
        "“Your mother likes me no longer,” said Gervaise in a low voice. “Do\nnot say no; how can it be otherwise? We owe you so much money.”",
        "He roughly shook her arm in his eagerness to check the words on her\nlips; he would not hear her. He tried to speak, but his throat was\ntoo dry; he choked a little and then he burst out:",
        "“Listen to me,” he cried; “I have long wished to say something to you.\nYou are not happy. My mother says things are all going wrong with you,\nand,” he hesitated, “we must go away together and at once.”",
        "She looked at him, not understanding him but impressed by this abrupt\ndeclaration of a love from him, who had never before opened his lips\nin regard to it.",
        "“What do you mean?” she said.",
        "“I mean,” he answered without looking in her face, “that we two can\ngo away and live in Belgium. It is almost the same to me as home, and\nboth of us could get work and live comfortably.”",
        "The color came to her face, which she would have hidden on his\nshoulder to hide her shame and confusion. He was a strange fellow to\npropose an elopement. It was like a book and like the things she heard\nof in high society. She had often seen and known of the workmen about\nher making love to married women, but they did not think of running\naway with them.",
        "“Ah, Monsieur Goujet!” she murmured, but she could say no more.",
        "“Yes,” he said, “we two would live all by ourselves.”",
        "But as her self-possession returned she refused with firmness.",
        "“It is impossible,” she said, “and it would be very wrong. I am\nmarried and I have children. I know that you are fond of me, and I\nlove you too much to allow you to commit any such folly as you are\ntalking of, and this would be an enormous folly. No; we must live on\nas we are. We respect each other now. Let us continue to do so. That\nis a great deal and will help us over many a roughness in our paths.\nAnd when we try to do right we are sure of a reward.”",
        "He shook his head as he listened to her, but he felt she was right.\nSuddenly he snatched her in his arms and kissed her furiously once and\nthen dropped her and turned abruptly away. She was not angry, but the\nlocksmith trembled from head to foot. He began to gather some of the\nwild daisies, not knowing what to do with his hands, and tossed them\ninto her empty basket. This occupation amused him and tranquillized\nhim. He broke off the head of the flowers and, when he missed his\nmark and they fell short of the basket, laughed aloud.",
        "Gervaise sat with her back against the tree, happy and calm. And when\nshe set forth on her walk home her basket was full of daisies, and\nshe was talking of Etienne.",
        "In reality Gervaise was more afraid of Lantier than she was willing\nto admit even to herself. She was fully determined never to allow\nthe smallest familiarity, but she was afraid that she might yield\nto his persuasions, for she well knew the weakness and amiability of\nher nature and how hard it was for her to persist in any opposition\nto anyone.",
        "Lantier, however, did not put this determination on her part to\nthe test. He was often alone with her now and was always quiet and\nrespectful. Coupeau declared to everyone that Lantier was a true\nfriend. There was no nonsense about him; he could be relied upon\nalways and in all emergencies. And he trusted him thoroughly, he\ndeclared. When they went out together–the three–on Sundays he bade\nhis wife and Lantier walk arm in arm, while he mounted guard behind,\nready to cuff the ears of anyone who ventured on a disrespectful\nglance, a sneer or a wink.",
        "He laughed good-naturedly before Lantier’s face, told him he put on\na great many airs with his coats and his books, but he liked him in\nspite of them. They understood each other, he said, and a man’s liking\nfor another man is more solid and enduring than his love for a woman.",
        "Coupeau and Lantier made the money fly. Lantier was continually\nborrowing money from Gervaise–ten francs, twenty francs–whenever\nhe knew there was money in the house. It was always because he was in\npressing need for some business matter. But still on those same days\nhe took Coupeau off with him and at some distant restaurant ordered\nand devoured such dishes as they could not obtain at home, and these\ndishes were washed down by bottle after bottle of wine.",
        "Coupeau would have preferred to get tipsy without the food, but he\nwas impressed by the elegance and experience of his friend, who found\non the carte so many extraordinary sauces. He had never seen a man\nlike him, he declared, so dainty and so difficult. He wondered if all\nsoutherners were the same as he watched him discussing the dishes with\nthe waiter and sending away a dish that was too salty or had too much\npepper.",
        "Neither could he endure a draft: his skin was all blue if a door was\nleft open, and he made no end of a row until it was closed again.",
        "Lantier was not wasteful in certain ways, for he never gave a\n_garcon_ more than two sous after he had served a meal that cost\nsome seven or eight francs.",
        "They never alluded to these dinners the next morning at their simple\nbreakfast with Gervaise. Naturally people cannot frolic and work, too,\nand since Lantier had become a member of his household Coupeau had\nnever lifted a tool. He knew every drinking shop for miles around and\nwould sit and guzzle deep into the night, not always pleased to find\nhimself deserted by Lantier, who never was known to be overcome by\nliquor.",
        "About the first of November Coupeau turned over a new leaf; he\ndeclared he was going to work the next day, and Lantier thereupon\npreached a little sermon, declaring that labor ennobled man, and\nin the morning arose before it was light to accompany his friend to\nthe shop, as a mark of the respect he felt. But when they reached a\nwineshop on the corner they entered to take a glass merely to cement\ngood resolutions.",
        "Near the counter they beheld Bibi-la-Grillade smoking his pipe with\na sulky air.",
        "“What is the matter, Bibi?” cried Coupeau.",
        "“Nothing,” answered his comrade, “except that I got my walking ticket\nyesterday. Perdition seize all masters!” he added fiercely.",
        "And Bibi accepted a glass of liquor. Lantier defended the masters.\nThey were not so bad after all; then, too, how were the men to get\nalong without them? “To be sure,” continued Lantier, “I manage pretty\nwell, for I don’t have much to do with them myself!”",
        "“Come, my boy,” he added, turning to Coupeau; “we shall be late if\nwe don’t look out.”",
        "Bibi went out with them. Day was just breaking, gray and cloudy. It\nhad rained the night before and was damp and warm. The street lamps\nhad just been extinguished. There was one continued tramp of men going\nto their work.",
        "Coupeau, with his bag of tools on his shoulder, shuffled along; his\nfootsteps had long since lost their ring.",
        "“Bibi,” he said, “come with me; the master told me to bring a comrade\nif I pleased.”",
        "“It won’t be me then,” answered Bibi. “I wash my hands of them all.\nNo more masters for me, I tell you! But I dare say Mes-Bottes would\nbe glad of the offer.”",
        "And as they reached the Assommoir they saw Mes-Bottes within.\nNotwithstanding the fact that it was daylight, the gas was blazing\nin the Assommoir. Lantier remained outside and told Coupeau to make\nhaste, as they had only ten minutes.",
        "“Do you think I will work for your master?” cried Mes-Bottes. “He is\nthe greatest tyrant in the kingdom. No, I should rather suck my thumbs\nfor a year. You won’t stay there, old man! No, you won’t stay there\nthree days, now I tell you!”",
        "“Are you in earnest?” asked Coupeau uneasily.",
        "“Yes, I am in earnest. You can’t speak–you can’t move. Your nose\nis held close to the grindstone all the time. He watches you every\nmoment. If you drink a drop he says you are tipsy and makes no end\nof a row!”",
        "“Thanks for the warning. I will try this one day, and if the master\nbothers me I will just tell him what I think of him and turn on my\nheel and walk out.”",
        "Coupeau shook his comrade’s hand and turned to depart, much to the\ndisgust of Mes-Bottes, who angrily asked if the master could not wait\nfive minutes. He could not go until he had taken a drink. Lantier\nentered to join in, and Mes-Bottes stood there with his hat on the\nback of his head, shabby, dirty and staggering, ordering Father\nColombe to pour out the glasses and not to cheat.",
        "At that moment Goujet and Lorilleux were seen going by. Mes-Bottes\nshouted to them to come in, but they both refused–Goujet saying he\nwanted nothing, and the other, as he hugged a little box of gold\nchains close to his heart, that he was in a hurry.",
        "“Milksops!” muttered Mes-Bottes. “They had best pass their lives in\nthe corner by the fire!”",
        "Returning to the counter, he renewed his attack on Father Colombe,\nwhom he accused of adulterating his liquors.",
        "It was now bright daylight, and the proprietor of the Assommoir began\nto extinguish the lights. Coupeau made excuses for his brother-in-law,\nwho, he said, could never drink; it was not his fault, poor fellow!\nHe approved, too, of Goujet, declaring that it was a good thing never\nto be thirsty. Again he made a move to depart and go to his work when\nLantier, with his dictatorial air, reminded him that he had not paid\nhis score and that he could not go off in that way, even if it were\nto his duty.",
        "“I am sick of the words ’work’ and ’duty,’” muttered Mes-Bottes.",
        "They all paid for their drinks with the exception of Bibi-la-Grillade,\nwho stooped toward the ear of Father Colombe and whispered a few\nwords. The latter shook his head, whereupon Mes-Bottes burst into a\ntorrent of invectives, but Colombe stood in impassive silence, and\nwhen there was a lull in the storm he said:",
        "“Let your friends pay for you then–that is a very simple thing to\ndo.”",
        "By this time Mes-Bottes was what is properly called howling drunk, and\nas he staggered away from the counter he struck the bag of tools which\nCoupeau had over his shoulder.",
        "“You look like a peddler with his pack or a humpback. Put it down!”",
        "Coupeau hesitated a moment, and then slowly and deliberately, as if he\nhad arrived at a decision after mature deliberation, he laid his bag\non the ground.",
        "“It is too late to go this morning. I will wait until after breakfast\nnow. I will tell him my wife was sick. Listen, Father Colombe, I will\nleave my bag of tools under this bench and come for them this\nafternoon.”",
        "Lantier assented to this arrangement. Of course work was a good thing,\nbut friends and good company were better; and the four men stood,\nfirst on one foot and then on the other, for more than an hour, and\nthen they had another drink all round. After that a game of billiards\nwas proposed, and they went noisily down the street to the nearest\nbilliard room, which did not happen to please the fastidious Lantier,\nwho, however, soon recovered his good humor under the effect of the\nadmiration excited in the minds of his friends by his play, which\nwas really very extraordinary.",
        "When the hour arrived for breakfast Coupeau had an idea.",
        "“Let us go and find Bec Sali. I know where he works. We will make him\nbreakfast with us.”",
        "The idea was received with applause. The party started forth. A fine\ndrizzling rain was now falling, but they were too warm within to mind\nthis light sprinkling on their shoulders.",
        "Coupeau took them to a factory where his friend worked and at the door\ngave two sous to a small boy to go up and find Bec Sali and to tell\nhim that his wife was very sick and had sent for him.",
        "Bec Sali quickly appeared, not in the least disturbed, as he suspected\na joke.",
        "“Aha!” he said as he saw his friend. “I knew it!” They went to a\nrestaurant and ordered a famous repast of pigs’ feet, and they sat\nand sucked the bones and talked about their various employers.",
        "“Will you believe,” said Bec Sali, “that mine has had the brass to\nhang up a bell? Does he think we are slaves to run when he rings it?\nNever was he so mistaken–”",
        "“I am obliged to leave you!” said Coupeau, rising at last with an\nimportant air. “I promised my wife to go to work today, and I leave\nyou with the greatest reluctance.”",
        "The others protested and entreated, but he seemed so decided that they\nall accompanied him to the Assommoir to get his tools. He pulled out\nthe bag from under the bench and laid it at his feet while they all\ntook another drink. The clock struck one, and Coupeau kicked his bag\nunder the bench again. He would go tomorrow to the factory; one day\nreally did not make much difference.",
        "The rain had ceased, and one of the men proposed a little walk on the\nboulevards to stretch their legs. The air seemed to stupefy them, and\nthey loitered along with their arms swinging at their sides, without\nexchanging a word. When they reached the wineshop on the corner of La\nRue des Poissonniers they turned in mechanically. Lantier led the way\ninto a small room divided from the public one by windows only. This\nroom was much affected by Lantier, who thought it more stylish by far\nthan the public one. He called for a newspaper, spread it out and\nexamined it with a heavy frown. Coupeau and Mes-Bottes played a game\nof cards, while wine and glasses occupied the center of the table.",
        "“What is the news?” asked Bibi.",
        "Lantier did not reply instantly, but presently, as the others emptied\ntheir glasses, he began to read aloud an account of a frightful\nmurder, to which they listened with eager interest. Then ensued a hot\ndiscussion and argument as to the probable motives for the murder.",
        "By this time the wine was exhausted, and they called for more. About\nfive all except Lantier were in a state of beastly intoxication, and\nhe found them so disgusting that, as usual, he made his escape without\nhis comrades noticing his defection.",
        "Lantier walked about a little and then, when he felt all right, went\nhome and told Gervaise that her husband was with his friends. Coupeau\ndid not make his appearance for two days. Rumors were brought in that\nhe had been seen in one place and then in another, and always alone.\nHis comrades had apparently deserted him. Gervaise shrugged her\nshoulders with a resigned air.",
        "“Good heavens!” she said. “What a way to live!” She never thought of\nhunting him up. Indeed, on the afternoon of the third day, when she\nsaw him through the window of a wineshop, she turned back and would\nnot pass the door. She sat up for him, however, and listened for his\nstep or the sound of his hand fumbling at the lock.",
        "The next morning he came in, only to begin the same thing at night\nagain. This went on for a week, and at last Gervaise went to the\nAssommoir to make inquiries. Yes, he had been there a number of times,\nbut no one knew where he was just then. Gervaise picked up the bag\nof tools and carried them home.",
        "Lantier, seeing that Gervaise was out of spirits, proposed that she\nshould go with him to a cafe concert. She refused at first, being\nin no mood for laughing; otherwise she would have consented, for\nLantier’s proposal seemed to be prompted by the purest friendliness.\nHe seemed really sorry for her trouble and, indeed, assumed an\nabsolutely paternal air.",
        "Coupeau had never stayed away like this before, and she continually\nfound herself going to the door and looking up and down the street.\nShe could not keep to her work but wandered restlessly from place\nto place. Had Coupeau broken a limb? Had he fallen into the water?\nShe did not think she could care so very much if he were killed, if\nthis uncertainty were over, if she only knew what she had to expect.\nBut it was very trying to live in this suspense.",
        "Finally when the gas was lit and Lantier renewed his proposition of\nthe cafe she consented. After all, why should she not go? Why should\nshe refuse all pleasures because her husband chose to behave in this\ndisgraceful way? If he would not come in she would go out.",
        "They hurried through their dinner, and as she went out with Lantier\nat eight o’clock Gervaise begged Nana and Mamma Coupeau to go to bed\nearly. The shop was closed, and she gave the key to Mme Boche, telling\nher that if Coupeau came in it would be as well to look out for the\nlights.",
        "Lantier stood whistling while she gave these directions. Gervaise\nwore her silk dress, and she smiled as they walked down the street\nin alternate shadow and light from the shopwindows.",
        "The cafe concert was on the Boulevard de Rochechoumart. It had once\nbeen a cafe and had had a concert room built on of rough planks.",
        "Over the door was a row of glass globes brilliantly illuminated.\nLong placards, nailed on wood, were standing quite out in the street\nby the side of the gutter.",
        "“Here we are!” said Lantier. “Mademoiselle Amanda makes her debut\ntonight.”",
        "Bibi-la-Grillade was reading the placard. Bibi had a black eye, as if\nhe had been fighting.",
        "“Hallo!” cried Lantier. “How are you? Where is Coupeau? Have you lost\nhim?”",
        "“Yes, since yesterday. We had a little fight with a waiter at Baquets.\nHe wanted us to pay twice for what we had, and somehow Coupeau and I\ngot separated, and I have not seen him since.”",
        "And Bibi gave a great yawn. He was in a disgraceful state of\nintoxication. He looked as if he had been rolling in the gutter.",
        "“And you know nothing of my husband?” asked Gervaise.",
        "“No, nothing. I think, though, he went off with a coachman.”",
        "Lantier and Gervaise passed a very agreeable evening at the cafe\nconcert, and when the doors were closed at eleven they went home in a\nsauntering sort of fashion. They were in no hurry, and the night was\nfair, though a little cool. Lantier hummed the air which Amanda had\nsung, and Gervaise added the chorus. The room had been excessively\nwarm, and she had drunk several glasses of wine.",
        "She expressed a great deal of indignation at Mlle Amanda’s costume.\nHow did she dare face all those men, dressed like that? But her skin\nwas beautiful, certainly, and she listened with considerable curiosity\nto all that Lantier could tell her about the woman.",
        "“Everybody is asleep,” said Gervaise after she had rung the bell\nthree times.",
        "The door was finally opened, but there was no light. She knocked at\nthe door of the Boche quarters and asked for her key.",
        "The sleepy concierge muttered some unintelligible words, from which\nGervaise finally gathered that Coupeau had been brought in by Poisson\nand that the key was in the door.",
        "Gervaise stood aghast at the disgusting sight that met her eyes as\nshe entered the room where Coupeau lay wallowing on the floor.",
        "She shuddered and turned away. This sight annihilated every ray of\nsentiment remaining in her heart.",
        "“What am I to do?” she said piteously. “I can’t stay here!”",
        "Lantier snatched her hand.",
        "“Gervaise,” he said, “listen to me.”",
        "But she understood him and drew hastily back.",
        "“No, no! Leave me, Auguste. I can manage.”",
        "But Lantier would not obey her. He put his arm around her waist and\npointed to her husband as he lay snoring, with his mouth wide open.",
        "“Leave me!” said Gervaise, imploringly, and she pointed to the room\nwhere her mother-in-law and Nana slept.",
        "“You will wake them!” she said. “You would not shame me before my\nchild? Pray go!”",
        "He said no more but slowly and softly kissed her on her ear, as\nhe had so often teased her by doing in those old days. Gervaise\nshivered, and her blood was stirred to madness in her veins.",
        "“What does that beast care?” she thought. “It is his fault,” she\nmurmured; “all his fault. He sends me from his room!”",
        "And as Lantier drew her toward his door Nana’s face appeared for\na moment at the window which lit her little cabinet.",
        "The mother did not see the child, who stood in her nightdress, pale\nwith sleep. She looked at her father as he lay and then watched her\nmother disappear in Lantier’s room. She was perfectly grave, but\nin her eyes burned the sensual curiosity of premature vice.",
        "Continue...",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}