{
    "title": "L’Assommoir - Chapter VII. A Birthday Fete",
    "author": "Emile Zola",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "The nineteenth of June was the clearstarcher’s birthday. There was\nalways an excuse for a fete in the Coupeau mansion; saints were\ninvented to serve as a pretext for idleness and festivities. Virginie\nhighly commended Gervaise for living luxuriously. What was the use\nof her husband drinking up everything? Why should she save for her\nhusband to spend at all the wineshops in the neighborhood? And\nGervaise accepted this excuse. She was growing very indolent and\nmuch stouter, while her lameness had perceptibly increased.",
        "For a whole month they discussed the preparation for this fete; they\ntalked over dishes and licked their lips. They must have something out\nof the common way. Gervaise was much troubled as to whom she should\ninvite. She wanted exactly twelve at table, not one more or one less.\nShe, her husband, her mother-in-law and Mme Lerat were four. The\nGoujets and Poissons were four more. At first she thought she would\nnot ask her two women, Mme Putois and Clemence, lest it should make\nthem too familiar, but as the entertainment was constantly under\ndiscussion before them she ended by inviting them too. Thus there were\nten; she must have two more. She decided on a reconciliation with the\nLorilleuxs, who had extended the olive branch several times lately.\nFamily quarrels were bad things, she said. When the Boche people heard\nof this they showed several little courtesies to Gervaise, who felt\nobliged to urge them to come also. This made fourteen without counting\nthe children. She had never had a dinner like this, and she was both\ntriumphant and terrified.",
        "The nineteenth fell on a Monday, and Gervaise thought it very\nfortunate, as she could begin her cooking on Sunday afternoon. On\nSaturday, while the women hurried through their work, there was an\nendless discussion as to what the dishes should be. In the last three\nweeks only one thing had been definitely decided upon–a roast goose\nstuffed with onions. The goose had been purchased, and Mme Coupeau\nbrought it in that Mme Putois might guess its weight. The thing looked\nenormous, and the fat seemed to burst from its yellow skin.",
        "“Soup before that, of course,” said Gervaise, “and we must have\nanother dish.”",
        "Clemence proposed rabbits, but Gervaise wanted something more\ndistinguished. Mme Putois suggested a _blanquette du veau_.",
        "That was a new idea. Veal was always good too. Then Mme Coupeau made\nan allusion to fish, which no one seconded. Evidently fish was not\nin favor. Gervaise proposed a sparerib of pork and potatoes, which\nbrightened all their faces, just as Virginie came in like a whirlwind.",
        "“You are just in season. Mamma Coupeau, show her the goose,” cried\nGervaise.",
        "Virginie admired it, guessed the weight and laid it down on the\nironing table between an embroidered skirt and a pile of shirts. She\nwas evidently thinking of something else. She soon led Gervaise into\nthe back shop.",
        "“I have come to warn you,” she said quickly. “I just met Lantier\nat the very end of this street, and I am sure he followed me, and\nI naturally felt alarmed on your account, my dear.”",
        "Gervaise turned very pale. What did he want of her? And why on earth\nshould he worry her now amid all the busy preparations for the fete?\nIt seemed as if she never in her life had set her heart on anything\nthat she was not disappointed. Why was it that she could never have\na minute’s peace?",
        "But Virginie declared that she would look out for her. If Lantier\nfollowed her she would certainly give him over to the police. Her\nhusband had been in office now for a month, and Virginie was very\ndictatorial and aggressive and talked of arresting everyone who\ndispleased her. She raised her voice as she spoke, but Gervaise\nimplored her to be cautious, because her women could hear every word.\nThey went back to the front shop, and she was the first to speak.",
        "“We have said nothing of vegetables,” she said quietly.",
        "“Peas, with a bit of pork,” said Virginie authoritatively.",
        "This was agreed upon with enthusiasm.",
        "The next day at three Mamma Coupeau lighted the two furnaces belonging\nto the house and a third one borrowed from Mme Boche, and at half-past\nthree the soup was gently simmering in a large pot lent by the\nrestaurant at the corner. They had decided to cook the veal and the\npork the day previous, as those two dishes could be warmed up so well,\nand would leave for Monday only the goose to roast and the vegetables.\nThe back shop was ruddy with the glow from the three furnaces–sauces\nwere bubbling with a strong smell of browned flour. Mamma Coupeau\nand Gervaise, each with large white aprons, were washing celery and\nrunning hither and thither with pepper and salt or hurriedly turning\nthe veal with flat wooden sticks made for the purpose. They had told\nCoupeau pleasantly that his room was better than his company, but they\nhad plenty of people there that afternoon. The smell of the cooking\nfound its way out into the street and up through the house, and the\nneighbors, impelled by curiosity, came down on all sorts of pretexts,\nmerely to discover what was going on.",
        "About five Virginie made her appearance. She had seen Lantier twice.\nIndeed, it was impossible nowadays to enter the street and not see\nhim. Mme Boche, too, had spoken to him on the corner below. Then\nGervaise, who was on the point of going for a sou’s worth of fried\nonions to season her soup, shuddered from head to foot and said she\nwould not go out ever again. The concierge and Virginie added to her\nterror by a succession of stories of men who lay in wait for women,\nwith knives and pistols hidden in their coats.",
        "Such things were read every day in the papers! When such a scamp as\nLantier found a woman happy and comfortable, he was always wretched\nuntil he had made her so too. Virginie said she would go for the\nonions. “Women,” she observed sententiously, “should protect each\nother, as well as serve each other, in such matters.” When she\nreturned she reported that Lantier was no longer there. The\nconversation around the stove that evening never once drifted from\nthat subject. Mme Boche said that she, under similar circumstances,\nshould tell her husband, but Gervaise was horror-struck at this and\nbegged her never to breathe one single word about it. Besides, she\nfancied her husband had caught a glimpse of Lantier from something he\nhad muttered amid a volley of oaths two or three nights before. She\nwas filled with dread lest these two men should meet. She knew Coupeau\nso well that she had long since discovered that he was still jealous\nof Lantier, and while the four women discussed the imminent danger of\na terrible tragedy the sauces and the meats hissed and simmered on the\nfurnaces, and they ended by each taking a cup of soup to discover what\nimprovement was desirable.",
        "Monday arrived. Now that Gervaise had invited fourteen to dine, she\nbegan to be afraid there would not be room and finally decided to lay\nthe table in the shop. She was uncertain how to place the table, which\nwas the ironing table on trestles. In the midst of the hubbub and\nconfusion a customer arrived and made a scene because her linen had\nnot come home on the Friday previous. She insisted on having every\npiece that moment–clean or dirty, ironed or rough-dry.",
        "Then Gervaise, to excuse herself, told a lie with wonderful\n_sang-froid_. It was not her fault. She was cleaning her rooms. Her\nwomen would be at work again the next day, and she got rid of her\ncustomer, who went away soothed by the promise that her wash would\nbe sent to her early the following morning.",
        "But Gervaise lost her temper, which was not a common thing with\nher, and as soon as the woman’s back was turned called her by an\nopprobrious name and declared that if she did as people wished she\ncould not take time to eat and vowed she would not have an iron heated\nthat day or the next in her establishment. No! Not if the Grand Turk\nhimself should come and entreat her on his knees to do up a collar\nfor him. She meant to enjoy herself a little occasionally!",
        "The entire morning was consumed in making purchases. Three times did\nGervaise go out and come in, laden with bundles. But when she went the\nfourth time for the wine she discovered that she had not money enough.\nShe could have got the wine on credit, but she could not be without\nmoney in the house, for a thousand little unexpected expenses arise\nat such times, and she and her mother-in-law racked their brains\nto know what they should do to get the twenty francs they considered\nnecessary. Mme Coupeau, who had once been housekeeper for an actress,\nwas the first to speak of the Mont-de-Piete. Gervaise laughed gaily.",
        "“To be sure! Why had she not thought of it before?”",
        "She folded her black silk dress and pinned it in a napkin; then she\nhid the bundle under her mother-in-law’s apron and bade her keep it\nvery flat, lest the neighbors, who were so terribly inquisitive,\nshould find it out, and then she watched the old woman from the door\nto see that no one followed her.",
        "But when Mamma Coupeau had gone a few steps Gervaise called her back\ninto the shop and, taking her wedding ring from her finger, said:",
        "“Take this, too, for we shall need all the money we can get today.”",
        "And when the old woman came back with twenty-five francs she clapped\nher hands with joy. She ordered six bottles of wine with seals to\ndrink with the roast. The Lorilleuxs would be green with envy. For a\nfortnight this had been her idea, to crush the Lorilleuxs, who were\nnever known to ask a friend to their table; who, on the contrary,\nlocked their doors when they had anything special to eat. Gervaise\nwanted to give her a lesson and would have liked to offer the\nstrangers who passed her door a seat at her table. Money was a very\ngood thing and mighty pretty to look at, but it was good for nothing\nbut to spend.",
        "Mamma Coupeau and Gervaise began to lay their table at three o’clock.\nThey had hung curtains before the windows, but as the day was warm the\ndoor into the street was open. The two women did not put on a plate\nor salt spoon without the avowed intention of worrying the Lorilleuxs.\nThey had given them seats where the table could be seen to the best\nadvantage, and they placed before them the real china plates.",
        "“No, no, Mamma,” cried Gervaise, “not those napkins. I have two which\nare real damask.”",
        "“Well! Well! I declare!” murmured the old woman. “What will they say\nto all this?”",
        "And they smiled as they stood at opposite sides of this long table\nwith its glossy white cloth and its places for fourteen carefully\nlaid. They worshiped there as if it had been a chapel erected in the\nmiddle of the shop.",
        "“How false they are!” said Gervaise. “Do you remember how she declared\nshe had lost a piece of one of the chains when she was carrying them\nhome? That was only to get out of giving you your five francs.”",
        "“Which I have never had from them but just twice,” muttered the old\nwoman.",
        "“I will wager that next month they will invent another tale. That is\none reason why they lock their doors when they have a rabbit. They\nthink people might say, ’If you can eat rabbits you can give five\nfrancs to your mother!’ How mean they are! What do they think would\nhave become of you if I had not asked you to come and live here?”",
        "Her mother-in-law shook her head. She was rather severe in her\njudgment of the Lorilleuxs that day, inasmuch as she was influenced\nby the gorgeous entertainment given by the Coupeaus. She liked the\nexcitement; she liked to cook. She generally lived pretty well with\nGervaise, but on those days which occur in all households, when the\ndinner was scanty and unsatisfactory, she called herself a most\nunhappy woman, left to the mercy of a daughter-in-law. In the depths\nof her heart she still loved Mme Lorilleux; she was her eldest child.",
        "“You certainly would have weighed some pounds less with her,\"\ncontinued Gervaise. “No coffee, no tobacco, no sweets. And do you\nimagine that they would have put two mattresses on your bed?”",
        "“No indeed,” answered the old woman, “but I wish to see them when\nthey first come in–just to see how they look!”",
        "At four o’clock the goose was roasted, and Augustine, seated on a\nlittle footstool, was given a long-handled spoon and bidden to watch\nand baste it every few minutes. Gervaise was busy with the peas, and\nMamma Coupeau, with her head a little confused, was waiting until it\nwas time to heat the veal and the pork. At five the guests began to\narrive. Clemence and Mme Putois, gorgeous to behold in their Sunday\nrig, were the first.",
        "Clemence wore a blue dress and had some geraniums in her hand; Madame\nwas in black, with a bunch of heliotrope. Gervaise, whose hands were\ncovered with flour, put them behind her back, came forward and kissed\nthem cordially.",
        "After them came Virginie in scarf and hat, though she had only to\ncross the street; she wore a printed muslin and was as imposing as\nany lady in the land. She brought a pot of red carnations and put\nboth her arms around her friend and kissed her.",
        "The offering brought by Boche was a pot of pansies, and his wife’s was\nmignonette; Mme Lerat’s, a lemon verbena. The three furnaces filled\nthe room with an overpowering heat, and the frying potatoes drowned\ntheir voices. Gervaise was very sweet and smiling, thanking everyone\nfor the flowers, at the same time making the dressing for the salad.\nThe perfume of the flowers was perceived above all the smell of\ncooking.",
        "“Can’t I help you?” said Virginie. “It is a shame to have you work so\nhard for three days on all these things that we shall gobble up in no\ntime.”",
        "“No indeed,” answered Gervaise; “I am nearly through.”",
        "The ladies covered the bed with their shawls and bonnets and then went\ninto the shop that they might be out of the way and talked through the\nopen door with much noise and loud laughing.",
        "At this moment Goujet appeared and stood timidly on the threshold with\na tall white rosebush in his arms whose flowers brushed against his\nyellow beard. Gervaise ran toward him with her cheeks reddened by her\nfurnaces. She took the plant, crying:",
        "“How beautiful!”",
        "He dared not kiss her, and she was compelled to offer her cheek to\nhim, and both were embarrassed. He told her in a confused way that his\nmother was ill with sciatica and could not come. Gervaise was greatly\ndisappointed, but she had no time to say much just then: she was\nbeginning to be anxious about Coupeau–he ought to be in–then, too,\nwhere were the Lorilleuxs? She called Mme Lerat, who had arranged the\nreconciliation, and bade her go and see.",
        "Mme Lerat put on her hat and shawl with excessive care and departed.\nA solemn hush of expectation pervaded the room.",
        "Mme Lerat presently reappeared. She had come round by the street to\ngive a more ceremonious aspect to the affair. She held the door open\nwhile Mme Lorilleux, in a silk dress, stood on the threshold. All the\nguests rose, and Gervaise went forward to meet her sister and kissed\nher, as had been agreed upon.",
        "“Come in! Come in!” she said. “We are friends again.”",
        "“And I hope for always,” answered her sister-in-law severely.",
        "After she was ushered in the same program had to be followed out with\nher husband. Neither of the two brought any flowers. They had refused\nto do so, saying that it would look as if they were bowing down to\nWooden Legs. Gervaise summoned Augustine and bade her bring some wine\nand then filled glasses for all the party, and each drank the health\nof the family.",
        "“It is a good thing before soup,” muttered Boche.",
        "Mamma Coupeau drew Gervaise into the next room.",
        "“Did you see her?” she said eagerly. “I was watching her, and when she\nsaw the table her face was as long as my arm, and now she is gnawing\nher lips; she is so mad!”",
        "It was true the Lorilleuxs could not stand that table with its white\nlinen, its shining glass and square piece of bread at each place. It\nwas like a restaurant on the boulevard, and Mme Lorilleux felt of the\ncloth stealthily to ascertain if it were new.",
        "“We are all ready,” cried Gervaise, reappearing and pulling down her\nsleeves over her white arms.",
        "“Where can Coupeau be?” she continued.",
        "“He is always late! He always forgets!” muttered his sister. Gervaise\nwas in despair. Everything would be spoiled. She proposed that someone\nshould go out and look for him. Goujet offered to go, and she said she\nwould accompany him. Virginie followed, all three bareheaded. Everyone\nlooked at them, so gay and fresh on a week-day. Virginie in her pink\nmuslin and Gervaise in a white cambric with blue spots and a gray silk\nhandkerchief knotted round her throat. They went to one wineshop after\nanother, but no Coupeau. Suddenly, as they went toward the boulevard,\nhis wife uttered an exclamation.",
        "“What is the matter?” asked Goujet.",
        "The clearstarcher was very pale and so much agitated that she could\nhardly stand. Virginie knew at once and, leaning over her, looked in\nat the restaurant and saw Lantier quietly dining.",
        "“I turned my foot,” said Gervaise when she could speak. Finally at the\nAssommoir they found Coupeau and Poisson. They were standing in the\ncenter of an excited crowd. Coupeau, in a gray blouse, was quarreling\nwith someone, and Poisson, who was not on duty that day, was listening\nquietly, his red mustache and imperial giving him, however, quite a\nformidable aspect.",
        "Goujet left the women outside and, going in, placed his hand on\nCoupeau’s shoulder, who, when he saw his wife and Virginie, fell\ninto a great rage.",
        "No, he would not move! He would not stand being followed about by\nwomen in this way! They might go home and eat their rubbishy dinner\nthemselves! He did not want any of it!",
        "To appease him Goujet was compelled to drink with him, and finally\nhe persuaded him to go with him. But when he was outside he said to\nGervaise:",
        "“I am not going home; you need not think it!”",
        "She did not reply. She was trembling from head to foot. She had been\nspeaking of Lantier to Virginie and begged the other to go on in\nfront, while the two women walked on either side of Coupeau to prevent\nhim from seeing Lantier as they passed the open window where he sat\neating his dinner.",
        "But Coupeau knew that Lantier was there, for he said:",
        "“There’s a fellow I know, and you know him too!”",
        "He then went on to accuse her, with many a coarse word, of coming out\nto look, not for him, but for her old lover, and then all at once he\npoured out a torrent of abuse upon Lantier, who, however, never looked\nup or appeared to hear it.",
        "Virginie at last coaxed Coupeau on, whose rage disappeared when they\nturned the corner of the street. They returned to the shop, however,\nin a very different mood from the one in which they had left it and\nfound the guests, with very long faces, awaiting them.",
        "Coupeau shook hands with the ladies in succession, with difficulty\nkeeping his feet as he did so, and Gervaise, in a choked voice, begged\nthem to take their seats. But suddenly she perceived that Mme Goujet\nnot having come, there was an empty seat next to Mme Lorilleux.",
        "“We are thirteen,” she said, much disturbed, as she fancied this to be\nan additional proof of the misfortune which for some time she had felt\nto be hanging over them.",
        "The ladies, who were seated, started up. Mme Putois offered to leave\nbecause, she said, no one should fly in the face of Destiny; besides,\nshe was not hungry. As to Boche, he laughed, and said it was all\nnonsense.",
        "“Wait!” cried Gervaise. “I will arrange it.”",
        "And rushing out on the sidewalk, she called to Father Bru, who was\ncrossing the street, and the old man followed her into the room.",
        "“Sit there,” said the clearstarcher. “You are willing to dine with\nus, are you not?”",
        "He nodded acquiescence.",
        "“He will do as well as another,” she continued in a low voice. “He\nrarely, if ever, had as much as he wanted to eat, and it will be a\npleasure to us to see him enjoy his dinner.”",
        "Goujet’s eyes were damp, so much was he touched by the kind way in\nwhich Gervaise spoke, and the others felt that it would bring them\ngood luck. Mme Lorilleux was the only one who seemed displeased. She\ndrew her skirts away and looked down with disgusted mien upon the\npatched blouse at her side.",
        "Gervaise served the soup, and the guests were just lifting their\nspoons to their mouths when Virginie noticed that Coupeau had\ndisappeared. He had probably returned to the more congenial society at\nthe Assommoir, and someone said he might stay in the street; certainly\nno one would go after him, but just as they had swallowed the soup\nCoupeau appeared bearing two pots, one under each arm–a balsam and\na wallflower. All the guests clapped their hands. He placed them on\neither side of Gervaise and, kissing her, he said:",
        "“I forgot you, my dear, but all the same I loved you very much.”",
        "“Monsieur Coupeau is very amiable tonight; he has taken just enough\nto make him good natured,” whispered one of the guests.",
        "This little act on the part of the host brought back the smiles to the\nfaces around the table. The wine began to circulate, and the voices of\nthe children were heard in the next room. Etienne, Nana, Pauline and\nlittle Victor Fauconnier were installed at a small table and were told\nto be very good.",
        "When the _blanquette du veau_ was served the guests were moved to\nenthusiasm. It was now half-past seven. The door of the shop was shut\nto keep out inquisitive eyes, and curtains hung before the windows.\nThe veal was a great success; the sauce was delicious and the\nmushrooms extraordinarily good. Then came the sparerib of pork.\nOf course all these good things demanded a large amount of wine.",
        "In the next room at the children’s table Nana was playing the mistress\nof the household. She was seated at the head of the table and for a\nwhile was quite dignified, but her natural gluttony made her forget\nher good manners when she saw Augustine stealing the peas from the\nplate, and she slapped the girl vehemently.",
        "“Take care, mademoiselle,” said Augustine sulkily, “or I will tell\nyour mother that I heard you ask Victor to kiss you.”",
        "Now was the time for the goose. Two lamps were placed on the table,\none at each end, and the disorder was very apparent: the cloth was\nstained and spotted. Gervaise left the table to reappear presently,\nbearing the goose in triumph. Lorilleux and his wife exchanged a look\nof dismay.",
        "“Who will cut it?” said the clearstarcher. “No, not I. It is too big\nfor me to manage!”",
        "Coupeau said he could do it. After all, it was a simple thing\nenough–he should just tear it to pieces.",
        "There was a cry of dismay.",
        "Mme Lerat had an inspiration.",
        "“Monsieur Poisson is the man,” she said; “of course he understands the\nuse of arms.” And she handed the sergeant the carving knife. Poisson\nmade a stiff inclination of his whole body and drew the dish toward\nhim and went to work in a slow, methodical fashion. As he thrust his\nknife into the breast Lorilleux was seized with momentary patriotism,\nand he exclaimed:",
        "“If it were only a Cossack!”",
        "At last the goose was carved and distributed, and the whole party\nate as if they were just beginning their dinner. Presently there was\na grand outcry about the heat, and Coupeau opened the door into the\nstreet. Gervaise devoured large slices of the breast, hardly speaking,\nbut a little ashamed of her own gluttony in the presence of Goujet.\nShe never forgot old Bru, however, and gave him the choicest morsels,\nwhich he swallowed unconsciously, his palate having long since lost\nthe power of distinguishing flavors. Mamma Coupeau picked a bone with\nher two remaining teeth.",
        "And the wine! Good heavens, how much they drank! A pile of empty\nbottles stood in the corner. When Mme Putois asked for water Coupeau\nhimself removed the carafes from the table. No one should drink water,\nhe declared, in his house–did she want to swallow frogs and live\nthings?–and he filled up all the glasses. Hypocrites might talk as\nmuch as they pleased; the juice of the grape was a mighty good thing\nand a famous invention!",
        "The guests all laughed and approved; working people must have their\nwine, they said, and Father Noah had planted the vine for them\nespecially. Wine gave courage and strength for work; and if it chanced\nthat a man sometimes took a drop too much, in the end it did him no\nharm, and life looked brighter to him for a time. Goujet himself, who\nwas usually so prudent and abstemious, was becoming a little excited.\nBoche was growing red, and the Lorilleux pair very pale, while Poisson\nassumed a solemn and severe aspect. The men were all more or less\ntipsy, and the ladies–well, the less we say of the ladies, the\nbetter.",
        "Suddenly Gervaise remembered the six bottles of sealed wine she had\nomitted to serve with the goose as she had intended. She produced them\namid much applause. The glasses were filled anew, and Poisson rose\nand proposed the health of their hostess.",
        "“And fifty more birthdays!” cried Virginie.",
        "“No, no,” answered Gervaise with a smile that had a touch of sadness\nin it. “I do not care to live to be very old. There comes a time when\none is glad to go!”",
        "A little crowd had collected outside and smiled at the scene, and\nthe smell of the goose pervaded the whole street. The clerks in the\ngrocery opposite licked their lips and said it was good and curiously\nestimated the amount of wine that had been consumed.",
        "None of the guests were annoyed by being the subjects of observation,\nalthough they were fully aware of it and, in fact, rather enjoyed it.\nCoupeau, catching sight of a familiar face, held up a bottle, which,\nbeing accepted with a nod, he sent it out with a glass. This\nestablished a sort of fraternity with the street.",
        "In the next room the children were unmanageable. They had taken\npossession of a saucepan and were drumming on it with spoons. Mamma\nCoupeau and Father Bru were talking earnestly. The old man was\nspeaking of his two sons who had died in the Crimea. Ah, had they\nbut lived, he would have had bread to eat in his old age!",
        "Mme Coupeau, whose tongue was a little thick, said:",
        "“Yes, but one has a good deal of unhappiness with children. Many an\nhour have I wept on account of mine.”",
        "Father Bru hardly heard what she said but talked on, half to himself.",
        "“I can’t get any work to do. I am too old. When I ask for any people\nlaugh and ask if it was I who blacked Henri Quatre’s boots. Last year\nI earned thirty sous by painting a bridge. I had to lie on my back\nall the time, close to the water, and since then I have coughed\nincessantly.” He looked down at his poor stiff hands and added,\n“I know I am good for nothing. I wish I was by the side of my boys.\nIt is a great pity that one can’t kill one’s self when one begins\nto grow old.”",
        "“Really,” said Lorilleux, “I cannot see why the government does not\ndo something for people in your condition. Men who are disabled–”",
        "“But workmen are not soldiers,” interrupted Poisson, who considered\nit his duty to espouse the cause of the government. “It is foolish\nto expect them to do impossibilities.”",
        "The dessert was served. In the center was a pyramid of spongecake\nin the form of a temple with melonlike sides, and on the top was an\nartificial rose with a butterfly of silver paper hovering over it,\nheld by a gilt wire. Two drops of gum in the heart of the rose stood\nfor dew. On the left was a deep plate with a bit of cheese, and on the\nother side of the pyramid was a dish of strawberries, which had been\nsugared and carefully crushed.",
        "In the salad dish there were a few leaves of lettuce left.",
        "“Madame Boche,” said Gervaise courteously, “pray eat these. I know\nhow fond you are of salad.”",
        "The concierge shook her head. There were limits even to her\ncapacities, and she looked at the lettuce with regret. Clemence told\nhow she had once eaten three quarts of water cresses at her breakfast.\nMme Putois declared that she enjoyed lettuce with a pinch of salt and\nno dressing, and as they talked the ladies emptied the salad bowl.",
        "None of the guests were dismayed at the dessert, although they had\neaten so enormously. They had the night before them too; there was no\nneed of haste. The men lit their pipes and drank more wine while they\nwatched Gervaise cut the cake. Poisson, who prided himself on his\nknowledge of the habits of good society, rose and took the rose from\nthe top and presented it to the hostess amid the loud applause of the\nwhole party. She fastened it just over her heart, and the butterfly\nfluttered at every movement. A song was proposed–comic songs were a\nspecialty with Boche–and the whole party joined in the chorus. The\nmen kept time with their heels and the women with their knives on\ntheir glasses. The windows of the shop jarred with the noise. Virginie\nhad disappeared twice, and the third time, when she came back, she\nsaid to Gervaise:",
        "“My dear, he is still at the restaurant and pretends to be reading\nhis paper. I fear he is meditating some mischief.”",
        "She spoke of Lantier. She had been out to see if he were anywhere\nin the vicinity. Gervaise became very grave.",
        "“Is he tipsy?” she asked.",
        "“No indeed, and that is what troubled me. Why on earth should he stay\nthere so long if he is not drinking? My heart is in my mouth; I am so\nafraid something will happen.”",
        "The clearstarcher begged her to say no more. Mme Putois started up\nand began a fierce piratical song, standing stiff and erect in her\nblack dress, her pale face surrounded by her black lace cap, and\ngesticulating violently. Poisson nodded approval. He had been to sea,\nand he knew all about it.",
        "Gervaise, assisted by her mother-in-law, now poured out the coffee.\nHer guests insisted on a song from her, declaring that it was her\nturn. She refused. Her face was disturbed and pale, so much so that\nshe was asked if the goose disagreed with her.",
        "Finally she began to sing a plaintive melody all about dreams and\nrest. Her eyelids half closed as she ended, and she peered out into\nthe darkness. Then followed a barcarole from Mme Boche and a romance\nfrom Lorilleux, in which figured perfumes of Araby, ivory throats,\nebony hair, kisses, moonlight and guitars! Clemence followed with\na song which recalled the country with its descriptions of birds\nand flowers. Virginie brought down the house with her imitation of\na vivandiere, standing with her hand on her hip and a wineglass in\nher hand, which she emptied down her throat as she finished.",
        "But the grand success of the evening was Goujet, who sang in his\nrich bass the _\"Adieux d’Abd-et-Kader.\"_ The words issued from his\nyellow beard like the call of a trumpet and thrilled everyone around\nthe table.",
        "Virginie whispered to Gervaise:",
        "“I have just seen Lantier pass the door. Good heavens! There he is\nagain, standing still and looking in.”",
        "Gervaise caught her breath and timidly turned around. The crowd had\nincreased, attracted by the songs. There were soldiers and shopkeepers\nand three little girls, five or six years old, holding each other by\nthe hand, grave and silent, struck with wonder and admiration.",
        "Lantier was directly in front of the door. Gervaise met his eyes and\nfelt the very marrow of her bones chilled; she could not move hand\nor foot.",
        "Coupeau called for more wine, and Clemence helped herself to more\nstrawberries. The singing ceased, and the conversation turned upon\na woman who had hanged herself the day before in the next street.",
        "It was now Mme Lerat’s turn to amuse the company, but she needed to\nmake certain preparations.",
        "She dipped the corner of her napkin into a glass of water and applied\nit to her temples because she was too warm. Then she asked for a\nteaspoonful of brandy and wiped her lips.",
        "“I will sing _’L’Enfant du Bon Dieu,’_” she said pompously.",
        "She stood up, with her square shoulders like those of a man, and\nbegan:",
        " _\"L’Enfant perdu que sa mere abandonne,\n   Troue toujours un asile au Saint lieu,\n   Dieu qui le voit, le defend de son trone,\n   L’Enfant perdu, c’est L’Enfant du bon Dieu.\"_",
        "She raised her eyes to heaven and placed one hand on her heart; her\nvoice was not without a certain sympathetic quality, and Gervaise,\nalready quivering with emotion caused by the knowledge of Lantier’s\npresence, could no longer restrain her tears. It seemed to her that\nshe was the deserted child whom _le bon Dieu_ had taken under His\ncare. Clemence, who was quite tipsy, burst into loud sobs. The ladies\ntook out their handkerchiefs and pressed them to their eyes, rather\nproud of their tenderness of heart.",
        "The men felt it their duty to respect the feeling shown by the women\nand were, in fact, somewhat touched themselves. The wine had softened\ntheir hearts apparently.",
        "Gervaise and Virginie watched the shadows outside. Mme Boche, in her\nturn, now caught a glimpse of Lantier and uttered an exclamation as\nshe wiped away her fast-falling tears. The three women exchanged\nterrified, anxious glances.",
        "“Good heavens!” muttered Virginie. “Suppose Coupeau should turn\naround. There would be a murder, I am convinced.” And the earnestness\nof their fixed eyes became so apparent that finally he said:",
        "“What are you staring at?”",
        "And leaning forward, he, too, saw Lantier.",
        "“This is too much,” he muttered, “the dirty ruffian! It is too much,\nand I won’t have it!”",
        "As he started to his feet with an oath, Gervaise put her hand on his\narm imploringly.",
        "“Put down that knife,” she said, “and do not go out, I entreat of\nyou.”",
        "Virginie took away the knife that Coupeau had snatched from the table,\nbut she could not prevent him from going into the street. The other\nguests saw nothing, so entirely absorbed were they in the touching\nwords which Mme Lerat was still singing.",
        "Gervaise sat with her hands clasped convulsively, breathless with\nfear, expecting to hear a cry of rage from the street and see one of\nthe two men fall to the ground. Virginie and Mme Boche had something\nof the same feeling. Coupeau had been so overcome by the fresh air\nthat when he rushed forward to take Lantier by the collar he missed\nhis footing and found himself seated quietly in the gutter.",
        "Lantier moved aside a little without taking his hands from his\npockets.",
        "Coupeau staggered to his feet again, and a violent quarrel commenced.\nGervaise pressed her hands over her eyes; suddenly all was quiet, and\nshe opened her eyes again and looked out.",
        "To her intense astonishment she saw Lantier and her husband talking\nin a quiet, friendly manner.",
        "Gervaise exchanged a look with Mme Boche and Virginie. What did this\nmean?",
        "As the women watched them the two men began to walk up and down in\nfront of the shop. They were talking earnestly. Coupeau seemed to be\nurging something, and Lantier refusing. Finally Coupeau took Lantier’s\narm and almost dragged him toward the shop.",
        "“I tell you, you must!” he cried. “You shall drink a glass of wine\nwith us. Men will be men all the world over. My wife and I know that\nperfectly well.”",
        "Mme Lerat had finished her song and seated herself with the air of\nbeing utterly exhausted. She asked for a glass of wine. When she sang\nthat song, she said, she was always torn to pieces, and it left her\nnerves in a terrible state.",
        "Lantier had been placed at the table by Coupeau and was eating a\npiece of cake, leisurely dipping it into his glass of wine. With\nthe exception of Mme Boche and Virginie, no one knew him.",
        "The Lorilleuxs looked at him with some suspicion, which, however,\nwas very far from the mark. An awkward silence followed, broken by\nCoupeau, who said simply:",
        "“He is a friend of ours!”",
        "And turning to his wife, he added:",
        "“Can’t you move round a little? Perhaps there is a cup of hot coffee!”",
        "Gervaise looked from one to the other. She was literally dazed. When\nher husband first appeared with her former lover she had clasped her\nhands over her forehead with that instinctive gesture with which in\na great storm one waits for the approach of the thunderclap.",
        "It did not seem possible that the walls would not fall and crush them\nall. Then seeing the two men calmly seated together, it all at once\nseemed perfectly natural to her. She was tired of thinking about it\nand preferred to accept it. Why, after all, should she worry? No one\nelse did. Everyone seemed to be satisfied; why should not she be also?",
        "The children had fallen asleep in the back room, Pauline with her head\non Etienne’s shoulder. Gervaise started as her eyes fell on her boy.\nShe was shocked at the thought of his father sitting there eating cake\nwithout showing the least desire to see his child. She longed to\nawaken him and show him to Lantier. And then again she had a feeling\nof passing wonder at the manner in which things settled themselves\nin this world.",
        "She would not disturb the serenity of matters now, so she brought\nin the coffeepot and poured out a cup for Lantier, who received it\nwithout even looking up at her as he murmured his thanks.",
        "“Now it is my turn to sing!” shouted Coupeau.",
        "His song was one familiar to them all and even to the street, for the\nlittle crowd at the door joined in the chorus. The guests within were\nall more or less tipsy, and there was so much noise that the policemen\nran to quell a riot, but when they saw Poisson they bowed respectfully\nand passed on.",
        "No one of the party ever knew how or at what hour the festivities\nterminated. It must have been very late, for there was not a human\nbeing in the street when they departed. They vaguely remembered having\njoined hands and danced around the table. Gervaise remembered that\nLantier was the last to leave, that he passed her as she stood in the\ndoorway. She felt a breath on her cheek, but whether it was his or the\nnight air she could not tell.",
        "Mme Lerat had refused to return to Batignolles so late, and a mattress\nwas laid on the floor in the shop near the table. She slept there amid\nthe debris of the feast, and a neighbor’s cat profited by an open\nwindow to establish herself by her side, where she crunched the bones\nof the goose all night between her fine, sharp teeth.",
        "Continue...",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}