{
    "title": "L’Assommoir - Chapter IV. A Happy Home",
    "author": "Emile Zola",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "Four years of hard and incessant toil followed this day. Gervaise and\nCoupeau were wise and prudent. They worked hard and took a little\nrelaxation on Sundays. The wife worked twelve hours of the twenty-four\nwith Mme Fauconnier and yet found time to keep her own home like\nwaxwork. The husband was never known to be tipsy but brought home his\nwages and smoked his pipe at his own window at night before going to\nbed. They were the bright and shining lights, the good example of the\nwhole _Quartier_, and as they made jointly about nine francs per\nday, it was easy to see they were putting by money.",
        "But in the first few months of their married life they were obliged to\ntrim their sails closely and had some trouble to make both ends meet.\nThey took a great dislike to the Hotel Boncoeur. They longed for a\nhome of their own with their own furniture. They estimated the cost\nover and over again and decided that for three hundred and fifty\nfrancs they could venture, but they had little hope of saving such a\nsum in less than two years, when a stroke of good luck befell them.",
        "An old gentleman in Plassans sent for Claude to place him at school.\nHe was a very eccentric old gentleman, fond of pictures and art.\nClaude was a great expense to his mother, and when Etienne alone was\nat home they saved the three hundred and fifty francs in seven months.\nThe day they purchased their furniture they took a long and happy walk\ntogether, for it was an important step they had taken–important not\nonly in their own eyes but in those of the people around them.",
        "For two months they had been looking for an apartment. They wished,\nof all things, to take one in the old house where Mme Lorilleux\nlived, but there was not one single room to be rented, and they were\ncompelled to relinquish the idea. Gervaise was reconciled to this more\neasily, since she did not care to be thrown in any closer contact with\nthe Lorilleuxs. They looked further. It was essential that Gervaise\nshould be near her friend and employer Mme Fauconnier, and they\nfinally succeeded in their search and were indeed in wonderful luck,\nfor they obtained a large room with a kitchen and tiny bedroom just\nopposite the establishment of the laundress. It was a small house,\ntwo stories, with one steep staircase, and was divided into two\nlodgings–the one on the right, the other on the left, while the\nlower floor was occupied by a carriage maker.",
        "Gervaise was delighted. It seemed to her that she was once more in the\ncountry–no neighbors, no gossip, no interference–and from the place\nwhere she stood and ironed all day at Mme Fauconnier’s she could see\nthe windows of her own room.",
        "They moved in the month of April. Gervaise was then near her\nconfinement, but it was she who cleaned and put in order her new home.\nEvery penny as of consequence, she said with pride, now that they\nwould soon have another other mouth to feed. She rubbed her furniture,\nwhich was of old mahogany, good, but secondhand, until it shone like\nglass and was quite brokenhearted when she discovered a scratch. She\nheld her breath if she knocked it when sweeping. The commode was her\nespecial pride; it was so dignified and stately. Her pet dream, which,\nhowever, she kept to herself, was someday to have a clock to put\nin the center of the marble slab. If there had not been a baby in\nprospect she would have purchased this much-coveted article at once,\nbut she sighed and dismissed the thought.",
        "Etienne’s bed was placed in the tiny room, almost a closet, and there\nwas room for the cradle by its side. The kitchen was about as big as\none’s hand and very dark, but by leaving the door open one could see\npretty well, and as Gervaise had no big dinners to get she managed\ncomfortably. The large room was her pride. In the morning the white\ncurtains of the alcove were drawn, and the bedroom was transformed\ninto a lovely dining room, with its table in the middle, the commode\nand a wardrobe opposite each other. A tiny stove kept them warm in\ncold weather for seven sous per day.",
        "Coupeau ornamented the walls with several engravings–one of a marshal\nof France on a spirited steed, with his baton in his hand. Above the\ncommode were the photographs of the family, arranged in two lines,\nwith an antique china _benitier_ between. On the corners of the\ncommode a bust of Pascal faced another of Beranger–one grave, the\nother smiling. It was, indeed, a fair and pleasant home.",
        "“How much do you think we pay here?” Gervaise would ask of each new\nvisitor.",
        "And when too high an estimate was given she was charmed.",
        "“One hundred and fifty francs–not a penny more,” she would exclaim.\n“Is it not wonderful?”",
        "No small portion of the woman’s satisfaction arose from an acacia\nwhich grew in her courtyard, one of whose branches crossed her window,\nand the scanty foliage was a whole wilderness to her.",
        "Her baby was born one afternoon. She would not allow her husband to be\nsent for, and when he came gaily into the room he was welcomed by his\npale wife, who whispered to him as he stooped over her:",
        "“My dear, it is a girl.”",
        "“All right!” said the tinworker, jesting to hide his real emotion.\n“I ordered a girl. You always do just what I want!”",
        "He took up the child.",
        "“Let us have a good look at you, young lady! The down on the top of\nyour head is pretty black, I think. Now you must never squall but be\nas good and reasonable always as your papa and mamma.”",
        "Gervaise, with a faint smile and sad eyes, looked at her daughter. She\nshook her head. She would have preferred a boy, because boys run less\nrisks in a place like Paris. The nurse took the baby from the father’s\nhands and told Gervaise she must not talk. Coupeau said he must go and\ntell his mother and sister the news, but he was famished and must eat\nsomething first. His wife was greatly disturbed at seeing him wait\nupon himself, and she tossed about a little and complained that she\ncould not make him comfortable.",
        "“You must be quiet,” said the nurse again.",
        "“It is lucky you are here, or she would be up and cutting my bread\nfor me,” said Coupeau.",
        "He finally set forth to announce the news to his family and returned\nin an hour with them all.",
        "The Lorilleuxs, under the influence of the prosperity of their brother\nand his wife, had become extremely amiable toward them and only lifted\ntheir eyebrows in a significant sort of way, as much as to say that\nthey could tell something if they pleased.",
        "“You must not talk, you understand,” said Coupeau, “but they would\ncome and take a peep at you, and I am going to make them some coffee.”",
        "He disappeared into the kitchen, and the women discussed the size of\nthe baby and whom it resembled. Meanwhile Coupeau was heard banging\nround in the kitchen, and his wife nervously called out to him and\ntold him where the things were that he wanted, but her husband rose\nsuperior to all difficulties and soon appeared with the smoking\ncoffeepot, and they all seated themselves around the table, except the\nnurse, who drank a cup standing and then departed; all was going well,\nand she was not needed. If she was wanted in the morning they could\nsend for her.",
        "Gervaise lay with a faint smile on her lips. She only half heard what\nwas said by those about her. She had no strength to speak; it seemed\nto her that she was dead. She heard the word baptism. Coupeau saw no\nnecessity for the ceremony and was quite sure, too, that the child\nwould take cold. In his opinion, the less one had to do with priests,\nthe better. His mother was horrified and called him a heathen, while\nthe Lorilleuxs claimed to be religious people also.",
        "“It had better be on Sunday,” said his sister in a decided tone, and\nGervaise consented with a little nod. Everybody kissed her and then\nthe baby, addressing it with tender epithets, as if it could\nunderstand, and departed.",
        "When Coupeau was alone with his wife he took her hand and held it\nwhile he finished his pipe.",
        "“I could not help their coming,” he said, “but I am sure they have\ngiven you the headache.” And the rough, clumsy man kissed his wife\ntenderly, moved by a great pity for all she had borne for his sake.",
        "And Gervaise was very happy. She told him so and said her only anxiety\nnow was to be on her feet again as soon as possible, for they had\nanother mouth to feed. He soothed her and asked if she could not trust\nhim to look out for their little one.",
        "In the morning when he went to his work he sent Mme Boche to spend the\nday with his wife, who at night told him she never could consent to\nlie still any longer and see a stranger going about her room, and the\nnext day she was up and would not be taken care of again. She had no\ntime for such nonsense! She said it would do for rich women but not\nfor her, and in another week she was at Mme Fauconnier’s again at\nwork.",
        "Mme Lorilleux, who was the baby’s godmother, appeared on Saturday\nevening with a cap and baptismal robe, which she had bought cheap\nbecause they had lost their first freshness. The next day Lorilleux,\nas godfather, gave Gervaise six pounds of sugar. They flattered\nthemselves they knew how to do things properly and that evening, at\nthe supper given by Coupeau, did not appear empty-handed. Lorilleux\ncame with a couple of bottles of wine under each arm, and his wife\nbrought a large custard which was a specialty of a certain restaurant.",
        "Yes, they knew how to do things, these people, but they also liked\nto tell of what they did, and they told everyone they saw in the next\nmonth that they had spent twenty francs, which came to the ears of\nGervaise, who was none too well pleased.",
        "It was at this supper that Gervaise became acquainted with her\nneighbors on the other side of the house. These were Mme Goujet, a\nwidow, and her son. Up to this time they had exchanged a good morning\nwhen they met on the stairs or in the street, but as Mme Goujet had\nrendered some small services on the first day of her illness, Gervaise\ninvited them on the occasion of the baptism.",
        "These people were from the _Department du Nond_. The mother\nrepaired laces, while the son, a blacksmith by trade, worked in\na factory.",
        "They had lived in their present apartment for five years. Beneath the\npeaceful calm of their lives lay a great sorrow. Goujet, the husband\nand father, had killed a man in a fit of furious intoxication\nand then, while in prison, had choked himself with his pocket\nhandkerchief. His widow and child left Lille after this and came to\nParis, with the weight of this tragedy on their hearts and heads, and\nfaced the future with indomitable courage and sweet patience. Perhaps\nthey were overproud and reserved, for they held themselves aloof\nfrom those about them. Mme Goujet always wore mourning, and her pale,\nserene face was encircled with nunlike bands of white. Goujet was a\ncolossus of twenty-three with a clear, fresh complexion and honest\neyes. At the manufactory he went by the name of the Gueule-d’Or on\naccount of his beautiful blond beard.",
        "Gervaise took a great fancy to these people and when she first entered\ntheir apartment and was charmed with the exquisite cleanliness of all\nshe saw. Mme Goujet opened the door into her son’s room to show it\nto her. It was as pretty and white as the chamber of a young girl.\nA narrow iron bed, white curtains and quilt, a dressing table and\nbookshelves made up the furniture. A few colored engravings were\npinned against the wall, and Mme Goujet said that her son was a good\ndeal of a boy still–he liked to look at pictures rather than read.\nGervaise sat for an hour with her neighbor, watching her at work with\nher cushion, its numberless pins and the pretty lace.",
        "The more she saw of her new friends the better Gervaise liked them.\nThey were frugal but not parsimonious. They were the admiration of\nthe neighborhood. Goujet was never seen with a hole or a spot on his\ngarments. He was very polite to all but a little diffident, in spite\nof his height and broad shoulders. The girls in the street were much\namused to see him look away when they met him; he did not fancy their\nways–their forward boldness and loud laughs. One day he came home\ntipsy. His mother uttered no word of reproach but brought out a\npicture of his father which was piously preserved in her wardrobe. And\nafter that lesson Goujet drank no more liquor, though he conceived no\nhatred for wine.",
        "On Sunday he went out with his mother, who was his idol. He went to\nher with all his troubles and with all his joys, as he had done when\nlittle.",
        "At first he took no interest in Gervaise, but after a while he began\nto like her and treated her like a sister, with abrupt familiarity.",
        "Cadet-Cassis, who was a thorough Parisian, thought Gueule-d’Or very\nstupid. What was the sense of turning away from all the pretty girls\nhe met in the street? But this did not prevent the two young fellows\nfrom liking each other very heartily.",
        "For three years the lives of these people flowed tranquilly on\nwithout an event. Gervaise had been elevated in the laundry where\nshe worked, had higher wages and decided to place Etienne at school.\nNotwithstanding all her expenses of the household, they were able to\nsave twenty and thirty francs each month. When these savings amounted\nto six hundred francs Gervaise could not rest, so tormented was she by\nambitious dreams. She wished to open a small establishment herself and\nhire apprentices in her turn. She hesitated, naturally, to take the\ndefinite steps and said they would look around for a shop that would\nanswer their purpose; their money in the savings bank was quietly\nrolling up. She had bought her clock, the object of her ambition; it\nwas to be paid for in a year–so much each month. It was a wonderful\nclock, rosewood with fluted columns and gilt moldings and pendulum.\nShe kept her bankbook under the glass shade, and often when she was\nthinking of her shop she stood with her eyes fixed on the clock, as\nif she were waiting for some especial and solemn moment.",
        "The Coupeaus and the Goujets now went out on Sundays together. It was\nan orderly party with a dinner at some quiet restaurant. The men drank\na glass or two of wine and came home with the ladies and counted up\nand settled the expenditures of the day before they separated.\nThe Lorilleuxs were bitterly jealous of these new friends of their\nbrother’s. They declared it had a very queer look to see him and his\nwife always with strangers rather than with his own family, and Mme\nLorilleux began to say hateful things again of Gervaise. Mme Lerat,\non the contrary, took her part, while Mamma Coupeau tried to please\neveryone.",
        "The day that Nana–which was the pet name given to the little\ngirl–was three years old Coupeau, on coming in, found his wife in\na state of great excitement. She refused to give any explanation,\nsaying, in fact, there really was nothing the matter, but she finally\nbecame so abstracted that she stood still with the plates in her hand\nas she laid the table for dinner, and her husband insisted on an\nexplanation.",
        "“If you must know,” she said, “that little shop in La Rue de la\nGoutte-d’Or is vacant. I heard so only an hour ago, and it struck\nme all of a heap!”",
        "It was a very nice shop in the very house of which they had so often\nthought. There was the shop itself–a back room–and two others. They\nwere small, to be sure, but convenient and well arranged; only she\nthought it dear–five hundred francs.",
        "“You asked the price then?”",
        "“Yes, I asked it just out of curiosity,” she answered with an air of\nindifference, “but it is too dear, decidedly too dear. It would be\nunwise, I think, to take it.”",
        "But she could talk of nothing else the whole evening. She drew the\nplan of the rooms on the margin of a newspaper, and as she talked she\nmeasured the furniture, as if they were to move the next day. Then\nCoupeau, seeing her great desire to have the place, declared he would\nsee the owner the next morning, for it was possible he would take less\nthan five hundred francs, but how would she like to live so near his\nsister, whom she detested?",
        "Gervaise was displeased at this and said she detested no one and even\ndefended the Lorilleuxs, declaring they were not so bad, after all.\nAnd when Coupeau was asleep her busy brain was at work arranging the\nrooms which as yet they had not decided to hire.",
        "The next day when she was alone she lifted the shade from the clock\nand opened her bankbook. Just to think that her shop and future\nprosperity lay between those dirty leaves!",
        "Before going to her work she consulted Mme Goujet, who approved of the\nplan. With a husband like hers, who never drank, she could not fail\nof success. At noon she called on her sister-in-law to ask her advice,\nfor she did not wish to have the air of concealing anything from the\nfamily.",
        "Mme Lorilleux was confounded. What, did Wooden Legs think of having\nan establishment of her own? And with an envious heart she stammered\nout that it would be very well, certainly, but when she had recovered\nherself a little she began to talk of the dampness of the courtyard\nand of the darkness of the _rez-de-chaussee_. Oh yes, it was a\ncapital place for rheumatism, but of course if her mind was made up\nanything she could say would make no difference.",
        "That night Gervaise told her husband that if he had thrown any\nobstacles in the way of her taking the shop she believed she should\nhave fallen sick and died, so great was her longing. But before they\ncame to any decision they must see if a diminution of the rent could\nbe obtained.",
        "“We can go tomorrow if you say so,” was her husband’s reply; “you can\ncall for me at six o’clock.”",
        "Coupeau was then completing the roof of a three-storied house and\nwas laying the very last sheets of zinc. It was May and a cloudless\nevening. The sun was low in the horizon, and against the blue sky the\nfigure of Coupeau was clearly defined as he cut his zinc as quietly\nas a tailor might have cut out a pair of breeches in his workshop. His\nassistant, a lad of seventeen, was blowing up the furnace with a pair\nof bellows, and at each puff a great cloud of sparks arose.",
        "“Put in the irons, Zidore!” shouted Coupeau.",
        "The boy thrust the irons among the coals which showed only a dull pink\nin the sunlight and then went to work again with his bellows. Coupeau\ntook up his last sheet of zinc. It was to be placed on the edge of the\nroof, near the gutter. Just at that spot the roof was very steep. The\nman walked along in his list slippers much as if he had been at home,\nwhistling a popular melody. He allowed himself to slip a little and\ncaught at the chimney, calling to Zidore as he did so:",
        "“Why in thunder don’t you bring the irons? What are you staring at?”",
        "But Zidore, quite undisturbed, continued to stare at a cloud of heavy\nblack smoke that was rising in the direction of Grenelle. He wondered\nif it were a fire, but he crawled with the irons toward Coupeau, who\nbegan to solder the zinc, supporting himself on the point of one foot\nor by one finger, not rashly, but with calm deliberation and perfect\ncoolness. He knew what he could do and never lost his head. His pipe\nwas in his mouth, and he would occasionally turn to spit down into\nthe street below.",
        "“Hallo, Madame Boche!” he cried as he suddenly caught sight of his\nold friend crossing the street. “How are you today?”",
        "She looked up, laughed, and a brisk conversation ensued between the\nroof and the street. She stood with her hands under her apron and her\nface turned up, while he, with one arm round a flue, leaned over the\nside of the house.",
        "“Have you seen my wife?” he asked.",
        "“No indeed; is she anywhere round?”",
        "“She is coming for me. Is everyone well with you?”",
        "“Yes, all well, thanks. I am going to a butcher near here who sells\ncheaper than up our way.”",
        "They raised their voices because a carriage was passing, and this\nbrought to a neighboring window a little old woman, who stood in\nbreathless horror, expecting to see the man fall from the roof in\nanother minute.",
        "“Well, good night,” cried Mme Boche. “I must not detain you from your\nwork.”",
        "Coupeau turned and took the iron Zidore held out to him. At the same\nmoment Mme Boche saw Gervaise coming toward her with little Nana\ntrotting at her side. She looked up to the roof to tell Coupeau, but\nGervaise closed her lips with an energetic signal, and then as she\nreached the old concierge she said in a low voice that she was always\nin deadly terror that her husband would fall. She never dared look at\nhim when he was in such places.",
        "“It is not very agreeable, I admit,” answered Mme Boche. “My man is\na tailor, and I am spared all this.”",
        "“At first,” continued Gervaise, “I had not a moment’s peace. I saw\nhim in my dreams on a litter, but now I have got accustomed to it\nsomewhat.”",
        "She looked up, keeping Nana behind her skirts, lest the child should\ncall out and startle her father, who was at that moment on the extreme\nedge. She saw the soldering iron and the tiny flame that rose as he\ncarefully passed it along the edges of the zinc. Gervaise, pale with\nsuspense and fear, raised her hands mechanically with a gesture of\nsupplication. Coupeau ascended the steep roof with a slow step, then\nglancing down, he beheld his wife.",
        "“You are watching me, are you?” he cried gaily. “Ah, Madame Boche, is\nshe not a silly one? She was afraid to speak to me. Wait ten minutes,\nwill you?”",
        "The two women stood on the sidewalk, having as much as they could do\nto restrain Nana, who insisted on fishing in the gutter.",
        "The old woman still stood at the window, looking up at the roof and\nwaiting.",
        "“Just see her,” said Mme Boche. “What is she looking at?”",
        "Coupeau was heard lustily singing; with the aid of a pair of compasses\nhe had drawn some lines and now proceeded to cut a large fan; this he\nadroitly, with his tools, folded into the shape of a pointed mushroom.\nZidore was again heating the irons. The sun was setting just behind\nthe house, and the whole western sky was flushed with rose, fading\nto a soft violet, and against this sky the figures of the two men,\nimmeasurably exaggerated, stood clearly out, as well as the strange\nform of the zinc which Coupeau was then manipulating.",
        "“Zidore! The irons!”",
        "But Zidore was not to be seen. His master, with an oath, shouted down\nthe scuttle window which was open near by and finally discovered him\ntwo houses off. The boy was taking a walk, apparently, with his scanty\nblond hair blowing all about his head.",
        "“Do you think you are in the country?” cried Coupeau in a fury. “You\nare another Beranger, perhaps–composing verses! Will you have the\nkindness to give me my irons? Whoever heard the like? Give me my\nirons, I say!”",
        "The irons hissed as he applied them, and he called to Gervaise:",
        "“I am coming!”",
        "The chimney to which he had fitted this cap was in the center of the\nroof. Gervaise stood watching him, soothed by his calm self-possession.\nNana clapped her little hands.",
        "“Papa! Papa!” she cried. “Look!”",
        "The father turned; his foot slipped; he rolled down the roof slowly,\nunable to catch at anything.",
        "“Good God!” he said in a choked voice, and he fell; his body turned\nover twice and crashed into the middle of the street with the dull\nthud of a bundle of wet linen.",
        "Gervaise stood still. A shriek was frozen on her lips. Mme Boche\nsnatched Nana in her arms and hid her head that she might not see,\nand the little old woman opposite, who seemed to have waited for this\nscene in the drama, quietly closed her windows.",
        "Four men bore Coupeau to a druggist’s at the corner, where he lay for\nan hour while a litter was sent for from the Hospital Lariboisiere.\nHe was breathing still, but that was all. Gervaise knelt at his side,\nhysterically sobbing. Every minute or two, in spite of the prohibition\nof the druggist, she touched him to see if he were still warm. When\nthe litter arrived and they spoke of the hospital, she started up,\nsaying violently:",
        "“No–no! Not to the hospital–to our own home.”",
        "In vain did they tell her that the expenses would be very great if\nshe nursed him at home.",
        "“No–no!” she said. “I will show them the way. He is my husband,\nis he not? And I will take care of him myself.”",
        "And Coupeau was carried home, and as the litter was borne through the\n_Quartier_ the women crowded together and extolled Gervaise. She\nwas a little lame, to be sure, but she was very energetic, and she\nwould save her man.",
        "Mme Boche took Nana home and then went about among her friends to tell\nthe story with interminable details.",
        "“I saw him fall,” she said. “It was all because of the child; he was\ngoing to speak to her, when down he went. Good lord! I trust I may\nnever see such another sight.”",
        "For a week Coupeau’s life hung on a thread. His family and his friends\nexpected to see him die from one hour to another. The physician, an\nexperienced physician whose every visit cost five francs, talked of\na lesion, and that word was in itself very terrifying to all but\nGervaise, who, pale from her vigils but calm and resolute, shrugged\nher shoulders and would not allow herself to be discouraged. Her man’s\nleg was broken; that she knew very well, “but he need not die for\nthat!” And she watched at his side night and day, forgetting her\nchildren and her home and everything but him.",
        "On the ninth day, when the physician told her he would recover,\nshe dropped, half fainting, on a chair, and at night she slept for\na couple of hours with her head on the foot of his bed.",
        "This accident to Coupeau brought all his family about him. His mother\nspent the nights there, but she slept in her chair quite comfortably.\nMme Lerat came in every evening after work was over to make inquiries.",
        "The Lorilleuxs at first came three or four times each day and brought\nan armchair for Gervaise, but soon quarrels and discussions arose as\nto the proper way of nursing the invalid, and Mme Lorilleux lost her\ntemper and declared that had Gervaise stayed at home and not gone to\npester her husband when he was at work the accident would not have\nhappened.",
        "When she saw Coupeau out of danger Gervaise allowed his family to\napproach him as they saw fit. His convalescence would be a matter of\nmonths. This again was a ground of indignation for Mme Lorilleux.",
        "“What nonsense it was,” she said, “for Gervaise to take him home! Had\nhe gone to the hospital he would have recovered as quickly again.”",
        "And then she made a calculation of what these four months would cost:\nFirst, there was the time lost, then the physician, the medicines,\nthe wines and finally the meat for beef tea. Yes, it would be a pretty\nsum, to be sure! If they got through it on their savings they would\ndo well, but she believed that the end would be that they would find\nthemselves head over heels in debt, and they need expect no assistance\nfrom his family, for none of them was rich enough to pay for sickness\nat home!",
        "One evening Mme Lorilleux was malicious enough to say:",
        "“And your shop, when do you take it? The concierge is waiting to know\nwhat you mean to do.”",
        "Gervaise gasped. She had utterly forgotten the shop. She saw the\ndelight of these people when they believed that this plan was given\nup, and from that day they never lost an occasion of twitting her on\nher dream that had toppled over like a house of cards, and she grew\nmorbid and fancied they were pleased at the accident to their brother\nwhich had prevented the realization of their plans.",
        "She tried to laugh and to show them she did not grudge the money that\nhad been expended in the restoration of her husband’s health. She did\nnot withdraw all her savings from the bank at once, for she had a\nvague hope that some miracle would intervene which would render the\nsacrifice unnecessary.",
        "Was it not a great comfort, she said to herself and to her enemies,\nfor as such she had begun to regard the Lorilleuxs, that she had this\nmoney now to turn to in this emergency?",
        "Her neighbors next door had been very kind and thoughtful to Gervaise\nall through her trouble and the illness of her husband.",
        "Mme Goujet never went out without coming to inquire if there was\nanything she could do, any commission she could execute. She brought\ninnumerable bowls of soup and, even when Gervaise was particularly\nbusy, washed her dishes for her. Goujet filled her buckets every\nmorning with fresh water, and this was an economy of at least two\nsous, and in the evening came to sit with Coupeau. He did not say\nmuch, but his companionship cheered and comforted the invalid. He\nwas tender and compassionate and was thrilled by the sweetness of\nGervaise’s voice when she spoke to her husband. Never had he seen such\na brave, good woman; he did not believe she sat in her chair fifteen\nminutes in the whole day. She was never tired, never out of temper,\nand the young man grew very fond of the poor woman as he watched her.",
        "His mother had found a wife for him. A girl whose trade was the same\nas her own, a lace mender, and as he did not wish to go contrary to\nher desires he consented that the marriage should take place in\nSeptember.",
        "But when Gervaise spoke of his future he shook his head.",
        "“All women are not like you, Madame Coupeau,” he said. “If they were\nI should like ten wives.”",
        "At the end of two months Coupeau was on his feet again and could\nmove–with difficulty, of course–as far as the window, where he sat\nwith his leg on a chair. The poor fellow was sadly shaken by his\naccident. He was no philosopher, and he swore from morning until\nnight. He said he knew every crack in the ceiling. When he was\ninstalled in his armchair it was little better. How long, he asked\nimpatiently, was he expected to sit there swathed like a mummy? And\nhe cursed his ill luck. His accident was a cursed shame. If his head\nhad been disturbed by drink it would have been different, but he was\nalways sober, and this was the result. He saw no sense in the whole\nthing!",
        "“My father,” he said, “broke his neck. I don’t say he deserved it,\nbut I do say there was a reason for it. But I had not drunk a drop,\nand yet over I went, just because I spoke to my child! If there be\na Father in heaven, as they say, who watches over us all, I must say\nHe manages things strangely enough sometimes!”",
        "And as his strength returned his trade grew strangely distasteful to\nhim. It was a miserable business, he said, roaming along gutters like\na cat. In his opinion there should be a law which should compel every\nhouseowner to tin his own roof. He wished he knew some other trade he\ncould follow, something that was less dangerous.",
        "For two months more Coupeau walked with a crutch and after a while\nwas able to get into the street and then to the outer boulevard, where\nhe sat on a bench in the sun. His gaiety returned; he laughed again\nand enjoyed doing nothing. For the first time in his life he felt\nthoroughly lazy, and indolence seemed to have taken possession of his\nwhole being. When he got rid of his crutches he sauntered about and\nwatched the buildings which were in the process of construction in the\nvicinity, and he jested with the men and indulged himself in a general\nabuse of work. Of course he intended to begin again as soon as he\nwas quite well, but at present the mere thought made him feel ill,\nhe said.",
        "In the afternoons Coupeau often went to his sister’s apartment;\nshe expressed a great deal of compassion for him and showed every\nattention. When he was first married he had escaped from her\ninfluence, thanks to his affection for his wife and hers for him.\nNow he fell under her thumb again; they brought him back by declaring\nthat he lived in mortal terror of his wife. But the Lorilleuxs were\ntoo wise to disparage her openly; on the contrary, they praised her\nextravagantly, and he told his wife that they adored her and begged\nher, in her turn, to be just to them.",
        "The first quarrel in their home arose on the subject of Etienne.\nCoupeau had been with his sister. He came in late and found the\nchildren fretting for their dinner. He cuffed Etienne’s ears, bade him\nhold his tongue and scolded for an hour. He was sure he did not know\nwhy he let that boy stay in the house; he was none of his; until that\nday he had accepted the child as a matter of course.",
        "Three days after this he gave the boy a kick, and it was not long\nbefore the child, when he heard him coming, ran into the Goujets’,\nwhere there was always a corner at the table for him.",
        "Gervaise had long since resumed her work. She no longer lifted the\nglobe of her clock to take out her bankbook; her savings were all\ngone, and it was necessary to count the sous pretty closely, for there\nwere four mouths to feed, and they were all dependent on the work of\nher two hands. When anyone found fault with Coupeau and blamed him\nshe always took his part.",
        "“Think how much he has suffered,” she said with tears in her eyes.\n“Think of the shock to his nerves! Who can wonder that he is a little\nsour? Wait awhile, though, until he is perfectly well, and you will\nsee that his temper will be as sweet as it ever was.”",
        "And if anyone ventured to observe that he seemed quite well and that\nhe ought to go to work she would exclaim:",
        "“No indeed, not yet. It would never do.” She did not want him down in\nhis bed again. She knew what the doctor had said, and she every day\nbegged him to take his own time. She even slipped a little silver,\ninto his vest pocket. All this Coupeau accepted as a matter of course.\nHe complained of all sorts of pains and aches to gain a little longer\nperiod of indolence and at the end of six months had begun to look\nupon himself as a confirmed invalid.",
        "He almost daily dropped into a wineshop with a friend; it was a place\nwhere he could chat a little, and where was the harm? Besides, whoever\nheard of a glass of wine killing a man? But he swore to himself that\nhe would never touch anything but wine–not a drop of brandy should\npass his lips. Wine was good for one–prolonged one’s life, aided\ndigestion–but brandy was a very different matter. Notwithstanding all\nthese wise resolutions, it came to pass more than once that he came\nin, after visiting a dozen different cabarets, decidedly tipsy. On\nthese occasions Gervaise locked her doors and declared she was ill,\nto prevent the Goujets from seeing her husband.",
        "The poor woman was growing very sad. Every night and morning she\npassed the shop for which she had so ardently longed. She made her\ncalculations over and over again until her brain was dizzy. Two\nhundred and fifty francs for rent, one hundred and fifty for moving\nand the apparatus she needed, one hundred francs to keep things going\nuntil business began to come in. No, it could not be done under five\nhundred francs.",
        "She said nothing of this to anyone, deterred only by the fear of\nseeming to regret the money she had spent for her husband during his\nillness. She was pale and dispirited at the thought that she must work\nfive years at least before she could save that much money.",
        "One evening Gervaise was alone. Goujet entered, took a chair in\nsilence and looked at her as he smoked his pipe. He seemed to be\nrevolving something in his mind. Suddenly he took his pipe from his\nmouth.",
        "“Madame Gervaise,” he said, “will you allow me to lend you the money\nyou require?”",
        "She was kneeling at a drawer, laying some towels in a neat pile. She\nstarted up, red with surprise. He had seen her standing that very\nmorning for a good ten minutes, looking at the shop, so absorbed that\nshe had not seen him pass.",
        "She refused his offer, however. No, she could never borrow money when\nshe did not know how she could return it, and when he insisted she\nreplied:",
        "“But your marriage? This is the money you have saved for that.”",
        "“Don’t worry on that account,” he said with a heightened color. “I\nshall not marry. It was an idea of my mother’s, and I prefer to lend\nyou the money.”",
        "They looked away from each other. Their friendship had a certain\nelement of tenderness which each silently recognized.",
        "Gervaise accepted finally and went with Goujet to see his mother, whom\nhe had informed of his intentions. They found her somewhat sad, with\nher serene, pale face bent over her work. She did not wish to thwart\nher son, but she no longer approved of the plan, and she told Gervaise\nwhy. With kind frankness she pointed out to her that Coupeau had\nfallen into evil habits and was living on her labors and would in\nall probability continue to do so. The truth was that Mme Goujet\nhad not forgiven Coupeau for refusing to read during all his long\nconvalescence; this and many other things had alienated her and her\nson from him, but they had in no degree lost their interest in\nGervaise.",
        "Finally it was agreed she should have five hundred francs and should\nreturn the money by paying each month twenty francs on account.",
        "“Well, well!” cried Coupeau as he heard of this financial transaction.\n“We are in luck. There is no danger with us, to be sure, but if he\nwere dealing with knaves he might never see hide or hair of his cash\nagain!”",
        "The next day the shop was taken, and Gervaise ran about with such\na light heart that there was a rumor that she had been cured of her\nlameness by an operation.",
        "Continue...",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}