{
    "title": "L’Assommoir - Chapter II. Gervaise and Coupeau",
    "author": "Emile Zola",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "Three weeks later, about half-past eleven one fine sunny morning,\nGervaise and Coupeau, the tinworker, were eating some brandied fruit\nat the Assommoir.",
        "Coupeau, who was smoking outside, had seen her as she crossed the\nstreet with her linen and compelled her to enter. Her huge basket\nwas on the floor, back of the little table where they sat.",
        "Father Colombe’s Tavern, known as the Assommoir, was on the corners\nof the Rue des Poissonniers and of the Boulevard de Rochechouart.\nThe sign bore the one single word in long, blue letters:",
        "DISTILLATION",
        "And this word stretched from one end to the other. On either side of\nthe door stood tall oleanders in small casks, their leaves covered\nthick with dust. The enormous counter with its rows of glasses, its\nfountain and its pewter measures was on the left of the door, and the\nhuge room was ornamented by gigantic casks painted bright yellow and\nhighly varnished, hooped with shining copper. On high shelves were\nbottles of liquors and jars of fruits; all sorts of flasks standing in\norder concealed the wall and repeated their pale green or deep crimson\ntints in the great mirror behind the counter.",
        "The great feature of the house, however, was the distilling apparatus\nwhich stood at the back of the room behind an oak railing on which the\ntipsy workmen leaned as they stupidly watched the still with its long\nneck and serpentine tubes descending to subterranean regions–a very\ndevil’s kitchen.",
        "At this early hour the Assommoir was nearly empty. A stout man in his\nshirt sleeves–Father Colombe himself–was serving a little girl not\nmore than twelve years old with four cents’ worth of liquor in a cup.",
        "The sun streamed in at the door and lay on the floor, which was black\nwhere the men had spat as they smoked. And from the counter, from the\ncasks, from all the room, rose an alcoholic emanation which seemed to\nintoxicate the very particles of dust floating in the sunshine.",
        "In the meantime Coupeau rolled a new cigarette. He was very neat and\nclean, wearing a blouse and a little blue cloth cap and showing his\nwhite teeth as he smiled.",
        "The lower jaw was somewhat prominent and the nose slightly flat; he\nhad fine brown eyes and the face of a happy child and good-natured\nanimal. His hair was thick and curly. His complexion was delicate\nstill, for he was only twenty-six. Opposite him sat Gervaise in a\nblack gown, leaning slightly forward, finishing her fruit, which she\nheld by the stem.",
        "They were near the street, at the first of the four tables arranged\nin front of the counter. When Coupeau had lighted his cigar he placed\nboth elbows on the table and looked at the woman without speaking.\nHer pretty face had that day something of the delicate transparency\nof fine porcelain.",
        "Then continuing something which they apparently had been previously\ndiscussing, he said in a low voice:",
        "“Then you say no, do you? Absolutely no?”",
        "“Of course. No it must be, Monsieur Coupeau,” answered Gervaise with\na smile. “Surely you do not intend to begin that again here! You\npromised to be reasonable too. Had I known, I should certainly have\nrefused your treat.”",
        "He did not speak but gazed at her more intently than before with\ntender boldness. He looked at her soft eyes and dewy lips, pale at the\ncorners but half parted, allowing one to see the rich crimson within.",
        "She returned his look with a kind and affectionate smile. Finally she\nsaid:",
        "“You should not think of such a thing. It is folly! I am an old woman.\nI have a boy eight years old. What should we do together?”",
        "“Much as other people do, I suppose!” answered Coupeau with a wink.",
        "She shrugged her shoulders.",
        "“You know nothing about it, Monsieur Coupeau, but I have had some\nexperience. I have two mouths in the house, and they have excellent\nappetites. How am I to bring up my children if I trifle away my time?\nThen, too, my misfortune has taught me one great lesson, which is that\nthe less I have to do with men, the better!”",
        "She then proceeded to explain all her reasons, calmly and without\nanger. It was easy to see that her words were the result of grave\nconsideration.",
        "Coupeau listened quietly, saying only at intervals:",
        "“You are hurting my feelings. Yes, hurting my feelings.”",
        "“Yes, I see that,” she answered, “and I am really very sorry for you.\nIf I had any idea of leading a different life from that which I follow\ntoday it might as well be with you as with another. You have the look\nof a good-natured man. But what is the use? I have now been with\nMadame Fauconnier for a fortnight. The children are going to school,\nand I am very happy, for I have plenty to do. Don’t you see,\ntherefore, that it is best for us to remain as we are?”",
        "And she stooped to pick up her basket.",
        "“You are keeping me here to talk,” she said, “and they are waiting for\nme at my employer’s. You will find some other woman, Monsieur Coupeau,\nfar prettier than I, who will not have two children to bring up!”",
        "He looked at the clock and made her sit down again.",
        "“Wait!” he cried. “It is still thirty-five minutes of eleven. I have\ntwenty-five minutes still, and don’t be afraid of my familiarity, for\nthe table is between us! Do you dislike me so very much that you can’t\nstay and talk with me for five minutes?”",
        "She put down her basket, unwilling to seem disobliging, and they\ntalked for some time in a friendly sort of way. She had breakfasted\nbefore she left home, and he had swallowed his soup in the greatest\nhaste and laid in wait for her as she came out. Gervaise, as she\nlistened to him, watched from the windows–between the bottles of\nbrandied fruit–the movement of the crowd in the street, which at\nthis hour–that of the Parisian breakfast–was unusually lively.\nWorkmen hurried into the baker’s and, coming out with a loaf under\ntheir arms, they went into the Veau a Deux Tetes, three doors higher\nup, to breakfast at six sous. Next the baker’s was a shop where fried\npotatoes and mussels with parsley were sold. A constant succession of\nshopgirls carried off paper parcels of fried potatoes and cups filled\nwith mussels, and others bought bunches of radishes. When Gervaise\nleaned a little more toward the window she saw still another shop,\nalso crowded, from which issued a steady stream of children holding\nin their hands, wrapped in paper, a breaded cutlet or a sausage,\nstill warm.",
        "A group formed around the door of the Assommoir.",
        "“Say, Bibi-la-Grillade,” asked a voice, “will you stand a drink all\naround?”",
        "Five workmen went in, and the same voice said:",
        "“Father Colombe, be honest now. Give us honest glasses, and no\nnutshells, if you please.”",
        "Presently three more workmen entered together, and finally a crowd\nof blouses passed in between the dusty oleanders.",
        "“You have no business to ask such questions,” said Gervaise to\nCoupeau; “of course I loved him. But after the manner in which he\ndeserted me–”",
        "They were speaking of Lantier. Gervaise had never seen him again;\nshe supposed him to be living with Virginie’s sister, with a friend\nwho was about to start a manufactory for hats.",
        "At first she thought of committing suicide, of drowning herself,\nbut she had grown more reasonable and had really begun to trust that\nthings were all for the best. With Lantier she felt sure she never\ncould have done justice to the children, so extravagant were his\nhabits.",
        "He might come, of course, and see Claude and Etienne. She would not\nshow him the door; only so far as she herself was concerned, he had\nbest not lay his finger on her. And she uttered these words in a tone\nof determination, like a woman whose plan of life is clearly defined,\nwhile Coupeau, who was by no means inclined to give her up lightly,\nteased and questioned her in regard to Lantier with none too much\ndelicacy, it is true, but his teeth were so white and his face so\nmerry that the woman could not take offense. “Did you beat him?\"\nhe asked finally. “Oh, you are none too amiable. You beat people\nsometimes, I have heard.”",
        "She laughed gaily.",
        "Yes, it was true she had whipped that great Virginie. That day she\ncould have strangled someone with a glad heart. And she laughed again,\nbecause Coupeau told her that Virginie, in her humiliation, had left\nthe _Quartier_.",
        "Gervaise’s face, as she laughed, however, had a certain childish\nsweetness. She extended her slender, dimpled hands, declaring she\nwould not hurt a fly. All she knew of blows was that she had received\na good many in her life. Then she began to talk of Plassans and of her\nyouth. She had never been indiscreet, nor was she fond of men. When\nshe had fallen in with Lantier she was only fourteen, and she regarded\nhim as her husband. Her only fault, she declared, was that she was too\namiable and allowed people to impose on her and that she got fond of\npeople too easily; were she to love another man, she should wish and\nexpect to live quietly and comfortably with him always, without any\nnonsense.",
        "And when Coupeau slyly asked her if she called her dear children\nnonsense she gave him a little slap and said that she, of course,\nwas much like other women. But women were not like men, after all;\nthey had their homes to take care of and keep clean; she was like\nher mother, who had been a slave to her brutal father for more than\ntwenty years!",
        "“My very lameness–” she continued.",
        "“Your lameness?” interrupted Coupeau gallantly. “Why, it is almost\nnothing. No one would ever notice it!”",
        "She shook her head. She knew very well that it was very evident, and\nat forty it would be far worse, but she said softly, with a faint\nsmile, “You have a strange taste, to fall in love with a lame woman!”",
        "He, with his elbows on the table, still coaxed and entreated, but she\ncontinued to shake her head in the negative. She listened with her\neyes fixed on the street, seemingly fascinated by the surging crowd.",
        "The shops were being swept; the last frying pan of potatoes was taken\nfrom the stove; the pork merchant washed the plates his customers had\nused and put his place in order. Groups of mechanics were hurrying out\nfrom all the workshops, laughing and pushing each other like so many\nschoolboys, making a great scuffling on the sidewalk with their\nhobnailed shoes; while some, with their hands in their pockets,\nsmoked in a meditative fashion, looking up at the sun and winking\nprodigiously. The sidewalks were crowded and the crowd constantly\nadded to by men who poured from the open door–men in blouses and\nfrocks, old jackets and coats, which showed all their defects in\nthe clear morning light.",
        "The bells of the various manufactories were ringing loudly, but the\nworkmen did not hurry. They deliberately lighted their pipes and then\nwith rounded shoulders slouched along, dragging their feet after them.",
        "Gervaise mechanically watched a group of three, one man much taller\nthan the other two, who seemed to be hesitating as to what they should\ndo next. Finally they came directly to the Assommoir.",
        "“I know them,” said Coupeau, “or rather I know the tall one. It is\nMes-Bottes, a comrade of mine.”",
        "The Assommoir was now crowded with boisterous men. Two glasses rang\nwith the energy with which they brought down their fists on the\ncounter. They stood in rows, with their hands crossed over their\nstomachs or folded behind their backs, waiting their turn to be\nserved by Father Colombe.",
        "“Hallo!” cried Mes-Bottes, giving Coupeau a rough slap on the\nshoulders. “How fine you have got to be with your cigarettes and\nyour linen shirt bosom! Who is your friend that pays for all this?\nI should like to make her acquaintance.”",
        "“Don’t be so silly!” returned Coupeau angrily.",
        "But the other gave a knowing wink.",
        "“Ah, I understand. ’A word to the wise–’” And he turned round with\na fearful lurch to look at Gervaise, who shuddered and recoiled. The\ntobacco smoke, the odor of humanity added to this air heavy with\nalcohol, was oppressive, and she choked a little and coughed.",
        "“Ah, what an awful thing it is to drink!” she said in a whisper to her\nfriend, to whom she then went on to say how years before she had drunk\nanisette with her mother at Plassans and how it had made her so very\nsick that ever since that day she had never been able to endure even\nthe smell of liquors.",
        "“You see,” she added as she held up her glass, “I have eaten, the\nfruit, but I left the brandy, for it would make me ill.”",
        "Coupeau also failed to understand how a man could swallow glasses of\nbrandy and water, one after the other. Brandied fruit, now and again,\nwas not bad. As to absinthe and similar abominations, he never touched\nthem–not he, indeed. His comrades might laugh at him as much as they\npleased; he always remained on the other side of the door when they\ncame in to swallow perdition like that.",
        "His father, who was a tinworker like himself, had fallen one day from\nthe roof of No. 25, in La Rue Coquenaud, and this recollection had\nmade him very prudent ever since. As for himself, when he passed\nthrough that street and saw the place he would sooner drink the water\nin the gutter than swallow a drop at the wineshop. He concluded with\nthe sentence:",
        "“You see, in my trade a man needs a clear head and steady legs.”",
        "Gervaise had taken up her basket; she had not risen from her chair,\nhowever, but held it on her knees with a dreary look in her eyes, as\nif the words of the young mechanic had awakened in her mind strange\nthoughts of a possible future.",
        "She answered in a low, hesitating tone, without any apparent\nconnection:",
        "“Heaven knows I am not ambitious. I do not ask for much in this world.\nMy idea would be to live a quiet life and always have enough to eat–a\nclean place to live in–with a comfortable bed, a table and a chair or\ntwo. Yes, I would like to bring my children up in that way and see\nthem good and industrious. I should not like to run the risk of being\nbeaten–no, that would not please me at all!”",
        "She hesitated, as if to find something else to say, and then resumed:",
        "“Yes, and at the end I should wish to die in my bed in my own home!”",
        "She pushed back her chair and rose. Coupeau argued with her vehemently\nand then gave an uneasy glance at the clock. They did not, however,\ndepart at once. She wished to look at the still and stood for some\nminutes gazing with curiosity at the great copper machine. The\ntinworker, who had followed her, explained to her how the thing\nworked, pointing out with his finger the various parts of the machine,\nand showed the enormous retort whence fell the clear stream of\nalcohol. The still, with its intricate and endless coils of wire and\npipes, had a dreary aspect. Not a breath escaped from it, and hardly\na sound was heard. It was like some night task performed in daylight\nby a melancholy, silent workman.",
        "In the meantime Mes-Bottes, accompanied by his two comrades, had\nlounged to the oak railing and leaned there until there was a corner\nof the counter free. He laughed a tipsy laugh as he stood with his\neyes fixed on the machine.",
        "“By thunder!” he muttered. “That is a jolly little thing!”",
        "He went on to say that it held enough to keep their throats fresh for\na week. As for himself, he would like to hold the end of that pipe\nbetween his teeth, and he would like to feel that liquor run down his\nthroat in a steady stream until it reached his heels.",
        "The still did its work slowly but surely. There was not a glimmer on\nits surface–no firelight reflected in its clean-colored sides. The\nliquor dropped steadily and suggested a persevering stream which would\ngradually invade the room, spread over the streets and boulevard and\nfinally deluge and inundate Paris itself.",
        "Gervaise shuddered and drew back. She tried to smile, but her lips\nquivered as she murmured:",
        "“It frightens me–that machine! It makes me feel cold to see that\nconstant drip.”",
        "Then returning to the idea which had struck her as the acme of human\nhappiness, she said:",
        "“Say, do you not think that would be very nice? To work and have\nplenty to eat, to have a little home all to oneself, to bring up\nchildren and then die in one’s bed?”",
        "“And not be beaten,” added Coupeau gaily. “But I will promise never\nto beat you, Madame Gervaise, if you will agree to what I ask. I will\npromise also never to drink, because I love you too much! Come now,\nsay yes.”",
        "He lowered his voice and spoke with his lips close to her throat,\nwhile she, holding her basket in front of her, was making a path\nthrough the crowd of men.",
        "But she did not say no or shake her head as she had done. She glanced\nup at him with a half-tender smile and seemed to rejoice in the\nassurance he gave that he did not drink.",
        "It was clear that she would have said yes if she had not sworn never\nto have anything more to do with men.",
        "Finally they reached the door and went out of the place, leaving it\ncrowded to overflowing. The fumes of alcohol and the tipsy voices of\nthe men carousing went out into the street with them.",
        "Mes-Bottes was heard accusing Father Colombe of cheating by not\nfilling his glasses more than half full, and he proposed to his\ncomrades to go in future to another place, where they could do\nmuch better and get more for their money.",
        "“Ah,” said Gervaise, drawing a long breath when they stood on the\nsidewalk, “here one can breathe again. Good-by, Monsieur Coupeau,\nand many thanks for your politeness. I must hasten now!”",
        "She moved on, but he took her hand and held it fast.",
        "“Go a little way with me. It will not be much farther for you.\nI must stop at my sister’s before I go back to the shop.”",
        "She yielded to his entreaties, and they walked slowly on together.\nHe told her about his family. His mother, a tailoress, was the\nhousekeeper. Twice she had been obliged to give up her work on account\nof trouble with her eyes. She was sixty-two on the third of the last\nmonth. He was the youngest child. One of his sisters, Mme Lerat,\na widow, thirty-six years old, was a flower maker and lived at\nBatignolles, in La Rue Des Moines. The other, who was thirty, had\nmarried a chainmaker–a man by the name of Lorilleux. It was to their\nrooms that he was now going. They lived in that great house on the\nleft. He ate his dinner every night with them; it was an economy for\nthem all. But he wanted to tell them now not to expect him that night,\nas he was invited to dine with a friend.",
        "Gervaise interrupted him suddenly:",
        "“Did I hear your friend call you Cadet-Cassis?”",
        "“Yes. That is a name they have given me, because when they drag me\ninto a wineshop it is cassis I always take. I had as lief be called\nCadet-Cassis as Mes-Bottes, any time.”",
        "“I do not think Cadet-Cassis so very bad,” answered Gervaise, and she\nasked him about his work. How long should he be employed on the new\nhospital?",
        "“Oh,” he answered, “there was never any lack of work.” He had always\nmore than he could do. He should remain in that shop at least a year,\nfor he had yards and yards of gutters to make.",
        "“Do you know,” he said, “when I am up there I can see the Hotel\nBoncoeur. Yesterday you were at the window, and I waved my hand,\nbut you did not see me.”",
        "They by this time had turned into La Rue de la Goutte-d’Or. He stopped\nand looked up.",
        "“There is the house,” he said, “and I was born only a few doors\nfarther off. It is an enormous place.”",
        "Gervaise looked up and down the façade. It was indeed enormous. The\nhouse was of five stories, with fifteen windows on each floor. The\nblinds were black and with many of the slats broken, which gave an\nindescribable air of ruin and desolation to the place. Four shops\noccupied the _rez-de-chaussee_. On the right of the door was a\nlarge room, occupied as a cookshop. On the left was a charcoal vender,\na thread-and-needle shop and an establishment for the manufacture of\numbrellas.",
        "The house appeared all the higher for the reason that on either side\nwere two low buildings, squeezed close to it, and stood square, like\na block of granite roughly hewn, against the blue sky. Totally without\nornament, the house grimly suggested a prison.",
        "Gervaise looked at the entrance, an immense doorway which rose to the\nheight of the second story and made a deep passage, at the end of\nwhich was a large courtyard. In the center of this doorway, which was\npaved like the street, ran a gutter full of pale rose-colored water.",
        "“Come up,” said Coupeau; “they won’t eat you.”",
        "Gervaise preferred to wait for him in the street, but she consented\nto go as far as the room of the concierge, which was within the porch,\non the left.",
        "When she had reached this place she again looked up.",
        "Within there were six floors, instead of five, and four regular\nfacades surrounded the vast square of the courtyard. The walls were\ngray, covered with patches of leprous yellow, stained by the dripping\nfrom the slate-covered roof. The wall had not even a molding to break\nits dull uniformity–only the gutters ran across it. The windows had\nneither shutters nor blinds but showed the panes of glass which were\ngreenish and full of bubbles. Some were open, and from them hung\nchecked mattresses and sheets to air. Lines were stretched in front\nof others, on which the family wash was hung to dry–men’s shirts,\nwomen’s chemises and children’s breeches! There was a look as if the\ndwellers under that roof found their quarters too small and were\noozing out at every crack and aperture.",
        "For the convenience of each facade there was a narrow, high doorway,\nfrom which a damp passage led to the rear, where were four staircases\nwith iron railings. These each had one of the first four letters of\nthe alphabet painted at the side.",
        "The _rez-de-chaussee_ was divided into enormous workshops and lit\nby windows black with dust. The forge of a locksmith blazed in one;\nfrom another came the sound of a carpenter’s plane, while near the\ndoorway a pink stream from a dyeing establishment poured into the\ngutter. Pools of stagnant water stood in the courtyard, all littered\nwith shavings and fragments of charcoal. A few pale tufts of grass\nstruggled up between the flat stones, and the whole courtyard was\nlit but dimly.",
        "In the shade near the water faucet three small hens were pecking\nwith the vain hope of finding a worm, and Gervaise looked about her,\namazed at the enormous place which seemed like a little world and as\ninterested in the house as if it were a living creature.",
        "“Are you looking for anyone?” asked the concierge, coming to her door\nconsiderably puzzled.",
        "But the young woman explained that she was waiting for a friend and\nthen turned back toward the street. As Coupeau still delayed, she\nreturned to the courtyard, finding in it a strange fascination.",
        "The house did not strike her as especially ugly. At some of the\nwindows were plants–a wallflower blooming in a pot–a caged canary,\nwho uttered an occasional warble, and several shaving mirrors caught\nthe light and shone like stars.",
        "A cabinetmaker sang, accompanied by the regular whistling sounds\nof his plane, while from the locksmith’s quarters came a clatter\nof hammers struck in cadence.",
        "At almost all the open windows the laughing, dirty faces of merry\nchildren were seen, and women sat with their calm faces in profile,\nbending over their work. It was the quiet time–after the morning\nlabors were over and the men were gone to their work and the house\nwas comparatively quiet, disturbed only by the sounds of the various\ntrades. The same refrain repeated hour after hour has a soothing\neffect, Gervaise thought.",
        "To be sure, the courtyard was a little damp. Were she to live there,\nshe should certainly prefer a room on the sunny side.",
        "She went in several steps and breathed that heavy odor of the homes of\nthe poor–an odor of old dust, of rancid dirt and grease–but as the\nacridity of the smells from the dyehouse predominated, she decided it\nto be far better than the Hotel Boncoeur.",
        "She selected a window–a window in the corner on the left, where there\nwas a small box planted with scarlet beans, whose slender tendrils\nwere beginning to wind round a little arbor of strings.",
        "“I have made you wait too long, I am afraid,” said Coupeau, whom she\nsuddenly heard at her side. “They make a great fuss when I do not dine\nthere, and she did not like it today, especially as my sister had\nbought veal. You are looking at this house,” he continued. “Think of\nit–it is always lit from top to bottom. There are a hundred lodgers\nin it. If I had any furniture I would have had a room in it long ago.\nIt would be very nice here, wouldn’t it?”",
        "“Yes,” murmured Gervaise, “very nice indeed. At Plassans there were\nnot so many people in one whole street. Look up at that window on the\nfifth floor–the window, I mean, where those beans are growing. See\nhow pretty that is!”",
        "He, with his usual recklessness, declared he would hire that room\nfor her, and they would live there together.",
        "She turned away with a laugh and begged him not to talk any more\nnonsense. The house might stand or fall–they would never have a room\nin it together.",
        "But Coupeau, all the same, was not reproved when he held her hand\nlonger than was necessary in bidding her farewell when they reached\nMme Fauconnier’s laundry.",
        "For another month the kindly intercourse between Gervaise and Coupeau\ncontinued on much the same footing. He thought her wonderfully\ncourageous, declared she was killing herself with hard work all day\nand sitting up half the night to sew for the children. She was not\nlike the women he had known; she took life too seriously, by far!",
        "She laughed and defended herself modestly. Unfortunately, she said,\nshe had not always been discreet. She alluded to her first confinement\nwhen she was not more than fourteen and to the bottles of anisette she\nhad emptied with her mother, but she had learned much from experience,\nshe said. He was mistaken, however, in thinking she was persevering\nand strong. She was, on the contrary, very weak and too easily\ninfluenced, as she had discovered to her cost. Her dream had always\nbeen to live in a respectable way among respectable people, because\nbad company knocks the life out of a woman. She trembled when she\nthought of the future and said she was like a sou thrown up in the\nair, falling, heads up or down, according to chance, on the muddy\npavement. All she had seen, the bad example spread before her childish\neyes, had given her valuable lessons. But Coupeau laughed at these\ngloomy notions and brought back her courage by attempting to put his\narm around her waist. She slapped his hands, and he cried out that\n“for a weak woman, she managed to hurt a fellow considerably!”",
        "As for himself, he was always as merry as a grig, and no fool, either.\nHe parted his hair carefully on one side, wore pretty cravats and\npatent-leather shoes on Sunday and was as saucy as only a fine\nParisian workman can be.",
        "They were of mutual use to each other at the Hotel Boncoeur. Coupeau\nwent for her milk, did many little errands for her and carried home\nher linen to her customers and often took the children out to walk.\nGervaise, to return these courtesies, went up to the tiny room where\nhe slept and in his absence looked over his clothes, sewed on buttons\nand mended his garments. They grew to be very good and cordial\nfriends. He was to her a constant source of amusement. She listened\nto the songs he sang and to their slang and nonsense, which as yet\nhad for her much of the charm of novelty. But he began to grow uneasy,\nand his smiles were less frequent. He asked her whenever they met the\nsame question, “When shall it be?”",
        "She answered invariably with a jest but passed her days in a fire\nof indelicate allusions, however, which did not bring a flush to\nher cheek. So long as he was not rough and brutal, she objected to\nnothing, but one day she was very angry when he, in trying to steal\na kiss, tore out a lock of her hair.",
        "About the last of June Coupeau became absolutely morose, and Gervaise\nwas so much disturbed by certain glances he gave her that she fairly\nbarricaded her door at night. Finally one Tuesday evening, when he had\nsulked from the previous Sunday, he came to her door at eleven in the\nevening. At first she refused to open it, but his voice was so gentle,\nso sad even, that she pulled away the barrier she had pushed against\nthe door for her better protection. When he came in she was startled\nand thought him ill; he was so deadly pale and his eyes were so\nbright. No, he was not ill, he said, but things could not go on\nlike this; he could not sleep.",
        "“Listen, Madame Gervaise,” he exclaimed with tears in his eyes and a\nstrange choking sensation in his throat. “We must be married at once.\nThat is all there is to be said about it.”",
        "Gervaise was astonished and very grave.",
        "“Oh, Monsieur Coupeau, I never dreamed of this, as you know very well,\nand you must not take such a step lightly.”",
        "But he continued to insist; he was certainly fully determined. He had\ncome down to her then, without waiting until morning, merely because\nhe needed a good sleep. As soon as she said yes he would leave her.\nBut he would not go until he heard that word.",
        "“I cannot say yes in such a hurry,” remonstrated Gervaise. “I do not\nchoose to run the risk of your telling me at some future day that\nI led you into this. You are making a great mistake, I assure you.\nSuppose you should not see me for a week–you would forget me\nentirely. Men sometimes marry for a fancy and in twenty-four hours\nwould gladly take it all back. Sit down here and let us talk a\nlittle.”",
        "They sat in that dingy room lit only by one candle, which they forgot\nto snuff, and discussed the expediency of their marriage until after\nmidnight, speaking very low, lest they should disturb the children,\nwho were asleep with weir heads on the same pillow.",
        "And Gervaise pointed them out to Coupeau. That was an odd sort of\ndowry to carry a man, surely! How could she venture to go to him with\nsuch encumbrances? Then, too, she was troubled about another thing.\nPeople would laugh at him. Her story was known; her lover had been\nseen, and there would be no end of talk if she should marry now.",
        "To all these good and excellent reasons Coupeau answered with a shrug\nof his shoulders. What did he care for talk and gossip? He never\nmeddled with the affairs of others; why should they meddle with his?",
        "Yes, she had children, to be sure, and he would look out for them with\nher. He had never seen a woman in his life who was so good and so\ncourageous and patient. Besides, that had nothing to do with it! Had\nshe been ugly and lazy, with a dozen dirty children, he would have\nwanted her and only her.",
        "“Yes,” he continued, tapping her on the knee, “you are the woman I\nwant, and none other. You have nothing to say against that, I\nsuppose?”",
        "Gervaise melted by degrees. Her resolution forsook her, and a weakness\nof her heart and her senses overwhelmed her in the face of this brutal\npassion. She ventured only a timid objection or two. Her hands lay\nloosely folded on her knees, while her face was very gentle and sweet.",
        "Through the open window came the soft air of a fair June night; the\ncandle flickered in the wind; from the street came the sobs of a\nchild, the child of a drunken man who was lying just in front of the\ndoor in the street. From a long distance the breeze brought the notes\nof a violin playing at a restaurant for some late marriage festival–a\ndelicate strain it was, too, clear and sweet as musical glasses.",
        "Coupeau, seeing that the young woman had exhausted all her arguments,\nsnatched her hands and drew her toward him. She was in one of those\nmoods which she so much distrusted, when she could refuse no one\nanything. But the young man did not understand this, and he contented\nhimself with simply holding her hands closely in his.",
        "“You say yes, do you not?” he asked.",
        "“How you tease,” she replied. “You wish it–well then, yes. Heaven\ngrant that the day will not come when you will be sorry for it.”",
        "He started up, lifting her from her feet, and kissed her loudly. He\nglanced at the children.",
        "“Hush!” he said. “We must not wake the boys. Good night.”",
        "And he went out of the room. Gervaise, trembling from head to foot,\nsat for a full hour on the side of her bed without undressing. She was\nprofoundly touched and thought Coupeau very honest and very kind. The\ntipsy man in the street uttered a groan like that of a wild beast, and\nthe notes of the violin had ceased.",
        "The next evening Coupeau urged Gervaise to go with him to call on his\nsister. But the young woman shrank with ardent fear from this visit to\nthe Lorilleuxs’. She saw perfectly well that her lover stood in dread\nof these people.",
        "He was in no way dependent on this sister, who was not the eldest\neither. Mother Coupeau would gladly give her consent, for she had\nnever been known to contradict her son. In the family, however, the\nLorilleuxs were supposed to earn ten francs per day, and this gave\nthem great weight. Coupeau would never venture to marry unless they\nagreed to accept his wife.",
        "“I have told them about you,” he said. “Gervaise–good heavens, what\na baby you are! Come there tonight with me; you will find my sister\na little stiff, and Lorilleux is none too amiable. The truth is they\nare much vexed, because, you see, if I marry I shall no longer dine\nwith them–and that is their great economy. But that makes no odds;\nthey won’t put you out of doors. Do what I ask, for it is absolutely\nnecessary.”",
        "These words frightened Gervaise nearly out of her wits. One Saturday\nevening, however, she consented. Coupeau came for her at half-past\neight. She was all ready, wearing a black dress, a shawl with printed\npalm leaves in yellow and a white cap with fluted ruffles. She had\nsaved seven francs for the shawl and two francs fifty centimes for\nthe cap; the dress was an old one, cleaned and made over.",
        "“They expect you,” said Coupeau as they walked along the street, “and\nthey have become accustomed to the idea of seeing me married. They are\nreally quite amiable tonight. Then, too, if you have never seen a gold\nchain made you will be much amused in watching it. They have an order\nfor Monday.”",
        "“And have they gold in these rooms?” asked Gervaise.",
        "“I should say so! It is on the walls, on the floors–everywhere!”",
        "By this time they had reached the door and had entered the courtyard.\nThe Lorilleuxs lived on the sixth floor–staircase B. Coupeau told her\nwith a laugh to keep tight hold of the iron railing and not let it go.",
        "She looked up, half shutting her eyes, and gasped as she saw the\nheight to which the staircase wound. The last gas burner, higher up,\nlooked like a star trembling in a black sky, while two others on\nalternate floors cast long, slanting rays down the interminable\nstairs.",
        "“Aha!” cried the young man as they stopped a moment on the second\nlanding. “I smell onion soup; somebody has evidently been eating onion\nsoup about here, and it smells good too.”",
        "It is true. Staircase B, dirty and greasy, both steps and railing with\nplastering knocked off and showing the laths beneath, was permeated\nwith the smell of cooking. From each landing ran narrow corridors,\nand on either side were half-open doors painted yellow and black, with\nfinger marks about the lock and handles, and through the open window\ncame the damp, disgusting smell of sinks and sewers mingling with the\nodor of onions.",
        "Up to the sixth floor came the noises from the\n_rez-de-chaussee_–the rattling of dishes being washed, the\nscraping of saucepans, and all that sort of thing. On one floor\nGervaise saw through an open door on which were the words DESIGNER AND\nDRAUGHTSMAN in large letters two men seated at a table covered with a\nvarnished cloth; they were disputing violently amid thick clouds of\nsmoke from their pipes. The second and third floors were the quietest.\nHere through the open doors came the sound of a cradle rocking, the\nwail of a baby, a woman’s voice, the rattle of a spoon against a cup.\nOn one door she read a placard, MME GAUDRON, CARDER; on the next, M.\nMADINIER, MANUFACTURER OF BOXES.",
        "On the fourth there was a great quarrel going on–blows and\noaths–which did not prevent the neighbors opposite from playing cards\nwith their door wide open for the benefit of the air. When Gervaise\nreached the fifth floor she was out of breath. Such innumerable stairs\nwere a novelty to her. These winding railings made her dizzy. One\nfamily had taken possession of the landing; the father was washing\nplates in a small earthen pan near the sink, while the mother was\nscrubbing the baby before putting it to sleep. Coupeau laughingly bade\nGervaise keep up her courage, and at last they reached the top, and\nshe looked around to see whence came the clear, shrill voice which\nshe had heard above all other sounds ever since her foot touched the\nfirst stair. It was a little old woman who sang as she worked, and her\nwork was dressing dolls at three cents apiece. Gervaise clung to the\nrailing, all out of breath, and looked down into the depths below–the\ngas burner now looked like a star at the bottom of a deep well. The\nsmells, the turbulent life of this great house, seemed to rush over\nher in one tremendous gust. She gasped and turned pale.",
        "“We have not got there yet,” said Coupeau; “we have much farther\nto go.” And he turned to the left and then to the right again. The\ncorridor stretched out before them, faintly lit by an occasional gas\nburner; a succession of doors, like those of a prison or a convent,\ncontinued to appear, nearly all wide open, showing the sordid\ninteriors. Finally they reached a corridor that was entirely dark.",
        "“Here we are,” said the tinworker. “Isn’t it a journey? Look out\nfor three steps. Hold onto the wall.”",
        "And Gervaise moved cautiously for ten paces or more. She counted the\nthree steps, and then Coupeau pushed open a door without knocking.\nA bright light streamed forth. They went in.",
        "It was a long, narrow apartment, almost like a prolongation of the\ncorridor; a woolen curtain, faded and spotted, drawn on one side,\ndivided the room in two.",
        "One compartment, the first, contained a bed pushed under the corner\nof the mansard roof; a stove, still warm from the cooking of the\ndinner; two chairs, a table and a wardrobe. To place this last piece\nof furniture where it stood, between the bed and the door, had\nnecessitated sawing away a portion of the ceiling.",
        "The second compartment was the workshop. At the back, a tiny forge\nwith bellows; on the right, a vice screwed against the wall under\nan _etagere_, where were iron tools piled up; on the left, in front\nof the window, was a small table covered with pincers, magnifying\nglasses, tiny scales and shears–all dirty and greasy.",
        "“We have come!” cried Coupeau, going as far as the woolen curtain.",
        "But he was not answered immediately.",
        "Gervaise, much agitated by the idea that she was entering a place\nfilled with gold, stood behind her friend and did not know whether\nto speak or retreat.",
        "The bright light which came from a lamp and also from a brazier of\ncharcoal in the forge added to her trouble. She saw Mme Lorilleux,\na small, dark woman, agile and strong, drawing with all the vigor\nof her arms–assisted by a pair of pincers–a thread of black metal,\nwhich she passed through the holes of a drawplate held by the vice.\nBefore the desk or table in front of the window sat Lorilleux, as\nshort as his wife, but with broader shoulders. He was managing a tiny\npair of pincers and doing some work so delicate that it was almost\nimperceptible. It was he who first looked up and lifted his head with\nits scanty yellow hair. His face was the color of old wax, was long\nand had an expression of physical suffering.",
        "“Ah, it is you, is it? Well! Well! But we are in a hurry, you\nunderstand. We have an order to fill. Don’t come into the workroom.\nRemain in the chamber.” And he returned to his work; his face was\nreflected in a ball filled with water, through which the lamp sent\non his work a circle of the brightest possible light.",
        "“Find chairs for yourselves,” cried Mme Lorilleux. “This is the lady,\nI suppose. Very well! Very well!”",
        "She rolled up her wire and carried it to the forge, and then she\nfanned the coals a little to quicken the heat.",
        "Coupeau found two chairs and made Gervaise seat herself near the\ncurtain. The room was so narrow that he could not sit beside her, so\nhe placed his chair a little behind and leaned over her to give her\nthe information he deemed desirable.",
        "Gervaise, astonished by the strange reception given her by these\npeople and uncomfortable under their sidelong glances, had a buzzing\nin her ears which prevented her from hearing what was said.",
        "She thought the woman very old looking for her thirty years and also\nextremely untidy, with her hair tumbling over her shoulders and her\ndirty camisole.",
        "The husband, not more than a year older, seemed to Gervaise really\nan old man with thin, compressed lips and bowed figure. He was in his\nshirt sleeves, and his naked feet were thrust into slippers down at\nthe heel.",
        "She was infinitely astonished at the smallness of the atelier, at the\nblackened walls and at the terrible heat.",
        "Tiny drops bedewed the waxed forehead of Lorilleux himself, while Mme\nLorilleux threw off her sack and stood in bare arms and chemise half\nslipped off.",
        "“And the gold?” asked Gervaise softly.",
        "Her eager eyes searched the corners, hoping to discover amid all the\ndirt something of the splendor of which she had dreamed.",
        "But Coupeau laughed.",
        "“Gold?” he said. “Look! Here it is–and here–and here again, at your\nfeet.”",
        "He pointed in succession to the fine thread with which his sister was\nbusy and at another package of wire hung against the wall near the\nvice; then falling down on his hands and knees, he gathered up from\nthe floor, on the tip of his moistened finger, several tiny specks\nwhich looked like needle points.",
        "Gervaise cried out, “That surely is not gold! That black metal which\nlooks precisely like iron!”",
        "Her lover laughed and explained to her the details of the manufacture\nin which his brother-in-law was engaged. The wire was furnished them\nin coils, just as it hung against the wall, and then they were obliged\nto heat and reheat it half a dozen times during their manipulations,\nlest it should break. Considerable strength and a vast deal of skill\nwere needed, and his sister had both. He had seen her draw out the\ngold until it was like a hair. She would never let her husband do it\nbecause he always had a cough.",
        "All this time Lorilleux was watching Gervaise stealthily, and after\na violent fit of coughing he said with an air as if he were speaking\nto himself:",
        "“I make columns.”",
        "“Yes,” said Coupeau in an explanatory voice, “there are four different\nkinds of chains, and his style is called a column.”",
        "Lorilleux uttered a little grunt of satisfaction, all the time at\nwork, with the tiny pincers held between very dirty nails.",
        "“Look here, Cadet-Cassis,” he said. “This very morning I made a little\ncalculation. I began my work when I was only twelve years old. How\nmany yards do you think I have made up to this day?”",
        "He lifted his pale face.",
        "“Eight thousand! Do you understand? Eight thousand! Enough to twist\naround the necks of all the women in this _Quartier_.”",
        "Gervaise returned to her chair, entirely disenchanted. She thought it\nwas all very ugly and uninteresting. She smiled in order to gratify\nthe Lorilleuxs, but she was annoyed and troubled at the profound\nsilence they preserved in regard to her marriage, on account of which\nshe had called there that evening. These people treated her as if she\nwere simply a spectator whose curiosity had induced Coupeau to bring\nher to see their work.",
        "They began to talk; it was about the lodgers in the house. Mme\nLorilleux asked her brother if he had not heard those Benard people\nquarreling as he came upstairs. She said the husband always came home\ntipsy. Then she spoke of the designer, who was overwhelmed with debts,\nalways smoking and always quarreling. The landlord was going to turn\nout the Coquets, who owed three quarters now and who would put their\nfurnace out on the landing, which was very dangerous. Mlle Remanjon,\nas she was going downstairs with a bundle of dolls, was just in time\nto rescue one of the children from being burned alive.",
        "Gervaise was beginning to find the place unendurable. The heat was\nsuffocating; the door could not be opened, because the slightest draft\ngave Lorilleux a cold. As they ignored the marriage question utterly,\nshe pulled her lover’s sleeve to signify her wish to depart. He\nunderstood and was himself annoyed at this affectation of silence.",
        "“We are going,” he said coldly, “We do not care to interrupt your\nwork any longer.”",
        "He lingered a moment, hoping for a word or an allusion. Suddenly he\ndecided to begin the subject himself.",
        "“We rely on you, Lorilleux. You will be my wife’s witness,” he said.",
        "The man lifted his head in affected surprise, while his wife stood\nstill in the center of the workshop.",
        "“Are you in earnest?” he murmured, and then continued as if\nsoliloquizing, “It is hard to know when this confounded Cadet-Cassis\nis in earnest.”",
        "“We have no advice to give,” interrupted his wife. “It is a foolish\nnotion, this marrying, and it never succeeds. Never–no–never.”",
        "She drawled out these last words, examining Gervaise from head to foot\nas she spoke.",
        "“My brother is free to do as he pleases, of course,” she continued.\n“Of course his family would have liked–But then people always plan,\nand things turn out so different. Of course it is none of my business.\nHad he brought me the lowest of the low, I should have said, ’Marry\nher and let us live in peace!’ He was very comfortable with us,\nnevertheless. He has considerable flesh on his bones and does not look\nas if he had been starved. His soup was always ready to the minute.\nTell me, Lorilleux, don’t you think that my brother’s friend looks\nlike Therese–you know whom I mean–that woman opposite, who died of\nconsumption?”",
        "“She certainly does,” answered the chainmaker contemplatively.",
        "“And you have two children, madame? I said to my brother I could not\nunderstand how he could marry a woman with two children. You must not\nbe angry if I think of his interests; it is only natural. You do not\nlook very strong. Say, Lorilleux, don’t you think that Madame looks\ndelicate?”",
        "This courteous pair made no allusion to her lameness, but Gervaise\nfelt it to be in their minds. She sat stiff and still before them, her\nthin shawl with its yellow palm leaves wrapped closely about her, and\nanswered in monosyllables, as if before her judges. Coupeau, realizing\nher sufferings, cried out:",
        "“This is all nonsense you are talking! What I want to know is if the\nday will suit you, July twenty-ninth.”",
        "“One day is the same as another to us,” answered his sister severely.\n“Lorilleux can do as he pleases in regard to being your witness. I\nonly ask for peace.”",
        "Gervaise, in her embarrassment, had been pushing about with her feet\nsome of the rubbish on the floor; then fearing she had done some harm,\nshe stooped to ascertain. Lorilleux hastily approached her with a lamp\nand looked at her fingers with evident suspicion.",
        "“Take care,” he said. “Those small bits of gold stick to the shoes\nsometimes and are carried off without your knowing it.”",
        "This was a matter of some importance, of course, for his employers\nweighed what they entrusted to him. He showed the hare’s-foot with\nwhich he brushed the particles of gold from the table and the skin\nspread on his knees to receive them. Twice each week the shop was\ncarefully brushed; all the rubbish was kept and burned, and the ashes\nwere examined, where were found each month twenty-five or thirty\nfrancs of gold.",
        "Mme Lorilleux did not take her eyes from the shoes of her guest.",
        "“If Mademoiselle would be so kind,” she murmured with an amiable\nsmile, “and would just look at her soles herself. There is no cause\nfor offense, I am sure!”",
        "Gervaise, indignant and scarlet, reseated herself and held up her\nshoes for examination. Coupeau opened the door with a gay good night,\nand she followed him into the corridor after a word or two of polite\nfarewell.",
        "The Lorilleuxs turned to their work at the end of their room where\nthe tiny forge still glittered. The woman with her chemise slipped off\nher shoulder which was red with the reflection from the brazier, was\ndrawing out another wire, the muscles in her throat swelling with her\nexertions.",
        "The husband, stooping under the green light of the ball of water, was\nagain busy with his pincers, not stopping even to wipe the sweat from\nhis brow.",
        "When Gervaise emerged from the narrow corridors on the sixth landing\nshe said with tears in her eyes:",
        "“This certainly does not promise very well!”",
        "Coupeau shook his head angrily. Lorilleux should pay for this evening!\nWas there ever such a miser? To care if one carried off three grains\nof gold in the dust on one’s shoes. All the stories his sister told\nwere pure fictions and malice. His sister never meant him to marry;\nhis eating with them saved her at least four sous daily. But he did\nnot care whether they appeared on the twenty-ninth of July or not;\nhe could get along without them perfectly well.",
        "But Gervaise, as she descended the staircase, felt her heart swell\nwith pain and fear. She did not like the strange shadows on the dimly\nlit stairs. From behind the doors, now closed, came the heavy\nbreathing of sleepers who had gone to their beds on rising from the\ntable. A faint laugh was heard from one room, while a slender thread\nof light filtered through the keyhole of the old lady who was still\nbusy with her dolls, cutting out the gauze dresses with squeaking\nscissors. A child was crying on the next floor, and the smell from\nthe sinks was worse than ever and seemed something tangible amid this\nsilent darkness. Then in the courtyard, while Coupeau pulled the cord,\nGervaise turned and examined the house once more. It seemed enormous\nas it stood black against the moonless sky. The gray facades rose tall\nand spectral; the windows were all shut. No clothes fluttered in the\nbreeze; there was literally not the smallest look of life, except in\nthe few windows that were still lighted. From the damp corner of the\ncourtyard came the drip-drip of the fountain. Suddenly it seemed to\nGervaise as if the house were striding toward her and would crush her\nto the earth. A moment later she smiled at her foolish fancy.",
        "“Take care!” cried Coupeau.",
        "And as she passed out of the courtyard she was compelled to jump over\na little sea which had run from the dyer’s. This time the water was\nblue, as blue as the summer sky, and the reflection of the lamps\ncarried by the concierge was like the stars themselves.",
        "Continue...",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}