{
    "title": "L’Assommoir - Chapter X. Disasters and Changes",
    "author": "Emile Zola",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "The new lodging of the Coupeaus was next that of the Bijards. Almost\nopposite their door was a closet under the stairs which went up to\nthe roof–a mere hole without light or ventilation, where Father Bru\nslept.",
        "A chamber and a small room, about as large as one’s hand, were all the\nCoupeaus had now. Nana’s little bed stood in the small room, the door\nof which had to be left open at night, lest the child should stifle.",
        "When it came to the final move Gervaise felt that she could not\nseparate from the commode which she had spent so much time in\npolishing when first married and insisted on its going to their new\nquarters, where it was much in the way and stopped up half the window,\nand when Gervaise wished to look out into the court she had not room\nfor her elbows.",
        "The first few days she spent in tears. She felt smothered and cramped;\nafter having had so much room to move about in it seemed to her that\nshe was smothering. It was only at the window she could breathe. The\ncourtyard was not a place calculated to inspire cheerful thoughts.\nOpposite her was the window which years before had elicited her\nadmiration, where every successive summer scarlet beans had grown to\na fabulous height on slender strings. Her room was on the shady side,\nand a pot of mignonette would die in a week on her sill.",
        "No, life had not been what she hoped, and it was all very hard to\nbear.",
        "Instead of flowers to solace her declining years she would have but\nthorns. One day as she was looking down into the court she had the\nstrangest feeling imaginable. She seemed to see herself standing just\nnear the loge of the concierge, looking up at the house and examining\nit for the first time.",
        "This glimpse of the past made her feel faint. It was at least thirteen\nyears since she had first seen this huge building–this world within\na world. The court had not changed. The facade was simply more dingy.\nThe same clothes seemed to be hanging at the windows to dry. Below\nthere were the shavings from the cabinetmaker’s shop, and the gutter\nglittered with blue water, as blue and soft in tone as the water she\nremembered.",
        "But she–alas, how changed was she! She no longer looked up to the\nsky. She was no longer hopeful, courageous and ambitious. She was\nliving under the very roof in crowded discomfort, where never a ray\nof sunshine could reach her, and her tears fell fast in utter\ndiscouragement.",
        "Nevertheless, when Gervaise became accustomed to her new surroundings\nshe grew more content. The pieces of furniture she had sold to\nVirginie had facilitated her installation. When the fine weather came\nCoupeau had an opportunity of going into the country to work. He went\nand lived three months without drinking–cured for the time being by\nthe fresh, pure air. It does a man sometimes an infinite deal of good\nto be taken away from all his old haunts and from Parisian streets,\nwhich always seem to exhale a smell of brandy and of wine.",
        "He came back as fresh as a rose, and he brought four hundred francs\nwith which he paid the Poissons the amount for which they had become\nsecurity as well as several other small but pressing debts. Gervaise\nhad now two or three streets open to her again, which for some time\nshe had not dared to enter.",
        "She now went out to iron by the day and had gone back to her old\nmistress, Mme Fauconnier, who was a kindhearted creature and ready\nto do anything for anyone who flattered her adroitly.",
        "With diligence and economy Gervaise could have managed to live\ncomfortably and pay all her debts, but this prospect did not charm her\nparticularly. She suffered acutely in seeing the Poissons in her old\nshop. She was by no means of a jealous or envious disposition, but\nit was not agreeable to her to hear the admiration expressed for her\nsuccessors by her husband’s sisters. To hear them one would suppose\nthat never had so beautiful a shop been seen before. They spoke of\nthe filthy condition of the place when Virginie moved in–who had\npaid, they declared, thirty francs for cleaning it.",
        "Virginie, after some hesitation, had decided on a small stock of\ngroceries–sugar, tea and coffee, also bonbons and chocolate. Lantier\nhad advised these because he said the profit on them was immense. The\nshop was repainted, and shelves and cases were put in, and a counter\nwith scales such as are seen at confectioners’. The little inheritance\nthat Poisson held in reserve was seriously encroached upon. But\nVirginie was triumphant, for she had her way, and the Lorilleuxs\ndid not spare Gervaise the description of a case or a jar.",
        "It was said in the street that Lantier had deserted Gervaise,\nthat she gave him no peace running after him, but this was not true,\nfor he went and came to her apartment as he pleased. Scandal was\nconnecting his name and Virginie’s. They said Virginie had taken the\nclearstarcher’s lover as well as her shop! The Lorilleuxs talked of\nnothing when Gervaise was present but Lantier, Virginie and the shop.\nFortunately Gervaise was not inclined to jealousy, and Lantier’s\ninfidelities had hitherto left her undisturbed, but she did not accept\nthis new affair with equal tranquillity. She colored or turned pale\nas she heard these allusions, but she would not allow a word to pass\nher lips, as she was fully determined never to gratify her enemies\nby allowing them to see her discomfiture; but a dispute was heard by\nthe neighbors about this time between herself and Lantier, who went\nangrily away and was not seen by anyone in the Coupeau quarters for\nmore than a fortnight.",
        "Coupeau behaved very oddly. This blind and complacent husband, who\nhad closed his eyes to all that was going on at home, was filled with\nvirtuous indignation at Lantier’s indifference. Then Coupeau went so\nfar as to tease Gervaise in regard to this desertion of her lovers.\nShe had had bad luck, he said, with hatters and blacksmiths–why did\nshe not try a mason?",
        "He said this as if it were a joke, but Gervaise had a firm conviction\nthat he was in deadly earnest. A man who is tipsy from one year’s end\nto the next is not apt to be fastidious, and there are husbands who at\ntwenty are very jealous and at thirty have grown very complacent under\nthe influence of constant tippling.",
        "Lantier preserved an attitude of calm indifference. He kept the peace\nbetween the Poissons and the Coupeaus. Thanks to him, Virginie and\nGervaise affected for each other the most tender regard. He ruled the\nbrunette as he had ruled the blonde, and he would swallow her shop as\nhe had that of Gervaise.",
        "It was in June of this year that Nana partook of her first Communion.\nShe was about thirteen, slender and tall as an asparagus plant, and\nher air and manner were the height of impertinence and audacity.",
        "She had been sent away from the catechism class the year before on\naccount of her bad conduct. And if the cure did not make a similar\nobjection this year it was because he feared she would never come\nagain and that his refusal would launch on the Parisian _pave_\nanother castaway.",
        "Nana danced with joy at the mere thought of what the Lorilleuxs–as\nher godparents–had promised, while Mme Lerat gave the veil and cup,\nVirginie the purse and Lantier a prayer book, so that the Coupeaus\nlooked forward to the day without anxiety.",
        "The Poissons–probably through Lantier’s advice–selected this\noccasion for their housewarming. They invited the Coupeaus and the\nBoche family, as Pauline made her first Communion on that day, as\nwell as Nana.",
        "The evening before, while Nana stood in an ecstasy of delight before\nher presents, her father came in in an abominable condition. His\nvirtuous resolutions had yielded to the air of Paris; he had fallen\ninto evil ways again, and he now assailed his wife and child with the\nvilest epithets, which did not seem to shock Nana, for they could fall\nfrom her tongue on occasion with facile glibness.",
        "“I want my soup,” cried Coupeau, “and you two fools are chattering\nover those fal-lals! I tell you, I will sit on them if I am not waited\nupon, and quickly too.”",
        "Gervaise answered impatiently, but Nana, who thought it better taste\njust then–all things considered–to receive with meekness all her\nfather’s abuse, dropped her eyes and did not reply.",
        "“Take that rubbish away!” he cried with growing impatience. “Put it\nout of my sight or I will tear it to bits.”",
        "Nana did not seem to hear him. She took up the tulle cap and asked her\nmother what it cost, and when Coupeau tried to snatch the cap Gervaise\npushed him away.",
        "“Let the child alone!” she said. “She is doing no harm!”",
        "Then her husband went into a perfect rage:",
        "“Mother and daughter,” he cried, “a nice pair they make. I understand\nvery well what all this row is for: it is merely to show yourself in a\nnew gown. I will put you in a bag and tie it close round your throat,\nand you will see if the cure likes that!”",
        "Nana turned like lightning to protect her treasures. She looked her\nfather full in the face, and, forgetting the lessons taught her by\nher priest, she said in a low, concentrated voice:",
        "“Beast!” That was all.",
        "After Coupeau had eaten his soup he fell asleep and in the morning\nwoke quite amiable. He admired his daughter and said she looked quite\nlike a young lady in her white robe. Then he added with a sentimental\nair that a father on such days was naturally proud of his child.\nWhen they were ready to go to the church and Nana met Pauline in\nthe corridor, she examined the latter from head to foot and smiled\ncondescendingly on seeing that Pauline had not a particle of chic.",
        "The two families started off together, Nana and Pauline in front,\neach with her prayer book in one hand and with the other holding down\nher veil, which swelled in the wind like a sail. They did not speak\nto each other but keenly enjoyed seeing the shopkeepers run to their\ndoors to see them, keeping their eyes cast down devoutly but their\nears wide open to any compliment they might hear.",
        "Nana’s two aunts walked side by side, exchanging their opinions\nin regard to Gervaise, whom they stigmatized as an irreligious\nne’er-do-well whose child would never have gone to the Holy\nCommunion if it had depended on her.",
        "At the church Coupeau wept all the time. It was very silly, he knew,\nbut he could not help it. The voice of the cure was pathetic; the\nlittle girls looked like white-robed angels; the organ thrilled him,\nand the incense gratified his senses. There was one especial anthem\nwhich touched him deeply. He was not the only person who wept, he\nwas glad to see, and when the ceremony was over he left the church\nfeeling that it was the happiest day of his life. But an hour later\nhe quarreled with Lorilleux in a wineshop because the latter was so\nhardhearted.",
        "The housewarming at the Poissons’ that night was very gay. Lantier\nsat between Gervaise and Virginie and was equally civil and attentive\nto both. Opposite was Poisson with his calm, impassive face, a look\nhe had cultivated since he began his career as a police officer.",
        "But the queens of the fete were the two little girls, Nana and\nPauline, who sat very erect lest they should crush and deface their\npretty white dresses. At dessert there was a serious discussion in\nregard to the future of the children. Mme Boche said that Pauline\nwould at once enter a certain manufactory, where she would receive\nfive or six francs per week. Gervaise had not decided yet, for Nana\nhad shown no especial leaning in any direction. She had a good deal\nof taste, but she was butter-fingered and careless.",
        "“I should make a florist of her,” said Mme Lerat. “It is clean work\nand pretty work too.”",
        "Whereupon ensued a warm discussion. The men were especially careful\nof their language out of deference to the little girls, but Mme Lerat\nwould not accept the lesson: she flattered herself she could say what\nshe pleased in such a way that it could not offend the most fastidious\nears.",
        "Women, she declared, who followed her trade were more virtuous than\nothers. They rarely made a slip.",
        "“I have no objection to your trade,” interrupted Gervaise. “If Nana\nlikes to make flowers let her do so. Say, Nana, would you like it?”",
        "The little girl did not look up from her plate, into which she was\ndipping a crust of bread. She smiled faintly as she replied:",
        "“Yes, Mamma; if you desire it I have no objection.”",
        "The decision was instantly made, and Coupeau wished his sister to\ntake her the very next day to the place where she herself worked,\nRue du Caire, and the circle talked gravely of the duties of life.\nBoche said that Pauline and Nana were now women, since they had been\nto Communion, and they ought to be serious and learn to cook and to\nmend. They alluded to their future marriages, their homes and their\nchildren, and the girls touched each other under the table, giggled\nand grew very red. Lantier asked them if they did not have little\nhusbands already, and Nana blushingly confessed that she loved Victor\nFauconnier and never meant to marry anyone else.",
        "Mme Lorilleux said to Mme Boche on their way home:",
        "“Nana is our goddaughter now, but if she goes into that flower\nbusiness, in six months she will be on the _pave_, and we will\nhave nothing to do with her.”",
        "Gervaise told Boche that she thought the shop admirably arranged. She\nhad looked forward to an evening of torture and was surprised that\nshe had not experienced a pang.",
        "Nana, as she undressed, asked her mother if the girl on the next\nfloor, who had been married the week before, wore a dress of muslin\nlike hers.",
        "But this was the last bright day in that household. Two years passed\naway, and their prospects grew darker and their demoralization and\ndegradation more evident. They went without food and without fire,\nbut never without brandy.",
        "They found it almost impossible to meet their rent, and a certain\nJanuary came when they had not a penny, and Father Boche ordered\nthem to leave.",
        "It was frightfully cold, with a sharp wind blowing from the north.",
        "M. Marescot appeared in a warm overcoat and his hands encased in warm\nwoolen gloves and told them they must go, even if they slept in the\ngutter. The whole house was oppressed with woe, and a dreary sound of\nlamentation arose from most of the rooms, for half the tenants were\nbehindhand. Gervaise sold her bed and paid the rent. Nana made nothing\nas yet, and Gervaise had so fallen off in her work that Mme Fauconnier\nhad reduced her wages. She was irregular in her hours and often\nabsented herself from the shop for several days together but was none\nthe less vexed to discover that her old employee, Mme Putois, had been\nplaced above her. Naturally at the end of the week Gervaise had little\nmoney coming to her.",
        "As to Coupeau, if he worked he brought no money home, and his wife had\nceased to count upon it. Sometimes he declared he had lost it through\na hole in his pocket or it had been stolen, but after a while he\nceased to make any excuses.",
        "But if he had no cash in his pockets it was because he had spent it\nall in drink. Mme Boche advised Gervaise to watch for him at the door\nof the place where he was employed and get his wages from him before\nhe had spent them all, but this did no good, as Coupeau was warned\nby his friends and escaped by a rear door.",
        "The Coupeaus were entirely to blame for their misfortunes, but this\nis just what people will never admit. It is always ill luck or the\ncruelty of God or anything, in short, save the legitimate result\nof their own vices.",
        "Gervaise now quarreled with her husband incessantly. The warmth of\naffection of husband and wife, of parents for their children and\nchildren for their parents had fled and left them all shivering,\neach apart from the other.",
        "All three, Coupeau, Gervaise and Nana, watched each other with eyes\nof baleful hate. It seemed as if some spring had broken–the great\nmainspring that binds families together.",
        "Gervaise did not shudder when she saw her husband lying drunk in the\ngutter. She would not have pushed him in, to be sure, but if he were\nout of the way it would be a good thing for everybody. She even went\nso far as to say one day in a fit of rage that she would be glad to\nsee him brought home on a shutter. Of what good was he to any human\nbeing? He ate and he drank and he slept. His child learned to hate\nhim, and she read the accidents in the papers with the feelings of\nan unnatural daughter. What a pity it was that her father had not\nbeen the man who was killed when that omnibus tipped over!",
        "In addition to her own sorrows and privations, Gervaise, whose\nheart was not yet altogether hard, was condemned to hear now of the\nsufferings of others. The corner of the house in which she lived\nseemed to be consecrated to those who were as poor as herself. No\nsmell of cooking filled the air, which, on the contrary, was laden\nwith the shrill cries of hungry children, heavy with the sighs of\nweary, heartbroken mothers and with the oaths of drunken husbands\nand fathers.",
        "Gervaise pitied Father Bru from the bottom of her heart; he lay the\ngreater part of the time rolled up in the straw in his den under the\nstaircase leading to the roof. When two or three days elapsed without\nhis showing himself someone opened the door and looked in to see if\nhe were still alive.",
        "Yes, he was living; that is, he was not dead. When Gervaise had bread\nshe always remembered him. If she had learned to hate men because\nof her husband her heart was still tender toward animals, and Father\nBru seemed like one to her. She regarded him as a faithful old dog.\nHer heart was heavy within her whenever she thought of him, alone,\nabandoned by God and man, dying by inches or drying, rather, as an\norange dries on the chimney piece.",
        "Gervaise was also troubled by the vicinity of the undertaker\nBazonge–a wooden partition alone separated their rooms. When he came\nin at night she could hear him throw down his glazed hat, which fell\nwith a dull thud, like a shovelful of clay, on the table. The black\ncloak hung against the wall rustled like the wings of some huge\nbird of prey. She could hear his every movement, and she spent most\nof her time listening to him with morbid horror, while he–all\nunconscious–hummed his vulgar songs and tipsily staggered to his\nbed, under which the poor woman’s sick fancy pictured a dead body\nconcealed.",
        "She had read in some paper a dismal tale of some undertaker who took\nhome with him coffin after coffin–children’s coffins–in order to\nmake one trip to the cemetery suffice. When she heard his step the\nwhole corridor was pervaded to her senses with the odor of dead\nhumanity.",
        "She would as lief have resided at Pere-Lachaise and watched the moles\nat their work. The man terrified her; his incessant laughter dismayed\nher. She talked of moving but at the same time was reluctant to do\nso, for there was a strange fascination about Bazonge after all. Had\nhe not told her once that he would come for her and lay her down to\nsleep in the shadow of waving branches, where she would know neither\nhunger nor toil?",
        "She wished she could try it for a month. And she thought how delicious\nit would be in midwinter, just at the time her quarter’s rent was due.\nBut, alas, this was not possible! The rest and the sleep must be\neternal; this thought chilled her, and her longing for death faded\naway before the unrelenting severity of the bonds exacted by Mother\nEarth.",
        "One night she was sick and feverish, and instead of throwing herself\nout of the window as she was tempted to do, she rapped on the\npartition and called loudly:",
        "“Father Bazonge! Father Bazonge!”",
        "The undertaker was kicking off his slippers, singing a vulgar song\nas he did so.",
        "“What is the matter?” he answered.",
        "But at his voice Gervaise awoke as from a nightmare. What had she\ndone? Had she really tapped? she asked herself, and she recoiled from\nhis side of the wall in chill horror. It seemed to her that she felt\nthe undertaker’s hands on her head. No! No! She was not ready. She\ntold herself that she had not intended to call him. It was her elbow\nthat had knocked the wall accidentally, and she shivered from head\nto foot at the idea of being carried away in this man’s arms.",
        "“What is the matter?” repeated Bazonge. “Can I serve you in any way,\nmadame?”",
        "“No! No! It is nothing!” answered the laundress in a choked voice.\n“I am very much obliged.”",
        "While the undertaker slept she lay wide awake, holding her breath and\nnot daring to move, lest he should think she called him again.",
        "She said to herself that under no circumstances would she ever appeal\nto him for assistance, and she said this over and over again with the\nvain hope of reassuring herself, for she was by no means at ease in\nher mind.",
        "Gervaise had before her a noble example of courage and fortitude in\nthe Bijard family. Little Lalie, that tiny child–about as big as\na pinch of salt–swept and kept her room like wax; she watched over\nthe two younger children with all the care and patience of a mother.\nThis she had done since her father had kicked her mother to death.\nShe had entirely assumed that mother’s place, even to receiving the\nblows which had fallen formerly on that poor woman. It seemed to be a\nnecessity of his nature that when he came home drunk he must have some\nwoman to abuse. Lalie was too small, he grumbled; one blow of his fist\ncovered her whole face, and her skin was so delicate that the marks of\nhis five fingers would remain on her cheek for days!",
        "He would fly at her like a wolf at a poor little kitten for the merest\ntrifle. Lalie never answered, never rebelled and never complained.\nShe merely tried to shield her face and suppressed all shrieks, lest\nthe neighbors should come; her pride could not endure that. When her\nfather was tired kicking her about the room she lay where he left her\nuntil she had strength to rise, and then she went steadily about her\nwork, washing the children and making her soup, sweeping and dusting\nuntil everything was clean. It was a part of her plan of life to be\nbeaten every day.",
        "Gervaise had conceived a strong affection for this little neighbor.\nShe treated her like a woman who knew something of life. It must be\nadmitted that Lalie was large for her years. She was fair and pale,\nwith solemn eyes for her years and had a delicate mouth. To have heard\nher talk one would have thought her thirty. She could make and mend,\nand she talked of the children as if she had herself brought them into\nthe world. She made people laugh sometimes when she talked, but more\noften she brought tears to their eyes.",
        "Gervaise did everything she could for her, gave her what she could\nand helped the energetic little soul with her work. One day she was\naltering a dress of Nana’s for her, and when the child tried it on\nGervaise was chilled with horror at seeing her whole back purple and\nbruised, the tiny arm bleeding–all the innocent flesh of childhood\nmartyrized by the brute–her father.",
        "Bazonge might get the coffin ready, she thought, for the little girl\ncould not bear this long. But Lalie entreated her friend to say\nnothing, telling her that her father did not know what he was doing,\nthat he had been drinking. She forgave him with her whole heart,\nfor madmen must not be held accountable for their deeds. After that\nGervaise was on the watch whenever she heard Bijard coming up the\nstairs. But she never caught him in any act of absolute brutality.\nSeveral times she had found Lalie tied to the foot of the bedstead–an\nidea that had entered her father’s brain, no one knew why, a whim of\nhis disordered brain, disordered by liquor, which probably arose from\nhis wish to tyrannize over the child, even when he was no longer\nthere.",
        "Lalie sometimes was left there all day and once all night. When\nGervaise insisted on untying her the child entreated her not to touch\nthe knots, saying that her father would be furious if he found the\nknots had been tampered with.",
        "And really, she said with an angelic smile, she needed rest, and the\nonly thing that troubled her was not to be able to put the room in\norder. She could watch the children just as well, and she could think,\nso that her time was not entirely lost. When her father let her free,\nher sufferings were not over, for it was sometimes more than an hour\nbefore she could stand–before the blood circulated freely in her\nstiffened limbs.",
        "Her father had invented another cheerful game. He heated some sous red\nhot on the stove and laid them on the chimney piece. He then summoned\nLalie and bade her go buy some bread. The child unsuspiciously took up\nthe sous, uttered a little shriek and dropped them, shaking her poor\nburned fingers.",
        "Then he would go off in a rage. What did she mean by such nonsense?\nShe had thrown away the money and lost it, and he threatened her with\na hiding if she did not find the money instantly. The poor child\nhesitated; he gave her a cuff on the side of the head. With silent\ntears streaming down her cheeks she would pick up the sous and toss\nthem from hand to hand to cool them as she went down the long flights\nof stairs.",
        "There was no limit to the strange ingenuity of the man. One afternoon,\nfor example, Lalie had completed playing with the children. The window\nwas open, and the air shook the door so that it sounded like gentle\nraps.",
        "“It is Mr Wind,” said Lalie; “come in, Mr Wind. How are you today?”",
        "And she made a low curtsy to Mr Wind. The children did the same in\nhigh glee, and she was quite radiant with happiness, which was not\noften the case.",
        "“Come in, Mr Wind!” she repeated, but the door was pushed open by\na rough hand and Bijard entered. Then a sudden change came over the\nscene. The two children crouched in a corner, while Lalie stood in the\ncenter of the floor, frozen stiff with terror, for Bijard held in his\nhand a new whip with a long and wicked-looking lash. He laid this whip\non the bed and did not kick either one of the children but smiled in\nthe most vicious way, showing his two lines of blackened, irregular\nteeth. He was very drunk and very noisy.",
        "“What is the matter with you fools? Have you been struck dumb? I heard\nyou all talking and laughing merrily enough before I came in. Where\nare your tongues now? Here! Take off my shoes!”",
        "Lalie, considerably disheartened at not having received her customary\nkick, turned very pale as she obeyed. He was sitting on the side of\nthe bed. He lay down without undressing and watched the child as she\nmoved about the room. Troubled by this strange conduct, the child\nended by breaking a cup. Then without disturbing himself he took up\nthe whip and showed it to her.",
        "“Look here, fool,” he said grimly: “I bought this for you, and it cost\nme fifty sous, but I expect to get a good deal more than fifty sous’\nworth of good out of it. With this long lash I need not run about\nafter you, for I can reach you in every corner of the room. You will\nbreak the cups, will you? Come, now, jump about a little and say good\nmorning to Mr Wind again!”",
        "He did not even sit up in the bed but, with his head buried in the\npillow, snapped the whip with a noise like that made by a postilion.\nThe lash curled round Lalie’s slender body; she fell to the floor,\nbut he lashed her again and compelled her to rise.",
        "“This is a very good thing,” he said coolly, “and saves my getting\nchilled on cold mornings. Yes, I can reach you in that corner–and\nin that! Skip now! Skip!”",
        "A light foam was on his lips, and his suffused eyes were starting\nfrom their sockets. Poor little Lalie darted about the room like a\nterrified bird, but the lash tingled over her shoulders, coiled around\nher slender legs and stung like a viper. She was like an India-rubber\nball bounding from the floor, while her beast of a father laughed\naloud and asked her if she had had enough.",
        "The door opened and Gervaise entered. She had heard the noise. She\nstood aghast at the scene and then was seized with noble rage.",
        "“Let her be!” she cried. “I will go myself and summon the police.”",
        "Bijard growled like an animal who is disturbed over his prey.",
        "“Why do you meddle?” he exclaimed. “What business is it of yours?”",
        "And with another adroit movement he cut Lalie across the face. The\nblood gushed from her lip. Gervaise snatched a chair and flew at the\nbrute, but the little girl held her skirts and said it did not hurt\nmuch; it would be over soon, and she washed the blood away, speaking\ngently to the frightened children.",
        "When Gervaise thought of Lalie she was ashamed to complain. She wished\nshe had the courage of this child. She knew that she had lived on dry\nbread for weeks and that she was so weak she could hardly stand, and\nthe tears came to the woman’s eyes as she saw the precocious mite who\nhad known nothing of the innocent happiness of her years. And Gervaise\ntook this slender creature for example, whose eyes alone told the\nstory of her misery and hardships, for in the Coupeau family the\nvitriol of the Assommoir was doing its work of destruction. Gervaise\nhad seen a whip. Gervaise had learned to dread it, and this dread\ninspired her with tenderest pity for Lalie. Coupeau had lost the\nflesh and the bloated look which had been his, and he was thin and\nemaciated. His complexion was gradually acquiring a leaden hue. His\nappetite was utterly gone. It was with difficulty that he swallowed\na mouthful of bread. His stomach turned against all solid food, but\nhe took his brandy every day. This was his meat as well as his drink,\nand he touched nothing else.",
        "When he crawled out of his bed in the morning he stood for a good\nfifteen minutes, coughing and spitting out a bitter liquid that rose\nin his throat and choked him.",
        "He did not feel any better until he had taken what he called “a good\ndrink,” and later in the day his strength returned. He felt strange\nprickings in the skin of his hands and feet. But lately his limbs\nhad grown heavy. This pricking sensation gave place to the most\nexcruciating cramps, which he did not find very amusing. He rarely\nlaughed now but often stopped short and stood still on the sidewalk,\ntroubled by a strange buzzing in his ears and by flashes of light\nbefore his eyes. Everything looked yellow to him; the houses seemed to\nbe moving away from him. At other times, when the sun was full on his\nback, he shivered as if a stream of ice water had been poured down\nbetween his shoulders. But the thing he liked the least about himself\nwas a nervous trembling in his hands, the right hand especially.",
        "Had he become an old woman then? he asked himself with sudden fury.\nHe tried with all his strength to lift his glass and command his\nnerves enough to hold it steady. But the glass had a regular tremulous\nmovement from right to left and left to right again, in spite of all\nhis efforts.",
        "Then he emptied it down his throat, saying that when he had swallowed\na dozen more he would be all right and as steady as a monument.\nGervaise told him, on the contrary, that he must leave off drinking\nif he wished to leave off trembling.",
        "He grew very angry and drank quarts in his eagerness to test the\nquestion, finally declaring that it was the passing omnibusses that\njarred the house and shook his hand.",
        "In March Coupeau came in one night drenched to the skin. He had been\ncaught out in a shower. That night he could not sleep for coughing.\nIn the morning he had a high fever, and the physician who was sent\nfor advised Gervaise to send him at once to the hospital.",
        "And Gervaise made no objection; once she had refused to trust her\nhusband to these people, but now she consigned him to their tender\nmercies without a regret; in fact, she regarded it as a mercy.",
        "Nevertheless, when the litter came she turned very pale and, if she\nhad had even ten francs in her pocket, would have kept him at home.\nShe walked to the hospital by the side of the litter and went into\nthe ward where he was placed. The room looked to her like a miniature\nPere-Lachaise, with its rows of beds on either side and its path down\nthe middle. She went slowly away, and in the street she turned and\nlooked up. How well she remembered when Coupeau was at work on those\ngutters, cheerily singing in the morning air! He did not drink in\nthose days, and she, at her window in the Hotel Boncoeur, had\nwatched his athletic form against the sky, and both had waved their\nhandkerchiefs. Yes, Coupeau had worked more than a year on this\nhospital, little thinking that he was preparing a place for himself.\nNow he was no longer on the roof–he had built a dismal nest within.\nGood God, was she and the once-happy wife and mother one and the same?\nHow long ago those days seemed!",
        "The next day when Gervaise went to make inquiries she found the bed\nempty. A sister explained that her husband had been taken to the\nasylum of Sainte-Anne, because the night before he had suddenly become\nunmanageable from delirium and had uttered such terrible howls that it\ndisturbed the inmates of all the beds in that ward. It was the alcohol\nin his system, she said, which attacked his nerves now, when he was so\nreduced by the inflammation on his lungs that he could not resist it.",
        "The clearstarcher went home, but how or by what route she never knew.\nHer husband was mad–she heard these words reverberating through her\nbrain. Life was growing very strange. Nana simply said that he must,\nof course, be left at the asylum, for he might murder them both.",
        "On Sunday only could Gervaise go to Sainte-Anne. It was a long\ndistance off. Fortunately there was an omnibus which went very near.\nShe got out at La Rue Sante and bought two oranges that she might not\ngo quite empty-handed.",
        "But when she went in, to her astonishment she found Coupeau sitting\nup. He welcomed her gaily.",
        "“You are better!” she exclaimed.",
        "“Yes, nearly well,” he replied, and they talked together awhile, and\nshe gave him the oranges, which pleased and touched him, for he was a\ndifferent man now that he drank tisane instead of liquor. She did not\ndare allude to his delirium, but he spoke of it himself.",
        "“Yes,” he said, “I was in a pretty state! I saw rats running all over\nthe floor and the walls, and you were calling me, and I saw all sorts\nof horrible things! But I am all right now. Once in a while I have a\nbad dream, but everybody does, I suppose.”",
        "Gervaise remained with him until night. When the house surgeon made\nhis rounds at six o’clock he told him to hold out his hands. They\nscarcely trembled–an almost imperceptible motion of the tips of his\nfingers was all. But as the room grew darker Coupeau became restless.\nTwo or three times he sat up and peered into the remote corners.",
        "Suddenly he stretched out his arms and seemed to crush some creature\non the wall.",
        "“What is it?” asked Gervaise, terribly frightened.",
        "“Rats!” he said quietly. “Only rats!”",
        "After a long silence he seemed to be dropping off to sleep, with\ndisconnected sentences falling from his lips.",
        "“Dirty beasts! Look out, one is under your skirts!” He pulled the\ncovering hastily over his head, as if to protect himself against the\ncreature he saw.",
        "Then starting up in mad terror, he screamed aloud. A nurse ran to the\nbed, and Gervaise was sent away, mute with horror at this scene.",
        "But when on the following Sunday she went again to the hospital,\nCoupeau was really well. All his dreams had vanished. He slept like\na child, ten hours without lifting a finger. His wife, therefore, was\nallowed to take him away. The house surgeon gave him a few words of\nadvice before he left, assuring him if he continued to drink he would\nbe a dead man in three months. All depended on himself. He could live\nat home just as he had lived at Sainte-Anne’s and must forget that\nsuch things as wine and brandy existed.",
        "“He is right,” said Gervaise as they took their seats in the omnibus.",
        "“Of course he is right,” answered her husband. But after a moment’s\nsilence he added:",
        "“But then, you know, a drop of brandy now and then never hurts a man:\nit aids digestion.”",
        "That very evening he took a tiny drop and for a week was very\nmoderate; he had no desire, he said, to end his days at Bicetre.\nBut he was soon off his guard, and one day his little drop ended in\na full glass, to be followed by a second, and so on. At the end of\na fortnight he had fallen back in the old rut.",
        "Gervaise did her best, but, after all, what can a wife do in such\ncircumstances?",
        "She had been so startled by the scene at the asylum that she had\nfully determined to begin a regular life again and hoped that he would\nassist her and do the same himself. But now she saw that there was\nno hope, that even the knowledge of the inevitable results could not\nrestrain her husband now.",
        "Then the hell on earth began again; hopeless and intolerant, Nana\nasked indignantly why he had not remained in the asylum. All the money\nshe made, she said, should be spent in brandy for her father, for the\nsooner it was ended, the better for them all.",
        "Gervaise blazed out one day when he lamented his marriage and told him\nthat it was for her to curse the day when she first saw him. He must\nremember that she had refused him over and over again. The scene was\na frightful one and one unexampled in the Coupeau annals.",
        "Gervaise, now utterly discouraged, grew more indolent every day. Her\nroom was rarely swept. The Lorilleuxs said they could not enter it, it\nwas so dirty. They talked all day long over their work of the downfall\nof Wooden Legs. They gloated over her poverty and her rags.",
        "“Well! Well!” they murmured. “A great change has indeed come to that\nbeautiful blonde who was so fine in her blue shop.”",
        "Gervaise suspected their comments on her and her acts to be most\nunkind, but she determined to have no open quarrel. It was for her\ninterest to speak to them when they met, but that was all the\nintercourse between them.",
        "On Saturday Coupeau had told his wife he would take her to the circus;\nhe had earned a little money and insisted on indulging himself. Nana\nwas obliged to stay late at the place where she worked and would sleep\nwith her aunt Mme Lerat.",
        "Seven o’clock came, but no Coupeau. Her husband was drinking with his\ncomrades probably. She had washed a cap and mended an old gown with\nthe hope of being presentable. About nine o’clock, in a towering rage,\nshe sallied forth on an empty stomach to find Coupeau.",
        "“Are you looking for your husband?” said Mme Boche. “He is at the\nAssommoir. Boche has just seen him there.”",
        "Gervaise muttered her thanks and went with rapid steps to the\nAssommoir.",
        "A fine rain was falling. The gas in the tavern was blazing brightly,\nlighting up the mirrors, the bottles and glasses. She stood at the\nwindow and looked in. He was sitting at a table with his comrades.\nThe atmosphere was thick with smoke, and he looked stupefied and\nhalf asleep.",
        "She shivered and wondered why she should stay there and, so thinking,\nturned away, only to come back twice to look again.",
        "The water lay on the uneven sidewalk in pools, reflecting all the\nlights from the Assommoir. Finally she determined on a bold step: she\nopened the door and deliberately walked up to her husband. After all,\nwhy should she not ask him why he had not kept his promise of taking\nher to the circus? At any rate, she would not stay out there in the\nrain and melt away like a cake of soap.",
        "“She is crazy!” said Coupeau when he saw her. “I tell you, she is\ncrazy!”",
        "He and all his friends shrieked with laughter, but no one condescended\nto say what it was that was so very droll. Gervaise stood still, a\nlittle bewildered by this unexpected reception. Coupeau was so amiable\nthat she said:",
        "“Come, you know it is not too late to see something.”",
        "“Sit down a minute,” said her husband, not moving from his seat.",
        "Gervaise saw she could not stand there among all those men, so she\naccepted the offered chair. She looked at the glasses, whose contents\nglittered like gold. She looked at these dirty, shabby men and at the\nothers crowding around the counter. It was very warm, and the pipe\nsmoke thickened the air.",
        "Gervaise felt as if she were choking; her eyes smarted, and her head\nwas heavy with the fumes of alcohol. She turned around and saw the\nstill, the machine that created drunkards. That evening the copper\nwas dull and glittered only in one round spot. The shadows of the\napparatus on the wall behind were strange and weird–creatures with\ntails, monsters opening gigantic jaws as if to swallow the whole\nworld.",
        "“What will you take to drink?” said Coupeau.",
        "“Nothing,” answered his wife. “You know I have had no dinner!”",
        "“You need it all the more then! Have a drop of something!”",
        "As she hesitated Mes-Bottes said gallantly:",
        "“The lady would like something sweet like herself.”",
        "“I like men,” she answered angrily, “who do not get tipsy and talk\nlike fools! I like men who keep their promises!”",
        "Her husband laughed.",
        "“You had better drink your share,” he said, “for the devil a bit of\na circus will you see tonight.”",
        "She looked at him fixedly. A heavy frown contracted her eyebrows. She\nanswered slowly:",
        "“You are right; it is a good idea. We can drink up the money\ntogether.”",
        "Bibi brought her a glass of anisette. As she sipped it she remembered\nall at once the brandied fruit she had eaten in the same place with\nCoupeau when he was courting her. That day she had left the brandy and\ntook only the fruit, and now she was sitting there drinking liqueur.",
        "But the anisette was good. When her glass was empty she refused\nanother, and yet she was not satisfied.",
        "She looked around at the infernal machine behind her–a machine that\nshould have been buried ten fathoms deep in the sea. Nevertheless, it\nhad for her a strange fascination, and she longed to quench her thirst\nwith that liquid fire.",
        "“What is that you have in your glasses?” she asked.",
        "“That, my dear,” answered her husband, “is Father Colombe’s own\nespecial brew. Taste it.”",
        "And when a glass of the vitriol was brought to her Coupeau bade her\nswallow it down, saying it was good for her.",
        "After she had drunk this glass Gervaise was no longer conscious of the\nhunger that had tormented her. Coupeau told her they could go to the\ncircus another time, and she felt she had best stay where she was. It\ndid not rain in the Assommoir, and she had come to look upon the scene\nas rather amusing. She was comfortable and sleepy. She took a third\nglass and then put her head on her folded arms, supporting them on the\ntable, and listened to her husband and his friends as they talked.",
        "Behind her the still was at work with constant drip-drip, and she felt\na mad desire to grapple with it as with some dangerous beast and tear\nout its heart. She seemed to feel herself caught in those copper fangs\nand fancied that those coils of pipe were wound around her own body,\nslowly but surely crushing out her life.",
        "The whole room danced before her eyes, for Gervaise was now in the\ncondition which had so often excited her pity and indignation with\nothers. She vaguely heard a quarrel arise and a crash of chairs and\ntables, and then Father Colombe promptly turned everyone into the\nstreet.",
        "It was still raining and a cold, sharp wind blowing. Gervaise lost\nCoupeau, found him and then lost him again. She wanted to go home,\nbut she could not find her way. At the corner of the street she took\nher seat by the side of the gutter, thinking herself at her washtub.\nFinally she got home and endeavored to walk straight past the door\nof the concierge, within whose room she was vaguely conscious of\nthe Poissons and Lorilleuxs holding up their hands in disgust at\nher condition.",
        "She never knew how she got up those six flights of stairs. But when\nshe turned into her own corridor little Lalie ran toward her with\nloving, extended arms.",
        "“Dear Madame Gervaise,” she cried, “Papa has not come in; please\ncome and see my children. They are sleeping so sweetly!”",
        "But when she looked up in the face of the clearstarcher she recoiled,\ntrembling from head to foot. She knew only too well that alcoholic\nsmell, those wandering eyes and convulsed lips.",
        "Then as Gervaise staggered past her without speaking the child’s arms\nfell at her side, and she looked after her friend with sad and solemn\neyes.",
        "Continue...",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}