{
    "title": "L’Assommoir - Chapter V. Ambitious Dreams",
    "author": "Emile Zola",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "The Boche couple, on the first of April, moved also and took the loge\nof the great house in the Rue de la Goutte-d’Or. Things had turned out\nvery nicely for Gervaise who, having always got on very comfortably\nwith the concierge in the house in Rue Neuve, dreaded lest she should\nfall into the power of some tyrant who would quarrel over every drop\nof water that was spilled and a thousand other trifles like that. But\nwith Mme Boche all would go smoothly.",
        "The day the lease was to be signed and Gervaise stood in her new home\nher heart swelled with joy. She was finally to live in that house like\na small town, with its intersecting corridors instead of streets.",
        "She felt a strange timidity–a dread of failure–when she found\nherself face to face with her enterprise. The struggle for bread was a\nterrible and an increasing one, and it seemed to her for a moment that\nshe had been guilty of a wild, foolhardy act, like throwing herself\ninto the jaws of a machine, for the planes in the cabinetmaker’s shop\nand the hammers in the locksmith’s were dimly grasped by her as a part\nof a great whole.",
        "The water that ran past the door that day from the dyer’s was pale\ngreen. She smiled as she stepped over it, accepting this color as a\nhappy augury. She, with her husband, entered the loge, where Mme Boche\nand the owner of the building, M. Marescot, were talking on business.",
        "Gervaise, with a thrill of pain, heard Boche advise the landlord to\nturn out the dressmaker on the third floor who was behindhand with her\nrent. She wondered if she would ever be turned out and then wondered\nagain at the attitude assumed by these Boche people, who did not seem\nto have ever seen her before. They had eyes and ears only for the\nlandlord, who shook hands with his new tenants but, when they spoke\nof repairs, professed to be in such haste that morning that it would\nbe necessary to postpone the discussion. They reminded him of certain\nverbal promises he had made, and finally he consented to examine the\npremises.",
        "The shop stood with its four bare walls and blackened ceiling. The\ntenant who had been there had taken away his own counters and cases.\nA furious discussion took place. M. Marescot said it was for them\nto embellish the shop.",
        "“That may be,” said Gervaise gently, “but surely you cannot call\nputting on a fresh paper, instead of this that hangs in strips, an\nembellishment. Whitening the curbing, too, comes under, the head of\nnecessary repairs.” She only required these two things.",
        "Finally Marescot, with a desperate air, plunged his hands deep in his\npockets, shrugged his shoulders and gave his consent to the repairs on\nthe ceiling and to the paper, on condition that she would pay for half\nthe paper, and then he hurried away.",
        "When he had departed Boche clapped Coupeau on the shoulder. “You may\nthank me for that!” he cried and then went on to say that he was the\nreal master of the house, that he settled the whole business of the\nestablishment, and it was a nod and look from him that had influenced\nM. Marescot. That evening Gervaise, considering themselves in debt to\nBoche, sent him some wine.",
        "In four days the shop should have been ready for them, but the repairs\nhung on for three weeks. At first they intended simply to have the\npaint scrubbed, but it was so shabby and worn that Gervaise repainted\nat her own expense. Coupeau went every morning, not to work, but to\ninspect operations, and Boche dropped the vest or pantaloons on which\nhe was working and gave the benefit of his advice, and the two men\nspent the whole day smoking and spitting and arguing over each stroke\nof the brush. Some days the painters did not appear at all; on others\nthey came and walked off in an hour’s time, not to return again.",
        "Poor Gervaise wrung her hands in despair. But finally, after two days\nof energetic labor, the whole thing was done, and the men walked off\nwith their ladders, singing lustily.",
        "Then came the moving, and finally Gervaise called herself settled in\nher new home and was pleased as a child. As she came up the street\nshe could see her sign afar off:",
        "  CLEARSTARCHER",
        "  LACES AND EMBROIDERIES\n  DONE UP WITH ESPECIAL CARE",
        "The first word was painted in large yellow letters on a pale blue\nground.",
        "In the recessed window shut in at the back by muslin curtains lay\nmen’s shirts, delicate handkerchiefs and cuffs; all these were on\nblue paper, and Gervaise was charmed. When she entered the door all\nwas blue there; the paper represented a golden trellis and blue\nmorning-glories. In the center was a huge table draped with\nblue-bordered cretonne to hide the trestles.",
        "Gervaise seated herself and looked round, happy in the cleanliness of\nall about her. Her first glance, however, was directed to her stove,\na sort of furnace whereon ten irons could be heated at once. It was a\nsource of constant anxiety lest her little apprentice should fill it\ntoo full of coal and so injure it.",
        "Behind the shop was her bedroom and her kitchen, from which a door\nopened into the court. Nana’s bed stood in a little room at the right,\nand Etienne was compelled to share his with the baskets of soiled\nclothes. It was all very well, except that the place was very damp\nand that it was dark by three o’clock in the afternoon in winter.",
        "The new shop created a great excitement in the neighborhood. Some\npeople declared that the Coupeaus were on the road to ruin; they\nhad, in fact, spent the whole five hundred francs and were penniless,\ncontrary to their intentions. The morning that Gervaise first took\ndown her shutters she had only six francs in the world, but she was\nnot troubled, and at the end of a week she told her husband after two\nhours of abstruse calculations that they had taken in enough to cover\ntheir expenses.",
        "The Lorilleuxs were in a state of rage, and one morning when the\napprentice was emptying, on the sly, a bowl of starch which she had\nburned in making, just as Mme Lorilleux was passing, she rushed in and\naccused her sister-in-law of insulting her. After this all friendly\nrelations were at an end.",
        "“It all looks very strange to me,” sniffed Mme Lorilleux. “I can’t\ntell where the money comes from, but I have my suspicions.” And she\nwent on to intimate that Gervaise and Goujet were altogether too\nintimate. This was the groundwork of many fables; she said Wooden Legs\nwas so mild and sweet that she had deceived her to the extent that\nshe had consented to become Nana’s godmother, which had been no small\nexpense, but now things were very different. If Gervaise were dying\nand asked her for a glass of water she would not give it. She could\nnot stand such people. As to Nana, it was different; they would\nalways receive her. The child, of course, was not responsible for her\nmother’s crimes. Coupeau should take a more decided stand and not put\nup with his wife’s vile conduct.",
        "Boche and his wife sat in judgment on the quarrel and gave as their\nopinion that the Lorilleuxs were much to blame. They were good\ntenants, of course. They paid regularly. “But,” added Mme Boche, “I\nnever could abide jealousy. They are mean people and were never known\nto offer a glass of wine to a friend.”",
        "Mother Coupeau visited her son and daughter successive days, listened\nto the tales of each and said never a word in reply.",
        "Gervaise lived a busy life and took no notice of all this foolish\ngossip and strife. She greeted her friends with a smile from the door\nof her shop, where she went for a breath of fresh air. All the people\nin the neighborhood liked her and would have called her a great beauty\nbut for her lameness. She was twenty-eight and had grown plump. She\nmoved more slowly, and when she took a chair to wait for her irons\nto heat she rose with reluctance. She was growing fond of good\nliving–that she herself admitted–but she did not regard it as a\nfault. She worked hard and had a right to good food. Why should she\nlive on potato parings? Sometimes she worked all night when she had\na great deal of work on hand.",
        "She did the washing for the whole house and for some Parisian ladies\nand had several apprentices, besides two laundresses. She was making\nmoney hand over fist, and her good luck would have turned a wiser head\nthan her own. But hers was not turned; she was gentle and sweet and\nhated no one except her sister-in-law. She judged everybody kindly,\nparticularly after she had eaten a good breakfast. When people called\nher good she laughed. Why should she not be good? She had seen all her\ndreams realized. She remembered what she once said–that she wanted to\nwork hard, have plenty to eat, a home to herself, where she could\nbring up her children, not be beaten and die in her bed! As to dying\nin her bed, she added she wanted that still, but she would put it off\nas long as possible, “if you please!” It was to Coupeau himself that\nGervaise was especially sweet. Never a cross or an impatient word had\nhe heard from her lips, and no one had ever known her complain of him\nbehind his back. He had finally resumed his trade, and as the shop\nwhere he worked was at the other end of Paris, she gave him every\nmorning forty sous for his breakfast, his wine and tobacco. Two days\nout of six, however, Coupeau would meet a friend, drink up his forty\nsous and return to breakfast. Once, indeed, he sent a note, saying\nthat his account at the cabaret exceeded his forty sous. He was in\npledge, as it were; would his wife send the money? She laughed and\nshrugged her shoulders. Where was the harm in her husband’s amusing\nhimself a little? A woman must give a man a long rope if she wished\nto live in peace and comfort. It was not far from words to blows–she\nknew that very well.",
        "The hot weather had come. One afternoon in June the ten irons were\nheating on the stove; the door was open into the street, but not a\nbreath of air came in.",
        "“What a melting day!” said Gervaise, who was stooping over a great\nbowl of starch. She had rolled up her sleeves and taken off her sack\nand stood in her chemise and white skirt; the soft hair in her neck\nwas curling on her white throat. She dipped each cuff in the starch,\nthe fronts of the shirts and the whole of the skirts. Then she rolled\nup the pieces tightly and placed them neatly in a square basket after\nhaving sprinkled with clear water all those portions which were not\nstarched.",
        "“This basket is for you, Madame Putois,” she said, “and you will have\nto hurry, for they dry so fast in this weather.”",
        "Mine Putois was a thin little woman who looked cool and comfortable\nin her tightly buttoned dress. She had not taken her cap off but stood\nat the table, moving her irons to and fro with the regularity of an\nautomaton. Suddenly she exclaimed:",
        "“Put on your sack, Clemence; there are three men looking in, and I\ndon’t like such things.”",
        "Clemence grumbled and growled. What did she care what she liked? She\ncould not and would not roast to suit anybody.",
        "“Clemence, put on your sack,” said Gervaise. “Madame Putois is\nright–it is not proper.”",
        "Clemence muttered but obeyed and consoled herself by giving the\napprentice, who was ironing hose and towels by her side, a little\npush. Gervaise had a cap belonging to Mme Boche in her hand and was\nironing the crown with a round ball, when a tall, bony woman came in.\nShe was a laundress.",
        "“You have come too soon, Madame Bijard!” cried Gervaise. “I said\ntonight. It is very inconvenient for me to attend to you at this\nhour.” At the same time, however, Gervaise amiably laid down her work\nand went for the dirty clothes, which she piled up in the back shop.\nIt took the two women nearly an hour to sort them and mark them with\na stitch of colored cotton.",
        "At this moment Coupeau entered.",
        "“By Jove!” he said. “The sun beats down on one’s head like a hammer.\"\nHe caught at the table to sustain himself; he had been drinking; a\nspider web had caught in his dark hair, where many a white thread\nwas apparent. His under jaw dropped a little, and his smile was good\nnatured but silly.",
        "Gervaise asked her husband if he had seen the Lorilleuxs in rather\na severe tone; when he said no she smiled at him without a word of\nreproach.",
        "“You had best go and lie down,” she said pleasantly. “We are very\nbusy, and you are in our way. Did I say thirty-two handkerchiefs,\nMadame Bijard? Here are two more; that makes thirty-four.”",
        "But Coupeau was not sleepy, and he preferred to remain where he was.\nGervaise called Clemence and bade her to count the linen while she\nmade out the list. She glanced at each piece as she wrote. She knew\nmany of them by the color. That pillow slip belonged to Mme Boche\nbecause it was stained with the pomade she always used, and so on\nthrough the whole. Gervaise was seated with these piles of soiled\nlinen about her. Augustine, whose great delight was to fill up the\nstove, had done so now, and it was red hot. Coupeau leaned toward\nGervaise.",
        "“Kiss me,” he said. “You are a good woman.”",
        "As he spoke he gave a sudden lurch and fell among the skirts.",
        "“Do take care,” said Gervaise impatiently. “You will get them all\nmixed again.” And she gave him a little push with her foot, whereat\nall the other women cried out.",
        "“He is not like most men,” said Mme Putois; “they generally wish to\nbeat you when they come in like this.”",
        "Gervaise already regretted her momentary vexation and assisted her\nhusband to his feet and then turned her cheek to him with a smile,\nbut he put his arm round her and kissed her neck. She pushed him\naside with a laugh.",
        "“You ought to be ashamed!” she said but yielded to his embrace, and\nthe long kiss they exchanged before these people, amid the sickening\nodor of the soiled linen and the alcoholic fumes of his breath, was\nthe first downward step in the slow descent of their degradation.",
        "Mme Bijard tied up the linen and staggered off under their weight\nwhile Gervaise turned back to finish her cap. Alas! The stove and the\nirons were alike red hot; she must wait a quarter of an hour before\nshe could touch the irons, and Gervaise covered the fire with a couple\nof shovelfuls of cinders. She then hung a sheet before the window to\nkeep out the sun. Coupeau took a place in the corner, refusing to\nbudge an inch, and his wife and all her assistants went to work on\neach side of the square table. Each woman had at her right a flat\nbrick on which to set her iron. In the center of the table a dish of\nwater with a rag and a brush in it and also a bunch of tall lilies\nin a broken jar.",
        "Mme Putois had attacked the basket of linen prepared by Gervaise, and\nAugustine was ironing her towels, with her nose in the air, deeply\ninterested in a fly that was buzzing about. As to Clemence, she was\npolishing off her thirty-fifth shirt; as she boasted of this great\nfeat Coupeau staggered toward her.",
        "“Madame,” she called, “please keep him away; he will bother me, and\nI shall scorch my shirt.”",
        "“Let her be,” said Gervaise without any especial energy. “We are in\na great hurry today!”",
        "Well, that was not his fault; he did not mean to touch the girl;\nhe only wanted to see what she was about.",
        "“Really,” said his wife, looking up from her fluting iron, “I think\nyou had best go to bed.”",
        "He began to talk again.",
        "“You need not make such a fuss, Clemence; it is only because these\nwomen are here, and–”",
        "But he could say no more; Gervaise quietly laid one hand on his mouth\nand the other on his shoulder and pushed him toward his room. He\nstruggled a little and with a silly laugh asked if Clemence was not\ncoming too.",
        "Gervaise undressed her husband and tucked him up in bed as if he had\nbeen a child and then returned to her fluting irons in time to still\na grand dispute that was going on about an iron that had not been\nproperly cleaned.",
        "In the profound silence that followed her appearance she could hear\nher husband’s thick voice:",
        "“What a silly wife I’ve got! The idea of putting me to bed in broad\ndaylight!”",
        "Suddenly he began to snore, and Gervaise uttered a sigh of relief.\nShe used her fluting iron for a minute and then said quietly:",
        "“There is no need of being offended by anything a man does when he\nis in this state. He is not an accountable being. He did not intend\nto insult you. Clemence, you know what a tipsy man is–he respects\nneither father nor mother.”",
        "She uttered these words in an indifferent, matter-of-fact way, not in\nthe least disturbed that he had forgotten the respect due to her and\nto her roof and really seeing no harm in his conduct.",
        "The work now went steadily on, and Gervaise calculated they would\nbe finished by eleven o’clock. The heat was intense; the smell of\ncharcoal deadened the air, while the branch of white lilies slowly\nfaded and filled the room with their sweetness.",
        "The day after all this Coupeau had a frightful headache and did not\nrise until late, too late to go to his work. About noon he began to\nfeel better, and toward evening was quite himself. His wife gave him\nsome silver and told him to go out and take the air, which meant with\nhim taking some wine.",
        "One glass washed down another, but he came home as gay as a lark and\nquite disgusted with the men he had seen who were drinking themselves\nto death.",
        "“Where is your lover?” he said to his wife as he entered the shop.\nThis was his favorite joke. “I never see him nowadays and must hunt\nhim up.”",
        "He meant Goujet, who came but rarely, lest the gossips in the\nneighborhood should take it upon themselves to gabble. Once in about\nten days he made his appearance in the evening and installed himself\nin a corner in the back shop with his pipe. He rarely spoke but\nlaughed at all Gervaise said.",
        "On Saturday evenings the establishment was kept open half the night. A\nlamp hung from the ceiling with the light thrown down by a shade. The\nshutters were put up at the usual time, but as the nights were very\nwarm the door was left open, and as the hours wore on the women pulled\ntheir jackets open a little more at the throat, and he sat in his\ncorner and looked on as if he were at a theater.",
        "The silence of the street was broken by a passing carriage. Two\no’clock struck–no longer a sound from outside. At half-past two a\nman hurried past the door, carrying with him a vision of flying arms,\npiles of white linen and a glow of yellow light.",
        "Goujet, wishing to save Etienne from Coupeau’s rough treatment, had\ntaken him to the place where he was employed to blow the bellows, with\nthe prospect of becoming an apprentice as soon as he was old enough,\nand Etienne thus became another tie between the clearstarcher and the\nblacksmith.",
        "All their little world laughed and told Gervaise that her friend\nworshiped the very ground she trod upon. She colored and looked like\na girl of sixteen.",
        "“Dear boy,” she said to herself, “I know he loves me, but never has\nhe said or will he say a word of the kind to me!” And she was proud\nof being loved in this way. When she was disturbed about anything her\nfirst thought was to go to him. When by chance they were left alone\ntogether they were never disturbed by wondering if their friendship\nverged on love. There was no harm in such affection.",
        "Nana was now six years old and a most troublesome little sprite. Her\nmother took her every morning to a school in the Rue Polonceau, to\na certain Mlle Josse. Here she did all manner of mischief. She put\nashes into the teacher’s snuffbox, pinned the skirts of her companions\ntogether. Twice the young lady was sent home in disgrace and then\ntaken back again for the sake of the six francs each month. As soon as\nschool hours were over Nana revenged herself for the hours of enforced\nquiet she had passed by making the most frightful din in the courtyard\nand the shop.",
        "She found able allies in Pauline and Victor Boche. The whole great\nhouse resounded with the most extraordinary noises–the thumps of\nchildren falling downstairs, little feet tearing up one staircase\nand down another and bursting out on the sidewalk like a band of\npilfering, impudent sparrows.",
        "Mme Gaudron alone had nine–dirty, unwashed and unkempt, their\nstockings hanging over their shoes and the slits in their garments\nshowing the white skin beneath. Another woman on the fifth floor had\nseven, and they came out in twos and threes from all the rooms. Nana\nreigned over this band, among which there were some half grown and\nothers mere infants. Her prime ministers were Pauline and Victor;\nto them she delegated a little of her authority while she played\nmamma, undressed the youngest only to dress them again, cuffed them\nand punished them at her own sweet will and with the most fantastic\ndisposition. The band pranced and waded through the gutter that ran\nfrom the dyehouse and emerged with blue or green legs. Nana decorated\nherself and the others with shavings from the cabinetmaker’s, which\nthey stole from under the very noses of the workmen.",
        "The courtyard belonged to all of these children, apparently, and\nresounded with the clatter of their heels. Sometimes this courtyard,\nhowever, was not enough for them, and they spread in every direction\nto the infinite disgust of Mme Boche, who grumbled all in vain. Boche\ndeclared that the children of the poor were as plentiful as mushrooms\non a dung heap, and his wife threatened them with her broom.",
        "One day there was a terrible scene. Nana had invented a beautiful\ngame. She had stolen a wooden shoe belonging to Mme Boche; she bored\na hole in it and put in a string, by which she could draw it like a\ncart. Victor filled it with apple parings, and they started forth in\na procession, Nana drawing the shoe in front, followed by the whole\nflock, little and big, an imp about the height of a cigar box at the\nend. They all sang a melancholy ditty full of “ahs” and “ohs.” Nana\ndeclared this to be always the custom at funerals.",
        "“What on earth are they doing now?” murmured Mme Boche suspiciously,\nand then she came to the door and peered out.",
        "“Good heavens!” she cried. “It is my shoe they have got.”",
        "She slapped Nana, cuffed Pauline and shook Victor. Gervaise was\nfilling a bucket at the fountain, and when she saw Nana with her nose\nbleeding she rushed toward the concierge and asked how she dared\nstrike her child.",
        "The concierge replied that anyone who had a child like that had\nbest keep her under lock and key. The end of this was, of course,\na complete break between the old friends.",
        "But, in fact, the quarrel had been growing for a month. Gervaise,\ngenerous by nature and knowing the tastes of the Boche people, was\nin the habit of making them constant presents–oranges, a little\nhot soup, a cake or something of the kind. One evening, knowing that\nthe concierge would sell her soul for a good salad, she took her\nthe remains of a dish of beets and chicory. The next day she was\ndumfounded at hearing from Mlle Remanjon how Mme Boche had thrown the\nsalad away, saying that she was not yet reduced to eating the leavings\nof other people! From that day forth Gervaise sent her nothing more.\nThe Boches had learned to look on her little offerings as their right,\nand they now felt themselves to be robbed by the Coupeaus.",
        "It was not long before Gervaise realized she had made a mistake, for\nwhen she was one day late with her October rent Mme Boche complained\nto the proprietor, who came blustering to her shop with his hat on.\nOf course, too, the Lorilleuxs extended the right hand of fellowship\nat once to the Boche people.",
        "There came a day, however, when Gervaise found it necessary to call on\nthe Lorilleuxs. It was on Mamma Coupeau’s account, who was sixty-seven\nyears old, nearly blind and helpless. They must all unite in doing\nsomething for her now. Gervaise thought it a burning shame that a\nwoman of her age, with three well-to-do children, should be allowed\nfor a moment to regard herself as friendless and forsaken. And as her\nhusband refused to speak to his sister, Gervaise said she would.",
        "She entered the room like a whirlwind, without knocking. Everything\nwas just as it was on that night when she had been received by them\nin a fashion which she had never forgotten or forgiven. “I have come,\"\ncried Gervaise, “and I dare say you wish to know why, particularly\nas we are at daggers drawn. Well then, I have come on Mamma Coupeau’s\naccount. I have come to ask if we are to allow her to beg her bread\nfrom door to door––”",
        "“Indeed!” said Mme Lorilleux with a sneer, and she turned away.",
        "But Lorilleux lifted his pale face.",
        "“What do you mean?” he asked, and as he had understood perfectly,\nhe went on:",
        "“What is this cry of poverty about? The old lady ate her dinner with\nus yesterday. We do all we can for her, I am sure. We have not the\nmines of Peru within our reach, but if she thinks she is to run to\nand fro between our houses she is much mistaken. I, for one, have no\nliking for spies.” He then added as he took up his microscope, “When\nthe rest of you agree to give five francs per month toward her support\nwe will do the same.” Gervaise was calmer now; these people always\nchilled the very marrow in her bones, and she went on to explain her\nviews. Five francs were not enough for each of the old lady’s children\nto pay. She could not live on fifteen francs per month.",
        "“And why not?” cried Lorilleux. “She ought to do so. She can see well\nenough to find the best bits in a dish before her, and she can do\nsomething toward her own maintenance.” If he had the means to indulge\nsuch laziness he should not consider it his duty to do so, he added.",
        "Then Gervaise grew angry again. She looked at her sister-in-law and\nsaw her face set in vindictive firmness.",
        "“Keep your money,” she cried. “I will take care of your mother. I\nfound a starving cat in the street the other night and took it in. I\ncan take in your mother too. She shall want for nothing. Good heavens,\nwhat people!”",
        "Mme Lorilleux snatched up a saucepan.",
        "“Clear out,” she said hoarsely. “I will never give one sou–no, not\none sou–toward her keep. I understand you! You will make my mother\nwork for you like a slave and put my five francs in your pocket! Not\nif I know it, madame! And if she goes to live under your roof I will\nnever see her again. Be off with you, I say!”",
        "“What a monster!” cried Gervaise as she shut the door with a bang. On\nthe very next day Mme Coupeau came to her. A large bed was put in the\nroom where Nana slept. The moving did not take long, for the old lady\nhad only this bed, a wardrobe, table and two chairs. The table was\nsold and the chairs new-seated, and the old lady the evening of her\narrival washed the dishes and swept up the room, glad to make herself\nuseful. Mme Lerat had amused herself by quarreling with her sister,\nto whom she had expressed her admiration of the generosity evinced\nby Gervaise, and when she saw that Mme Lorilleux was intensely\nexasperated she declared she had never seen such eyes in anybody’s\nhead as those of the clearstarcher. She really believed one might\nlight paper at them. This declaration naturally led to bitter words,\nand the sisters parted, swearing they would never see each other\nagain, and since then Mme Lerat had spent most of her evenings at\nher brother’s.",
        "Three years passed away. There were reconciliations and new quarrels.\nGervaise continued to be liked by her neighbors; she paid her bills\nregularly and was a good customer. When she went out she received\ncordial greetings on all sides, and she was more fond of going out in\nthese days than of yore. She liked to stand at the corners and chat.\nShe liked to loiter with her arms full of bundles at a neighbor’s\nwindow and hear a little gossip.",
        "Continue...",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}