{
    "title": "L’Assommoir",
    "author": "Emile Zola",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "Gervaise had waited and watched for Lantier until two in the morning.\nThen chilled and shivering, she turned from the window and threw\nherself across the bed, where she fell into a feverish doze with her\ncheeks wet with tears. For the last week when they came out of the\nVeau a Deux Tetes, where they ate, he had sent her off to bed with the\nchildren and had not appeared until late into the night and always\nwith a story that he had been looking for work.",
        "This very night, while she was watching for his return, she fancied\nshe saw him enter the ballroom of the Grand-Balcon, whose ten windows\nblazing with lights illuminated, as with a sheet of fire, the black\nlines of the outer boulevards. She caught a glimpse of Adele, a pretty\nbrunette who dined at their restaurant and who was walking a few steps\nbehind him, with her hands swinging as if she had just dropped his\narm, rather than pass before the bright light of the globes over the\ndoor in his company.",
        "When Gervaise awoke about five o’clock, stiff and sore, she burst into\nwild sobs, for Lantier had not come in. For the first time he had\nslept out. She sat on the edge of the bed, half shrouded in the canopy\nof faded chintz that hung from the arrow fastened to the ceiling by a\nstring. Slowly, with her eyes suffused with tears, she looked around\nthis miserable _chambre garnie_, whose furniture consisted of a\nchestnut bureau of which one drawer was absent, three straw chairs\nand a greasy table on which was a broken-handled pitcher.",
        "Another bedstead–an iron one–had been brought in for the children.\nThis stood in front of the bureau and filled up two thirds of the\nroom.",
        "A trunk belonging to Gervaise and Lantier stood in the corner wide\nopen, showing its empty sides, while at the bottom a man’s old hat lay\namong soiled shirts and hose. Along the walls and on the backs of the\nchairs hung a ragged shawl, a pair of muddy pantaloons and a dress or\ntwo–all too bad for the old-clothes man to buy. In the middle of the\nmantel between two mismated tin candlesticks was a bundle of pawn\ntickets from the Mont-de-Piete. These tickets were of a delicate shade\nof rose.",
        "The room was the best in the hotel–the first floor looking out on the\nboulevard.",
        "Meanwhile side by side on the same pillow the two children lay calmly\nsleeping. Claude, who was eight years old, was breathing calmly and\nregularly with his little hands outside of the coverings, while\nEtienne, only four, smiled with one arm under his brother’s neck.",
        "When their mother’s eyes fell on them she had a new paroxysm of sobs\nand pressed her handkerchief to her mouth to stifle them. Then with\nbare feet, not stopping to put on her slippers which had fallen off,\nshe ran to the window out of which she leaned as she had done half the\nnight and inspected the sidewalks as far as she could see.",
        "The hotel was on the Boulevard de la Chapelle, at the left of the\nBarriere Poissonniers. It was a two-story building, painted a deep red\nup to the first floor, and had disjointed weather-stained blinds.",
        "Above a lantern with glass sides was a sign between the two windows:",
        "HOTEL BONCOEUR",
        "KEPT BY",
        "MARSOULLIER",
        "in large yellow letters, partially obliterated by the dampness.\nGervaise, who was prevented by the lantern from seeing as she desired,\nleaned out still farther, with her handkerchief on her lips. She\nlooked to the right toward the Boulevard de Rochechoumart, where\ngroups of butchers stood with their bloody frocks before their\nestablishments, and the fresh breeze brought in whiffs, a strong\nanimal smell–the smell of slaughtered cattle.",
        "She looked to the left, following the ribbonlike avenue, past the\nHospital de Lariboisiere, then building. Slowly, from one end to the\nother of the horizon, did she follow the wall, from behind which in\nthe nightime she had heard strange groans and cries, as if some fell\nmurder were being perpetrated. She looked at it with horror, as if in\nsome dark corner–dark with dampness and filth–she should distinguish\nLantier–Lantier lying dead with his throat cut.",
        "When she gazed beyond this gray and interminable wall she saw a great\nlight, a golden mist waving and shimmering with the dawn of a new\nParisian day. But it was to the Barriere Poissonniers that her eyes\npersistently returned, watching dully the uninterrupted flow of men\nand cattle, wagons and sheep, which came down from Montmartre and\nfrom La Chapelle. There were scattered flocks dashed like waves on\nthe sidewalk by some sudden detention and an endless succession of\nlaborers going to their work with their tools over their shoulders\nand their loaves of bread under their arms.",
        "Suddenly Gervaise thought she distinguished Lantier amid this crowd,\nand she leaned eagerly forward at the risk of falling from the window.\nWith a fresh pang of disappointment she pressed her handkerchief to\nher lips to restrain her sobs.",
        "A fresh, youthful voice caused her to turn around.",
        "“Lantier has not come in then?”",
        "“No, Monsieur Coupeau,” she answered, trying to smile.",
        "The speaker was a tinsmith who occupied a tiny room at the top of the\nhouse. His bag of tools was over his shoulder; he had seen the key in\nthe door and entered with the familiarity of a friend.",
        "“You know,” he continued, “that I am working nowadays at the hospital.\nWhat a May this is! The air positively stings one this morning.”",
        "As he spoke he looked closely at Gervaise; he saw her eyes were red\nwith tears and then, glancing at the bed, discovered that it had not\nbeen disturbed. He shook his head and, going toward the couch where\nthe children lay with their rosy cherub faces, he said in a lower\nvoice:",
        "“You think your husband ought to have been with you, madame. But don’t\nbe troubled; he is busy with politics. He went on like a mad man the\nother day when they were voting for Eugene Sue. Perhaps he passed the\nnight with his friends abusing that reprobate Bonaparte.”",
        "“No, no,” she murmured with an effort. “You think nothing of that kind.\nI know where Lantier is only too well. We have our sorrows like the\nrest of the world!”",
        "Coupeau gave a knowing wink and departed, having offered to bring her\nsome milk if she did not care to go out; she was a good woman, he told\nher and might count on him any time when she was in trouble.",
        "As soon as Gervaise was alone she returned to the window.",
        "From the Barriere the lowing of the cattle and the bleating of the\nsheep still came on the keen, fresh morning air. Among the crowd she\nrecognized the locksmiths by their blue frocks, the masons by their\nwhite overalls, the painters by their coats, from under which hung\ntheir blouses. This crowd was cheerless. All of neutral tints–grays\nand blues predominating, with never a dash of color. Occasionally a\nworkman stopped and lighted his pipe, while his companions passed on.\nThere was no laughing, no talking, but they strode on steadily with\ncadaverous faces toward that Paris which quickly swallowed them up.",
        "At the two corners of La Rue des Poissonniers were two wineshops,\nwhere the shutters had just been taken down. Here some of the workmen\nlingered, crowding into the shop, spitting, coughing and drinking\nglasses of brandy and water. Gervaise was watching the place on the\nleft of the street, where she thought she had seen Lantier go in, when\na stout woman, bareheaded and wearing a large apron, called to her\nfrom the pavement,",
        "“You are up early, Madame Lantier!”",
        "Gervaise leaned out.",
        "“Ah, is it you, Madame Boche! Yes, I am up early, for I have much to\ndo today.”",
        "“Is that so? Well, things don’t get done by themselves, that’s sure!”",
        "And a conversation ensued between the window and the sidewalk. Mme\nBoche was the concierge of the house wherein the restaurant Veau a\nDeux Tetes occupied the _rez-de-chaussee_.",
        "Many times Gervaise had waited for Lantier in the room of this woman\nrather than face the men who were eating. The concierge said she had\njust been round the corner to arouse a lazy fellow who had promised to\ndo some work and then went on to speak of one of her lodgers who had\ncome in the night before with some woman and had made such a noise\nthat every one was disturbed until after three o’clock.",
        "As she gabbled, however, she examined Gervaise with considerable\ncuriosity and seemed, in fact, to have come out under the window for\nthat express purpose.",
        "“Is Monsieur Lantier still asleep?” she asked suddenly.",
        "“Yes, he is asleep,” answered Gervaise with flushing cheeks.",
        "Madame saw the tears come to her eyes and, satisfied with her\ndiscovery, was turning away when she suddenly stopped and called out:",
        "“You are going to the lavatory this morning, are you not? All right\nthen, I have some things to wash, and I will keep a place for you next\nto me, and we can have a little talk!”",
        "Then as if moved by sudden compassion, she added:",
        "“Poor child, don’t stay at that window any longer. You are purple with\ncold and will surely make yourself sick!”",
        "But Gervaise did not move. She remained in the same spot for two\nmortal hours, until the clock struck eight. The shops were now\nall open. The procession in blouses had long ceased, and only an\noccasional one hurried along. At the wineshops, however, there was\nthe same crowd of men drinking, spitting and coughing. The workmen in\nthe street had given place to the workwomen. Milliners’ apprentices,\nflorists, burnishers, who with thin shawls drawn closely around them\ncame in bands of three or four, talking eagerly, with gay laughs\nand quick glances. Occasionally one solitary figure was seen, a\npale-faced, serious woman, who walked rapidly, neither looking to\nthe right nor to the left.",
        "Then came the clerks, blowing on their fingers to warm them, eating a\nroll as they walked; young men, lean and tall, with clothing they had\noutgrown and with eyes heavy with sleep; old men, who moved along with\nmeasured steps, occasionally pulling out their watches, but able, from\nmany years’ practice, to time their movements almost to a second.",
        "The boulevards at last were comparatively quiet. The inhabitants were\nsunning themselves. Women with untidy hair and soiled petticoats were\nnursing their babies in the open air, and an occasional dirty-faced\nbrat fell into the gutter or rolled over with shrieks of pain or joy.",
        "Gervaise felt faint and ill; all hope was gone. It seemed to her that\nall was over and that Lantier would come no more. She looked from the\ndingy slaughterhouses, black with their dirt and loathsome odor, on to\nthe new and staring hospital and into the rooms consecrated to disease\nand death. As yet the windows were not in, and there was nothing to\nimpede her view of the large, empty wards. The sun shone directly in\nher face and blinded her.",
        "She was sitting on a chair with her arms dropping drearily at her side\nbut not weeping, when Lantier quietly opened the door and walked in.",
        "“You have come!” she cried, ready to throw herself on his neck.",
        "“Yes, I have come,” he answered, “and what of it? Don’t begin any\nof your nonsense now!” And he pushed her aside. Then with an angry\ngesture he tossed his felt hat on the bureau.",
        "He was a small, dark fellow, handsome and well made, with a delicate\nmustache which he twisted in his fingers mechanically as he spoke.\nHe wore an old coat, buttoned tightly at the waist, and spoke with\na strongly marked Provencal accent.",
        "Gervaise had dropped upon her chair again and uttered disjointed\nphrases of lamentation.",
        "“I have not closed my eyes–I thought you were killed! Where have you\nbeen all night? I feel as if I were going mad! Tell me, Auguste, where\nhave you been?”",
        "“Oh, I had business,” he answered with an indifferent shrug of his\nshoulders. “At eight o’clock I had an engagement with that friend,\nyou know, who is thinking of starting a manufactory of hats. I was\ndetained, and I preferred stopping there. But you know I don’t like\nto be watched and catechized. Just let me alone, will you?”",
        "His wife began to sob. Their voices and Lantier’s noisy movements as\nhe pushed the chairs about woke the children. They started up, half\nnaked with tumbled hair, and hearing their mother cry, they followed\nher example, rending the air with their shrieks.",
        "“Well, this is lovely music!” cried Lantier furiously. “I warn you,\nif you don’t all stop, that out of this door I go, and you won’t see\nme again in a hurry! Will you hold your tongue? Good-by then; I’ll\ngo back where I came from.”",
        "He snatched up his hat, but Gervaise rushed toward him, crying:",
        "“No! No!”",
        "And she soothed the children and stifled their cries with kisses and\nlaid them tenderly back in their bed, and they were soon happy and\nmerrily playing together. Meanwhile the father, not even taking off\nhis boots, threw himself on the bed with a weary air. His face was\nwhite from exhaustion and a sleepless night; he did not close his\neyes but looked around the room.",
        "“A nice-looking place, this!” he muttered.",
        "Then examining Gervaise, he said half aloud and half to himself:",
        "“So! You have given up washing yourself, it seems!”",
        "Gervaise was only twenty-two. She was tall and slender with delicate\nfeatures, already worn by hardships and anxieties. With her hair\nuncombed and shoes down at the heel, shivering in her white sack, on\nwhich was much dust and many stains from the furniture and wall where\nit had hung, she looked at least ten years older from the hours of\nsuspense and tears she had passed.",
        "Lantier’s word startled her from her resignation and timidity.",
        "“Are you not ashamed?” she said with considerable animation. “You know\nvery well that I do all I can. It is not my fault that we came here.\nI should like to see you with two children in a place where you can’t\nget a drop of hot water. We ought as soon as we reached Paris to have\nsettled ourselves at once in a home; that was what you promised.”",
        "“Pshaw,” he muttered; “You had as much good as I had out of our\nsavings. You ate the fatted calf with me–and it is not worth while\nto make a row about it now!”",
        "She did not heed his word but continued:",
        "“There is no need of giving up either. I saw Madame Fauconnier, the\nlaundress in La Rue Neuve. She will take me Monday. If you go in with\nyour friend we shall be afloat again in six months. We must find some\nkind of a hole where we can live cheaply while we work. That is the\nthing to do now. Work! Work!”",
        "Lantier turned his face to the wall with a shrug of disgust which\nenraged his wife, who resumed:",
        "“Yes, I know very well that you don’t like to work. You would like to\nwear fine clothes and walk about the streets all day. You don’t like\nmy looks since you took all my dresses to the pawnbrokers. No, no,\nAuguste, I did not intend to speak to you about it, but I know very\nwell where you spent the night. I saw you go into the Grand-Balcon\nwith that streetwalker Adele. You have made a charming choice. She\nwears fine clothes and is clean. Yes, and she has reason to be,\ncertainly; there is not a man in that restaurant who does not know\nher far better than an honest girl should be known!”",
        "Lantier leaped from the bed. His eyes were as black as night and his\nface deadly pale.",
        "“Yes,” repeated his wife, “I mean what I say. Madame Boche will not\nkeep her or her sister in the house any longer, because there are\nalways a crowd of men hanging on the staircase.”",
        "Lantier lifted both fists, and then conquering a violent desire to\nbeat her, he seized her in his arms, shook her violently and threw her\non the bed where the children were. They at once began to cry again\nwhile he stood for a moment, and then, with the air of a man who\nfinally takes a resolution in regard to which he has hesitated, he\nsaid:",
        "“You do not know what you have done, Gervaise. You are wrong–as you\nwill soon discover.”",
        "For a moment the voices of the children filled the room. Their mother,\nlying on their narrow couch, held them both in her arms and said over\nand over again in a monotonous voice:",
        "“If you were not here, my poor darlings! If you were not here! If you\nwere not here!”",
        "Lantier was lying flat on his back with his eyes fixed on the ceiling.\nHe was not listening; his attention was concentrated on some fixed\nidea. He remained in this way for an hour and more, not sleeping, in\nspite of his evident and intense fatigue. When he turned and, leaning\non his elbow, looked about the room again, he found that Gervaise had\narranged the chamber and made the children’s bed. They were washed\nand dressed. He watched her as she swept the room and dusted the\nfurniture.",
        "The room was very dreary still, however, with its smoke-stained\nceiling and paper discolored by dampness and three chairs and\ndilapidated bureau, whose greasy surface no dusting could clean.\nThen while she washed herself and arranged her hair before the small\nmirror, he seemed to examine her arms and shoulders, as if instituting\na comparison between herself and someone else. And he smiled a\ndisdainful little smile.",
        "Gervaise was slightly, very slightly, lame, but her lameness was\nperceptible, only on such days as she was very tired. This morning,\nso weary was she from the watches of the night, that she could hardly\nwalk without support.",
        "A profound silence reigned in the room; they did not speak to each\nother. He seemed to be waiting for something. She, adopting an\nunconcerned air, seemed to be in haste.",
        "She made up a bundle of soiled linen that had been thrown into a\ncorner behind the trunk, and then he spoke:",
        "“What are you doing? Are you going out?”",
        "At first she did not reply. Then when he angrily repeated the question\nshe answered:",
        "“Certainly I am. I am going to wash all these things. The children\ncannot live in dirt.”",
        "He threw two or three handkerchiefs toward her, and after another long\nsilence he said:",
        "“Have you any money?”",
        "She quickly rose to her feet and turned toward him; in her hand she\nheld some of the soiled clothes.",
        "“Money! Where should I get money unless I had stolen it? You know very\nwell that day before yesterday you got three francs on my black skirt.\nWe have breakfasted twice on that, and money goes fast. No, I have no\nmoney. I have four sous for the lavatory. I cannot make money like\nother women we know.”",
        "He did not reply to this allusion but rose from the bed and passed in\nreview the ragged garments hung around the room. He ended by taking\ndown the pantaloons and the shawl and, opening the bureau, took out a\nsack and two chemises. All these he made into a bundle, which he threw\nat Gervaise.",
        "“Take them,” he said, “and make haste back from the pawnbroker’s.”",
        "“Would you not like me to take the children?” she asked. “Heavens! If\npawnbrokers would only make loans on children, what a good thing it\nwould be!”",
        "She went to the Mont-de-Piete, and when she returned a half-hour later\nshe laid a silver five-franc piece on the mantelshelf and placed the\nticket with the others between the two candlesticks.",
        "“This is what they gave me,” she said coldly. “I wanted six francs,\nbut they would not give them. They always keep on the safe side there,\nand yet there is always a crowd.”",
        "Lantier did not at once take up the money. He had sent her to the\nMont-de-Piete that he might not leave her without food or money, but\nwhen he caught sight of part of a ham wrapped in paper on the table\nwith half a loaf of bread he slipped the silver piece into his vest\npocket.",
        "“I did not dare go to the milk woman,” explained Gervaise, “because\nwe owe her for eight days. But I shall be back early. You can get some\nbread and some chops and have them ready. Don’t forget the wine too.”",
        "He made no reply. Peace seemed to be made, but when Gervaise went to\nthe trunk to take out some of Lantier’s clothing he called out:",
        "“No–let that alone.”",
        "“What do you mean?” she said, turning round in surprise. “You can’t\nwear these things again until they are washed! Why shall I not take\nthem?”",
        "And she looked at him with some anxiety. He angrily tore the things\nfrom her hands and threw them back into the trunk.",
        "“Confound you!” he muttered. “Will you never learn to obey? When I say\na thing I mean it–”",
        "“But why?” she repeated, turning very pale and seized with a terrible\nsuspicion. “You do not need these shirts; you are not going away. Why\nshould I not take them?”",
        "He hesitated a moment, uneasy under the earnest gaze she fixed upon\nhim. “Why? Why? Because,” he said, “I am sick of hearing you say that\nyou wash and mend for me. Attend to your own affairs, and I will\nattend to mine.”",
        "She entreated him, defended herself from the charge of ever having\ncomplained, but he shut the trunk with a loud bang and then sat down\nupon it, repeating that he was master at least of his own clothing.\nThen to escape from her eyes, he threw himself again on the bed,\nsaying he was sleepy and that she made his head ache, and finally\nslept or pretended to do so.",
        "Gervaise hesitated; she was tempted to give up her plan of going to\nthe lavatory and thought she would sit down to her sewing. But at last\nshe was reassured by Lantier’s regular breathing; she took her soap\nand her ball of bluing and, going to the children, who were playing\non the floor with some old corks, she said in a low voice:",
        "“Be very good and keep quiet. Papa is sleeping.”",
        "When she left the room there was not a sound except the stifled\nlaughter of the little ones. It was then after ten, and the sun was\nshining brightly in at the window.",
        "Gervaise, on reaching the boulevard, turned to the left and followed\nthe Rue de la Goutte-d’Or. As she passed Mme Fauconnier’s shop she\nnodded to the woman. The lavatory, whither she went, was in the middle\nof this street, just where it begins to ascend. Over a large low\nbuilding towered three enormous reservoirs for water, huge cylinders\nof zinc strongly made, and in the rear was the drying room, an\napartment with a very high ceiling and surrounded by blinds through\nwhich the air passed. On the right of the reservoirs a steam engine\nlet off regular puffs of white smoke. Gervaise, habituated apparently\nto puddles, did not lift her skirts but threaded her way through the\npart of _eau de Javelle_ which encumbered the doorway. She knew\nthe mistress of the establishment, a delicate woman who sat in a\ncabinet with glass doors, surrounded by soap and bluing and packages\nof bicarbonate of soda.",
        "As Gervaise passed the desk she asked for her brush and beater, which\nshe had left to be taken care of after her last wash. Then having\ntaken her number, she went in. It was an immense shed, as it were,\nwith a low ceiling–the beams and rafters unconcealed–and lighted by\nlarge windows, through which the daylight streamed. A light gray mist\nor steam pervaded the room, which was filled with a smell of soapsuds\nand _eau de Javelle_ combined. Along the central aisle were tubs\non either side, and two rows of women with their arms bare to the\nshoulders and their skirts tucked up stood showing their colored\nstockings and stout laced shoes.",
        "They rubbed and pounded furiously, straightening themselves\noccasionally to utter a sentence and then applying themselves again\nto their task, with the steam and perspiration pouring down their red\nfaces. There was a constant rush of water from the faucets, a great\nsplashing as the clothes were rinsed and pounding and banging of the\nbeaters, while amid all this noise the steam engine in the corner kept\nup its regular puffing.",
        "Gervaise went slowly up the aisle, looking to the right and the left.\nShe carried her bundle under her arm and limped more than usual, as\nshe was pushed and jarred by the energy of the women about her.",
        "“Here! This way, my dear,” cried Mme Boche, and when the young woman\nhad joined her at the very end where she stood, the concierge, without\nstopping her furious rubbing, began to talk in a steady fashion.",
        "“Yes, this is your place. I have kept it for you. I have not much to\ndo. Boche is never hard on his linen, and you, too, do not seem to\nhave much. Your package is quite small. We shall finish by noon, and\nthen we can get something to eat. I used to give my clothes to a woman\nin La Rue Pelat, but bless my heart, she washed and pounded them all\naway, and I made up my mind to wash myself. It is clear gain, you see,\nand costs only the soap.”",
        "Gervaise opened her bundle and sorted the clothes, laying aside all\nthe colored pieces, and when Mme Boche advised her to try a little\nsoda she shook her head.",
        "“No, no!” she said. “I know all about it!”",
        "“You know?” answered Boche curiously. “You have washed then in your\nown place before you came here?”",
        "Gervaise, with her sleeves rolled up, showing her pretty, fair arms,\nwas soaping a child’s shirt. She rubbed it and turned it, soaped and\nrubbed it again. Before she answered she took up her beater and began\nto use it, accenting each phrase or rather punctuating them with her\nregular blows.",
        "“Yes, yes, washed–I should think I had! Ever since I was ten years\nold. We went to the riverside, where I came from. It was much nicer\nthan here. I wish you could see it–a pretty corner under the trees\nby the running water. Do you know Plassans? Near Marseilles?”",
        "“You are a strong one, anyhow!” cried Mme Boche, astonished at the\nrapidity and strength of the woman. “Your arms are slender, but they\nare like iron.”",
        "The conversation continued until all the linen was well beaten and\nyet whole! Gervaise then took each piece separately, rinsed it, then\nrubbed it with soap and brushed it. That is to say, she held the cloth\nfirmly with one hand and with the other moved the short brush from\nher, pushing along a dirty foam which fell off into the water below.",
        "As she brushed they talked.",
        "“No, we are not married,” said Gervaise. “I do not intend to lie about\nit. Lantier is not so nice that a woman need be very anxious to be\nhis wife. If it were not for the children! I was fourteen and he was\neighteen when the first one was born. The other child did not come for\nfour years. I was not happy at home. Papa Macquart, for the merest\ntrifle, would beat me. I might have married, I suppose.”",
        "She dried her hands, which were red under the white soapsuds.",
        "“The water is very hard in Paris,” she said.",
        "Mme Boche had finished her work long before, but she continued to\ndabble in the water merely as an excuse to hear this story, which for\ntwo weeks had excited her curiosity. Her mouth was open, and her eyes\nwere shining with satisfaction at having guessed so well.",
        "“Oh yes, just as I knew,” she said to herself, “but the little woman\ntalks too much! I was sure, though, there had been a quarrel.”",
        "Then aloud:",
        "“He is not good to you then?”",
        "“He was very good to me once,” answered Gervaise, “but since we came\nto Paris he has changed. His mother died last year and left him about\nseventeen hundred francs. He wished to come to Paris, and as Father\nMacquart was in the habit of hitting me in the face without any\nwarning, I said I would come, too, which we did, with the two\nchildren. I meant to be a fine laundress, and he was to continue with\nhis trade as a hatter. We might have been very happy. But, you see,\nLantier is extravagant; he likes expensive things and thinks of his\namusement before anything else. He is not good for much, anyhow!",
        "“We arrived at the Hotel Montmartre. We had dinners and carriages,\nsuppers and theaters, a watch for him, a silk dress for me–for he is\nnot selfish when he has money. You can easily imagine, therefore, at\nthe end of two months we were cleaned out. Then it was that we came\nto Hotel Boncoeur and that this life began.” She checked herself with\na strange choking in the throat. Tears gathered in her eyes. She\nfinished brushing her linen.",
        "“I must get my scalding water,” she murmured.",
        "But Mme Boche, much annoyed at this sudden interruption to the\nlong-desired confidence, called the boy.",
        "“Charles,” she said, “it would be very good of you if you would bring\na pail of hot water to Madame Lantier, as she is in a great hurry.\"\nThe boy brought a bucketful, and Gervaise paid him a sou. It was a sou\nfor each bucket. She turned the hot water into her tub and soaked her\nlinen once more and rubbed it with her hands while the steam hovered\nround her blonde head like a cloud.",
        "“Here, take some of this,” said the concierge as she emptied into the\nwater that Gervaise was using the remains of a package of bicarbonate\nof soda. She offered her also some _eau de Javelle_, but the\nyoung woman refused. It was only good, she said, for grease spots\nand wine stains.",
        "“I thought him somewhat dissipated,” said Mme Boche, referring to\nLantier without naming him.",
        "Gervaise, leaning over her tub and her arms up to the elbows in the\nsoapsuds, nodded in acquiescence.",
        "“Yes,” continued the concierge, “I have seen many little things.\"\nBut she started back as Gervaise turned round with a pale face and\nquivering lips.",
        "“Oh, I know nothing,” she continued. “He likes to laugh–that is\nall–and those two girls who are with us, you know, Adele and\nVirginie, like to laugh too, so they have their little jokes together,\nbut that is all there is of it, I am sure.”",
        "The young woman, with the perspiration standing on her brow and\nher arms still dripping, looked her full in the face with earnest,\ninquiring eyes.",
        "Then the concierge became excited and struck her breast, exclaiming:",
        "“I tell you I know nothing whatever, nothing more than I tell you!”",
        "Then she added in a gentle voice, “But he has honest eyes, my dear.\nHe will marry you, child; I promise that he will marry you!”",
        "Gervaise dried her forehead with her damp hand and shook her head.\nThe two women were silent for a moment; around them, too, it was very\nquiet. The clock struck eleven. Many of the women were seated swinging\ntheir feet, drinking their wine and eating their sausages, sandwiched\nbetween slices of bread. An occasional economical housewife hurried\nin with a small bundle under her arm, and a few sounds of the pounder\nwere still heard at intervals; sentences were smothered in the full\nmouths, or a laugh was uttered, ending in a gurgling sound as the wine\nwas swallowed, while the great machine puffed steadily on. Not one\nof the women, however, heard it; it was like the very respiration of\nthe lavatory–the eager breath that drove up among the rafters the\nfloating vapor that filled the room.",
        "The heat gradually became intolerable. The sun shone in on the left\nthrough the high windows, imparting to the vapor opaline tints–the\npalest rose and tender blue, fading into soft grays. When the women\nbegan to grumble the boy Charles went from one window to the other,\ndrawing down the heavy linen shades. Then he crossed to the other\nside, the shady side, and opened the blinds. There was a general\nexclamation of joy–a formidable explosion of gaiety.",
        "All this time Gervaise was going on with her task and had just\ncompleted the washing of her colored pieces, which she threw over a\ntrestle to drip; soon small pools of blue water stood on the floor.\nThen she began to rinse the garments in cold water which ran from a\nspigot near by.",
        "“You have nearly finished,” said Mme Boche. “I am waiting to help you\nwring them.”",
        "“Oh, you are very good! It is not necessary though!” answered the\nyoung woman as she swashed the garments through the clear water. “If\nI had sheets I would not refuse your offer, however.”",
        "Nevertheless, she accepted the aid of the concierge. They took up a\nbrown woolen skirt, badly faded, from which poured out a yellow stream\nas the two women wrung it together.",
        "Suddenly Mme Boche cried out:",
        "“Look! There comes big Virginie! She is actually coming here to wash\nher rags tied up in a handkerchief.”",
        "Gervaise looked up quickly. Virginie was a woman about her own age,\nlarger and taller than herself, a brunette and pretty in spite of the\nelongated oval of her face. She wore an old black dress with flounces\nand a red ribbon at her throat. Her hair was carefully arranged and\nmassed in a blue chenille net.",
        "She hesitated a moment in the center aisle and half shut her eyes,\nas if looking for something or somebody, but when she distinguished\nGervaise she went toward her with a haughty, insolent air and\nsupercilious smile and finally established herself only a short\ndistance from her.",
        "“That is a new notion!” muttered Mme Boche in a low voice. “She was\nnever known before to rub out even a pair of cuffs. She is a lazy\ncreature, I do assure you. She never sews the buttons on her boots.\nShe is just like her sister, that minx of an Adele, who stays away\nfrom the shop two days out of three. What is she rubbing now? A skirt,\nis it? It is dirty enough, I am sure!”",
        "It was clear that Mme Boche wished to please Gervaise. The truth was\nshe often took coffee with Adele and Virginie when the two sisters\nwere in funds. Gervaise did not reply but worked faster than before.\nShe was now preparing her bluing water in a small tub standing on\nthree legs. She dipped in her pieces, shook them about in the colored\nwater, which was almost a lake in hue, and then, wringing them, she\nshook them out and threw them lightly over the high wooden bars.",
        "While she did this she kept her back well turned on big Virginie. But\nshe felt that the girl was looking at her, and she heard an occasional\nderisive sniff. Virginie, in fact, seemed to have come there to\nprovoke her, and when Gervaise turned around the two women fixed their\neyes on each other.",
        "“Let her be,” murmured Mme Boche. “She is not the one, now I tell\nyou!”",
        "At this moment, as Gervaise was shaking her last piece of linen, she\nheard laughing and talking at the door of the lavatory.",
        "“Two children are here asking for their mother!” cried Charles.",
        "All the women looked around, and Gervaise recognized Claude and\nEtienne. As soon as they saw her they ran toward her, splashing\nthrough the puddle’s, their untied shoes half off and Claude, the\neldest, dragging his little brother by the hand.",
        "The women as they passed uttered kindly exclamations of pity, for\nthe children were evidently frightened. They clutched their mother’s\nskirts and buried their pretty blond heads.",
        "“Did Papa send you?” asked Gervaise.",
        "But as she stooped to tie Etienne’s shoes she saw on Claude’s finger\nthe key of her room with its copper tag and number.",
        "“Did you bring the key?” she exclaimed in great surprise. “And why,\npray?”",
        "The child looked down on the key hanging on his finger, which he had\napparently forgotten. This seemed to remind him of something, and he\nsaid in a clear, shrill voice:",
        "“Papa is gone!”",
        "“He went to buy your breakfast, did he not? And he told you to come\nand look for me here, I suppose?”",
        "Claude looked at his brother and hesitated. Then he exclaimed:",
        "“Papa has gone, I say. He jumped from the bed, put his things in\nhis trunk, and then he carried his trunk downstairs and put it on\na carriage. We saw him–he has gone!”",
        "Gervaise was kneeling, tying the boy’s shoe. She rose slowly with a\nvery white face and with her hands pressed to either temple, as if she\nwere afraid of her head cracking open. She could say nothing but the\nsame words over and over again:",
        "“Great God! Great God! Great God!”",
        "Mme Boche, in her turn, interrogated the child eagerly, for she was\ncharmed at finding herself an actor, as it were, in this drama.",
        "“Tell us all about it, my dear. He locked the door, did he? And then\nhe told you to bring the key here?” And then, lowering her voice, she\nwhispered in the child’s ear:",
        "“Was there a lady in the carriage?” she asked.",
        "The child looked troubled for a moment but speedily began his story\nagain with a triumphant air.",
        "“He jumped off the bed, put his things in the trunk, and he went\naway.”",
        "Then as Mme Boche made no attempt to detain him, he drew his brother\nto the faucet, where the two amused themselves in making the water\nrun.",
        "Gervaise could not weep. She felt as if she were stifling. She covered\nher face with her hands and turned toward the wall. A sharp, nervous\ntrembling shook her from head to foot. An occasional sobbing sigh or,\nrather, gasp escaped from her lips, while she pressed her clenched\nhands more tightly on her eyes, as if to increase the darkness of the\nabyss in which she felt herself to have fallen.",
        "“Come! Come, my child!” muttered Mme Boche.",
        "“If you knew! If you only knew all!” answered Gervaise. “Only this\nvery morning he made me carry my shawl and my chemises to the\nMont-de-Piete, and that was the money he had for the carriage.”",
        "And the tears rushed to her eyes. The recollection of her visit to the\npawnbroker’s, of her hasty return with the money in her hand, seemed\nto let loose the sobs that strangled her and was the one drop too\nmuch. Tears streamed from her eyes and poured down her face. She did\nnot think of wiping them away.",
        "“Be reasonable, child! Be quiet,” whispered Mme Boche. “They are all\nlooking at you. Is it possible you can care so much for any man? You\nlove him still, although such a little while ago you pretended you did\nnot care for him, and you cry as if your heart would break! Oh lord,\nwhat fools we women are!”",
        "Then in a maternal tone she added:",
        "“And such a pretty little woman as you are too. But now I may as\nwell tell you the whole, I suppose? Well then, you remember when\nI was talking to you from the sidewalk and you were at your window?\nI knew then that it was Lantier who came in with Adele. I did not see\nhis face, but I knew his coat, and Boche watched and saw him come\ndownstairs this morning. But he was with Adele, you understand. There\nis another person who comes to see Virginie twice a week.”",
        "She stopped for a moment to take breath and then went on in a lower\ntone still.",
        "“Take care! She is laughing at you–the heartless little cat! I bet\nall her washing is a sham. She has seen her sister and Lantier well\noff and then came here to find out how you would take it.”",
        "Gervaise took her hands down from her face and looked around. When\nshe saw Virginie talking and laughing with two or three women a wild\ntempest of rage shook her from head to foot. She stooped with her arms\nextended, as if feeling for something, and moved along slowly for a\nstep or two, then snatched up a bucket of soapsuds and threw it at\nVirginie.",
        "“You devil! Be off with you!” cried Virginie, starting back. Only her\nfeet were wet.",
        "All the women in the lavatory hurried to the scene of action. They\njumped up on the benches, some with a piece of bread in their hands,\nothers with a bit of soap, and a circle of spectators was soon formed.",
        "“Yes, she is a devil!” repeated Virginie. “What has got into the\nfool?” Gervaise stood motionless, her face convulsed and lips apart.\nThe other continued:",
        "“She got tired of the country, it seems, but she left one leg behind\nher, at all events.”",
        "The women laughed, and big Virginie, elated at her success, went on\nin a louder and more triumphant tone:",
        "“Come a little nearer, and I will soon settle you. You had better have\nremained in the country. It is lucky for you that your dirty soapsuds\nonly went on my feet, for I would have taken you over my knees and\ngiven you a good spanking if one drop had gone in my face. What is\nthe matter with her, anyway?” And big Virginie addressed her audience:\n“Make her tell what I have done to her! Say! Fool, what harm have I\never done to you?”",
        "“You had best not talk so much,” answered Gervaise almost inaudibly;\n“you know very well where my husband was seen yesterday. Now be quiet\nor harm will come to you. I will strangle you–quick as a wink.”",
        "“Her husband, she says! Her husband! The lady’s husband! As if a\nlooking thing like that had a husband! Is it my fault if he has\ndeserted her? Does she think I have stolen him? Anyway, he was much\ntoo good for her. But tell me, some of you, was his name on his\ncollar? Madame has lost her husband! She will pay a good reward,\nI am sure, to anyone who will carry him back!”",
        "The women all laughed. Gervaise, in a low, concentrated voice,\nrepeated:",
        "“You know very well–you know very well! Your sister–yes, I will\nstrangle your sister!”",
        "“Oh yes, I understand,” answered Virginie. “Strangle her if you\nchoose. What do I care? And what are you staring at me for? Can’t\nI wash my clothes in peace? Come, I am sick of this stuff. Let me\nalone!”",
        "Big Virginie turned away, and after five or six angry blows with her\nbeater she began again:",
        "“Yes, it is my sister, and the two adore each other. You should see\nthem bill and coo together. He has left you with these dirty-faced\nimps, and you left three others behind you with three fathers! It was\nyour dear Lantier who told us all that. Ah, he had had quite enough\nof you–he said so!”",
        "“Miserable fool!” cried Gervaise, white with anger.",
        "She turned and mechanically looked around on the floor; seeing\nnothing, however, but the small tub of bluing water, she threw that\nin Virginie’s face.",
        "“She has spoiled my dress!” cried Virginie, whose shoulder and one\nhand were dyed a deep blue. “You just wait a moment!” she added as\nshe, in her turn, snatched up a tub and dashed its contents at\nGervaise. Then ensued a most formidable battle. The two women ran up\nand down the room in eager haste, looking for full tubs, which they\nquickly flung in the faces of each other, and each deluge was heralded\nand accompanied by a shout.",
        "“Is that enough? Will that cool you off?” cried Gervaise.",
        "And from Virginie:",
        "“Take that! It is good to have a bath once in your life!”",
        "Finally the tubs and pails were all empty, and the two women began to\ndraw water from the faucets. They continued their mutual abuse while\nthe water was running, and presently it was Virginie who received\na bucketful in her face. The water ran down her back and over her\nskirts. She was stunned and bewildered, when suddenly there came\nanother in her left ear, knocking her head nearly off her shoulders;\nher comb fell and with it her abundant hair.",
        "Gervaise was attacked about her legs. Her shoes were filled with\nwater, and she was drenched above her knees. Presently the two women\nwere deluged from head to foot; their garments stuck to them, and they\ndripped like umbrellas which had been out in a heavy shower.",
        "“What fun!” said one of the laundresses as she looked on at a safe\ndistance.",
        "The whole lavatory were immensely amused, and the women applauded\nas if at a theater. The floor was covered an inch deep with water,\nthrough which the termagants splashed. Suddenly Virginie discovered\na bucket of scalding water standing a little apart; she caught it and\nthrew it upon Gervaise. There was an exclamation of horror from the\nlookers-on. Gervaise escaped with only one foot slightly burned, but\nexasperated by the pain, she threw a tub with all her strength at the\nlegs of her opponent. Virginie fell to the ground.",
        "“She has broken her leg!” cried one of the spectators.",
        "“She deserved it,” answered another, “for the tall one tried to scald\nher!”",
        "“She was right, after all, if the blonde had taken away her man!”",
        "Mme Boche rent the air with her exclamations, waving her arms\nfrantically high above her head. She had taken the precaution to place\nherself behind a rampart of tubs, with Claude and Etienne clinging to\nher skirts, weeping and sobbing in a paroxysm of terror and keeping up\na cry of “Mamma! Mamma!” When she saw Virginie prostrate on the ground\nshe rushed to Gervaise and tried to pull her away.",
        "“Come with me!” she urged. “Do be sensible. You are growing so angry\nthat the Lord only knows what the end of all this will be!”",
        "But Gervaise pushed her aside, and the old woman again took refuge\nbehind the tubs with the children. Virginie made a spring at the\nthroat of her adversary and actually tried to strangle her. Gervaise\nshook her off and snatched at the long braid hanging from the girl’s\nhead and pulled it as if she hoped to wrench it off, and the head\nwith it.",
        "The battle began again, this time silent and wordless and literally\ntooth and nail. Their extended hands with fingers stiffly crooked,\ncaught wildly at all in their way, scratching and tearing. The red\nribbon and the chenille net worn by the brunette were torn off; the\nwaist of her dress was ripped from throat to belt and showed the\nwhite skin on the shoulder.",
        "Gervaise had lost a sleeve, and her chemise was torn to her waist.\nStrips of clothing lay in every direction. It was Gervaise who was\nfirst wounded. Three long scratches from her mouth to her throat\nbled profusely, and she fought with her eyes shut lest she should be\nblinded. As yet Virginia showed no wound. Suddenly Gervaise seized\none of her earrings–pear-shaped, of yellow glass–she tore it out\nand brought blood.",
        "“They will kill each other! Separate them,” cried several voices.",
        "The women gathered around the combatants; the spectators were divided\ninto two parties–some exciting and encouraging Gervaise and Virginie\nas if they had been dogs fighting, while others, more timid, trembled,\nturned away their heads and said they were faint and sick. A general\nbattle threatened to take place, such was the excitement.",
        "Mme Boche called to the boy in charge:",
        "“Charles! Charles! Where on earth can he be?”",
        "Finally she discovered him, calmly looking on with his arms folded. He\nwas a tall youth with a big neck. He was laughing and hugely enjoying\nthe scene. It would be a capital joke, he thought, if the women tore\neach other’s clothes to rags and if they should be compelled to finish\ntheir fight in a state of nudity.",
        "“Are you there then?” cried Mme Boche when she saw him. “Come and help\nus separate them, or you can do it yourself.”",
        "“No, thank you,” he answered quietly. “I don’t propose to have my own\neyes scratched out! I am not here for that. Let them alone! It will do\nthem no harm to let a little of their hot blood out!”",
        "Mme Boche declared she would summon the police, but to this the\nmistress of the lavatory, the delicate-looking woman with weak eyes,\nstrenuously objected.",
        "“No, no, I will not. It would injure my house!” she said over and over\nagain.",
        "Both women lay on the ground. Suddenly Virginie struggled up to her\nknees. She had got possession of one of the beaters, which she\nbrandished. Her voice was hoarse and low as she muttered:",
        "“This will be as good for you as for your dirty linen!”",
        "Gervaise, in her turn, snatched another beater, which she held like a\nclub. Her voice also was hoarse and low.",
        "“I will beat your skin,” she muttered, “as I would my coarse towels.”",
        "They knelt in front of each other in utter silence for at least a\nminute, with hair streaming, eyes glaring and distended nostrils. They\neach drew a long breath.",
        "Gervaise struck the first blow with her beater full on the shoulders\nof her adversary and then threw herself over on the side to escape\nVirginie’s weapon, which touched her on the hip.",
        "Thus started, they struck each other as laundresses strike their\nlinen, in measured cadence.",
        "The women about them ceased to laugh; many went away, saying they were\nfaint. Those who remained watched the scene with a cruel light in\ntheir eyes. Mme Boche had taken Claude and Etienne to the other end of\nthe room, whence came the dreary sound of their sobs which were heard\nthrough the dull blows of the beaters.",
        "Suddenly Gervaise uttered a shriek. Virginie had struck her just above\nthe elbow on her bare arm, and the flesh began to swell at once. She\nrushed at Virginie; her face was so terrible that the spectators\nthought she meant to kill her.",
        "“Enough! Enough!” they cried.",
        "With almost superhuman strength she seized Virginie by the waist, bent\nher forward with her face to the brick floor and, notwithstanding her\nstruggles, lifted her skirts and showed the white and naked skin. Then\nshe brought her beater down as she had formerly done at Plassans under\nthe trees on the riverside, where her employer had washed the linen of\nthe garrison.",
        "Each blow of the beater fell on the soft flesh with a dull thud,\nleaving a scarlet mark.",
        "“Oh! Oh!” murmured Charles with his eyes nearly starting from his\nhead.",
        "The women were laughing again by this time, but soon the cry began\nagain of “Enough! Enough!”",
        "Gervaise did not even hear. She seemed entirely absorbed, as if she\nwere fulfilling an appointed task, and she talked with strange, wild\ngaiety, recalling one of the rhymes of her childhood:",
        " _\"Pan! Pan! Margot au lavoir,\n   Pan! Pan! a coups de battoir;\n   Pan! Pan! va laver son coeur,\n   Pan! Pan! tout noir de douleur_",
        "“Take that for yourself and that for your sister and this for Lantier.\nAnd now I shall begin all over again. That is for Lantier–that for\nyour sister–and this for yourself!",
        " _\"Pan! Pan! Margot au lavoir!\n   Pan! Pan! a coups de battoir.\"_",
        "They tore Virginie from her hands. The tall brunette, weeping and\nsobbing, scarlet with shame, rushed out of the room, leaving Gervaise\nmistress of the field, who calmly arranged her dress somewhat and,\nas her arm was stiff, begged Mme Boche to lift her bundle of linen\non her shoulder.",
        "While the old woman obeyed she dilated on her emotions during the\nscene that had just taken place.",
        "“You ought to go to a doctor and see if something is not broken.\nI heard a queer sound,” she said.",
        "But Gervaise did not seem to hear her and paid no attention either to\nthe women who crowded around her with congratulations. She hastened\nto the door where her children awaited her.",
        "“Two hours!” said the mistress of the establishment, already installed\nin her glass cabinet. “Two hours and two sous!”",
        "Gervaise mechanically laid down the two sous, and then, limping\npainfully under the weight of the wet linen which was slung over her\nshoulder and dripped as she moved, with her injured arm and bleeding\ncheek, she went away, dragging after her with her naked arm the\nstill-sobbing and tear-stained Etienne and Claude.",
        "Behind her the lavatory resumed its wonted busy air, a little gayer\nthan usual from the excitement of the morning. The women had eaten\ntheir bread and drunk their wine, and they splashed the water and used\ntheir beaters with more energy than usual as they recalled the blows\ndealt by Gervaise. They talked from alley to alley, leaning over their\ntubs. Words and laughs were lost in the sound of running water. The\nsteam and mist were golden in the sun that came in through holes in\nthe curtain. The odor of soapsuds grew stronger and stronger.",
        "When Gervaise entered the alley which led to the Hotel Boncoeur her\ntears choked her. It was a long, dark, narrow alley, with a gutter\non one side close to the wall, and the loathsome smell brought to her\nmind the recollection of having passed through there with Lantier\na fortnight previous.",
        "And what had that fortnight been? A succession of quarrels and\ndissensions, the remembrance of which would be forevermore a regret\nand bitterness.",
        "Her room was empty, filled with the glowing sunlight from the open\nwindow. This golden light rendered more apparent the blackened ceiling\nand the walls with the shabby, dilapidated paper. There was not an\narticle beyond the furniture left in the room, except a woman’s fichu\nthat seemed to have caught on a nail near the chimney. The children’s\nbed was pulled out into the center of the room; the bureau drawers\nwere wide open, displaying their emptiness. Lantier had washed and had\nused the last of the pomade–two cents’ worth on the back of a playing\ncard–the dirty water in which he had washed still stood in the basin.\nHe had forgotten nothing; the corner hitherto occupied by his trunk\nnow seemed to Gervaise a vast desert. Even the small mirror was gone.\nWith a presentiment of evil she turned hastily to the chimney. Yes,\nshe was right, Lantier had carried away the tickets. The pink papers\nwere no longer between the candlesticks!",
        "She threw her bundle of linen into a chair and stood looking first at\none thing and then at another in a dull agony that no tears came to\nrelieve.",
        "She had but one sou in the world. She heard a merry laugh from her\nboys who, already consoled, were at the window. She went toward them\nand, laying a hand on each of their heads, looked out on that scene\non which her weary eyes had dwelt so long that same morning.",
        "Yes, it was on that street that she and her children would soon be\nthrown, and she turned her hopeless, despairing eyes toward the outer\nboulevards–looking from right to left, lingering at the two\nextremities, seized by a feeling of terror, as if her life\nthenceforward was to be spent between a slaughterhouse and a hospital.",
        "Continue...",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}