{
    "title": "L’Assommoir - Chapter XIII. The Hospital",
    "author": "Emile Zola",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "The next day Gervaise received ten francs from her son Etienne, who\nhad steady work. He occasionally sent her a little money, knowing that\nthere was none too much of that commodity in his poor mother’s pocket.",
        "She cooked her dinner and ate it alone, for Coupeau did not appear,\nnor did she hear a word of his whereabouts for nearly a week. Finally\na printed paper was given her which frightened her at first, but\nshe was soon relieved to find that it simply conveyed to her the\ninformation that her husband was at Sainte-Anne’s again.",
        "Gervaise was in no way disturbed. Coupeau knew the way back well\nenough; he would return in due season. She soon heard that he and\nMes-Bottes had spent the whole week in dissipation, and she even felt\na little angry that they had not seen fit to offer her a glass of wine\nwith all their feasting and carousing.",
        "On Sunday, as Gervaise had a nice little repast ready for the evening,\nshe decided that an excursion would give her an appetite. The letter\nfrom the asylum stared her in the face and worried her. The snow had\nmelted; the sky was gray and soft, and the air was fresh. She started\nat noon, as the days were now short and Sainte-Anne’s was a long\ndistance off, but as there were a great many people in the street,\nshe was amused.",
        "When she reached the hospital she heard a strange story. It seems that\nCoupeau–how, no one could say–had escaped from the hospital and had\nbeen found under the bridge. He had thrown himself over the parapet,\ndeclaring that armed men were driving him with the point of their\nbayonets.",
        "One of the nurses took Gervaise up the stairs. At the head she heard\nterrific howls which froze the marrow in her bones.",
        "“It is he!” said the nurse.",
        "“He? Whom do you mean?”",
        "“I mean your husband. He has gone on like that ever since day before\nyesterday, and he dances all the time too. You will see!”",
        "Ah, what a sight it was! The cell was cushioned from the floor to the\nceiling, and on the floor were mattresses on which Coupeau danced and\nhowled in his ragged blouse. The sight was terrific. He threw himself\nwildly against the window and then to the other side of the cell,\nshaking hands as if he wished to break them off and fling them\nin defiance at the whole world. These wild motions are sometimes\nimitated, but no one who has not seen the real and terrible sight\ncan imagine its horror.",
        "“What is it? What is it?” gasped Gervaise.",
        "A house surgeon, a fair and rosy youth, was sitting, calmly taking\nnotes. The case was a peculiar one and had excited a great deal of\nattention among the physicians attached to the hospital.",
        "“You can stay awhile,” he said, “but keep very quiet. He will not\nrecognize you, however.”",
        "Coupeau, in fact, did not seem to notice his wife, who had not yet\nseen his face. She went nearer. Was that really he? She never would\nhave known him with his bloodshot eyes and distorted features. His\nskin was so hot that the air was heated around him and was as if it\nwere varnished–shining and damp with perspiration. He was dancing,\nit is true, but as if on burning plowshares; not a motion seemed to\nbe voluntary.",
        "Gervaise went to the young surgeon, who was beating a tune on the\nback of his chair.",
        "“Will he get well, sir?” she said.",
        "The surgeon shook his head.",
        "“What is he saying? Hark! He is talking now.”",
        "“Just be quiet, will you?” said the young man. “I wish to listen.”",
        "Coupeau was speaking fast and looking all about, as if he were\nexamining the underbrush in the Bois de Vincennes.",
        "“Where is it now?” he exclaimed and then, straightening himself,\nhe looked off into the distance.",
        "“It is a fair,” he exclaimed, “and lanterns in the trees, and the\nwater is running everywhere: fountains, cascades and all sorts of\nthings.”",
        "He drew a long breath, as if enjoying the delicious freshness of\nthe air.",
        "By degrees, however, his features contracted again with pain, and\nhe ran quickly around the wall of his cell.",
        "“More trickery,” he howled. “I knew it!”",
        "He started back with a hoarse cry; his teeth chattered with terror.",
        "“No, I will not throw myself over! All that water would drown me!\nNo, I will not!”",
        "“I am going,” said Gervaise to the surgeon. “I cannot stay another\nmoment.”",
        "She was very pale. Coupeau kept up his infernal dance while she\ntottered down the stairs, followed by his hoarse voice.",
        "How good it was to breathe the fresh air outside!",
        "That evening everyone in the huge house in which Coupeau had lived\ntalked of his strange disease. The concierge, crazy to hear the\ndetails, condescended to invite Gervaise to take a glass of cordial,\nforgetting that he had turned a cold shoulder upon her for many weeks.",
        "Mme Lorilleux and Mme Poisson were both there also. Boche had heard\nof a cabinetmaker who had danced the polka until he died. He had drunk\nabsinthe.",
        "Gervaise finally, not being able to make them understand her\ndescription, asked for the table to be moved and there, in the center\nof the loge, imitated her husband, making frightful leaps and horrible\ncontortions.",
        "“Yes, that was what he did!”",
        "And then everybody said it was not possible that man could keep up\nsuch violent exercise for even three hours.",
        "Gervaise told them to go and see if they did not believe her. But\nMme Lorilleux declared that nothing would induce her to set foot\nwithin Sainte-Anne’s, and Virginie, whose face had grown longer and\nlonger with each successive week that the shop got deeper into debt,\ncontented herself with murmuring that life was not always gay–in\nfact, in her opinion, it was a pretty dismal thing. As the wine was\nfinished, Gervaise bade them all good night. When she was not speaking\nshe had sat with fixed, distended eyes. Coupeau was before them all\nthe time.",
        "The next day she said to herself when she rose that she would never go\nto the hospital again; she could do no good. But as midday arrived she\ncould stay away no longer and started forth, without a thought of the\nlength of the walk, so great were her mingled curiosity and anxiety.",
        "She was not obliged to ask a question; she heard the frightful sounds\nat the very foot of the stairs. The keeper, who was carrying a cup of\ntisane across the corridor, stopped when he saw her.",
        "“He keeps it up well!” he said.",
        "She went in but stood at the door, as she saw there were people there.\nThe young surgeon had surrendered his chair to an elderly gentleman\nwearing several decorations. He was the chief physician of the\nhospital, and his eyes were like gimlets.",
        "Gervaise tried to see Coupeau over the bald head of that gentleman.\nHer husband was leaping and dancing with undiminished strength. The\nperspiration poured more constantly from his brow now; that was all.\nHis feet had worn holes in the mattress with his steady tramp from\nwindow to wall.",
        "Gervaise asked herself why she had come back. She had been accused the\nevening before of exaggerating the picture, but she had not made it\nstrong enough. The next time she imitated him she could do it better.\nShe listened to what the physicians were saying: the house surgeon\nwas giving the details of the night with many words which she did not\nunderstand, but she gathered that Coupeau had gone on in the same way\nall night. Finally he said this was the wife of the patient. Wherefore\nthe surgeon in chief turned and interrogated her with the air of a\npolice judge.",
        "“Did this man’s father drink?”",
        "“A little, sir. Just as everybody does. He fell from a roof when he\nhad been drinking and was killed.”",
        "“Did his mother drink?”",
        "“Yes sir–that is, a little now and then. He had a brother who died\nin convulsions, but the others are very healthy.”",
        "The surgeon looked at her and said coldly:",
        "“You drink too?”",
        "Gervaise attempted to defend herself and deny the accusation.",
        "“You drink,” he repeated, “and see to what it leads. Someday you\nwill be here, and like this.”",
        "She leaned against the wall, utterly overcome. The physician turned\naway. He knelt on the mattress and carefully watched Coupeau; he\nwished to see if his feet trembled as much as his hands. His\nextremities vibrated as if on wires. The disease was creeping on,\nand the peculiar shivering seemed to be under the skin–it would\nease for a minute or two and then begin again. The belly and the\nshoulders trembled like water just on the point of boiling.",
        "Coupeau seemed to suffer more than the evening before. His complaints\nwere curious and contradictory. A million pins were pricking him.\nThere was a weight under the skin; a cold, wet animal was crawling\nover him. Then there were other creatures on his shoulder.",
        "“I am thirsty,” he groaned; “so thirsty.”",
        "The house surgeon took a glass of lemonade from a tray and gave it to\nhim. He seized the glass in both hands, drank one swallow, spilling\nthe whole of it at the same time. He at once spat it out in disgust.",
        "“It is brandy!” he exclaimed.",
        "Then the surgeon, on a sign from his chief, gave him some water, and\nCoupeau did the same thing.",
        "“It is brandy!” he cried. “Brandy! Oh, my God!”",
        "For twenty-four hours he had declared that everything he touched to\nhis lips was brandy, and with tears begged for something else, for it\nburned his throat, he said. Beef tea was brought to him; he refused\nit, saying it smelled of alcohol. He seemed to suffer intense and\nconstant agony from the poison which he vowed was in the air. He asked\nwhy people were allowed to rub matches all the time under his nose,\nto choke him with their vile fumes.",
        "The physicians watched Coupeau with care and interest. The phantoms\nwhich had hitherto haunted him by night now appeared before him at\nmidday. He saw spiders’ webs hanging from the wall as large as the\nsails of a man-of-war. Then these webs changed to nets, whose meshes\nwere constantly contracting only to enlarge again. These nets held\nblack balls, and they, too, swelled and shrank. Suddenly he cried out:",
        "“The rats! Oh, the rats!”",
        "The balls had been transformed to rats. The vile beasts found their\nway through the meshes of the nets and swarmed over the mattress and\nthen disappeared as suddenly as they came.",
        "The rats were followed by a monkey, who went in and came out from the\nwall, each time so near his face that Coupeau started back in disgust.\nAll this vanished in the twinkling of an eye. He apparently thought\nthe walls were unsteady and about to fall, for he uttered shriek after\nshriek of agony.",
        "“Fire! Fire!” he screamed. “They can’t stand long. They are shaking!\nFire! Fire! The whole heavens are bright with the light! Help! Help!”",
        "His shrieks ended in a convulsed murmur. He foamed at the mouth. The\nsurgeon in chief turned to the assistant.",
        "“You keep the temperature at forty degrees?” he asked.",
        "“Yes sir.”",
        "A dead silence ensued. Then the surgeon shrugged his shoulders.",
        "“Well, continue the same treatment–beef tea, milk, lemonade and\nquinine as directed. Do not leave him, and send for me if there is\nany change.”",
        "And he left the room, Gervaise following close at his heels, seeking\nan opportunity of asking him if there was no hope. But he stalked down\nthe corridor with so much dignity that she dared not approach him.",
        "She stood for a moment, undecided whether she should go back to\nCoupeau or not, but hearing him begin again the lamentable cry for\nwater:",
        "“Water, not brandy!”",
        "She hurried on, feeling that she could endure no more that day. In the\nstreets the galloping horses made her start with a strange fear that\nall the inmates of Sainte-Anne’s were at her heels. She remembered\nwhat the physician had said, with what terrors he had threatened her,\nand she wondered if she already had the disease.",
        "When she reached the house the concierge and all the others were\nwaiting and called her into the loge.",
        "Was Coupeau still alive? they asked.",
        "Boche seemed quite disturbed at her answer, as he had made a bet\nthat he would not live twenty-four hours. Everyone was astonished.\nMme Lorilleux made a mental calculation:",
        "“Sixty hours,” she said. “His strength is extraordinary.”",
        "Then Boche begged Gervaise to show them once more what Coupeau did.",
        "The demand became general, and it was pointed out to her that she\nought not to refuse, for there were two neighbors there who had not\nseen her representation the night previous and who had come in\nexpressly to witness it.",
        "They made a space in the center of the room, and a shiver of\nexpectation ran through the little crowd.",
        "Gervaise was very reluctant. She was really afraid–afraid of making\nherself ill. She finally made the attempt but drew back again hastily.",
        "No, she could not; it was quite impossible. Everyone was disappointed,\nand Virginie went away.",
        "Then everyone began to talk of the Poissons. A warrant had been\nserved on them the night before. Poisson was to lose his place. As to\nLantier, he was hovering around a woman who thought of taking the shop\nand meant to sell hot tripe. Lantier was in luck, as usual.",
        "As they talked someone caught sight of Gervaise and pointed her out to\nthe others. She was at the very back of the loge, her feet and hands\ntrembling, imitating Coupeau, in fact. They spoke to her. She stared\nwildly about, as if awaking from a dream, and then left the room.",
        "The next day she left the house at noon, as she had done before. And\nas she entered Sainte-Anne’s she heard the same terrific sounds.",
        "When she reached the cell she found Coupeau raving mad! He was\nfighting in the middle of the cell with invisible enemies. He tried\nto hide himself; he talked and he answered, as if there were twenty\npersons. Gervaise watched him with distended eyes. He fancied himself\non a roof, laying down the sheets of zinc. He blew the furnace with\nhis mouth, and he went down on his knees and made a motion as if he\nhad soldering irons in his hand. He was troubled by his shoes: it\nseemed as if he thought they were dangerous. On the next roofs stood\npersons who insulted him by letting quantities of rats loose. He\nstamped here and there in his desire to kill them and the spiders\ntoo! He pulled away his clothing to catch the creatures who, he said,\nintended to burrow under his skin. In another minute he believed\nhimself to be a locomotive and puffed and panted. He darted toward\nthe window and looked down into the street as if he were on a roof.",
        "“Look!” he said. “There is a traveling circus. I see the lions and\nthe panthers making faces at me. And there is Clemence. Good God,\nman, don’t fire!”",
        "And he gesticulated to the men who, he said, were pointing their guns\nat him.",
        "He talked incessantly, his voice growing louder and louder, higher\nand higher.",
        "“Ah, it is you, is it? But please keep your hair out of my mouth.”",
        "And he passed his hand over his face as if to take away the hair.",
        "“Who is it?” said the keeper.",
        "“My wife, of course.”",
        "He looked at the wall, turning his back to Gervaise, who felt very\nstrange, and looked at the wall to see if she were there! He talked\non.",
        "“You look very fine. Where did you get that dress? Come here and let\nme arrange it for you a little. You devil! There he is again!”",
        "And he leaped at the wall, but the soft cushions threw him back.",
        "“Whom do you see?” asked the young doctor.",
        "“Lantier! Lantier!”",
        "Gervaise could not endure the eyes of the young man, for the scene\nbrought back to her so much of her former life.",
        "Coupeau fancied, as he had been thrown back from the wall in front,\nthat he was now attacked in the rear, and he leaped over the mattress\nwith the agility of a cat. His respiration grew shorter and shorter,\nhis eyes starting from their sockets.",
        "“He is killing her!” he shrieked. “Killing her! Just see the blood!”",
        "He fell back against the wall with his hands wide open before him,\nas if he were repelling the approach of some frightful object. He\nuttered two long, low groans and then fell flat on the mattress.",
        "“He is dead! He is dead!” moaned Gervaise.",
        "The keeper lifted Coupeau. No, he was not dead; his bare feet quivered\nwith a regular motion. The surgeon in chief came in, bringing two\ncolleagues. The three men stood in grave silence, watching the man\nfor some time. They uncovered him, and Gervaise saw his shoulders\nand back.",
        "The tremulous motion had now taken complete possession of the body as\nwell as the limbs, and a strange ripple ran just under the skin.",
        "“He is asleep,” said the surgeon in chief, turning to his colleagues.",
        "Coupeau’s eyes were closed, and his face twitched convulsively.\nCoupeau might sleep, but his feet did nothing of the kind.",
        "Gervaise, seeing the doctors lay their hands on Coupeau’s body,\nwished to do the same. She approached softly and placed her hand\non his shoulder and left it there for a minute.",
        "What was going on there? A river seemed hurrying on under that skin.\nIt was the liquor of the Assommoir, working like a mole through\nmuscle, nerves, bone and marrow.",
        "The doctors went away, and Gervaise, at the end of another hour,\nsaid to the young surgeon:",
        "“He is dead, sir.”",
        "But the surgeon, looking at the feet, said: “No,” for those poor feet\nwere still dancing.",
        "Another hour, and yet another passed. Suddenly the feet were stiff\nand motionless, and the young surgeon turned to Gervaise.",
        "“He is dead,” he said.",
        "Death alone had stopped those feet.",
        "When Gervaise went back she was met at the door by a crowd of people\nwho wished to ask her questions, she thought.",
        "“He is dead,” she said quietly as she moved on.",
        "But no one heard her. They had their own tale to tell then. How\nPoisson had nearly murdered Lantier. Poisson was a tiger, and he ought\nto have seen what was going on long before. And Boche said the woman\nhad taken the shop and that Lantier was, as usual, in luck again, for\nhe adored tripe.",
        "In the meantime Gervaise went directly to Mme Lerat and Mme Lorilleux\nand said faintly:",
        "“He is dead–after four days of horror.”",
        "Then the two sisters were in duty bound to pull out their\nhandkerchiefs. Their brother had lived a most dissolute life,\nbut then he was their brother.",
        "Boche shrugged his shoulders and said in an audible voice:",
        "“Pshaw! It is only one drunkard the less!”",
        "After this day Gervaise was not always quite right in her mind, and\nit was one of the attractions of the house to see her act Coupeau.",
        "But her representations were often involuntary. She trembled at times\nfrom head to foot and uttered little spasmodic cries. She had taken\nthe disease in a modified form at Sainte-Anne’s from looking so long\nat her husband. But she never became altogether like him in the few\nremaining months of her existence.",
        "She sank lower day by day. As soon as she got a little money from\nany source whatever she drank it away at once. Her landlord decided\nto turn her out of the room she occupied, and as Father Bru was\ndiscovered dead one day in his den under the stairs, M. Marescot\nallowed her to take possession of his quarters. It was there,\ntherefore, on the old straw bed, that she lay waiting for death to\ncome. Apparently even Mother Earth would have none of her. She tried\nseveral times to throw herself out of the window, but death took her\nby bits, as it were. In fact, no one knew exactly when she died or\nexactly what she died of. They spoke of cold and hunger.",
        "But the truth was she died of utter weariness of life, and Father\nBazonge came the day she was found dead in her den.",
        "Under his arm he carried a coffin, and he was very tipsy and as gay\nas a lark.",
        "“It is foolish to be in a hurry, because one always gets what one\nwants finally. I am ready to give you all your good pleasure when your\ntime comes. Some want to go, and some want to stay. And here is one\nwho wanted to go and was kept waiting.”",
        "And when he lifted Gervaise in his great, coarse hands he did it\ntenderly. And as he laid her gently in her coffin he murmured between\ntwo hiccups:",
        "“It is I–my dear, it is I,” said this rough consoler of women. “It is\nI. Be happy now and sleep quietly, my dear!”",
        "The End.",
        " ",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}