{
    "title": "L’Assommoir - Chapter III. A Marriage to the People",
    "author": "Emile Zola",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "Gervaise did not care for any great wedding. Why should they spend\ntheir money so foolishly? Then, too, she felt a little ashamed and\ndid not care to parade their marriage before the whole _Quartier_.\nBut Coupeau objected. It would never do not to have some\nfestivities–a little drive and a supper, perhaps, at a restaurant;\nhe would ask for nothing more. He vowed that no one should drink too\nmuch and finally obtained the young woman’s consent and organized a\npicnic at five francs per head at the Moulin d’Argent, Boulevard de\nla Chapelle. He was a small wine merchant who had a garden back of\nhis restaurant. He made out a list. Among others appeared the names of\ntwo of his comrades, Bibi-la-Grillade and Mes-Bottes. It was true that\nMes-Bottes crooked his elbow, but he was so deliciously funny that he\nwas always invited to picnics. Gervaise said she, in her turn, would\nbring her employer, Mme Fauconnier–all told, there would be fifteen\nat the table. That was quite enough.",
        "Now as Coupeau was literally penniless, he borrowed fifty francs from\nhis employer. He first bought his wedding ring; it cost twelve francs\nout of the shop, but his brother-in-law purchased it for him for nine\nat the factory. He then ordered an overcoat, pantaloons and vest\nfrom a tailor to whom he paid twenty-five francs on account. His\npatent-leather shoes and his bolivar could last awhile longer. Then\nhe put aside his ten francs for the picnic, which was what he and\nGervaise must pay, and they had precisely six francs remaining, the\nprice of a Mass at the altar of the poor. He had no liking for those\nblack frocks, and it broke his heart to give these beloved francs\nto them. But a marriage without a Mass, he had heard, was really\nno marriage at all.",
        "He went to the church to see if he could not drive a better bargain,\nand for an hour he fought with a stout little priest in a dirty\nsoutane who, finally declaring that God could never bless such a\nunion, agreed that the Mass should cost only five francs. Thus Coupeau\nhad twenty sous in hand with which to begin the world!",
        "Gervaise, in her turn, had made her preparations, had worked late\ninto the night and laid aside thirty francs. She had set her heart\non a silk mantelet marked thirteen francs, which she had seen in a\nshopwindow. She paid for it and bought for ten francs from the husband\nof a laundress who had died in Mme Fauconnier’s house a delaine dress\nof a deep blue, which she made over entirely. With the seven francs\nthat remained she bought a rose for her cap, a pair of white cotton\ngloves and shoes for Claude. Fortunately both the boys had nice\nblouses. She worked for four days mending and making; there was not\na hole or a rip in anything. At last the evening before the important\nday arrived; Gervaise and Coupeau sat together and talked, happy that\nmatters were so nearly concluded. Their arrangements were all made.\nThey were to go to the mayor’s office–the two sisters of Coupeau\ndeclared they would remain at home, their presence not being necessary\nthere. Then Mother Coupeau began to weep, saying she wished to go\nearly and hide in a corner, and they promised to take her.",
        "The hour fixed for the party to assemble at the Moulin d’Argent was\none o’clock sharp. From then they were to seek an appetite on the\nPlaine-St-Denis and return by rail. Saturday morning, as he dressed,\nCoupeau thought with some anxiety of his scanty funds; he supposed\nhe ought to offer a glass of wine and a slice of ham to his witnesses\nwhile waiting for dinner; unexpected expenses might arise; no, it was\nclear that twenty sous was not enough. He consequently, after taking\nClaude and Etienne to Mlle Boche, who promised to appear with them at\ndinner, ran to his brother-in-law and borrowed ten francs; he did it\nwith reluctance, and the words stuck in his throat, for he half\nexpected a refusal. Lorilleux grumbled and growled but finally lent\nthe money. But Coupeau heard his sister mutter under her breath,\n“That is a good beginning.”",
        "The civil marriage was fixed for half-past ten. The day was clear and\nthe sun intensely hot. In order not to excite observation the bridal\npair, the mother and the four witnesses, separated–Gervaise walked\nin front, having the arm of Lorilleux, while M. Madinier gave his\nto Mamma Coupeau; on the opposite sidewalk were Coupeau, Boche and\nBibi-la-Grillade. These three wore black frock coats and walked with\ntheir arms dangling from their rounded shoulders. Boche wore yellow\npantaloons. Bibi-la-Grillade’s coat was buttoned to the chin, as he\nhad no vest, and a wisp of a cravat was tied around his neck.",
        "M. Madinier was the only one who wore a dress coat, a superb coat\nwith square tails, and people stared as he passed with the stout Mamma\nCoupeau in a green shawl and black bonnet with black ribbons. Gervaise\nwas very sweet and gentle, wearing her blue dress and her trim little\nsilk mantle. She listened graciously to Lorilleux, who, in spite of\nthe warmth of the day, was nearly lost in the ample folds of a loose\novercoat. Occasionally she would turn her head and glance across the\nstreet with a little smile at Coupeau, who was none too comfortable\nin his new clothes. They reached the mayor’s office a half-hour too\nearly, and their turn was not reached until nearly eleven. They sat in\nthe corner of the office, stiff and uneasy, pushing back their chairs\na little out of politeness each time one of the clerks passed them,\nand when the magistrate appeared they all rose respectfully. They were\nbidden to sit down again, which they did, and were the spectators of\nthree marriages–the brides in white and the bridesmaids in pink and\nblue, quite fine and stylish.",
        "When their own turn came Bibi-la-Grillade had disappeared, and Boche\nhunted him up in the square, where he had gone to smoke a pipe. All\nthe forms were so quickly completed that the party looked at each\nother in dismay, feeling as if they had been defrauded of half the\nceremony. Gervaise listened with tears in her eyes, and the old lady\nwept audibly.",
        "Then they turned to the register and wrote their names in big, crooked\nletters–all but the newly made husband, who, not being able to write,\ncontented himself with making a cross.",
        "Then the clerk handed the certificate to Coupeau. He, admonished by\na touch of his wife’s elbow, presented him with five sous.",
        "It was quite a long walk from the mayor’s office to the church. The\nmen stopped midway to take a glass of beer, and Gervaise and Mamma\nCoupeau drank some cassis with water. There was not a particle of\nshade, for the sun was directly above their heads. The beadle awaited\nthem in the empty church; he hurried them toward a small chapel,\nasking them indignantly if they were not ashamed to mock at religion\nby coming so late. A priest came toward them with an ashen face, faint\nwith hunger, preceded by a boy in a dirty surplice. He hurried through\nthe service, gabbling the Latin phrases with sidelong glances at the\nbridal party. The bride and bridegroom knelt before the altar in\nconsiderable embarrassment, not knowing when it was necessary to kneel\nand when to stand and not always understanding the gestures made by\nthe clerk.",
        "The witnesses thought it more convenient to stand all the time, while\nMamma Coupeau, overcome by her tears again, shed them on a prayer book\nwhich she had borrowed from a neighbor.",
        "It was high noon. The last Mass was said, and the church was noisy\nwith the movements of the sacristans, who were putting the chairs in\ntheir places. The center altar was being prepared for some fete, for\nthe hammers were heard as the decorations were being nailed up. And in\nthe choking dust raised by the broom of the man who was sweeping the\ncorner of the small altar the priest laid his cold and withered hand\non the heads of Gervaise and Coupeau with a sulky air, as if he were\nuniting them as a mere matter of business or to occupy the time\nbetween the two Masses.",
        "When the signatures were again affixed to the register in the vestry\nand the party stood outside in the sunshine, they had a sensation as\nif they had been driven at full speed and were glad to rest.",
        "“I feel as if I had been at the dentist’s. We had no time to cry out\nbefore it was all over!”",
        "“Yes,” muttered Lorilleux, “they take less than five minutes to do\nwhat can’t be undone in all one’s life! Poor Cadet-Cassis!”",
        "Gervaise kissed her new mother with tears in her eyes but with smiling\nlips. She answered the old woman gently:",
        "“Do not be afraid. I will do my best to make him happy. If things turn\nout ill it shall not be my fault.”",
        "The party went at once to the Moulin d’Argent. Coupeau now walked with\nhis wife some little distance in advance of the others. They whispered\nand laughed together and seemed to see neither the people nor the\nhouses nor anything that was going on about them.",
        "At the restaurant Coupeau ordered at once some bread and ham; then\nseeing that Boche and Bibi-la-Grillade were really hungry, he ordered\nmore wine and more meat. His mother could eat nothing, and Gervaise,\nwho was dying of thirst, drank glass after glass of water barely\nreddened with wine.",
        "“This is my affair,” said Coupeau, going to the counter where he paid\nfour francs, five sous.",
        "The guests began to arrive. Mme Fauconnier, stout and handsome, was\nthe first. She wore a percale gown, ecru ground with bright figures,\na rose-colored cravat and a bonnet laden with flowers. Then came Mlle\nRemanjon in her scanty black dress, which seemed so entirely a part\nof herself that it was doubtful if she laid it aside at night. The\nGaudron household followed. The husband, enormously stout, looked as\nif his vest would burst at the least movement, and his wife, who was\nnearly as huge as himself, was dressed in a delicate shade of violet\nwhich added to her apparent size.",
        "“Ah,” cried Mme Lerat as she entered, “we are going to have a\ntremendous shower!” And she bade them all look out the window\nto see how black the clouds were.",
        "Mme Lerat, Coupeau’s eldest sister, was a tall, thin woman, very\nmasculine in appearance and talking through her nose, wearing a\npuce-colored dress that was much too loose for her. It was profusely\ntrimmed with fringe, which made her look like a lean dog just coming\nout of the water. She brandished an umbrella as she talked, as if it\nhad been a walking stick. As she kissed Gervaise she said:",
        "“You have no idea how the wind blows, and it is as hot as a blast\nfrom a furnace!”",
        "Everybody at once declared they had felt the storm coming all the\nmorning. Three days of extreme heat, someone said, always ended in\na gust.",
        "“It will blow over,” said Coupeau with an air of confidence, “but\nI wish my sister would come, all the same.”",
        "Mme Lorilleux, in fact, was very late. Mme Lerat had called for her,\nbut she had not then begun to dress. “And,” said the widow in her\nbrother’s ear, “you never saw anything like the temper she was in!”",
        "They waited another half-hour. The sky was growing blacker and\nblacker. Clouds of dust were rising along the street, and down came\nthe rain. And it was in the first shower that Mme Lorilleux arrived,\nout of temper and out of breath, struggling with her umbrella, which\nshe could not close.",
        "“I had ten minds,” she exclaimed, “to turn back. I wanted you to wait\nuntil next Saturday. I knew it would rain today–I was certain of it!”",
        "Coupeau tried to calm her, but she quickly snubbed him. Was it he, she\nwould like to know, who was to pay for her dress if it were spoiled?",
        "She wore black silk, so tight that the buttonholes were burst out, and\nit showed white on the shoulders,–while the skirt was so scant that\nshe could not take a long step.",
        "The other women, however, looked at her silk with envy.",
        "She took no notice of Gervaise, who sat by the side of her\nmother-in-law. She called to Lorilleux and with his aid carefully\nwiped every drop of rain from her dress with her handkerchief.",
        "Meanwhile the shower ceased abruptly, but the storm was evidently not\nover, for sharp flashes of lightning darted through the black clouds.",
        "Suddenly the rain poured down again. The men stood in front of the\ndoor with their hands in their pockets, dismally contemplating the\nscene. The women crouched together with their hands over their eyes.\nThey were in such terror they could not talk; when the thunder was\nheard farther off they all plucked up their spirits and became\nimpatient, but a fine rain was falling that looked interminable.",
        "“What are we to do?” cried Mme Lorilleux crossly.",
        "Then Mlle Remanjon timidly observed that the sun perhaps would soon\nbe out, and they might yet go into the country; upon this there was\none general shout of derision.",
        "“Nice walking it would be! And how pleasant the grass would be to sit\nupon!”",
        "Something must be done, however, to get rid of the time until dinner.\nBibi-la-Grillade proposed cards; Mme Lerat suggested storytelling.\nTo each proposition a thousand objections were offered. Finally when\nLorilleux proposed that the party should visit the tomb of Abelard\nand Heloise his wife’s indignation burst forth.",
        "She had dressed in her best only to be drenched in the rain and to\nspend the day in a wineshop, it seemed! She had had enough of the\nwhole thing and she would go home. Coupeau and Lorilleux held the\ndoor, she exclaiming violently:",
        "“Let me go; I tell you I will go!”",
        "Her husband having induced her to listen to reason, Coupeau went to\nGervaise, who was calmly conversing with her mother-in-law and Mme\nFauconnier.",
        "“Have you nothing to propose?” he asked, not venturing to add any term\nof endearment.",
        "“No,” she said with a smile, “but I am ready to do anything you wish.\nI am very well suited as I am.”",
        "Her face was indeed as sunny as a morning in May. She spoke to\neveryone kindly and sympathetically. During the storm she had sat\nwith her eyes riveted on the clouds, as if by the light of those\nlurid flashes she was reading the solemn book of the future.",
        "M. Madinier had proposed nothing; he stood leaning against the counter\nwith a pompous air; he spat upon the ground, wiped his mouth with the\nback of his hand and rolled his eyes about.",
        "“We could go to the Musee du Louvre, I suppose,” and he smoothed his\nchin while awaiting the effect of this proposition.",
        "“There are antiquities there–statues, pictures, lots of things. It\nis very instructive. Have any of you been there?” he asked.",
        "They all looked at each other. Gervaise had never even heard of the\nplace, nor had Mme Fauconnier nor Boche. Coupeau thought he had been\nthere one Sunday, but he was not sure, but Mme Lorilleux, on whom\nMadinier’s air of importance had produced a profound impression,\napproved of the idea. The day was wasted anyway; therefore, if a\nlittle instruction could be got it would be well to try it. As\nthe rain was still falling, they borrowed old umbrellas of every\nimaginable hue from the establishment and started forth for the\nMusee du Louvre.",
        "There were twelve of them, and they walked in couples, Mme Lorilleux\nwith Madinier, to whom she grumbled all the way.",
        "“We know nothing about her,” she said, “not even where he picked her\nup. My husband has already lent them ten francs, and whoever heard of\na bride without a single relation? She said she had a sister in Paris.\nWhere is she today, I should like to know!”",
        "She checked herself and pointed to Gervaise, whose lameness was very\nperceptible as she descended the hill.",
        "“Just look at her!” she muttered. “Wooden legs!”",
        "This epithet was heard by Mme Fauconnier, who took up the cudgels for\nGervaise who, she said, was as neat as a pin and worked like a tiger.",
        "The wedding party, coming out of La Rue St-Denis, crossed the\nboulevard under their umbrellas amid the pouring rain, driving here\nand there among the carriages. The drivers, as they pulled up their\nhorses, shouted to them to look out, with an oath. On the gray and\nmuddy sidewalk the procession was very conspicuous–the blue dress of\nthe bride, the canary-colored breeches of one of the men, Madinier’s\nsquare-tailed coat–all gave a carnivallike air to the group. But it\nwas the hats of the party that were the most amusing, for they were\nof all heights, sizes and styles. The shopkeepers on the boulevard\ncrowded to their windows to enjoy the drollery of the sight.\nThe wedding procession, quite undisturbed by the observation it\nexcited, went gaily on. They stopped for a moment on the Place des\nVictoire–the bride’s shoestring was untied–she fastened it at the\nfoot of the statue of Louis XIV, her friends waiting as she did so.",
        "Finally they reached the Louvre. Here Madinier politely asked\npermission to take the head of the party; the place was so large,\nhe said, that it was a very easy thing to lose oneself; he knew the\nprettiest rooms and the things best worth seeing, because he had\noften been there with an artist, a very intelligent fellow, from\nwhom a great manufacturer of pasteboard boxes bought pictures.",
        "The party entered the museum of Assyrian antiquities. They shivered\nand walked about, examining the colossal statues, the gods in black\nmarble, strange beasts and monstrosities, half cats and half women.\nThis was not amusing, and an inscription in Phoenician characters\nappalled them. Who on earth had ever read such stuff as that? It\nwas meaningless nonsense!",
        "But Madinier shouted to them from the stairs, “Come on! That is\nnothing! Much more interesting things up here, I assure you!”",
        "The severe nudity of the great staircase cast a gloom over their\nspirits; an usher in livery added to their awe, and it was with great\nrespect and on the tips of their toes they entered the French gallery.",
        "How many statues! How many pictures! They wished they had all the\nmoney they had cost.",
        "In the Gallerie d’Apollon the floor excited their admiration; it was\nsmooth as glass; even the feet of the sofas were reflected in it.\nMadinier bade them look at the ceiling and at its many beauties of\ndecoration, but they said they dared not look up. Then before entering\nthe Salon Carre he pointed to the window and said:",
        "“That is the balcony where Charles IX fired on the people!”",
        "With a magnificent gesture he ordered his party to stand still in the\ncenter of the Salon Carre.",
        "“There are only chefs-d’oeuvres here,” he whispered as solemnly as if\nhe had been in a church.",
        "They walked around the salon. Gervaise asked the meaning of one of\nthe pictures, the _Noces de Cana_; Coupeau stopped before _La\nJoconde_, declaring that it was like one of his aunts.",
        "Boche and Bibi-la-Grillade snickered and pushed each other at the\nsight of the nude female figures, and the Gaudrons, husband and wife,\nstood open-mouthed and deeply touched before Murillo’s Virgin.",
        "When they had been once around the room Madinier, who was quite\nattentive to Mme Lorilleux on account of her silk gown, proposed\nthey should do it over again; it was well worth it, he said.",
        "He never hesitated in replying to any question which she addressed\nto him in her thirst for information, and when she stopped before\nTitian’s Mistress, whose yellow hair struck her as like her own, he\ntold her it was a mistress of Henri IV, who was the heroine of a play\nthen running at the Ambigu.",
        "The wedding party finally entered the long gallery devoted to the\nItalian and Flemish schools of art. The pictures were all meaningless\nto them, and their heads were beginning to ache. They felt a thrill\nof interest, however, in the copyists with their easels, who painted\nwithout being disturbed by spectators. The artists scattered through\nthe rooms had heard that a primitive wedding party was making a tour\nof the Louvre and hurried with laughing faces to enjoy the scene,\nwhile the weary bride and bridegroom, accompanied by their friends,\nclumsily moved about over the shining, resounding floors much like\ncattle let loose and with quite as keen an appreciation of the\nmarvelous beauties about them.",
        "The women vowed their backs were broken standing so long, and\nMadinier, declaring he knew the way, said they would leave after he\nhad shown them a certain room to which he could go with his eyes shut.\nBut he was very much mistaken. Salon succeeded to salon, and finally\nthe party went up a flight of stairs and found themselves among\ncannons and other instruments of war. Madinier, unwilling to confess\nthat he had lost himself, wandered distractedly about, declaring that\nthe doors had been changed. The party began to feel that they were\nthere for life, when suddenly to their great joy they heard the cry\nof the janitors resounding from room to room.",
        "“Time to close the doors!”",
        "They meekly followed one of them, and when they were outside they\nuttered a sigh of relief as they put up their umbrellas once more,\nbut one and all affected great pleasure at having been to the Louvre.",
        "The clock struck four. There were two hours to dispose of before\ndinner. The women would have liked to rest, but the men were more\nenergetic and proposed another walk, during which so tremendous a\nshower fell that umbrellas were useless and dresses were irretrievably\nruined. Then M. Madinier suggested that they should ascend the column\non the Place Vendome.",
        "“It is not a bad idea,” cried the men. And the procession began the\nascent of the spiral staircase, which Boche said was so old that he\ncould feel it shake. This terrified the ladies, who uttered little\nshrieks, but Coupeau said nothing; his arm was around his wife’s\nwaist, and just as they emerged upon the platform he kissed her.",
        "“Upon my word!” cried Mme Lorilleux, much scandalized.",
        "Madinier again constituted himself master of ceremonies and pointed\nout all the monuments, but Mme Fauconnier would not put her foot\noutside the little door; she would not look down on that pavement for\nall the world, she said, and the party soon tired of this amusement\nand descended the stairs. At the foot Madinier wished to pay, but\nCoupeau interfered and put into the hand of the guard twenty-four\nsous–two for each person. It was now half-past five; they had just\ntime to get to the restaurant, but Coupeau proposed a glass of\nvermouth first, and they entered a cabaret for that purpose.",
        "When they returned to the Moulin d’Argent they found Mme Boche with\nthe two children, talking to Mamma Coupeau near the table, already\nspread and waiting. When Gervaise saw Claude and Etienne she took\nthem both on her knees and kissed them lovingly.",
        "“Have they been good?” she asked.",
        "“I should think Coupeau would feel rather queer!” said Mme Lorilleux\nas she looked on grimly.",
        "Gervaise had been calm and smiling all day, but she had quietly\nwatched her husband with the Lorilleuxs. She thought Coupeau was\nafraid of his sister–cowardly, in fact. The evening previous he had\nsaid he did not care a sou for their opinion on any subject and that\nthey had the tongues of vipers, but now he was with them, he was like\na whipped hound, hung on their words and anticipated their wishes.\nThis troubled his wife, for it augured ill, she thought, for their\nfuture happiness.",
        "“We won’t wait any longer for Mes-Bottes,” cried Coupeau. “We are all\nhere but him, and his scent is good! Surely he can’t be waiting for us\nstill at St-Denis!”",
        "The guests, in good spirits once more, took their seats with a great\nclatter of chairs.",
        "Gervaise was between Lorilleux and Madinier, and Coupeau between Mme\nFauconnier and his sister Mme Lorilleux. The others seated themselves.",
        "“No one has asked a blessing,” said Boche as the ladies pulled the\ntablecloth well over their skirts to protect them from spots.",
        "But Mme Lorilleux frowned at this poor jest. The vermicelli soup,\nwhich was cold and greasy, was eaten with noisy haste. Two\n_garcons_ served them, wearing aprons of a very doubtful white\nand greasy vests.",
        "Through the four windows, open on the courtyard and its acacias,\nstreamed the light, soft and warm, after the storm. The trees, bathed\nin the setting sun, imparted a cool, green tinge to the dingy room,\nand the shadows of the waving branches and quivering leaves danced\nover the cloth.",
        "There were two fly-specked mirrors at either end of the room, which\nindefinitely lengthened the table spread with thick china. Every time\nthe _garcons_ opened the door into the kitchen there came a strong\nsmell of burning fat.",
        "“Don’t let us all talk at once!” said Boche as a dead silence fell on\nthe room, broken by the abrupt entrance of Mes-Bottes.",
        "“You are nice people!” he exclaimed. “I have been waiting for you\nuntil I am wet through and have a fishpond in each pocket.”",
        "This struck the circle as the height of wit, and they all laughed\nwhile he ordered the _garcon_ to and fro. He devoured three plates of\nsoup and enormous slices of bread. The head of the establishment came\nand looked in in considerable anxiety; a laugh ran around the room.\nMes-Bottes recalled to their memories a day when he had eaten twelve\nhard-boiled eggs and drunk twelve glasses of wine while the clock was\nstriking twelve.",
        "There was a brief silence. A waiter placed on the table a rabbit stew\nin a deep dish. Coupeau turned round.",
        "“Say, boy, is that a gutter rabbit? It mews still.”",
        "And the low mewing of a cat seemed, indeed, to come from the dish.\nThis delicate joke was perpetrated by Coupeau in the throat, without\nthe smallest movement of his lips. This feat always met with such\nsuccess that he never ordered a meal anywhere without a rabbit stew.\nThe ladies wiped their eyes with their napkins because they laughed\nso much.",
        "Mme Fauconnier begged for the head–she adored the head–and Boche\nasked especially for onions.",
        "Mme Lerat compressed her lips and said morosely:",
        "“Of course. I might have known that!”",
        "Mme Lerat was a hard-working woman. No man had ever put his nose\nwithin her door since her widowhood, and yet her instincts were\nthoroughly bad; every word uttered by others bore to her ears a double\nmeaning, a coarse allusion sometimes so deeply veiled that no one but\nherself could grasp its meaning.",
        "Boche leaned over her with a sensual smile and entreated an\nexplanation. She shook her head.",
        "“Of course,” she repeated. “Onions! I knew it!”",
        "Everybody was talking now, each of his own trade. Madinier declared\nthat boxmaking was an art, and he cited the New Year bonbon boxes as\nwonders of luxury. Lorilleux talked of his chains, of their delicacy\nand beauty. He said that in former times jewelers wore swords at their\nsides. Coupeau described a weathercock made by one of his comrades out\nof tin. Mme Lerat showed Bibi-la-Grillade how a rose stem was made by\nrolling the handle of her knife between her bony fingers, and Mme\nFauconnier complained loudly of one of her apprentices who the night\nbefore had badly scorched a pair of linen sheets.",
        "“It is no use to talk!” cried Lorilleux, striking his fist on the\ntable. “Gold is gold!”",
        "A profound silence followed the utterance of this truism, amid which\narose from the other end of the table the piping tones of Mlle\nRemanjon’s voice as she said:",
        "“And then I sew on the skirt. I stick a pin in the head to hold on\nthe cap, and it is done. They sell for three cents.”",
        "She was describing her dolls to Mes-Bottes, whose jaws worked\nsteadily, like machinery.",
        "He did not listen, but he nodded at intervals, with his eyes fixed\non the _garcons_ to see that they carried away no dishes that were\nnot emptied.",
        "There had been veal cutlets and string beans served. As a _roti,_\ntwo lean chickens on a bed of water cresses were brought in. The room\nwas growing very warm; the sun was lingering on the tops of the\nacacias, but the room was growing dark. The men threw off their coats\nand ate in their shirt sleeves.",
        "“Mme Boche,” cried Gervaise, “please don’t let those children eat\nso much.”",
        "But Mme Coupeau interposed and declared that for once in a while a\nlittle fit of indigestion would do them no harm.",
        "Mme Boche accused her husband of holding Mme Lerat’s hand under the\ntable.",
        "Madinier talked politics. He was a Republican, and Bibi-la-Grillade\nand himself were soon in a hot discussion.",
        "“Who cares,” cried Coupeau, “whether we have a king, an emperor or\na president, so long as we earn our five francs per day!”",
        "Lorilleux shook his head. He was born on the same day as the Comte de\nChambord, September 29, 1820, and this coincidence dwelt in his mind.\nHe seemed to feel that there was a certain connection between the\nreturn of the king to France and his own personal fortunes. He did\nnot say distinctly what he expected, but it was clear that it was\nsomething very agreeable.",
        "The dessert was now on the table–a floating island flanked by two\nplates of cheese and two of fruit. The floating island was a great\nsuccess. Mes-Bottes ate all the cheese and called for more bread. And\nthen as some of the custard was left in the dish, he pulled it toward\nhim and ate it as if it had been soup.",
        "“How extraordinary!” said Madinier, filled with admiration.",
        "The men rose to light their pipes and, as they passed Mes-Bottes,\nasked him how he felt.",
        "Bibi-la-Grillade lifted him from the floor, chair and all.",
        "“Zounds!” he cried. “The fellow’s weight has doubled!”",
        "Coupeau declared his friend had only just begun his night’s work,\nthat he would eat bread until dawn. The waiters, pale with fright,\ndisappeared. Boche went downstairs on a tour of inspection and\nstated that the establishment was in a state of confusion, that the\nproprietor, in consternation, had sent out to all the bakers in the\nneighborhood, that the house, in fact, had an utterly ruined aspect.",
        "“I should not like to take you to board,” said Mme Gaudron.",
        "“Let us have a punch,” cried Mes-Bottes.",
        "But Coupeau, seeing his wife’s troubled face, interfered and said no\none should drink anything more. They had all had enough.",
        "This declaration met with the approval of some of the party, but the\nothers sided with Mes-Bottes.",
        "“Those who are thirsty are thirsty,” he said. “No one need drink that\ndoes not wish to do so, I am sure.” And he added with a wink, “There\nwill be all the more for those who do!”",
        "Then Coupeau said they would settle the account, and his friend could\ndo as he pleased afterward.",
        "Alas! Mes-Bottes could produce only three francs; he had changed his\nfive-franc piece, and the remainder had melted away somehow on the\nroad from St-Denis. He handed over the three francs, and Coupeau,\ngreatly indignant, borrowed the other two from his brother-in-law,\nwho gave the money secretly, being afraid of his wife.",
        "M. Madinier had taken a plate. The ladies each laid down their five\nfrancs quietly and timidly, and then the men retreated to the other\nend of the room and counted up the amount, and each man added to his\nsubscription five sous for the _garcon_.",
        "But when M. Madinier sent for the proprietor the little assembly were\nshocked at hearing him say that this was not all; there were “extras.”",
        "As this was received with exclamations of rage, he went into\nexplanations. He had furnished twenty-five liters of wine instead of\ntwenty, as he agreed. The floating island was an addition, on seeing\nthat the dessert was somewhat scanty, whereupon ensued a formidable\nquarrel. Coupeau declared he would not pay a sou of the extras.",
        "“There is your money,” he said; “take it, and never again will one\nof us step a foot under your roof!”",
        "“I want six francs more,” muttered the man.",
        "The women gathered about in great indignation; not a centime would\nthey give, they declared.",
        "Mme Fauconnier had had a wretched dinner; she said she could have had\na better one at home for forty sous. Such arrangements always turned\nout badly, and Mme Gaudron declared aloud that if people wanted their\nfriends at their weddings they usually invited them out and out.",
        "Gervaise took refuge with her mother-in-law in a distant window,\nfeeling heartily ashamed of the whole scene.",
        "M. Madinier went downstairs with the man, and low mutterings of the\nstorm reached the party. At the end of a half-hour he reappeared,\nhaving yielded to the extent of paying three francs, but no one was\nsatisfied, and they all began a discussion in regard to the extras.",
        "The evening was spoiled, as was Mme Lerat’s dress; there was no end\nto the chapter of accidents.",
        "“I know,” cried Mme Lorilleux, “that the _garcon_ spilled gravy\nfrom the chickens down my back.” She twisted and turned herself\nbefore the mirror until she succeeded in finding the spot.",
        "“Yes, I knew it,” she cried, “and he shall pay for it, as true as\nI live. I wish I had remained at home!”",
        "She left in a rage, and Lorilleux at her heels.",
        "When Coupeau saw her go he was in actual consternation, and Gervaise\nsaw that it was best to make a move at once. Mme Boche had agreed to\nkeep the children with her for a day or two.",
        "Coupeau and his wife hurried out in the hope of overtaking Mme\nLorilleux which they soon did. Lorilleux, with the kindly desire\nof making all smooth said:",
        "“We will go to your door with you.”",
        "“Your door, indeed!” cried his wife, and then pleasantly went on to\nexpress her surprise that they did not postpone their marriage until\nthey had saved enough to buy a little furniture and move away from\nthat hole up under the roof.",
        "“But I have given up that room,” said her brother. “We shall have\nthe one Gervaise occupies; it is larger.”",
        "Mme Lorilleux forgot herself; she wheeled around suddenly.",
        "“What!” she exclaimed. “You are going to live in Wooden Legs’ room?”",
        "Gervaise turned pale. This name she now heard for the first time,\nand it was like a slap in the face. She heard much more in her\nsister-in-law’s exclamation than met the ear. That room to which\nallusion was made was the one where she had lived with Lantier for a\nwhole month, where she had wept such bitter tears, but Coupeau did not\nunderstand that; he was only wounded by the name applied to his wife.",
        "“It is hardly wise of you,” he said sullenly, “to nickname people\nafter that fashion, as perhaps you are not aware of what you are\ncalled in your _Quartier_. Cow’s-Tail is not a very nice name,\nbut they have given it to you on account of your hair. Why should\nwe not keep that room? It is a very good one.”",
        "Mme Lorilleux would not answer. Her dignity was sadly disturbed at\nbeing called Cow’s-Tail.",
        "They walked on in silence until they reached the Hotel Boncoeur, and\njust as Coupeau gave the two women a push toward each other and bade\nthem kiss and be friends, a man who wished to pass them on the right\ngave a violent lurch to the left and came between them.",
        "“Look out!” cried Lorilleux. “It is Father Bazonge. He is pretty full\ntonight.”",
        "Gervaise, in great terror, flew toward the door. Father Bazonge was\na man of fifty; his clothes were covered with mud where he had fallen\nin the street.",
        "“You need not be afraid,” continued Lorilleux; “he will do you no\nharm. He is a neighbor of ours–the third room on the left in our\ncorridor.”",
        "But Father Bazonge was talking to Gervaise. “I am not going to eat\nyou, little one,” he said. “I have drunk too much, I know very well,\nbut when the work is done the machinery should be greased a little\nnow and then.”",
        "Gervaise retreated farther into the doorway and with difficulty kept\nback a sob. She nervously entreated Coupeau to take the man away.",
        "Bazonge staggered off, muttering as he did so:",
        "“You won’t mind it so much one of these days, my dear. I know\nsomething about women. They make a great fuss, but they get used\nto it all the same.”",
        "Continue...",
        "\nThis full text of Emile Zola’s novel L’Assommoir is public domain.\n\n\nOn Amazon.com – L’Assommoir: The Dram Shop\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}