{
    "title": "Mark Twain Quotes [Authorama]",
    "author": "Unknown",
    "chapter": "twain",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "Here are some witty, humorous or enlightening quotations and quips by Mark Twain:",
        "",
        "As to the Adjective: When in doubt, strike it out.",
        "There are three things which I consider excellent advice. First, don't smoke to excess. Second, don't drink to excess. Third, don't marry to excess.",
        "You should never do anything wicked and lay it on your brother, when it is just as convenient to lay it on some other boy.",
        "Be respectful to your superiors, if you have any.\n- Advice to Young People Speech",
        "On afterlife:\nI am silent on the subject because of necessity. I have friends in both places.\n",
        "\nOn America:\nWe are called the nation of inventors. And we are. We could still claim that title and wear its loftiest honors if we had stopped with the first thing we ever invented, which was human liberty.",
        "When angry count four; when very angry, swear.",
        "Between believing a thing and thinking you know is only a small step and quickly taken.",
        "Why is it that we rejoice at a birth and grieve at a funeral? It is because we are not the person involved.",
        "One must keep one's character. Earn a character first if you can, and if you can't, then assume one.",
        "One must keep one's character. Earn a character first if you can, and if you can't, then assume one.",
        "I have been complimented many times and they always embarrass me; I always feel that they have not said enough.",
        "Only one thing is impossible for God: to find any sense in any copyright law on the planet.",
        "Only one thing is impossible for God: to find any sense in any copyright law on the planet.",
        "I like criticism, but it must be my way.",
        "I have criticized absent people so often, and then discovered, to my humiliation, that I was talking with their relatives, that I have grown superstitious about that sort of thing and dropped it.",
        "Of all the animals, man is the only one that is cruel. He is the only one that inflicts pain for the pleasure of doing it. It is a trait that is not known to the higher animals.",
        "Of all God's creatures there is only one that cannot be made the slave of the lash. That one is the cat. If man could be crossed with the cat it would improve man, but it would deteriorate the cat.",
        "\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n"
    ]
}