{
    "title": "Melody - Chapter IV. Rosin the Beau",
    "author": "Laura E. Richards",
    "chapter": "4",
    "content": [
        "\n\n",
        "The afternoon light was falling soft and sweet, as an old man came\nslowly along the road that led to the village. He was tall and thin,\nand he stooped as he walked,–not with the ordinary round-shouldered\nslouch, but with a one-sided droop, as if he had a habit of bending\nover something. His white hair was fancifully arranged, with a curl\nover the forehead such as little boys used to wear; his brown eyes\nwere bright and quick as a bird’s, and like a bird’s, they glanced\nfrom side to side, taking in everything. He carried an oblong black\nbox, evidently a violin-case, at which he cast an affectionate look\nfrom time to time. As he approached the village, his glances became\nmore and more keenly intelligent. He seemed to be greeting a friend in\nevery tree, in every straggling rose-bush along the roadside; he\nnodded his head, and spoke softly from time to time.",
        "“Getting on now,” he said to himself. “Here’s the big rose-bush she\nwas sitting under, the last time I came along. Nobody here now; but\nshe’ll be coming directly, up from the ground or down from the sky, or\nthrough a hole in the sunset. Do you remember how she caught her\nlittle gown on that fence-rail?” He bent over, and seemed to address\nhis violin. “Sat down and took out her needle and thread, and mended\nit as neat as any woman; and then ran her butterfly hands over me, and\nfound the hole in my coat, and called me careless boy, and mended\nthat. Yes, yes; Rosin remembers every place where he saw his girl. Old\nRosin remembers. There’s the turn; now it’s getting time for to be\nplaying our tune, sending our letter of introduction along the road\nbefore us. Hey?”",
        "He sat down under a spreading elder-bush, and proceeded to open his\nviolin-case. Drawing out the instrument with as much care as if he\nwere a mother taking her babe from the cradle, he looked it all over\nwith anxious scrutiny, scanning every line and crack, as the mother\nscans face and hands and tiny curled-up feet. Finding all in order, he\nwiped it with a silk handkerchief (the special property of the\ninstrument; a cotton one did duty for himself), polished it, and tuned\nit, and polished again. “Must look well, my beauty,” he murmured;\n“must look well. Not a speck of dust but she’d feel it with those\nlittle fingers, you know. Ready now? Well, then, speak up for your\nmaster; speak, voice of my heart! ’A welcome for Rosin the Beau.’ Ask\nfor it, Music!”",
        "Do people still play “Rosin the Beau,” I wonder? I asked a violinist\nto play it to me the other day, and he had never heard of the tune. He\nplayed me something else, which he said was very fine,–a fantasia in\nE flat, I think it was; but I did not care for it. I wanted to hear\n“Rosin the Beau,” the cradle-song of the fiddle,–the sweet, simple,\nfoolish old song, which every “blind crowder” who could handle a\nfiddle-bow could play in his sleep fifty years ago, and which is now\nwellnigh forgotten. It is not a beautiful air; it may have no merit at\nall, musically speaking; but I love it well, and wish I might hear it\noccasionally instead of the odious “Carnival of Venice,” which\ntortures my ears and wastes my nervous system at every concert where\nthe Queen of Instruments holds her court.",
        "The old man took up his fiddle, and laid his cheek lovingly against\nit. A moment he stood still, as if holding silent commune with the\nspirit of music, the tricksy Ariel imprisoned in the old wooden case;\nthen he began to play “Rosin the Beau.” As he played, he kept his eyes\nfixed on the bend of the road some rods ahead, as if expecting every\nmoment to see some one appear from the direction of the village.",
        "  “I’ve travelled this country all over,\n  And now to the next I must go;\n  But I know that good quarters await me,\n  And a welcome for Rosin the Beau.”",
        "As he played, with bold but tender touch, the touch of a master, round\nthe corner a figure came flying,–a child’s figure, with hair all\nafloat, and arms wide-opened. The old man’s face lightened, softened,\nbecame transfigured with joy and love; but he said no word, only\nplayed steadily on.",
        "“Rosin!” cried Melody, stopping close before him, with outstretched\narms. “Stop, Rosin; I want to kiss you, and I am afraid of hurting\nher. Put her down, do you hear?” She stamped her foot imperiously, and\nthe old man laid the fiddle down and held out his arms in turn.",
        "“Melody,” he said tenderly, taking the child on his knee,–\"little\nMelody, how are you? So you heard old Rosin, did you? You knew the old\nman was here, waiting for his little maid to come and meet him, as she\nalways has. Where were you, Melody? Tell me, now. I didn’t seem to\nhear you till just as you came to the corner; I didn’t, now.”",
        "“I was down by the heater-piece,” said the child. “I went to look for\nwild strawberries, with Aunt Vesta. I heard you, Rosin, the moment you\nlaid your bow across her; but Aunt Vesta said no, she knew it was all\nnonsense, and we’d better finish our strawberries, anyhow. And then I\nheard that you wondered why I didn’t come, and that you wanted me, and\nI kissed Auntie, and just flew. You heard how fast I was coming, when\nyou did hear me; didn’t you, Rosin dear?”",
        "“I heard,” said the old man, smoothing her curls back. “I knew you’d\ncome, you see, jewel, soon as you could get here. And how are the good\nladies, hey; and how are you yourself?–though I can tell that by\nlooking at you, sure enough.”",
        "“Do I look well?” asked the child, with much interest. “Is my hair\nvery nice and curly, Rosin, and do my eyes still look as if they were\nreal eyes?” She looked up so brightly that any stranger would have\nbeen startled into thinking that she could really see.",
        "“Bright as dollars, they are,” assented the old man. “Dollars? no,\nthat’s no name for it. The stars are nearest it, Melody. And your\nhair–”",
        "“My hair is like sweet Alice’s,” said the child, confidently,–\"sweet\nAlice, whose hair was so brown. I promised Auntie Joy we would sing\nthat for her, the very next time you came, but I never thought you\nwould be here to-day, Rosin.",
        "’Where have you been, my long, long love, this seven long years and\nmore?’",
        "That’s a ballad, Rosin; Doctor taught it to me. It is a beauty, and\nyou must make me a tune for it. But where have you been?”",
        "“I’ve been up and down the earth,” the old man replied,–\"up and down\nthe earth, Melody. Sometimes here and sometimes there. I’d feel a call\nhere, and I’d feel a call there; and I seemed to be wanted, generally,\njust in those very places I’d felt called to. Do you believe in calls,\nMelody?”",
        "“Of course I do,” replied the child, promptly. “Only all the people\nwho call you can’t get you, Rosin, ’cause you’d be in fifty pieces if\nthey did.” She laughed joyously, throwing her head back with the\nbirdlike, rapturous motion which seemed the very expression of her\nnature.",
        "The old fiddler watched her with delight. “You shall hear all my\nstories,” he said; “everything you shall hear, little Melody; but here\nwe are at the house now, and I must make my manners to the ladies.”",
        "He paused, and looked critically at his blue coat, which, though\nthreadbare, was scrupulously clean. He flecked some imaginary dust\nfrom his trousers, and ran his hand lightly through his hair, bringing\nthe snowy curl which was the pride of his heart a little farther over\nhis forehead. “Now I’ll do, maybe,” he said cheerfully. “And sure\nenough, there’s Miss Vesta in the doorway, looking like a China rose\nin full bloom.” He advanced, hat in hand, with a peculiar sliding\nstep, which instantly suggested “chassez across to partners.”",
        "“Miss Vesta, I hope your health’s good?”",
        "Miss Vesta held out her hand cordially. “Why, Mr. De Arthenay,\n[Footnote: Pronounced Dee arthenay] is this you?” she cried. “This is\na pleasure! Melody was sure it was you, and she ran off like a\nwill-o’-the-wisp, when I could not hear a sound. But I’m very glad to\nsee you. We were saying only yesterday how long a time it was since\nyou’d been here. Now you must sit down, and tell us all the news.\nStop, though,” she added, with a glance at the vine-clad window;\n“Rejoice would like to see you, and hear the news too. Wait a moment,\nMr. De Arthenay! I’ll go in and move her up by the window, so that she\ncan hear you.”",
        "She hastened into the house; and in a few minutes the blinds were\nthrown back, and Miss Rejoice’s sweet voice was heard, saying,\n“Good-day, Mr. De Arthenay. It is always a good day that brings you.”",
        "The old man sprang up from his seat in the porch, and made a low bow\nto the window. “It’s a treat to hear your voice, Miss Rejoice, so it\nis,” he said heartily. “I hope your health’s been pretty good lately?\nIt seems to me your voice sounds stronger than it did the last time I\nwas here.”",
        "“Oh, I’m very well,” responded the invalid, cheerfully. “Very well, I\nfeel this summer; don’t I, Vesta? And where have you been, Mr. De\nArthenay, all this time? I’m sure you have a great deal to tell us.\nIt’s as good as a newspaper when you come along, we always say.”",
        "The old fiddler cleared his throat, and settled himself comfortably in\na corner of the porch, with Melody’s hand in his. Miss Vesta produced\nher knitting; Melody gave a little sigh of perfect content, and\nnestled up to her friend’s side, leaning her head against his\nshoulder.",
        "“Begin to tell now, Rosin,” she said. “Tell us all that you know.”",
        "“Tell you everything,” he repeated thoughtfully. “Not all, little\nMelody. I’ve seen some things that you wouldn’t like to hear\nabout,–things that would grieve your tender heart more than a little.\nWe will not talk about those; but I have seen bright things too, sure\nenough. Why, only day before yesterday I was at a wedding, over in\nPegrum; a pretty wedding it was too. You remember Myra Bassett, Miss\nVesta?”",
        "“To be sure I do,” replied Miss Vesta. “She married John Andrews, her\nfather’s second cousin once removed. Don’t tell me that Myra has a\ndaughter old enough to be married: Or is it a son? either way, it is\nridiculous.”",
        "“A daughter!” said the old man,–\"the prettiest girl in Pegrum. Like a\nripe chestnut, more than anything. Two lads were in love with her;\nthere may have been a dozen, but these two I know about. One of\nthem–I’ll name no names, ’tis kinder not–found that she wanted to\nmarry a hero (what girl does not?), so he thought he would try his\nhand at heroism. There was a picnic this spring, and he hired a boy\n(or so the boy says–it may be wicked gossip) to upset the boat she\nwas in, so that he, the lover, might save her life. But, lo and\nbehold! he was taken with a cramp in the water, and was almost\ndrowned, and the second lover jumped in, and saved them both. So she\nmarried the second (whom she had liked all along), and then the boy\ntold his story.”",
        "“Miserable sneak!” ejaculated Miss Vesta. “To risk the life of the\nwoman he pretended to love, just to show himself off.”",
        "“Still, I am sorry for him!” said Miss Rejoice, through the window.\n(Miss Rejoice was always sorry for wrongdoers, much sorrier than for\nthe righteous who suffered. They would be sure to get good out of\nit, she said, but the poor sinners generally didn’t know how.) “What\ndid he do, poor soul?”",
        "“He went away!” replied the fiddler. “Pegrum wouldn’t hold him; and\nthe other lad was a good shot, and went about with a shot-gun. But I\nwas going to tell you about the wedding.”",
        "“Of course!” cried Melody. “What did the bride wear? That is the most\nimportant part.”",
        "De Arthenay cleared his throat, and looked grave. He always made a\npoint of remembering the dresses at weddings, and was proud of the\naccomplishment,–a rare one in his sex.",
        "“Miss Andrews–I beg her pardon, Mrs. Nelson–had on a white muslin\ngown, made quite full, with three ruffles round the skirt. There was\nlace round the neck, but I cannot tell you what kind, except that it\nwas very soft and fine. She had white roses on the front of her gown,\nand in her hair, and pink ones in her cheeks; her eyes were like brown\ndiamonds, and she had little white satin slippers, for all the world\nlike Cinderella. They were a present from her Grandmother Anstey, over\nat Bow Mills. Her other grandmother, Mrs. Bowen, gave her the dress,\nso her father and mother could lay out all they wanted to on the\nsupper; and a handsome supper it was. Then after supper they danced.\nIt would have done your heart good, Miss Vesta, to see that little\nbride dance. Ah! she is a pretty creature. There was another young\nwoman, too, who played the piano. Kate, they called her, but I don’t\nknow what her other name was. Anyway, she had an eye like black\nlightning stirred up with a laugh, and a voice like the ’Fisherman’s\nHornpipe.’”",
        "He took up his fiddle, and softly, delicately, played a few bars of\nthat immortal dance. It rippled like a woman’s laugh, and Melody\nsmiled in instant sympathy.",
        "“I wish I had seen her,” she cried. “Did she play well, Rosin?”",
        "“She played so that I knew she must be either French or Irish!” the\nfiddler replied. “No Yankee ever played dance-music in that fashion; I\nmade bold to say to her, as we were playing together, ’Etes-vous\ncompatriote?’",
        "“’More power to your elbow,’ said she, with a twinkle of her eye, and\nshe struck into ’Saint Patrick’s Day in the Morning.’ I took it up,\nand played the ’Marseillaise,’ over it and under it, and round\nit,–for an accompaniment, you understand, Melody; and I can tell you,\nwe made the folks open their eyes. Yes; she was a fine young lady, and\nit was a fine wedding altogether.",
        "“But I am forgetting a message I have for you, ladies. Last week I was\npassing through New Joppa, and I stopped to call on Miss Lovina Green;\nI always stop there when I go through that region. Miss Lovina asked\nme to tell you–let me see! what was it?” He paused, to disentangle\nthis particular message from the many he always carried, in his\njourneyings from one town to another. “Oh, yes, I remember. She wanted\nyou to know that her Uncle Reuel was dead, and had left her a thousand\ndollars, so she should be comfortable the rest of her days. She\nthought you’d be glad to know it.”",
        "“That is good news!” exclaimed Miss Vesta, heartily. “Poor Lovina! she\nhas been so straitened all these years, and saw no prospect of\nanything better. The best day’s work Reuel Green has ever done was to\ndie and leave that money to Lovina.”",
        "“Why, Vesta!” said Miss Rejoice’s soft voice; “how you do talk!”",
        "“Well, it’s true!” Miss Vesta replied. “And you know it, Rejoice, my\ndear, as well as I do. Any other news in Joppa, Mr. De Arthenay? I\nhaven’t heard from over there for a long time.”",
        "“Why, they’ve been having some robberies in Joppa,” the old man\nsaid,–\"regular burglaries. There’s been a great excitement about it.\nSeveral houses have been entered and robbed, some of money, others of\nwhat little silver there was, though I don’t suppose there is enough\nsilver in all New Joppa to support a good, healthy burglar for more\nthan a few days. The funny part of it is that though I have no house,\nI came very near being robbed myself.”",
        "“You, Rosin?”",
        "“You, Mr. De Arthenay? Do tell us!”",
        "Melody passed her hand rapidly over the old man’s face, and then\nsettled back with her former air of content, knowing that all was\nwell.",
        "“You shall hear my story,” the old man said, drawing himself up, and\ngiving his curl a toss. “It was the night I came away from Joppa. I\nhad been taking tea with William Bradwell’s folks, and stayed rather\nlate in the evening, playing for the young folks, singing old songs,\nand one thing and another. It was ten o’clock when I said good-night\nand stepped out of the house and along the road. ’T was a fine night,\nbright moonlight, and everything shining like silver. I’d had a\npleasant evening, and I felt right cheered up as I passed along,\nsometimes talking a bit to the Lady, and sometimes she to me; for I’d\nleft her case at the house, seeing I should pass by again in the\nmorning, when I took my way out of the place.",
        "“Well, sir,–I beg your pardon; ladies, I should say,–as I came\nalong a strip of the road with the moon full on it, but bordered with\nwillow scrub,–as I came along, sudden a man stepped out of those\nbushes, and told me to stand and throw up my hands.–Don’t be\nfrightened, Melody,” for the child had taken his hand with a quick,\nfrightened motion; “have no fear at all! I had none. I saw, or felt,\nperhaps it was, that he had no pistols; that he was only a poor sneak\nand bully. So I said, ’Stand yourself!’ I stepped clear out, so that\nthe light fell full on my face, and I looked him in the eye, and\npointed my bow at him. ’My name is De Arthenay,’ I said. ’I am of\nFrench extraction, but I hail from the Androscoggin. I am known in\nthis country. This is my fiddle-bow; and if you are not gone before I\ncan count three, I’ll shoot you with it. One!’ I said; but I didn’t\nneed to count further. He turned and ran, as if the–as if a regiment\nwas after him; and as soon as I had done laughing, I went on my way to\nthe tavern.”",
        "All laughed heartily at the old man’s story; but when the laughter\nsubsided, Melody begged him to take “the Lady,” and play for her. “I\nhave not heard you play for so long, Rosin, except just when you\ncalled me.”",
        "“Yes, Mr. De Arthenay,” said Miss Vesta. “do play a little for us,\nwhile I get supper. Suppose I bring the table out here, Melody; how\nwould you like that?”",
        "“Oh, so much!” cried the child, clapping her hands. “So very much! Let\nme help!”",
        "She started up; and while the fiddler played, old sweet melodies, such\nas Miss Rejoice loved, there was a pleasant, subdued bustle of coming\nand going, clinking and rustling, as the little table was brought out\nand set in the vine-wreathed porch, the snowy cloth laid, and the\nsimple feast set forth. There were wild strawberries, fresh and\nglowing, laid on vine-leaves; there were biscuits so light it seemed\nas if a puff of wind might blow them away; there were twisted\ndoughnuts, and coffee brown and as clear as a mountain brook. It was a\npleasant little feast; and the old fiddler glanced with cheerful\napproval over the table as he sat down.",
        "“Ah, Miss Vesta,” he said, as he handed the biscuits gallantly to his\nhostess, “there’s no such table as this for me to sit down to,\nwherever I go, far or near. Look at the biscuit, now,–moulded snow, I\ncall them. Take one, Melody, my dear. You’ll never get anything better\nto eat in this world.”",
        "The child flushed with pleasure.",
        "“You’re praising her too much to herself,” said Miss Vesta, with a\npleased smile. “Melody made those biscuit, all herself, without any\nhelp. She’s getting to be such a good housekeeper, Mr. De Arthenay,\nyou would not believe it.”",
        "“You don’t tell me that she made these biscuit!” cried the old man.\n“Why, Melody, I shall be frightened at you if you go on at this rate.\nYou are not growing up, are you, little Melody?”",
        "“No! no! no!” cried the child, vehemently. “I am not growing up,\nRosin. I don’t want to grow up, ever, at all.”",
        "“I should like to know what you can do about it,” said Miss Vesta,\nsmiling grimly. “You’ll have to stop pretty short if you are not going\nto grow up, Melody. If I have let your dresses down once this spring,\nI’ve let them down three times. You’re going to be a tall woman, I\nshould say, and you’ve a right good start toward it now.”",
        "A shade stole over the child’s bright face, and she was\nsilent,–seeming only half to listen while the others chatted, yet\nnever forgetting to serve them, and seeming, by a touch on the hand\nof either friend, to know what was wanted.",
        "When the meal was over, and the tea-things put away, Melody came out\nagain into the porch, where the fiddler sat smoking his pipe, and\nleaning against one of the supports, felt among the leaves which hid\nit. “Here is the mark!” she said. “Am I really taller, Rosin? Really\nmuch taller?”",
        "“What troubles the child?” the old man asked gently. “She does not\nwant to grow? The bud must open, Melody, my dear! the bud must open!”",
        "“But it’s so unreasonable,” cried Melody, as she stood holding by the\nold man’s hand, swaying lightly to and fro, as if the wind moved her\nwith the vines and flowers. “Why can’t I stay a little girl? A little\ngirl is needed here, isn’t she? And there is no need at all of another\nwoman. I can’t be like Aunt Vesta or Auntie Joy; so I think I might\nstay just Melody.” Then shaking her curls back, she cried, “Well,\nanyhow, I am just Melody now, and nothing more; and I mean to make the\nmost of it. Come, Rosin, come! I am ready for music. The dishes are\nall washed, and there’s nothing more to do, is there, Auntie? It is so\nlong since Rosin has been here; now let us have a good time, a perfect\ntime!”",
        "De Arthenay took up his fiddle once more, and caressed its shining\ncurves. “She’s in perfect trim,” he said tenderly. “She’s fit to play\nwith you to-night, Melody. Come, I am ready; what shall we have?”",
        "Melody sat down on the little green bench which was her own particular\nseat. She folded her hands lightly on her lap, and threw her head back\nwith her own birdlike gesture. One would have said that she was\ncalling the spirit of song, which might descend on rainbow wings, and\nfold her in his arms. The old man drew the bow softly, and the fiddle\ngave out a low, brooding note,–a note of invitation.",
        "  “Oh, don’t you remember sweet Alice, Ben Bolt?\n  Sweet Alice, whose hair was so brown?\n  She wept with delight when you gave her a smile,\n  And trembled with fear at your frown.”",
        "Softly the old man played, keeping his eyes fixed on the child, whose\nglorious voice floated out on the evening air, filling the whole world\nwith sweetest melody. Miss Vesta dropped her knitting and folded her\nhands, while a peaceful, dreamy look stole into her fine face,–a face\nwhose only fault was the too eager look which a New England woman must\nso often gain, whether she will or no. In the quiet chamber, the\nbedridden woman lay back on her pillows smiling, with a face as the\nface of an angel. Her thoughts were lifted up on the wings of the\nmusic, and borne–who shall say where, to what high and holy presence?\nPerhaps–who can tell?–the eyes of her soul looked in at the gate of\nheaven itself; if it were so, be sure they saw nothing within that\nwhite portal more pure and clear than their own gaze.",
        "And still the song flowed on. Presently doors began to open along the\nvillage street. People came softly out, came on tiptoe toward the\ncottage, and with a silent greeting to its owner sat down beside the\nroad to listen. Children came dancing, with feet almost as light as\nMelody’s own, and curled themselves up beside her on the grass.\nTired-looking mothers came, with their babies in their arms; and the\nweary wrinkles faded from their faces, and they listened in silent\ncontent, while the little ones, who perhaps had been fretting and\ncomplaining a moment before, nestled now quietly against the\nmother-breast, and felt that no one wanted to tease or ill-treat them,\nbut that the world was all full of Mother, who loved them. Beside one\nof these women a man came and sat him down, as if from habit; but he\ndid not look at her. His face wore a weary, moody frown, and he stared\nat the ground sullenly, taking no note of any one. The others looked\nat one another and nodded, and thought of the things they knew; the\nwoman cast a sidelong glance at him, half hopeful, half fearful, but\nmade no motion.",
        "   “Oh, don’t you remember the school, Ben Bolt,\n      And the master so kind and so true;\n   And the little nook by the clear running brook,\n     Where we gathered the flowers as they grew?”",
        "The dark-browed man listened, and thought. Her name was Alice, this\nwoman by his side. They had been schoolmates together, had gathered\nflowers, oh, how many times, by brook-side and hill. They had grown up\nto be lovers, and she was his wife, sitting here now beside him,–his\nwife, with his baby in her arms; and he had not spoken to her for a\nweek. What began it all? He hardly knew; but she had been provoking,\nand he had been tired, impatient; there had been a great scene, and\nthen this silence, which he swore he would not break. How sad she\nlooked! he thought, as he stole a glance at the face bending over the\nchild.",
        "   “Oh, don’t you remember sweet Alice, Ben Bolt,\n     Sweet Alice, whose hair was so brown?”",
        "Was she singing about them, this child? She had sung at their wedding,\na little thing of seven years old; and old De Arthenay had played, and\nwished them happiness, and said they were the handsomest couple he had\nplayed for that year. Now she looked so tired: how was it that he had\nnever seen how tired she looked? Perhaps she was only sick or nervous\nthat day when she spoke so. The child stirred in its mother’s arms,\nand she gave a low sigh of weariness, and shifted the weight to the\nother arm. The young man bent forward and took the baby, and felt how\nheavy it had grown since last he held it. He had not said anything, he\nwould not say anything–just yet; but his wife turned to him with such\na smile, such a flash of love and joy, imploring, promising, that his\nheart leaped, and then beat peacefully, happily, as it had not beaten\nfor many days. All was over; and Alice leaned against his arm with a\nlittle movement of content, and the good neighbors looked at one\nanother again, and smiled this time to know that all was well.",
        "What is the song now? The blind child turns slightly, so that she\nfaces Miss Vesta Dale, whose favorite song this is,–",
        "   “All in the merry month of May,\n      When green buds were a-swellin”,\n   Young Jemmy Grove on his death-hed lay,\n     For love of Barbara Allan.”",
        "Why is Miss Vesta so fond of the grim old ballad? Perhaps she could\nhardly tell, if she would. She looks very stately as she leans against\nthe wall, close by the room where her sister Rejoice is lying. Does a\nthought come to her mind of the youth who loved her so, or thought he\nloved her, long and long ago? Does she see his look of dismay, of\nincredulous anger, when she told him that her life must be given to\nher crippled sister, and that if he would share it he must take\nRejoice too, to love and to cherish as dearly as he would cherish her?\nHe could not bear the test; he was a good young fellow enough, but\nthere was nothing of the hero about him, and he thought that crippled\nfolk should be taken care of in hospitals, where they belonged.",
        "   “’Oh, dinna ye mind, young man,’ she said,\n       ’When the red wine was a-fillin’,\n    Ye bade the healths gae round an’ round,\n      And slighted Barbara Allan?’”",
        "If the cruel Barbara had not repented, and “laid her down in sorrow,\"\nshe might well have grown to look like this handsome, white-haired\nwoman, with her keen blue eyes and queenly bearing.",
        "Miss Vesta had never for an instant regretted the disposition of her\nlife, never even in the shadow of a thought; but this was the song she\nused to sing in those old days, and somehow she always felt a thrill\n(was it of pleasure or pain? she could not have told you) when the\nchild sang it.",
        "But there may have been a “call,” as Rosin the Beau would have said,\nfor some one else beside Vesta Dale; for a tall, pale girl, who has\nbeen leaning against the wall pulling off the gray lichens as she\nlistened, now slips away, and goes home and writes a letter; and\nto-morrow morning, when the mail goes to the next village, two people\nwill be happy in God’s world instead of being miserable. And now? Oh,\nnow it is a merry song; for, after all, Melody is a child, and a happy\nchild; and though she loves the sad songs dearly, still she generally\nlikes to end up with a “dancy one.”",
        "   “’Come boat me o’er,\n   Come row me o’er,\n   Come boat me o’er to Charlie;\n   I’ll gi’e John Ross anither bawbee\n   To boat me o’er to Charlie.\n   We’ll o’er the water an’ o’er the sea,\n   We’ll o’er the water to Charlie,\n   Come weal, come woe, we’ll gather and go,\n   And live and die wi’ Charlie.’”",
        "And now Rosin the Beau proves the good right he has to his name. Trill\nand quavers and roulades are shaken from his bow as lightly as foam\nfrom the prow of a ship. The music leaps rollicking up and down, here\nand there, till the air is all a-quiver with merriment. The old man\ndraws himself up to his full height, all save that loving bend of the\nhead over the beloved instrument. His long slender foot, in its quaint\n“Congress” shoe, beats time like a mill-clapper,–tap, tap, tap; his\nsnowy curl dances over his forehead, his brown eyes twinkle with pride\nand pleasure. Other feet beside his began to pat the ground; heads\nwere lifted, eyes looked invitation and response. At length the child\nMelody, with one superb outburst of song, lifted her hands above her\nhead, and springing out into the road cried, “A dance! a dance!”",
        "Instantly the quiet road was alive with dancers. Old and young sprang\nto their feet in joyful response. The fiddle struck into “The Irish\nWasherwoman,” and the people danced. Children joined hands and jumped\nup and down, knowing no steps save Nature’s leaps of joy; youths and\nmaidens flew in graceful measures together; last, but not least, old\nSimon Parker the postmaster seized Mrs. Martha Penny by both hands,\nand regardless of her breathless shrieks whirled her round and round\ntill the poor old dame had no breath left to scream with. Alone in the\nmidst of the gay throng (as strange a one, surely, as ever disturbed\nthe quiet of a New England country road) danced the blind child, a\nfigure of perfect grace. Who taught Melody to dance? Surely it was the\nwind, the swaying birch-tree, the slender grasses that nod and wave by\nthe brookside. Light as air she floated in and out among the motley\ngroups, never jostling or touching any one. Her slender arms waved in\ntime to the music; her beautiful hair floated over her shoulders. Her\nwhole face glowed with light and joy, while only her eyes, steadfast\nand unchanging, struck the one grave note in the symphony of joy and\nmerriment.",
        "From time to time the old fiddler stole a glance at Miss Vesta Dale,\nas she sat erect and stately, leaning against the wall of the house.\nShe was beginning to grow uneasy. Her foot also began to pat the\nground. She moved slightly, swayed on her seat; her fingers beat time,\nas did the slender, well-shaped foot which peeped from under her scant\nblue skirt. Suddenly De Arthenay stopped short, and tapped sharply on\nhis fiddle, while the dancers, breathless and exhausted, fell back by\nthe roadside again. Stepping out from the porch, he made a low bow to\nMiss Vesta. “Chorus Jig!” he cried, and struck up the air of that\ntime-honored dance. Miss Vesta frowned, shook her head resolutely,–\nrose, and standing opposite the old fiddler, began to dance.",
        "Here was a new marvel, no less strange in its way than Melody’s wild\ngrace of movement, or the sudden madness of the village crowd. The\nstately white-haired woman moved slowly forward; the old man bowed\nagain; she courtesied as became a duchess of Nature’s own making.\nTheir bodies erect and motionless, their heads held high, their feet\nwent twinkling through a series of evolutions which the keenest eye\ncould hardly follow. “Pigeon-wings?” Whole flocks of pigeons took\nflight from under that scant blue skirt, from those wonderful shrunken\ntrousers of yellow nankeen. They moved forward, back, forward again,\nas smoothly as a wave glides up the shore. They twinkled round and\nround each other, now back to back, now face to face. They chasséd\ninto corners, and displayed a whirlwind of delicately pointed toes;\nthey retired as if to quarrel; they floated back to make it up again.\nAll the while not a muscle of their faces moved, not a gleam of fun\ndisturbed the tranquil sternness of their look; for dancing was a\nserious business thirty years ago, when they were young, and they had\nno idea of lowering its dignity by any “quips and cranks and wanton\nwiles,” such as young folks nowadays indulge in. Briefly, it was a\nwork of art; and when it was over, and the sweeping courtesy and\nsplendid bow had restored the old-time dancers to their places, a\nshout of applause went up, and the air rang with such a tumult as had\nnever before, perhaps, disturbed the tranquillity of the country road.",
        "Continue...",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}