{
    "title": "Melody - Chapter V. In the Churchyard",
    "author": "Laura E. Richards",
    "chapter": "5",
    "content": [
        "\n\n",
        "God’s Acre! A New England burying-ground,–who does not know the\naspect of the place? A savage plot of ground, where nothing else would\ngrow save this crop of gray stones, and other gray stones formless and\ngrim, thrusting their rugged faces out here and there through the\nscanty soil. Other stones, again, enclosing the whole with a grim,\nprotecting arm, a ragged wall, all jagged, formless, rough. The grass\nis long and yet sparse; here and there a few flowers cling, hardy\ngeraniums, lychnis, and the like, but they seem strangely out of\nplace. The stones are fallen awry, and lean toward each other as if\nthey exchanged confidences, and speculated on the probable spiritual\nwhereabouts of the souls whose former bodies they guard. Most of these\nstones are gray slate, carved with old-fashioned letters, round and\nlong-tailed; but there are a few slabs of white marble, and in one\ncorner is a marble lamb, looking singularly like the woolly lambs one\nbuys for children, standing stiff and solemn on his four straight\nlegs. This is not the “cemetery,” be it understood. That is close by\nthe village, and is the favorite walk and place of Sunday resort for\nits inhabitants. It is trim and well-kept, with gravel paths and\nflower-beds, and store of urns and images in “white bronze,” for the\npeople are proud of their cemetery, as well-regulated New England\npeople should be, and there is a proper feeling of rivalry in the\nmatter of “moniments.”",
        "But Melody cares nothing whatever about the fine cemetery. It is in\nthe old “berrin’-groun’” that her mother lies,–indeed, she was the\nlast person buried in it; and it is here that the child loves to\nlinger and dream the sweet, sad, purposeless dreams of childhood. She\nknows nothing of “Old Mortality,” yet she is his childish imitator in\nthis lonely spot. She keeps the weeds in some sort of subjection; she\npulls away the moss and lichens from head and foot stones,–not so\nmuch with any idea of reverence as that she likes to read the\ninscriptions, and feel the quaint flourishes and curlicues of the\nolder gravestones. She has a sense of personal acquaintance with all\nthe dwellers on this hillside; talks to them and sings to them in her\nhappy fashion, as she pulls away the witch-grass and sorrel. See her\nnow, sitting on that low green mound, her white dress gleaming against\nthe dusky gray of the stone on which she leans. Melody is very fond of\nwhite. It feels smoother than colors, she always says; and she would\nwear it constantly if it did not make too much washing. One arm is\nthrown over the curve of the headstone, while with the other hand she\nfollows the worn letters of the inscription, which surely no other\nfingers were fine enough to trace.",
        "  Sacred to the Memory Of\n\nSusan Dyer.\n\n  True to Her Name,\n\n  She died Aug. 10th, 1814,\n   In the 19th year of her age.\n\n  The soul of my Susan is gone\n      To heighten the triumphs above;\n   Exalted to Jesus’s throne\n      And clasped in the arms of his love.",
        "Melody read the words aloud, smiling as she read. “Susan,” she said,\n“I wonder who wrote your verses. I wonder if you were pretty, dear,\nand if you liked to be alive, and were sorry to be dead. But you must\nbe used to it by this time, anyhow. I wonder if you ’shout redeeming\nlove,’ like your cousin (I suppose she is your cousin) Sophia Dyer,\nover in the corner there. I never liked Sophia, Susan dear. I seem to\nthink she shouted here too, and snubbed you, because you were gentle\nand shy. See how her stone perks up, making every inch it can of\nitself, while yours tries to sink away and hide itself in the good\ngreen grass. I think we liked the same things a good deal, Susan,\ndon’t you? And I think you would like me to go and see the old\ngentleman now, because he has so many dandelions; and I really must\npull them up. You know I am never sure that he isn’t your grandfather.\nSo many of you are related here, it is a regular family party.\nGood-by, Susan dear.”",
        "She bent over, and touched the stone lightly with her lips, then\npassed on to another which was half buried in the earth, the last\nletters of the inscription being barely discernible.",
        "“How do you do, Mr. Bascom?” said this singular child, laying her hand\nrespectfully on the venerable headstone. “Are your dandelions very\ntroublesome this morning, dear sir?”",
        "Her light fingers hovered over the mound like butterflies, and she\nbegan pulling up the dandelion roots, and smoothing down the grass\nover the bare places. Then she fell to work on the inscription, which\nwas an elaborate one, surmounted by two cherubs’ heads, one resting on\nan hour-glass, the other on a pair of cross-bones. Along every line\nshe passed her delicate fingers, not because she did not know every\nline, but that she might trace any new growth of moss or lichen.",
        "   “Farewell this flesh, these ears, these eyes,\n      Those snares and fetters of the mind\n   My God, nor let this frame arise\n     Till every dust be well refined.”",
        "“You were very particular, Mr. Bascom, weren’t you?” inquired Melody.\n“You were a very neat old gentleman, with white hair always brushed\njust so, and a high collar. You didn’t like dust, unless it was well\nrefined. I shouldn’t wonder if you washed your walking-stick every\ntime you came home, like Mr. Cuter, over at the Corners. Here’s\nsomething growing in the tail of your last y. Never mind, Mr.\nBascom, I’ll get it out with a pin. There, now you are quite\nrespectable, and you look very nice indeed. Good-by, and do try not to\nfret more than you can help about the dandelions. They will grow, no\nmatter how often I come.”",
        "Melody, in common with most blind persons, always spoke of seeing, of\nlooking at things, precisely as if she had the full use of her eyes.\nIndeed, I question whether those wonderful fingers of hers were not as\ngood as many pairs of eyes we see. How many people go half-blind\nthrough the world, just for want of the habit of looking at things!\nHow many plod onward, with eyes fixed on the ground, when they might\nbe raised to the skies, seeing the glory of the Lord, which He has\nspread abroad over hill and meadow, for all eyes to behold! How many\nwalk with introverted gaze, seeing only themselves, while their\nneighbor walks beside them, unseen, and needing their ministration!",
        "The blind child touched life with her hand, and knew it. Every leaf\nwas her acquaintance, every flower her friend and gossip. She knew\nevery tree of the forest by its bark; knew when it blossomed, and how.\nMore than this,–some subtle sense for which we have no name gave her\nthe power of reading with a touch the mood and humor of those she was\nwith; and when her hand rested in that of a friend, she knew whether\nthe friend were glad or gay, before hearing the sound of his voice.",
        "Another power she had,–that of attracting to her “all creatures\nliving beneath the sun, that creep or swim or fly or run.” Not a cat\nor dog in the village but would leave his own master or mistress at a\nsingle call from Melody. She could imitate every bird-call with her\nwonderful voice; and one day she had come home and told Miss Rejoice\nquietly that she had been making a concert with a wood-thrush, and\nthat the red squirrels had sat on the branches to listen. Miss Vesta\nsaid, “Nonsense, child! you fell asleep, and had a pretty dream.” But\nMiss Rejoice believed every word, and Melody knew she did by the touch\nof her thin, kind old hand.",
        "It might well have been true; for now, as the child sat down beside a\nsmall white stone, which evidently marked a child’s grave, she gave a\nlow call, and in a moment a gray squirrel came running from the stone\nwall (he had been sitting there, watching her with his bright black\neyes, looking so like a bit of the wall itself that the sharpest eyes\nwould hardly have noticed him), and leaped into her lap.",
        "“Brother Gray-frock, how do you do?” cried the child, joyously,\ncaressing the pretty creature with light touches. “I wondered if I\nshould see you to-day, brother. The last time I came you were off\nhunting somewhere, and I called and called, but no gray brother came.\nHow is the wife, and the children, and how is the stout young man?”",
        "The “stout young man” lay buried at the farther end of the ground,\nunder the tree in which the squirrel lived. The inscription on his\ntombstone was a perpetual amusement to Melody, and she could not help\nfeeling as if the squirrel must know that it was funny too, though\nthey had never exchanged remarks about it. This was the inscription:",
        "   “I was a stout young man\n   As you would find in ten;\n   And when on this I think,\n   I take in hand my pen\n   And write it plainly out,\n   That all the world may see\n   How I was cut down like\n   A blossom from a tree.\n   The Lord rest my soul.”",
        "The young man’s name was Faithful Parker. Melody liked him well\nenough, though she never felt intimate with him, as she did with Susan\nDyer and the dear child Love Good, who slept beneath this low white\nstone. This was Melody’s favorite grave. It was such a dear quaint\nlittle name,–Love Good. “Good” had been a common name in the village\nseventy years ago, when this little Love lived and died; many graves\nbore the name, though no living person now claimed it.",
        "  Love Good,\n\n  Four Years Old.\n\n  Our white rose withered in the bud.",
        "This was all; and somehow Melody felt that she knew and cared for\nthese parents much more than for those who put their sorrow into\nrhyme, and mourned in despairing doggerel.",
        "Melody laid her soft warm cheek against the little white stone, and\nmurmured loving words to it. The squirrel sat still in her lap,\ncontent to nestle under her hand, and bask in the light and warmth of\nthe summer day: the sunlight streamed with tempered glow through the\nbranches of an old cedar that grew beside the little grave; peace and\nsilence brooded like a dove over the holy place.",
        "A flutter of wings, a rustle of leaves,–was it a fairy alighting on\nthe old cedar-tree? No, only an oriole; though some have said that\nthis bird is a fairy prince in disguise, and that if he can win the\nlove of a pure maiden the spell will be loosed, and he will regain his\nown form. This cannot be true, however; for Melody knows Golden Robin\nwell, and loves him well, and he loves her in his own way, yet has\nnever changed a feather at sight of her. He will sing for her, though;\nand sing he does, shaking and trilling and quivering, pouring his\nlittle soul out in melody for joy of the summer day, and of the sweet,\nquiet place, and of the child who never scares or startles him, only\nsmiles, and sings to him in return. They are singing together now, the\nchild and the bird. It is a very wonderful thing, if there were any\none by to hear. The gray squirrel crouches motionless in the child’s\nlap, with half-shut eyes; the quiet dead sleep on unmoved: who else\nshould be near to listen to such music as this?",
        "Nay, but who is this, leaning over the old stone-wall, listening with\nkeenest interest,–this man with the dark, eager face and bold black\neyes? His eyes are fixed on the child; his face is aglow with wonder\nand delight, but with something else too,–some passion which strikes\na jarring note through the harmony of the summer idyl. What is this\nman doing here? Why does he eye the blind child so strangely, with\nlooks of power, almost of possession?",
        "Cease, cease your song, Melody! Fly, bird and tiny beast, to your\nshelter in the dark tree-tops; and fly you also, gentlest child, to\nthe home where is love and protection and tender care! For the charm\nis broken, and your paradise is invaded.",
        "Continue...",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}