{
    "title": "Melody",
    "author": "Laura E. Richards",
    "chapter": "1",
    "content": [
        "\n\n",
        "“Minded of nought but peace, and of a child.”",
        "“Well, there!” said Miss Vesta. “The child has a wonderful gift, that\nis certain. Just listen to her, Rejoice! You never heard our canary\nsing like that!”",
        "Miss Vesta put back the shutters as she spoke, and let a flood of\nlight into the room where Miss Rejoice lay. The window was open, and\nMelody’s voice came in like a wave of sound, filling the room with\nsweetness and life and joy.",
        "“It’s like the foreign birds they tell about!” said Miss Rejoice,\nfolding her thin hands, and settling herself on the pillow with an air\nof perfect content,–\"nightingales, and skylarks, and all the birds in\nthe poetry-books. What is she doing, Vesta?”",
        "Miss Rejoice could see part of the yard from her bed. She could see\nthe white lilac-bush, now a mass of snowy plumes, waving in the June\nbreeze; she could see the road, and knew when any of the neighbors\nwent to town or to meeting; but the corner from which the wonderful\nvoice came thrilling and soaring was hidden from her.",
        "Miss Vesta peered out between the muslin curtains. “She’s sitting on\nthe steps,” she said, “feeding the hens. It is wonderful, the way the\ncreatures know her! That old top-knot hen, that never has a good word\nfor anybody, is sitting in her lap almost. She says she understands\ntheir talk, and I really believe she does. ’Tis certain none of them\ncluck, not a sound, while she’s singing. ’Tis a manner of marvel, to\nmy mind.”",
        "“It is so,” assented Miss Rejoice, mildly. “There, sister! you said\nyou had never heard her sing ’Tara’s Harp.’ Do listen now!”",
        "Both sisters were silent in delight. Miss Vesta stood at the window,\nleaning against the frame. She was tall, and straight as an arrow,\nthough she was fifty years old. Her snow-white hair was brushed\nstraight up from her broad forehead; her blue eyes were keen and\nbright as a sword. She wore a black dress and a white apron; her hands\nshowed the marks of years of serving, and of hard work of all kinds.\nNo one would have thought that she and Miss Rejoice were sisters,\nunless he had surprised one of the loving looks that sometimes passed\nbetween them when they were alone together. The face that lay on the\npillow was white and withered, like a crumpled white rose. The dark\neyes had a pleading, wistful look, and were wonderfully soft withal.\nMiss Rejoice had white hair too, but it had a warm yellowish tinge,\nvery different from the clear white of Miss Vesta’s. It curled, too,\nin little ringlets round her beautiful old face. In short, Miss Vesta\nwas splendidly handsome, while no one would think of calling Miss\nRejoice anything but lovely. The younger sister lay always in bed. It\nwas some thirty years since she met with the accident which changed\nher from a rosy, laughing girl into a helpless cripple. A party of\npleasure,–gay lads and lasses riding together, careless of anything\nsave the delight of the moment; a sudden leap of the horse, frightened\nat some obstacle; a fall, striking on a sharp stone,–this was Miss\nRejoice’s little story. People in the village had forgotten that there\nwas any story; even her own contemporaries almost forgot that Rejoice\nhad ever been other than she was now. But Miss Vesta never forgot. She\nleft her position in the neighboring town, broke off her engagement to\nthe man she loved, and came home to her sister; and they had never\nbeen separated for a day since. Once, when the bitter pain began to\nabate, and the sufferer could realize that she was still a living\ncreature and not a condemned spirit, suffering for the sins of some\none else (she had thought of all her own, and could not feel that they\nwere bad enough to merit such suffering, if God was the person she\nsupposed),–in those first days Miss Rejoice ventured to question her\nsister about her engagement. She was afraid–she did hope the breaking\nof it had nothing to do with her. “It has to do with myself!” said\nMiss Vesta, briefly, and nothing more was said. The sisters had lived\ntheir life together, without a thought save for each other, till\nMelody came into their world.",
        "But here is Melody at the door; she shall introduce herself. A girl of\ntwelve years old, with a face like a flower. A broad white forehead,\nwith dark hair curling round it in rings and tendrils as delicate as\nthose of a vine; a sweet, steadfast mouth, large blue eyes, clear and\ncalm under the long dark lashes, but with a something in them which\nmakes the stranger turn to look at them again. He may look several\ntimes before he discovers the reason of their fixed, unchanging calm.\nThe lovely mouth smiles, the exquisite face lights up with gladness or\nsoftens into sympathy or pity; but the blue eyes do not flash or\nsoften, for Melody is blind.",
        "She came into the room, walking lightly, with a firm, assured tread,\nwhich gave no hint of hesitation or uncertainty.",
        "“See, Aunt Joy,” she said brightly, “here is the first rose. You were\nsaying yesterday that it was time for cinnamon-roses; now here is one\nfor you.” She stooped to kiss the sweet white face, and laid the\nglowing blossom beside it.",
        "“Thank you, dear,” said Miss Rejoice; “I might have known you would\nfind the first blossom, wherever it was. Where was this, now? On the\nold bush behind the barn?”",
        "“Not in our yard at all,” replied the child, laughing. “The smell came\nto me a few minutes ago, and I went hunting for it. It was in Mrs.\nPenny’s yard, right down by the fence, close, so you could hardly see\nit.”",
        "“Well, I never!” exclaimed Miss Vesta. “And she let you have it?”",
        "“Of course,” said the child. “I told her it was for Aunt Joy.”",
        "“H’m!” said Miss Vesta. “Martha Penny doesn’t suffer much from giving,\nas a rule, to Aunt Joy or anybody else. Did she give it to you at the\nfirst asking, hey?”",
        "“Now, Vesta!” remonstrated Miss Rejoice, gently.",
        "“Well, I want to know,” persisted the elder sister.",
        "Melody laughed softly. “Not quite the first asking,” she said. “She\nwanted to know if I thought she had no nose of her own. ’I didn’t mean\nthat,’ said I; ’but I thought perhaps you wouldn’t care for it quite\nas much as Aunt Joy would.’ And when she asked why, I said, ’You don’t\nsound as if you would.’ Was that rude, Aunt Vesta?”",
        "“Humph!” said Miss Vesta, smiling grimly. “I don’t know whether it was\nexactly polite, but Martha Penny wouldn’t know the difference.”",
        "The child looked distressed, and so did Miss Rejoice.",
        "“I am sorry,” said Melody. “But then Mrs. Penny said something so\nfunny. ’Well, gaffle onto it! I s’pose you’re one of them kind as must\nalways have what they want in this world. Gaffle onto your rose, and\ngo ’long! Guess I might be sick enough before anybody ’ud get roses\nfor me!’ So I told her I would bring her a whole bunch of our white\nones as soon as they were out, and told her how I always tried to get\nthe first cinnamon-rose for Aunt Joy. She said, ’She ain’t your aunt,\nnor mine either.’ But she spoke kinder, and didn’t seem cross any\nmore; so I took the rose, and here it is.”",
        "Miss Vesta was angry. A bright spot burned in her cheeks, and she was\nabout to speak hastily; but Miss Rejoice raised a gentle hand, and\nmotioned her to be silent.",
        "“Martha Penny has a sharp way, Melody,” said Miss Rejoice; “but she\nmeant no unkindness, I think. The rose is very sweet,” she added;\n“there are no other roses so sweet, to my mind. And how are the hens\nthis morning, dearie?”",
        "The child clapped her hands, and laughed aloud. “Oh, we have had such\nfun!” she cried. “Top-knot was very cross at first, and would not let\nthe young speckled hen eat out of the dish with her. So I took one\nunder each arm, and sang and talked to them till they were both in a\ngood humor. That made the Plymouth rooster jealous, and he came and\ndrove them both away, and had to have a petting all by himself. He is\nsuch a dear!”",
        "“You do spoil those hens, Melody,” said Miss Vesta, with an\naffectionate grumble. “Do you suppose they’ll eat any better for being\ntalked to and sung to as if they were persons?”",
        "“Poor dears!” said the child; “they ought to be happy while they do\nlive, oughtn’t they, Auntie? Is it time to make the cake now, Aunt\nVesta, or shall I get my knitting, and sing to Auntie Joy a little?”",
        "At that moment a clear whistle was heard outside the house. “The\ndoctor!” cried Melody, her sightless face lighting up with a flash of\njoy. “I must go,” and she ran quickly out to the gate.",
        "“Now he’ll carry her off,” said Miss Vesta, “and we sha’n’t see her\nagain till dinner-time. You’d think she was his child, not ours. But\nso it is, in this world.”",
        "“What has crossed you this morning, Sister?” asked Miss Rejoice,\nmildly. “You seem put about.”",
        "“Oh, the cat got into the tea-kettle.” replied the elder sister.\n“Don’t fret your blessed self if I am cross. I can’t stand Martha\nPenny, that’s all,–speaking so to that blessed child! I wish I had\nher here; she’d soon find out whether she had a nose or not. Dear\nknows it’s long enough! It isn’t the first time I’ve had four parts of\na mind to pull it for her.”",
        "“Why, Vesta Dale, how you do talk!” said Miss Rejoice, and then they\nboth laughed, and Miss Vesta went out to scold the doctor.",
        "Continue...",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}