{
    "title": "Melody - by Laura E. Richards [Authorama]",
    "author": "Unknown",
    "chapter": "melody",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "“Minded of nought but peace, and of a child.”",
        "“Well, there!” said Miss Vesta. “The child has a wonderful gift, that\nis certain. Just listen to her, Rejoice! You never heard our canary\nsing like that!”",
        "Miss Vesta put back the shutters as she spoke, and let a flood of\nlight into the room where Miss Rejoice lay. The window was open, and\nMelody’s voice came in like a wave of sound, filling the room with\nsweetness and life and joy.",
        "“It’s like the foreign birds they tell about!” said Miss Rejoice,\nfolding her thin hands, and settling herself on the pillow with an air\nof perfect content,–\"nightingales, and skylarks, and all the birds in\nthe poetry-books. What is she doing, Vesta?”",
        "Miss Rejoice could see part of the yard from her bed. She could see\nthe white lilac-bush, now a mass of snowy plumes, waving in the June\nbreeze; she could see the road, and knew when any of the neighbors\nwent to town or to meeting; but the corner from which the wonderful\nvoice came thrilling and soaring was hidden from her.",
        "Miss Vesta peered out between the muslin curtains. “She’s sitting on\nthe steps,” she said, “feeding the hens. It is wonderful, the way the\ncreatures know her! That old top-knot hen, that never has a good word\nfor anybody, is sitting in her lap almost. She says she understands\ntheir talk, and I really believe she does. ’Tis certain none of them\ncluck, not a sound, while she’s singing. ’Tis a manner of marvel, to\nmy mind.”",
        "“It is so,” assented Miss Rejoice, mildly. “There, sister! you said\nyou had never heard her sing ’Tara’s Harp.’ Do listen now!”",
        "Both sisters were silent in delight. Miss Vesta stood at the window,\nleaning against the frame. She was tall, and straight as an arrow,\nthough she was fifty years old. Her snow-white hair was brushed\nstraight up from her broad forehead; her blue eyes were keen and\nbright as a sword. She wore a black dress and a white apron; her hands\nshowed the marks of years of serving, and of hard work of all kinds.\nNo one would have thought that she and Miss Rejoice were sisters,\nunless he had surprised one of the loving looks that sometimes passed\nbetween them when they were alone together. The face that lay on the\npillow was white and withered, like a crumpled white rose. The dark\neyes had a pleading, wistful look, and were wonderfully soft withal.\nMiss Rejoice had white hair too, but it had a warm yellowish tinge,\nvery different from the clear white of Miss Vesta’s. It curled, too,\nin little ringlets round her beautiful old face. In short, Miss Vesta\nwas splendidly handsome, while no one would think of calling Miss\nRejoice anything but lovely. The younger sister lay always in bed. It\nwas some thirty years since she met with the accident which changed\nher from a rosy, laughing girl into a helpless cripple. A party of\npleasure,–gay lads and lasses riding together, careless of anything\nsave the delight of the moment; a sudden leap of the horse, frightened\nat some obstacle; a fall, striking on a sharp stone,–this was Miss\nRejoice’s little story. People in the village had forgotten that there\nwas any story; even her own contemporaries almost forgot that Rejoice\nhad ever been other than she was now. But Miss Vesta never forgot. She\nleft her position in the neighboring town, broke off her engagement to\nthe man she loved, and came home to her sister; and they had never\nbeen separated for a day since. Once, when the bitter pain began to\nabate, and the sufferer could realize that she was still a living\ncreature and not a condemned spirit, suffering for the sins of some\none else (she had thought of all her own, and could not feel that they\nwere bad enough to merit such suffering, if God was the person she\nsupposed),–in those first days Miss Rejoice ventured to question her\nsister about her engagement. She was afraid–she did hope the breaking\nof it had nothing to do with her. “It has to do with myself!” said\nMiss Vesta, briefly, and nothing more was said. The sisters had lived\ntheir life together, without a thought save for each other, till\nMelody came into their world.",
        "But here is Melody at the door; she shall introduce herself. A girl of\ntwelve years old, with a face like a flower. A broad white forehead,\nwith dark hair curling round it in rings and tendrils as delicate as\nthose of a vine; a sweet, steadfast mouth, large blue eyes, clear and\ncalm under the long dark lashes, but with a something in them which\nmakes the stranger turn to look at them again. He may look several\ntimes before he discovers the reason of their fixed, unchanging calm.\nThe lovely mouth smiles, the exquisite face lights up with gladness or\nsoftens into sympathy or pity; but the blue eyes do not flash or\nsoften, for Melody is blind.",
        "She came into the room, walking lightly, with a firm, assured tread,\nwhich gave no hint of hesitation or uncertainty.",
        "“See, Aunt Joy,” she said brightly, “here is the first rose. You were\nsaying yesterday that it was time for cinnamon-roses; now here is one\nfor you.” She stooped to kiss the sweet white face, and laid the\nglowing blossom beside it.",
        "“Thank you, dear,” said Miss Rejoice; “I might have known you would\nfind the first blossom, wherever it was. Where was this, now? On the\nold bush behind the barn?”",
        "“Not in our yard at all,” replied the child, laughing. “The smell came\nto me a few minutes ago, and I went hunting for it. It was in Mrs.\nPenny’s yard, right down by the fence, close, so you could hardly see\nit.”",
        "“Well, I never!” exclaimed Miss Vesta. “And she let you have it?”",
        "“Of course,” said the child. “I told her it was for Aunt Joy.”",
        "“H’m!” said Miss Vesta. “Martha Penny doesn’t suffer much from giving,\nas a rule, to Aunt Joy or anybody else. Did she give it to you at the\nfirst asking, hey?”",
        "“Now, Vesta!” remonstrated Miss Rejoice, gently.",
        "“Well, I want to know,” persisted the elder sister.",
        "Melody laughed softly. “Not quite the first asking,” she said. “She\nwanted to know if I thought she had no nose of her own. ’I didn’t mean\nthat,’ said I; ’but I thought perhaps you wouldn’t care for it quite\nas much as Aunt Joy would.’ And when she asked why, I said, ’You don’t\nsound as if you would.’ Was that rude, Aunt Vesta?”",
        "“Humph!” said Miss Vesta, smiling grimly. “I don’t know whether it was\nexactly polite, but Martha Penny wouldn’t know the difference.”",
        "The child looked distressed, and so did Miss Rejoice.",
        "“I am sorry,” said Melody. “But then Mrs. Penny said something so\nfunny. ’Well, gaffle onto it! I s’pose you’re one of them kind as must\nalways have what they want in this world. Gaffle onto your rose, and\ngo ’long! Guess I might be sick enough before anybody ’ud get roses\nfor me!’ So I told her I would bring her a whole bunch of our white\nones as soon as they were out, and told her how I always tried to get\nthe first cinnamon-rose for Aunt Joy. She said, ’She ain’t your aunt,\nnor mine either.’ But she spoke kinder, and didn’t seem cross any\nmore; so I took the rose, and here it is.”",
        "Miss Vesta was angry. A bright spot burned in her cheeks, and she was\nabout to speak hastily; but Miss Rejoice raised a gentle hand, and\nmotioned her to be silent.",
        "“Martha Penny has a sharp way, Melody,” said Miss Rejoice; “but she\nmeant no unkindness, I think. The rose is very sweet,” she added;\n\"there are no other roses so sweet, to my mind. And how are the hens\nthis morning, dearie?”",
        "The child clapped her hands, and laughed aloud. “Oh, we have had such\nfun!” she cried. “Top-knot was very cross at first, and would not let\nthe young speckled hen eat out of the dish with her. So I took one\nunder each arm, and sang and talked to them till they were both in a\ngood humor. That made the Plymouth rooster jealous, and he came and\ndrove them both away, and had to have a petting all by himself. He is\nsuch a dear!”",
        "“You do spoil those hens, Melody,” said Miss Vesta, with an\naffectionate grumble. “Do you suppose they’ll eat any better for being\ntalked to and sung to as if they were persons?”",
        "“Poor dears!” said the child; “they ought to be happy while they do\nlive, oughtn’t they, Auntie? Is it time to make the cake now, Aunt\nVesta, or shall I get my knitting, and sing to Auntie Joy a little?”",
        "At that moment a clear whistle was heard outside the house. “The\ndoctor!” cried Melody, her sightless face lighting up with a flash of\njoy. “I must go,” and she ran quickly out to the gate.",
        "“Now he’ll carry her off,” said Miss Vesta, “and we sha’n’t see her\nagain till dinner-time. You’d think she was his child, not ours. But\nso it is, in this world.”",
        "“What has crossed you this morning, Sister?” asked Miss Rejoice,\nmildly. “You seem put about.”",
        "“Oh, the cat got into the tea-kettle.” replied the elder sister.\n\"Don’t fret your blessed self if I am cross. I can’t stand Martha\nPenny, that’s all,–speaking so to that blessed child! I wish I had\nher here; she’d soon find out whether she had a nose or not. Dear\nknows it’s long enough! It isn’t the first time I’ve had four parts of\na mind to pull it for her.”",
        "“Why, Vesta Dale, how you do talk!” said Miss Rejoice, and then they\nboth laughed, and Miss Vesta went out to scold the doctor.",
        "The doctor sat in his buggy, leaning forward, and talking to the\nchild. A florid, jovial-looking man, bright-eyed and deep-chested,\nwith a voice like a trumpet, and a general air of being the West Wind\nin person. He was not alone this time: another doctor sat beside him;\nand Miss Vesta smoothed her ruffled front at sight of the stranger.",
        "“Good-morning, Vesta,” shouted the doctor, cheerily. “You came out to\nshoot me, because you thought I was coming to carry off Melody, eh?\nYou needn’t say no, for I know your musket-shot expression. Dr.\nAnthony, let me present you to Miss Vesta Dale,–a woman who has never\nhad the grace to have a day’s sickness since I have known her, and\nthat’s forty years at least.”",
        "“Miss Dale is a fortunate woman,” said Dr. Anthony, smiling. “Have you\nmany such constitutions in your practice, Brown?”",
        "“I am fool enough to wish I had,” growled Dr Brown. “That woman, sir,\nis enough to ruin any practice, with her pernicious example of\ndisgusting health. How is Rejoice this morning, Vesta? Does she want\nto see me?”",
        "Miss Vesta thought not, to-day; then followed questions and answers,\nsearching on one side, careful and exact on the other; and then–",
        "“I should like it if you could spare Melody for half an hour this\nmorning,” said the doctor. “I want her to go down to Phoebe Jackson’s\nto see little Ned.”",
        "“Oh, what is the matter with Ned?” cried Melody, with a quick look of\nalarm.",
        "“Tomfoolery is the principal matter with him, my dear,” said Dr.\nBrown, grimly. “His eyes have been troubling him, you know, ever since\nhe had the measles in the winter. I’ve kept one eye on the child,\nknowing that his mother was a perfect idiot, or rather, an imperfect\none, which is worse. Yesterday she sent for me in hot haste: Ned was\ngoing blind, and would I please come that minute, and save the\nprecious child, and oh, dear me, what should she do, and all the rest\nof it. I went down mad enough, I can tell you; found the child’s eyes\nlooking like a ploughed field. ’What have you been doing to this\nchild, Phffibe?’ ’We-ell, Doctor, his eyes has been kind o’ bad along\nback, the last week. I did cal’late to send for you before; but one o’\nthe neighbors was in, and she said to put molasses and tobacco-juice\nin them.’ ’Thunder and turf!’ says I. ’What sa-ay?’ says Phoebe. ’’N’\nthen old Mis’ Barker come in last night. You know she’s had\nconsid’able experi’nce with eyes, her own having been weakly, and all\nher children’s after her. And she said to try vitriol; but I kind o’\nthought I’d ask you first, Doctor, so I waited till morning. And now\nhis eyes look terrible, and he seems dretful ’pindlin’; oh, dear me,\nwhat shall I do if my poor little Neddy goes blind?’ ’Do, Madam?’ I\nsaid. ’You will have the satisfaction of knowing that you and your\ntobacco-juice and molasses have made him blind. That’s what you will\ndo, and much good may it do you.’”",
        "“Oh, Doctor,” cried Melody, shrinking as if the words had been\naddressed to her, “how could you say that? But you don’t think–you\ndon’t think Ned will really be blind?” The child had grown very pale,\nand she leaned over the gate with clasped hands, in painful suspense.",
        "“No, I don’t,” replied the doctor. “I think he will come out all\nright; no thanks to his mother if he does. But it was necessary to\nfrighten the woman, Melody, for fright is the only thing that makes an\nimpression on a fool. Now, I want you to run down there, like a good\nchild; that is, if your aunts can spare you. Run down and comfort the\nlittle fellow, who has been badly scared by the clack of tongues and\nthe smarting of the tobacco-juice. Imbeciles! cods’ heads! scooped-out\npumpkins!” exclaimed the doctor, in a sudden frenzy. “A–I don’t mean\nthat. Comfort him up, child, and sing to him and tell him about\nJack-and-the-Beanstalk. You’ll soon bring him round, I’ll warrant.\nBut stop,” he added, as the child, after touching Miss Vesta’s hand\nlightly, and making and receiving I know not what silent\ncommunication, turned toward the house,–\"stop a moment, Melody. My\nfriend Dr. Anthony here is very fond of music, and he would like to\nhear you sing just one song. Are you in singing trim this morning?”",
        "The child laughed. “I can always sing, of course,” she said simply.\n\"What song would you like, Doctor?”",
        "“Oh, the best,” said Dr. Brown. “Give us ’Annie Laurie.’”",
        "The child sat down on a great stone that stood beside the gate. It was\njust under the white lilac-bush, and the white clusters bent lovingly\ndown over her, and seemed to murmur with pleasure as the wind swept\nthem lightly to and fro. Miss Vesta said something about her bread,\nand gave an uneasy glance toward the house, but she did not go in; the\nwindow was open, and Rejoice could hear; and after all, bread was not\nworth so much as “Annie Laurie.” Melody folded her hands lightly on\nher lap, and sang.",
        "Dr. Brown thought “Annie Laurie” the most beautiful song in the world;\ncertainly it is one of the best beloved. Ever since it was first\nwritten and sung (who knows just when that was? “Anonymous” is the\nlegend that stands in the song-books beside this familiar title. We do\nnot know the man’s name, cannot visit the place where he wrote and\nsang, and made music for all coming generations of English-speaking\npeople; can only think of him as a kind friend, a man of heart and\ngenius as surely as if his name stood at the head of unnumbered\nsymphonies and fugues),–ever since it was first sung, I say, men and\nwomen and children have loved this song. We hear of its being sung by\ncamp-fires, on ships at sea, at gay parties of pleasure. Was it not at\nthe siege of Lucknow that it floated like a breath from home through\nthe city hell-beset, and brought cheer and hope and comfort to all who\nheard it? The cotter’s wife croons it over her sleeping baby; the\nlover sings it to his sweetheart; the child runs, carolling it,\nthrough the summer fields; finally, some world-honored prima-donna,\nsome Patti or Nilsson, sings it as the final touch of perfection to a\ngreat feast of music, and hearts swell and eyes overflow to find that\nthe nursery song of our childhood is a world-song, immortal in\nfreshness and beauty. But I am apt to think that no lover, no tender\nmother, no splendid Italian or noble Swede, could sing “Annie Laurie\"\nas Melody sang it. Sitting there in her simple cotton dress, her head\nthrown slightly back, her hands folded, her eyes fixed in their\nunchanging calm, she made a picture that the stranger never forgot. He\nstarted as the first notes of her voice stole forth, and hung\nquivering on the air,–",
        "   “Maxwellton braes are bonnie,\n   Where early fa’s the dew.”",
        "What wonder was this? Dr. Anthony had come prepared to hear, he quite\nknew what,–a child’s voice, pretty, perhaps, thin and reedy, nasal,\nof course. His good friend Brown was an excellent physician, but with\nno knowledge of music; how should he have any, living buried in the\ncountry, twenty miles from a railway, forty miles from a concert?\nBrown had said so much about the blind child that it would have been\ndiscourteous for him, Dr. Anthony, to refuse to see and hear her when\nhe came to pass a night with his old college chum; but his assent had\nbeen rather wearily given: Dr. Anthony detested juvenile prodigies.\nBut what was this? A voice full and round as the voices of Italy;\nclear as a bird’s; swelling ever richer, fuller, rising in tones so\npure, so noble, that the heart of the listener ached, as the poet’s\nheart at hearing the nightingale, with almost painful pleasure.\nAmazement and delight made Dr. Anthony’s face a study, which his\nfriend perused with keen enjoyment. He knew, good Dr. Brown, that he\nhimself was a musical nobody; he knew pretty well (what does a doctor\nnot know?) what Anthony was thinking as they drove along. But he knew\nMelody too; and he rubbed his hands, and chuckled inwardly at the\ndiscomfiture of his knowing friend.",
        "The song died away; and the last notes were like those of the skylark\nwhen she sinks into her nest at sunset. The listeners drew breath, and\nlooked at each other.",
        "There was a brief silence, and then, “Thank you, Melody,” said Dr.\nBrown. “That’s the finest song in the world, I don’t care what the\nnext is. Now run along, like my good maid, and sing it to Neddy\nJackson, and he will forget all about his eyes, and turn into a great\npair of ears.”",
        "The child laughed. “Neddy will want ’The British Grenadier,’” she\nsaid. “That is his greatest song.” She ran into the house to kiss\nMiss Rejoice, came out with her sun-bonnet tied under her chin, and\nlifted her face to kiss Miss Vesta. “I sha’n’t be gone long, Auntie,\"\nshe said brightly. “There’ll be plenty of time to make the cake after\ndinner.”",
        "Miss Vesta smoothed the dark hair with a motherly touch. “Doctor\ndoesn’t care anything about our cake,” she said; “he isn’t coming to\ntea to-night. I suppose you’d better stay as long as you’re needed. I\nshould not want the child to fret.”",
        "“Good-by, Doctor,” cried the child, joyously, turning her bright face\ntoward the buggy. “Good-by, sir,” making a little courtesy to Dr.\nAnthony, who gravely took off his hat and bowed as if to a duchess.\n\"Good-by again, dear auntie;” and singing softly to herself, she\nwalked quickly away.",
        "Dr. Anthony looked after her, silent for a while. “Blind from birth?\"\nhe asked presently.",
        "“From birth,” replied Dr. Brown. “No hope; I’ve had Strong down to see\nher. But she’s the happiest creature in the world, I do believe. How\ndoes she sing?” he asked with ill-concealed triumph. “Pretty well for\na country child, eh?”",
        "“She sings like an angel,” said Dr. Anthony,–\"like an angel from\nheaven.”",
        "“She has a right to, sir,” said Miss Vesta, gravely. “She is a child\nof God, who has never forgotten her Father.”",
        "Dr. Anthony turned toward the speaker, whom he had almost forgotten in\nhis intense interest in the child. “This lovely child is your own\nniece, Madam?” he inquired. “She must be unspeakably dear to you.”",
        "Miss Vesta flushed. She did not often speak as she had just done,\nbeing a New England woman; but “Annie Laurie” always carried her out\nof herself, she declared. The answer to the gentleman’s question was\none she never liked to make. “She is not my niece in blood,” she said\nslowly. “We are single women, my sister and I; but she is like our own\ndaughter to us.”",
        "“Twelve years this very month, Vesta, isn’t it,” said Dr. Brown,\nkindly, “since the little one came to you? Do you remember what a wild\nnight it was?”",
        "Miss Vesta nodded. “I hear the wind now when I think of it,” she said.",
        "“The child is an orphan,” the doctor continued, turning to his friend.\n\"Her mother was a young Irish woman, who came here looking for work.\nShe was poor, her husband dead, consumption on her, and so on, and so\non. She died at the poorhouse, and left this blind baby. Tell Dr.\nAnthony how it happened, Vesta.”",
        "Miss Vesta frowned and blushed. She wished Doctor would remember that\nhis friend was a stranger to her. But in a moment she raised her head.\n\"There’s nothing to be ashamed of, after all,” she said, a little\nproudly. “I don’t know why I should not tell you, sir. I went up to\nthe poor-farm one evening, to carry a basket of strawberries. We had a\ngreat quantity, and I thought some of the people up there might like\nthem, for they had few luxuries, though I don’t believe they ever went\nhungry. And when I came there, Mrs. Green, who kept the farm then,\ncame out looking all in a maze. ’Did you ever hear of such a thing in\nyour life?’ she cried out, the minute she set eyes on me. ’I don’t\nknow, I’m sure,’ said I. ’Perhaps I did, and perhaps I didn’t. How’s\nthe baby that poor soul left?’ I said. It was two weeks since the\nmother died; and to tell the truth, I went up about as much to see how\nthe child was getting on as to take the strawberries, though I don’t\nknow that I realized it till this very minute.” She smiled grimly, and\nwent on. “’That’s just it,’ Mrs. Green screams out, right in my face.\n’Dr. Brown has just been here, and he says the child is blind, and\nwill be blind all her days, and we’ve got to bring her up; and I’d\nlike to know if I haven’t got enough to do without feedin’ blind\nchildren?’ I just looked at her. ’I don’t know that a deaf woman would\nbe much better than a blind child,’ said I; ’so I’ll thank you to\nspeak like a human being, Liza Green, and not scream at me. Aren’t you\nashamed?’ I said. ’The child can’t help being blind, I suppose. Poor\nlittle lamb! as if it hadn’t enough, with no father nor mother in the\nworld.’ ’I don’t care,’ says Liza, crazy as ever; ’I can’t stand it.\nI’ve got all I can stand now, with a feeble-minded boy and two so old\nthey can’t feed themselves. That Polly is as crazy as a loon, and the\nrest is so shif’less it loosens all my j’ints to look at ’em. I won’t\nstand no more, for Dr. Brown nor anybody else.’ And she set her hands\non her hips and stared at me as if she’d like to eat me, sun-bonnet\nand all. ’Let me see the child,’ I said. I went in, and there it\nlay,–the prettiest creature you ever saw in your life, with its eyes\nwide open, just as they are now, and the sweetest look on its little\nface. Well, there, you’d know it came straight from heaven, if you saw\nit in–Well, I don’t know exactly what I’m saying. You must excuse me,\nsir!” and Miss Vesta paused in some confusion. “’Somebody ought to\nadopt it,’ said I. ’It’s a beautiful child; any one might be proud of\nit when it grew up.’ ’I guess when you find anybody that would adopt a\nblind child, you’ll find the cat settin’ on hen’s eggs,’ said Liza\nGreen. I sat and held the child a little while, trying to think of\nsome one who would be likely to take care of it; but I couldn’t think\nof any one, for as she said, so it was. By and by I kissed the poor\nlittle pretty thing, and laid it back in its cradle, and tucked it up\nwell, though it was a warm night. ’You’ll take care of that child,\nLiza,’ I said, ’as long as it stays with you, or I’ll know the reason\nwhy. There are plenty of people who would like the work here, if\nyou’re tired of it,’ I said. She quieted down at that, for she knew\nthat a word from me would set the doctor to thinking, and he wasn’t\ngoing to have that blind child slighted, well I knew. Well, sir, I\ncame home, and told Rejoice.”",
        "“Her sister,” put in Dr. Brown,–\"a crippled saint, been in her bed\nthirty years. She and Melody keep a small private heaven, and Vesta is\nthe only sinner admitted.”",
        "“Doctor, you’re very profane,” said Miss Vesta, reprovingly. “I’ve\nnever seen my sister Rejoice angry, sir, except that one time, when I\ntold her. ’Where is the child?’ she says. ’Why, where do you suppose?’\nsaid I. ’In its cradle, of course. I tucked it up well before I came\naway, and she won’t dare to mistreat it for one while,’ I said. ’Go\nand get it!’ says my sister Rejoice. ’How dared you come home without\nit? Go and get it this minute, do you hear?’ I stared as if I had seen\na vision. ’Rejoice, what are you thinking of?’ I asked. ’Bring that\nchild here? Why, what should we do with it? I can’t take care of it,\nnor you either.’ My sister turned the color of fire. ’No one else\nshall take care of it,’ she says, as if she was Bunker Hill Monument\non a pillow. ’Go and get it this minute, Vesta. Don’t wait; the Lord\nmust not be kept waiting. Go, I tell you!’ She looked so wild I was\nfairly frightened; so I tried to quiet her. I thought her mind was\ntouched, some way. ’Well, I’ll go to-morrow,’ says I, soothing her; ’I\ncouldn’t go now, anyhow, Rejoice. Just hear it rain and blow! It came\non just as I stepped inside the door, and it’s a regular storm now. Be\nquiet,’ I said, ’and I’ll go up in the morning and see about it.’ My\nsister sat right up in the bed. ’You’ll go now,’ she says, ’or I’ll go\nmyself. Now, this living minute! Quick!’ I went, sir. The fire in her\neyes would have scorched me if I had looked at it a minute longer. I\nthought she was coming out of the bed after me,–she, who had not\nstirred for twenty years. I caught up a shawl, threw another over my\nshoulders, and ran for the poor-farm. ’T was a perfect tempest, but I\nnever felt it. Something seemed to drive me, as if it was a whip laid\nacross my shoulders. I thought it was my sister’s eyes, that had never\nlooked hard at me since she was born; but maybe it was something else\nbesides. They say there are no miracles in these days, but we don’t\nknow everything yet. I ran in at the farm, before them all, dripping,\nlooking like a maniac, I don’t doubt. I caught up the child out of the\ncradle, and wrapped it in the shawl I’d brought, and ran off again\nbefore they’d got their eyes shut from staring at me as if I was a\nspirit of evil. How my breath held out, don’t ask me; but I got home,\nand ran into the chamber, and laid the child down by the side of my\nsister Rejoice.”",
        "Miss Vesta paused, and the shadow of a great awe crept into her keen\nblue eyes. “The poor-farm was struck by lightning that night!” she\nsaid. “The cradle where that baby was lying was shattered into\nkindling-wood, and Liza Green has never been the same woman from that\nday to this.”",
        "Melody went singing down the road. She walked quickly, with a light\nswaying motion, graceful as a bird. Her hands were held before her,\nnot, it seemed, from timidity, but rather as a butterfly stretches out\nits delicate antennae, touching, feeling, trying its way, as it goes\nfrom flower to flower. Truly, the child’s light fingers were like\nbutterflies, as she walked beside the road, reaching up to touch the\nhanging sprays of its bordering willows, or caressing the tiny flowers\nthat sprang up along the footpath. She sang, too, as she went, a song\nthe doctor had taught her:–",
        "   “Who is Silvia, and what is she,\n   That all our swains commend her?\n   Holy, fair, and wise is she;\n   The heavens such grace did lend her,\n   That adored she might be.”",
        "One might have thought that Silvia was not far to seek, on looking\ninto the fair face of the child. Now she stopped, and stood for a\nmoment with head thrown back, and nostrils slightly distended.\n\"Meadow-sweet!” she said softly to herself. “Isn’t it out early? the\ndear. I must find it for Aunt Joy.” She stooped, and passed her light,\nquick hands over the wayside grasses. Every blade and leaf was a\nfamiliar friend, and she greeted them as she touched them, weaving\ntheir names into her song in childish fashion,–",
        "   “Buttercup and daisy dear, sorrel for her eating,\n   Mint and rose to please the nose of my pretty sweeting.”",
        "Then she laughed outright. “When I grow up, I will make songs, too,\"\nshe said, as she stooped to pick the meadow-sweet. “I will make the\nwords, and Rosin shall make the music; and we will go through the\nvillage singing, till everybody comes out of the houses to listen:–",
        "    Meadow-sweet is a treat;\n    Columbine’s a fairy;\n    Mallow’s fine, sweet as wine,–",
        "What rhymes with fairy, I wonder. Dairy; but that won’t come right.\nAiry, hairy,–yes, now I have it!–",
        "   Mallow’s fine, sweet as wine,\n   To feed my pet canary.",
        "I’ll sing that to Neddy,” said Melody, laughing to herself as she went\nalong. “I can sing it to the tune of ’Lightly Row.’ Dear little boy!\"\nshe added, after a silence. “Think, if he had been blind, how dreadful\nit would have been! Of course it doesn’t matter when you have never\nseen at all, because you know how to get on all right; but to have it,\nand then lose it–oh dear! but then,\"–and her face brightened\nagain,–\"he isn’t going to be blind, you see, so what’s the use of\nworrying about it?",
        "   The worry cow\n    Might have lived till now,\n    If she’d only saved her breath.\n   She thought the hay\n    Wouldn’t last all day,\n    So she choked herself to death.”",
        "Presently the child stopped again, and listened. The sound of wheels\nwas faintly audible. No one else could have heard it but Melody, whose\nears were like those of a fox. “Whose wagon squeaks like that?” she\nsaid, as she listened. “The horse interferes, too. Oh, of course; it’s\nEben Loomis. He’ll pick me up and give me a ride, and then it won’t\ntake so long.” She walked along, turning back every now and then, as\nthe sound of wheels came nearer and nearer. At last, “Good-morning,\nEben!” she cried, smiling as the wagon drove up; “will you take me on\na piece, please?”",
        "“Wal, I might, perhaps,” admitted the driver, cautiously, “if I was\nsure you was all right, Mel’dy. How d’you know’t was me comin’, I’d\nlike to know? I never said a word, nor so much as whistled, since I\ncome in sight of ye.” The man, a wiry, yellow-haired Yankee, bent down\nas he spoke, and taking the child’s hand, swung her lightly up to the\nseat beside him.",
        "Melody laughed joyously. “I should know your wagon if I heard it in\nRussia, Eben,” she said. “Besides, poor old Jerry knocks his hind feet\ntogether so, I heard him clicking along even before I heard the wagon\nsqueak. How’s Mandy, Eben?”",
        "“Mandy, she ain’t very well,” replied the countryman. “She’s ben\nhavin’ them weakly spells right along lately. Seems though she was\nfailin’ up sometimes, but I dono.”",
        "“Oh, no, she isn’t, Eben,” answered Melody, cheerfully. “You said that\nsix years ago, do you know it? and Mandy isn’t a bit worse than she\nwas then.”",
        "“Well, that’s so,” assented the man, after a thoughtful pause. “That\nis so, Mel’dy, though how you come to-know it is a myst’ry to me. Come\nto think of it, I dono but she’s a leetle mite better than she was six\nyears ago. Wal! now it’s surprising ain’t it, that you should know\nthat, you child, without the use of your eyes, and I shouldn’t, seein’\nher every day and all day? How do you account for that, now, hey?” He\nturned on his seat, and looked keenly at the child, as if half\nexpecting her to meet his gaze.",
        "“It’s easy enough!” said Melody, with her quiet smile. “It’s just\nbecause you see her so much, Eben. that you can’t tell. Besides, I can\ntell from Mandy’s voice. Her voice used to go down when she stopped\nspeaking, like this, ’How do you do_?’ [with a falling inflection\nwhich was the very essence of melancholy]; and now her voice goes up\ncheerfully, at the end, ’How do you do?’ Don’t you see the difference,\nEben?–so of course I know she must be a great deal better.”",
        "“I swan!” replied Eben Loomis, simply. “’How do you do_?’ ’How do\nyou do?’ so that’s the way you find out things, is it, Mel’dy? Well,\nyou’re a curus child, that’s what’s the matter with you.–Where d’you\nsay you was goin’?” he added, after a pause.",
        "“I didn’t say,” said Melody. “But I’m going to Mrs. Jackson’s, to see\nNeddy.”",
        "“Want to know,” said her companion. “Goin’–Hevin’ some kind o’\ntrouble with his eyes, ain’t he?” He stopped short, with a glance at\nthe child’s clear eyes. It was impossible not to expect to find some\nanswering look in them.",
        "“They thought he was going blind,” said Melody; “but it is all right\nnow. I do wish people wouldn’t tell Mrs. Jackson to keep putting\nthings in his eyes. Why can’t they let her do what the doctor tells\nher, and not keep wanting her to try all kinds of nonsense?”",
        "“Wal, that’s so,” assented Eben,–\"that’s so, every time. I was down\nthere a spell back, and I says, ’Phoebe,’ I says, ’don’t you do a\nthing folks tells you,’ says I. ’Dr. Brown knows what he’s about, and\ndon’t you do a thing but what he says, unless it’s jest to wet his\neyes up with a drop o’ tobacco-juice,’ says I. ’There’s nothin’ like\ntobacco-juice for weakly eyes, that’s sure;’ and of course I knew\nDoctor would ha’ said so himself ef he’d ha’ been there. Wal, here we\nbe to Jackson’s now,” added the good man, pulling up his horse. “Hold\non a minute, and I’ll help ye down. Wal, there!” as Melody sprang\nlightly from the wagon, just touching his hand by way of greeting as\nshe went, “if you ain’t the spryest ever I see!”",
        "“Good-by, Eben, and thank you ever so much,” said the child. “Good-by,\nJerry.”",
        "“Come down an’ see us, Mel’dy!” Eben called after her, as she turned\ntoward-the house with unfaltering step. “T’would do Mandy a sight o’\ngood. Come down and stop to supper. You ain’t took a meal o’ victuals\nwith us I don’t know when.”",
        "Melody promised to come soon, and took her way up the grassy path,\nwhile the countryman gazed after her with a look of wondering\nadmiration.",
        "“That child knows more than most folks that hev their sight!” he\nsoliloquized. “What’s she doin’ now? Oh, stoppin’ to pick a posy, for\nthe child, likely. Now they’ll all swaller her alive. Yes; thar they\ncome. Look at the way she takes that child up, now, will ye? He’s e’en\na’most as big as she is; but you’d say she was his mother ten times\nover, from the way she handles him. Look at her set down on the\ndoorstep, tellin’ him a story, I’ll bet. I tell ye! hear that little\nfeller laugh, and he was cryin’ all last night, Mandy says. I wouldn’t\nmind hearin’ that story myself. Faculty, that gal has; that’s the name\nfor it, sir. Git up, Jerry! this won’t buy the child a cake;” and with\nmany a glance over his shoulder, the good man drove on.",
        "The afternoon light was falling soft and sweet, as an old man came\nslowly along the road that led to the village. He was tall and thin,\nand he stooped as he walked,–not with the ordinary round-shouldered\nslouch, but with a one-sided droop, as if he had a habit of bending\nover something. His white hair was fancifully arranged, with a curl\nover the forehead such as little boys used to wear; his brown eyes\nwere bright and quick as a bird’s, and like a bird’s, they glanced\nfrom side to side, taking in everything. He carried an oblong black\nbox, evidently a violin-case, at which he cast an affectionate look\nfrom time to time. As he approached the village, his glances became\nmore and more keenly intelligent. He seemed to be greeting a friend in\nevery tree, in every straggling rose-bush along the roadside; he\nnodded his head, and spoke softly from time to time.",
        "“Getting on now,” he said to himself. “Here’s the big rose-bush she\nwas sitting under, the last time I came along. Nobody here now; but\nshe’ll be coming directly, up from the ground or down from the sky, or\nthrough a hole in the sunset. Do you remember how she caught her\nlittle gown on that fence-rail?” He bent over, and seemed to address\nhis violin. “Sat down and took out her needle and thread, and mended\nit as neat as any woman; and then ran her butterfly hands over me, and\nfound the hole in my coat, and called me careless boy, and mended\nthat. Yes, yes; Rosin remembers every place where he saw his girl. Old\nRosin remembers. There’s the turn; now it’s getting time for to be\nplaying our tune, sending our letter of introduction along the road\nbefore us. Hey?”",
        "He sat down under a spreading elder-bush, and proceeded to open his\nviolin-case. Drawing out the instrument with as much care as if he\nwere a mother taking her babe from the cradle, he looked it all over\nwith anxious scrutiny, scanning every line and crack, as the mother\nscans face and hands and tiny curled-up feet. Finding all in order, he\nwiped it with a silk handkerchief (the special property of the\ninstrument; a cotton one did duty for himself), polished it, and tuned\nit, and polished again. “Must look well, my beauty,” he murmured;\n\"must look well. Not a speck of dust but she’d feel it with those\nlittle fingers, you know. Ready now? Well, then, speak up for your\nmaster; speak, voice of my heart! ’A welcome for Rosin the Beau.’ Ask\nfor it, Music!”",
        "Do people still play “Rosin the Beau,” I wonder? I asked a violinist\nto play it to me the other day, and he had never heard of the tune. He\nplayed me something else, which he said was very fine,–a fantasia in\nE flat, I think it was; but I did not care for it. I wanted to hear\n\"Rosin the Beau,” the cradle-song of the fiddle,–the sweet, simple,\nfoolish old song, which every “blind crowder” who could handle a\nfiddle-bow could play in his sleep fifty years ago, and which is now\nwellnigh forgotten. It is not a beautiful air; it may have no merit at\nall, musically speaking; but I love it well, and wish I might hear it\noccasionally instead of the odious “Carnival of Venice,” which\ntortures my ears and wastes my nervous system at every concert where\nthe Queen of Instruments holds her court.",
        "The old man took up his fiddle, and laid his cheek lovingly against\nit. A moment he stood still, as if holding silent commune with the\nspirit of music, the tricksy Ariel imprisoned in the old wooden case;\nthen he began to play “Rosin the Beau.” As he played, he kept his eyes\nfixed on the bend of the road some rods ahead, as if expecting every\nmoment to see some one appear from the direction of the village.",
        "  “I’ve travelled this country all over,\n  And now to the next I must go;\n  But I know that good quarters await me,\n  And a welcome for Rosin the Beau.”",
        "As he played, with bold but tender touch, the touch of a master, round\nthe corner a figure came flying,–a child’s figure, with hair all\nafloat, and arms wide-opened. The old man’s face lightened, softened,\nbecame transfigured with joy and love; but he said no word, only\nplayed steadily on.",
        "“Rosin!” cried Melody, stopping close before him, with outstretched\narms. “Stop, Rosin; I want to kiss you, and I am afraid of hurting\nher. Put her down, do you hear?” She stamped her foot imperiously, and\nthe old man laid the fiddle down and held out his arms in turn.",
        "“Melody,” he said tenderly, taking the child on his knee,–\"little\nMelody, how are you? So you heard old Rosin, did you? You knew the old\nman was here, waiting for his little maid to come and meet him, as she\nalways has. Where were you, Melody? Tell me, now. I didn’t seem to\nhear you till just as you came to the corner; I didn’t, now.”",
        "“I was down by the heater-piece,” said the child. “I went to look for\nwild strawberries, with Aunt Vesta. I heard you, Rosin, the moment you\nlaid your bow across her; but Aunt Vesta said no, she knew it was all\nnonsense, and we’d better finish our strawberries, anyhow. And then I\nheard that you wondered why I didn’t come, and that you wanted me, and\nI kissed Auntie, and just flew. You heard how fast I was coming, when\nyou did hear me; didn’t you, Rosin dear?”",
        "“I heard,” said the old man, smoothing her curls back. “I knew you’d\ncome, you see, jewel, soon as you could get here. And how are the good\nladies, hey; and how are you yourself?–though I can tell that by\nlooking at you, sure enough.”",
        "“Do I look well?” asked the child, with much interest. “Is my hair\nvery nice and curly, Rosin, and do my eyes still look as if they were\nreal eyes?” She looked up so brightly that any stranger would have\nbeen startled into thinking that she could really see.",
        "“Bright as dollars, they are,” assented the old man. “Dollars? no,\nthat’s no name for it. The stars are nearest it, Melody. And your\nhair–”",
        "“My hair is like sweet Alice’s,” said the child, confidently,–\"sweet\nAlice, whose hair was so brown. I promised Auntie Joy we would sing\nthat for her, the very next time you came, but I never thought you\nwould be here to-day, Rosin.",
        "’Where have you been, my long, long love, this seven long years and\nmore?’",
        "That’s a ballad, Rosin; Doctor taught it to me. It is a beauty, and\nyou must make me a tune for it. But where have you been?”",
        "“I’ve been up and down the earth,” the old man replied,–\"up and down\nthe earth, Melody. Sometimes here and sometimes there. I’d feel a call\nhere, and I’d feel a call there; and I seemed to be wanted, generally,\njust in those very places I’d felt called to. Do you believe in calls,\nMelody?”",
        "“Of course I do,” replied the child, promptly. “Only all the people\nwho call you can’t get you, Rosin, ’cause you’d be in fifty pieces if\nthey did.” She laughed joyously, throwing her head back with the\nbirdlike, rapturous motion which seemed the very expression of her\nnature.",
        "The old fiddler watched her with delight. “You shall hear all my\nstories,” he said; “everything you shall hear, little Melody; but here\nwe are at the house now, and I must make my manners to the ladies.”",
        "He paused, and looked critically at his blue coat, which, though\nthreadbare, was scrupulously clean. He flecked some imaginary dust\nfrom his trousers, and ran his hand lightly through his hair, bringing\nthe snowy curl which was the pride of his heart a little farther over\nhis forehead. “Now I’ll do, maybe,” he said cheerfully. “And sure\nenough, there’s Miss Vesta in the doorway, looking like a China rose\nin full bloom.” He advanced, hat in hand, with a peculiar sliding\nstep, which instantly suggested “chassez across to partners.”",
        "“Miss Vesta, I hope your health’s good?”",
        "Miss Vesta held out her hand cordially. “Why, Mr. De Arthenay,\n[Footnote: Pronounced Dee arthenay] is this you?” she cried. “This is\na pleasure! Melody was sure it was you, and she ran off like a\nwill-o’-the-wisp, when I could not hear a sound. But I’m very glad to\nsee you. We were saying only yesterday how long a time it was since\nyou’d been here. Now you must sit down, and tell us all the news.\nStop, though,” she added, with a glance at the vine-clad window;\n\"Rejoice would like to see you, and hear the news too. Wait a moment,\nMr. De Arthenay! I’ll go in and move her up by the window, so that she\ncan hear you.”",
        "She hastened into the house; and in a few minutes the blinds were\nthrown back, and Miss Rejoice’s sweet voice was heard, saying,\n\"Good-day, Mr. De Arthenay. It is always a good day that brings you.”",
        "The old man sprang up from his seat in the porch, and made a low bow\nto the window. “It’s a treat to hear your voice, Miss Rejoice, so it\nis,” he said heartily. “I hope your health’s been pretty good lately?\nIt seems to me your voice sounds stronger than it did the last time I\nwas here.”",
        "“Oh, I’m very well,” responded the invalid, cheerfully. “Very well, I\nfeel this summer; don’t I, Vesta? And where have you been, Mr. De\nArthenay, all this time? I’m sure you have a great deal to tell us.\nIt’s as good as a newspaper when you come along, we always say.”",
        "The old fiddler cleared his throat, and settled himself comfortably in\na corner of the porch, with Melody’s hand in his. Miss Vesta produced\nher knitting; Melody gave a little sigh of perfect content, and\nnestled up to her friend’s side, leaning her head against his\nshoulder.",
        "“Begin to tell now, Rosin,” she said. “Tell us all that you know.”",
        "“Tell you everything,” he repeated thoughtfully. “Not all, little\nMelody. I’ve seen some things that you wouldn’t like to hear\nabout,–things that would grieve your tender heart more than a little.\nWe will not talk about those; but I have seen bright things too, sure\nenough. Why, only day before yesterday I was at a wedding, over in\nPegrum; a pretty wedding it was too. You remember Myra Bassett, Miss\nVesta?”",
        "“To be sure I do,” replied Miss Vesta. “She married John Andrews, her\nfather’s second cousin once removed. Don’t tell me that Myra has a\ndaughter old enough to be married: Or is it a son? either way, it is\nridiculous.”",
        "“A daughter!” said the old man,–\"the prettiest girl in Pegrum. Like a\nripe chestnut, more than anything. Two lads were in love with her;\nthere may have been a dozen, but these two I know about. One of\nthem–I’ll name no names, ’tis kinder not–found that she wanted to\nmarry a hero (what girl does not?), so he thought he would try his\nhand at heroism. There was a picnic this spring, and he hired a boy\n(or so the boy says–it may be wicked gossip) to upset the boat she\nwas in, so that he, the lover, might save her life. But, lo and\nbehold! he was taken with a cramp in the water, and was almost\ndrowned, and the second lover jumped in, and saved them both. So she\nmarried the second (whom she had liked all along), and then the boy\ntold his story.”",
        "“Miserable sneak!” ejaculated Miss Vesta. “To risk the life of the\nwoman he pretended to love, just to show himself off.”",
        "“Still, I am sorry for him!” said Miss Rejoice, through the window.\n(Miss Rejoice was always sorry for wrongdoers, much sorrier than for\nthe righteous who suffered. They would be sure to get good out of\nit, she said, but the poor sinners generally didn’t know how.) “What\ndid he do, poor soul?”",
        "“He went away!” replied the fiddler. “Pegrum wouldn’t hold him; and\nthe other lad was a good shot, and went about with a shot-gun. But I\nwas going to tell you about the wedding.”",
        "“Of course!” cried Melody. “What did the bride wear? That is the most\nimportant part.”",
        "De Arthenay cleared his throat, and looked grave. He always made a\npoint of remembering the dresses at weddings, and was proud of the\naccomplishment,–a rare one in his sex.",
        "“Miss Andrews–I beg her pardon, Mrs. Nelson–had on a white muslin\ngown, made quite full, with three ruffles round the skirt. There was\nlace round the neck, but I cannot tell you what kind, except that it\nwas very soft and fine. She had white roses on the front of her gown,\nand in her hair, and pink ones in her cheeks; her eyes were like brown\ndiamonds, and she had little white satin slippers, for all the world\nlike Cinderella. They were a present from her Grandmother Anstey, over\nat Bow Mills. Her other grandmother, Mrs. Bowen, gave her the dress,\nso her father and mother could lay out all they wanted to on the\nsupper; and a handsome supper it was. Then after supper they danced.\nIt would have done your heart good, Miss Vesta, to see that little\nbride dance. Ah! she is a pretty creature. There was another young\nwoman, too, who played the piano. Kate, they called her, but I don’t\nknow what her other name was. Anyway, she had an eye like black\nlightning stirred up with a laugh, and a voice like the ’Fisherman’s\nHornpipe.’”",
        "He took up his fiddle, and softly, delicately, played a few bars of\nthat immortal dance. It rippled like a woman’s laugh, and Melody\nsmiled in instant sympathy.",
        "“I wish I had seen her,” she cried. “Did she play well, Rosin?”",
        "“She played so that I knew she must be either French or Irish!” the\nfiddler replied. “No Yankee ever played dance-music in that fashion; I\nmade bold to say to her, as we were playing together, ’Etes-vous\ncompatriote?’",
        "“’More power to your elbow,’ said she, with a twinkle of her eye, and\nshe struck into ’Saint Patrick’s Day in the Morning.’ I took it up,\nand played the ’Marseillaise,’ over it and under it, and round\nit,–for an accompaniment, you understand, Melody; and I can tell you,\nwe made the folks open their eyes. Yes; she was a fine young lady, and\nit was a fine wedding altogether.",
        "“But I am forgetting a message I have for you, ladies. Last week I was\npassing through New Joppa, and I stopped to call on Miss Lovina Green;\nI always stop there when I go through that region. Miss Lovina asked\nme to tell you–let me see! what was it?” He paused, to disentangle\nthis particular message from the many he always carried, in his\njourneyings from one town to another. “Oh, yes, I remember. She wanted\nyou to know that her Uncle Reuel was dead, and had left her a thousand\ndollars, so she should be comfortable the rest of her days. She\nthought you’d be glad to know it.”",
        "“That is good news!” exclaimed Miss Vesta, heartily. “Poor Lovina! she\nhas been so straitened all these years, and saw no prospect of\nanything better. The best day’s work Reuel Green has ever done was to\ndie and leave that money to Lovina.”",
        "“Why, Vesta!” said Miss Rejoice’s soft voice; “how you do talk!”",
        "“Well, it’s true!” Miss Vesta replied. “And you know it, Rejoice, my\ndear, as well as I do. Any other news in Joppa, Mr. De Arthenay? I\nhaven’t heard from over there for a long time.”",
        "“Why, they’ve been having some robberies in Joppa,” the old man\nsaid,–\"regular burglaries. There’s been a great excitement about it.\nSeveral houses have been entered and robbed, some of money, others of\nwhat little silver there was, though I don’t suppose there is enough\nsilver in all New Joppa to support a good, healthy burglar for more\nthan a few days. The funny part of it is that though I have no house,\nI came very near being robbed myself.”",
        "“You, Rosin?”",
        "“You, Mr. De Arthenay? Do tell us!”",
        "Melody passed her hand rapidly over the old man’s face, and then\nsettled back with her former air of content, knowing that all was\nwell.",
        "“You shall hear my story,” the old man said, drawing himself up, and\ngiving his curl a toss. “It was the night I came away from Joppa. I\nhad been taking tea with William Bradwell’s folks, and stayed rather\nlate in the evening, playing for the young folks, singing old songs,\nand one thing and another. It was ten o’clock when I said good-night\nand stepped out of the house and along the road. ’T was a fine night,\nbright moonlight, and everything shining like silver. I’d had a\npleasant evening, and I felt right cheered up as I passed along,\nsometimes talking a bit to the Lady, and sometimes she to me; for I’d\nleft her case at the house, seeing I should pass by again in the\nmorning, when I took my way out of the place.",
        "“Well, sir,–I beg your pardon; ladies, I should say,–as I came\nalong a strip of the road with the moon full on it, but bordered with\nwillow scrub,–as I came along, sudden a man stepped out of those\nbushes, and told me to stand and throw up my hands.–Don’t be\nfrightened, Melody,” for the child had taken his hand with a quick,\nfrightened motion; “have no fear at all! I had none. I saw, or felt,\nperhaps it was, that he had no pistols; that he was only a poor sneak\nand bully. So I said, ’Stand yourself!’ I stepped clear out, so that\nthe light fell full on my face, and I looked him in the eye, and\npointed my bow at him. ’My name is De Arthenay,’ I said. ’I am of\nFrench extraction, but I hail from the Androscoggin. I am known in\nthis country. This is my fiddle-bow; and if you are not gone before I\ncan count three, I’ll shoot you with it. One!’ I said; but I didn’t\nneed to count further. He turned and ran, as if the–as if a regiment\nwas after him; and as soon as I had done laughing, I went on my way to\nthe tavern.”",
        "All laughed heartily at the old man’s story; but when the laughter\nsubsided, Melody begged him to take “the Lady,” and play for her. “I\nhave not heard you play for so long, Rosin, except just when you\ncalled me.”",
        "“Yes, Mr. De Arthenay,” said Miss Vesta. “do play a little for us,\nwhile I get supper. Suppose I bring the table out here, Melody; how\nwould you like that?”",
        "“Oh, so much!” cried the child, clapping her hands. “So very much! Let\nme help!”",
        "She started up; and while the fiddler played, old sweet melodies, such\nas Miss Rejoice loved, there was a pleasant, subdued bustle of coming\nand going, clinking and rustling, as the little table was brought out\nand set in the vine-wreathed porch, the snowy cloth laid, and the\nsimple feast set forth. There were wild strawberries, fresh and\nglowing, laid on vine-leaves; there were biscuits so light it seemed\nas if a puff of wind might blow them away; there were twisted\ndoughnuts, and coffee brown and as clear as a mountain brook. It was a\npleasant little feast; and the old fiddler glanced with cheerful\napproval over the table as he sat down.",
        "“Ah, Miss Vesta,” he said, as he handed the biscuits gallantly to his\nhostess, “there’s no such table as this for me to sit down to,\nwherever I go, far or near. Look at the biscuit, now,–moulded snow, I\ncall them. Take one, Melody, my dear. You’ll never get anything better\nto eat in this world.”",
        "The child flushed with pleasure.",
        "“You’re praising her too much to herself,” said Miss Vesta, with a\npleased smile. “Melody made those biscuit, all herself, without any\nhelp. She’s getting to be such a good housekeeper, Mr. De Arthenay,\nyou would not believe it.”",
        "“You don’t tell me that she made these biscuit!” cried the old man.\n\"Why, Melody, I shall be frightened at you if you go on at this rate.\nYou are not growing up, are you, little Melody?”",
        "“No! no! no!” cried the child, vehemently. “I am not growing up,\nRosin. I don’t want to grow up, ever, at all.”",
        "“I should like to know what you can do about it,” said Miss Vesta,\nsmiling grimly. “You’ll have to stop pretty short if you are not going\nto grow up, Melody. If I have let your dresses down once this spring,\nI’ve let them down three times. You’re going to be a tall woman, I\nshould say, and you’ve a right good start toward it now.”",
        "A shade stole over the child’s bright face, and she was\nsilent,–seeming only half to listen while the others chatted, yet\nnever forgetting to serve them, and seeming, by a touch on the hand\nof either friend, to know what was wanted.",
        "When the meal was over, and the tea-things put away, Melody came out\nagain into the porch, where the fiddler sat smoking his pipe, and\nleaning against one of the supports, felt among the leaves which hid\nit. “Here is the mark!” she said. “Am I really taller, Rosin? Really\nmuch taller?”",
        "“What troubles the child?” the old man asked gently. “She does not\nwant to grow? The bud must open, Melody, my dear! the bud must open!”",
        "“But it’s so unreasonable,” cried Melody, as she stood holding by the\nold man’s hand, swaying lightly to and fro, as if the wind moved her\nwith the vines and flowers. “Why can’t I stay a little girl? A little\ngirl is needed here, isn’t she? And there is no need at all of another\nwoman. I can’t be like Aunt Vesta or Auntie Joy; so I think I might\nstay just Melody.” Then shaking her curls back, she cried, “Well,\nanyhow, I am just Melody now, and nothing more; and I mean to make the\nmost of it. Come, Rosin, come! I am ready for music. The dishes are\nall washed, and there’s nothing more to do, is there, Auntie? It is so\nlong since Rosin has been here; now let us have a good time, a perfect\ntime!”",
        "De Arthenay took up his fiddle once more, and caressed its shining\ncurves. “She’s in perfect trim,” he said tenderly. “She’s fit to play\nwith you to-night, Melody. Come, I am ready; what shall we have?”",
        "Melody sat down on the little green bench which was her own particular\nseat. She folded her hands lightly on her lap, and threw her head back\nwith her own birdlike gesture. One would have said that she was\ncalling the spirit of song, which might descend on rainbow wings, and\nfold her in his arms. The old man drew the bow softly, and the fiddle\ngave out a low, brooding note,–a note of invitation.",
        "  “Oh, don’t you remember sweet Alice, Ben Bolt?\n  Sweet Alice, whose hair was so brown?\n  She wept with delight when you gave her a smile,\n  And trembled with fear at your frown.”",
        "Softly the old man played, keeping his eyes fixed on the child, whose\nglorious voice floated out on the evening air, filling the whole world\nwith sweetest melody. Miss Vesta dropped her knitting and folded her\nhands, while a peaceful, dreamy look stole into her fine face,–a face\nwhose only fault was the too eager look which a New England woman must\nso often gain, whether she will or no. In the quiet chamber, the\nbedridden woman lay back on her pillows smiling, with a face as the\nface of an angel. Her thoughts were lifted up on the wings of the\nmusic, and borne–who shall say where, to what high and holy presence?\nPerhaps–who can tell?–the eyes of her soul looked in at the gate of\nheaven itself; if it were so, be sure they saw nothing within that\nwhite portal more pure and clear than their own gaze.",
        "And still the song flowed on. Presently doors began to open along the\nvillage street. People came softly out, came on tiptoe toward the\ncottage, and with a silent greeting to its owner sat down beside the\nroad to listen. Children came dancing, with feet almost as light as\nMelody’s own, and curled themselves up beside her on the grass.\nTired-looking mothers came, with their babies in their arms; and the\nweary wrinkles faded from their faces, and they listened in silent\ncontent, while the little ones, who perhaps had been fretting and\ncomplaining a moment before, nestled now quietly against the\nmother-breast, and felt that no one wanted to tease or ill-treat them,\nbut that the world was all full of Mother, who loved them. Beside one\nof these women a man came and sat him down, as if from habit; but he\ndid not look at her. His face wore a weary, moody frown, and he stared\nat the ground sullenly, taking no note of any one. The others looked\nat one another and nodded, and thought of the things they knew; the\nwoman cast a sidelong glance at him, half hopeful, half fearful, but\nmade no motion.",
        "   “Oh, don’t you remember the school, Ben Bolt,\n      And the master so kind and so true;\n   And the little nook by the clear running brook,\n     Where we gathered the flowers as they grew?”",
        "The dark-browed man listened, and thought. Her name was Alice, this\nwoman by his side. They had been schoolmates together, had gathered\nflowers, oh, how many times, by brook-side and hill. They had grown up\nto be lovers, and she was his wife, sitting here now beside him,–his\nwife, with his baby in her arms; and he had not spoken to her for a\nweek. What began it all? He hardly knew; but she had been provoking,\nand he had been tired, impatient; there had been a great scene, and\nthen this silence, which he swore he would not break. How sad she\nlooked! he thought, as he stole a glance at the face bending over the\nchild.",
        "   “Oh, don’t you remember sweet Alice, Ben Bolt,\n     Sweet Alice, whose hair was so brown?”",
        "Was she singing about them, this child? She had sung at their wedding,\na little thing of seven years old; and old De Arthenay had played, and\nwished them happiness, and said they were the handsomest couple he had\nplayed for that year. Now she looked so tired: how was it that he had\nnever seen how tired she looked? Perhaps she was only sick or nervous\nthat day when she spoke so. The child stirred in its mother’s arms,\nand she gave a low sigh of weariness, and shifted the weight to the\nother arm. The young man bent forward and took the baby, and felt how\nheavy it had grown since last he held it. He had not said anything, he\nwould not say anything–just yet; but his wife turned to him with such\na smile, such a flash of love and joy, imploring, promising, that his\nheart leaped, and then beat peacefully, happily, as it had not beaten\nfor many days. All was over; and Alice leaned against his arm with a\nlittle movement of content, and the good neighbors looked at one\nanother again, and smiled this time to know that all was well.",
        "What is the song now? The blind child turns slightly, so that she\nfaces Miss Vesta Dale, whose favorite song this is,–",
        "   “All in the merry month of May,\n      When green buds were a-swellin”,\n   Young Jemmy Grove on his death-hed lay,\n     For love of Barbara Allan.”",
        "Why is Miss Vesta so fond of the grim old ballad? Perhaps she could\nhardly tell, if she would. She looks very stately as she leans against\nthe wall, close by the room where her sister Rejoice is lying. Does a\nthought come to her mind of the youth who loved her so, or thought he\nloved her, long and long ago? Does she see his look of dismay, of\nincredulous anger, when she told him that her life must be given to\nher crippled sister, and that if he would share it he must take\nRejoice too, to love and to cherish as dearly as he would cherish her?\nHe could not bear the test; he was a good young fellow enough, but\nthere was nothing of the hero about him, and he thought that crippled\nfolk should be taken care of in hospitals, where they belonged.",
        "   “’Oh, dinna ye mind, young man,’ she said,\n       ’When the red wine was a-fillin’,\n    Ye bade the healths gae round an’ round,\n      And slighted Barbara Allan?’”",
        "If the cruel Barbara had not repented, and “laid her down in sorrow,\"\nshe might well have grown to look like this handsome, white-haired\nwoman, with her keen blue eyes and queenly bearing.",
        "Miss Vesta had never for an instant regretted the disposition of her\nlife, never even in the shadow of a thought; but this was the song she\nused to sing in those old days, and somehow she always felt a thrill\n(was it of pleasure or pain? she could not have told you) when the\nchild sang it.",
        "But there may have been a “call,” as Rosin the Beau would have said,\nfor some one else beside Vesta Dale; for a tall, pale girl, who has\nbeen leaning against the wall pulling off the gray lichens as she\nlistened, now slips away, and goes home and writes a letter; and\nto-morrow morning, when the mail goes to the next village, two people\nwill be happy in God’s world instead of being miserable. And now? Oh,\nnow it is a merry song; for, after all, Melody is a child, and a happy\nchild; and though she loves the sad songs dearly, still she generally\nlikes to end up with a “dancy one.”",
        "   “’Come boat me o’er,\n   Come row me o’er,\n   Come boat me o’er to Charlie;\n   I’ll gi’e John Ross anither bawbee\n   To boat me o’er to Charlie.\n   We’ll o’er the water an’ o’er the sea,\n   We’ll o’er the water to Charlie,\n   Come weal, come woe, we’ll gather and go,\n   And live and die wi’ Charlie.’”",
        "And now Rosin the Beau proves the good right he has to his name. Trill\nand quavers and roulades are shaken from his bow as lightly as foam\nfrom the prow of a ship. The music leaps rollicking up and down, here\nand there, till the air is all a-quiver with merriment. The old man\ndraws himself up to his full height, all save that loving bend of the\nhead over the beloved instrument. His long slender foot, in its quaint\n\"Congress” shoe, beats time like a mill-clapper,–tap, tap, tap; his\nsnowy curl dances over his forehead, his brown eyes twinkle with pride\nand pleasure. Other feet beside his began to pat the ground; heads\nwere lifted, eyes looked invitation and response. At length the child\nMelody, with one superb outburst of song, lifted her hands above her\nhead, and springing out into the road cried, “A dance! a dance!”",
        "Instantly the quiet road was alive with dancers. Old and young sprang\nto their feet in joyful response. The fiddle struck into “The Irish\nWasherwoman,” and the people danced. Children joined hands and jumped\nup and down, knowing no steps save Nature’s leaps of joy; youths and\nmaidens flew in graceful measures together; last, but not least, old\nSimon Parker the postmaster seized Mrs. Martha Penny by both hands,\nand regardless of her breathless shrieks whirled her round and round\ntill the poor old dame had no breath left to scream with. Alone in the\nmidst of the gay throng (as strange a one, surely, as ever disturbed\nthe quiet of a New England country road) danced the blind child, a\nfigure of perfect grace. Who taught Melody to dance? Surely it was the\nwind, the swaying birch-tree, the slender grasses that nod and wave by\nthe brookside. Light as air she floated in and out among the motley\ngroups, never jostling or touching any one. Her slender arms waved in\ntime to the music; her beautiful hair floated over her shoulders. Her\nwhole face glowed with light and joy, while only her eyes, steadfast\nand unchanging, struck the one grave note in the symphony of joy and\nmerriment.",
        "From time to time the old fiddler stole a glance at Miss Vesta Dale,\nas she sat erect and stately, leaning against the wall of the house.\nShe was beginning to grow uneasy. Her foot also began to pat the\nground. She moved slightly, swayed on her seat; her fingers beat time,\nas did the slender, well-shaped foot which peeped from under her scant\nblue skirt. Suddenly De Arthenay stopped short, and tapped sharply on\nhis fiddle, while the dancers, breathless and exhausted, fell back by\nthe roadside again. Stepping out from the porch, he made a low bow to\nMiss Vesta. “Chorus Jig!” he cried, and struck up the air of that\ntime-honored dance. Miss Vesta frowned, shook her head resolutely,–\nrose, and standing opposite the old fiddler, began to dance.",
        "Here was a new marvel, no less strange in its way than Melody’s wild\ngrace of movement, or the sudden madness of the village crowd. The\nstately white-haired woman moved slowly forward; the old man bowed\nagain; she courtesied as became a duchess of Nature’s own making.\nTheir bodies erect and motionless, their heads held high, their feet\nwent twinkling through a series of evolutions which the keenest eye\ncould hardly follow. “Pigeon-wings?” Whole flocks of pigeons took\nflight from under that scant blue skirt, from those wonderful shrunken\ntrousers of yellow nankeen. They moved forward, back, forward again,\nas smoothly as a wave glides up the shore. They twinkled round and\nround each other, now back to back, now face to face. They chasséd\ninto corners, and displayed a whirlwind of delicately pointed toes;\nthey retired as if to quarrel; they floated back to make it up again.\nAll the while not a muscle of their faces moved, not a gleam of fun\ndisturbed the tranquil sternness of their look; for dancing was a\nserious business thirty years ago, when they were young, and they had\nno idea of lowering its dignity by any “quips and cranks and wanton\nwiles,” such as young folks nowadays indulge in. Briefly, it was a\nwork of art; and when it was over, and the sweeping courtesy and\nsplendid bow had restored the old-time dancers to their places, a\nshout of applause went up, and the air rang with such a tumult as had\nnever before, perhaps, disturbed the tranquillity of the country road.",
        "God’s Acre! A New England burying-ground,–who does not know the\naspect of the place? A savage plot of ground, where nothing else would\ngrow save this crop of gray stones, and other gray stones formless and\ngrim, thrusting their rugged faces out here and there through the\nscanty soil. Other stones, again, enclosing the whole with a grim,\nprotecting arm, a ragged wall, all jagged, formless, rough. The grass\nis long and yet sparse; here and there a few flowers cling, hardy\ngeraniums, lychnis, and the like, but they seem strangely out of\nplace. The stones are fallen awry, and lean toward each other as if\nthey exchanged confidences, and speculated on the probable spiritual\nwhereabouts of the souls whose former bodies they guard. Most of these\nstones are gray slate, carved with old-fashioned letters, round and\nlong-tailed; but there are a few slabs of white marble, and in one\ncorner is a marble lamb, looking singularly like the woolly lambs one\nbuys for children, standing stiff and solemn on his four straight\nlegs. This is not the “cemetery,” be it understood. That is close by\nthe village, and is the favorite walk and place of Sunday resort for\nits inhabitants. It is trim and well-kept, with gravel paths and\nflower-beds, and store of urns and images in “white bronze,” for the\npeople are proud of their cemetery, as well-regulated New England\npeople should be, and there is a proper feeling of rivalry in the\nmatter of “moniments.”",
        "But Melody cares nothing whatever about the fine cemetery. It is in\nthe old “berrin’-groun’” that her mother lies,–indeed, she was the\nlast person buried in it; and it is here that the child loves to\nlinger and dream the sweet, sad, purposeless dreams of childhood. She\nknows nothing of “Old Mortality,” yet she is his childish imitator in\nthis lonely spot. She keeps the weeds in some sort of subjection; she\npulls away the moss and lichens from head and foot stones,–not so\nmuch with any idea of reverence as that she likes to read the\ninscriptions, and feel the quaint flourishes and curlicues of the\nolder gravestones. She has a sense of personal acquaintance with all\nthe dwellers on this hillside; talks to them and sings to them in her\nhappy fashion, as she pulls away the witch-grass and sorrel. See her\nnow, sitting on that low green mound, her white dress gleaming against\nthe dusky gray of the stone on which she leans. Melody is very fond of\nwhite. It feels smoother than colors, she always says; and she would\nwear it constantly if it did not make too much washing. One arm is\nthrown over the curve of the headstone, while with the other hand she\nfollows the worn letters of the inscription, which surely no other\nfingers were fine enough to trace.",
        "  Sacred to the Memory Of\n\nSusan Dyer.\n\n  True to Her Name,\n\n  She died Aug. 10th, 1814,\n   In the 19th year of her age.\n\n  The soul of my Susan is gone\n      To heighten the triumphs above;\n   Exalted to Jesus’s throne\n      And clasped in the arms of his love.",
        "Melody read the words aloud, smiling as she read. “Susan,” she said,\n\"I wonder who wrote your verses. I wonder if you were pretty, dear,\nand if you liked to be alive, and were sorry to be dead. But you must\nbe used to it by this time, anyhow. I wonder if you ’shout redeeming\nlove,’ like your cousin (I suppose she is your cousin) Sophia Dyer,\nover in the corner there. I never liked Sophia, Susan dear. I seem to\nthink she shouted here too, and snubbed you, because you were gentle\nand shy. See how her stone perks up, making every inch it can of\nitself, while yours tries to sink away and hide itself in the good\ngreen grass. I think we liked the same things a good deal, Susan,\ndon’t you? And I think you would like me to go and see the old\ngentleman now, because he has so many dandelions; and I really must\npull them up. You know I am never sure that he isn’t your grandfather.\nSo many of you are related here, it is a regular family party.\nGood-by, Susan dear.”",
        "She bent over, and touched the stone lightly with her lips, then\npassed on to another which was half buried in the earth, the last\nletters of the inscription being barely discernible.",
        "“How do you do, Mr. Bascom?” said this singular child, laying her hand\nrespectfully on the venerable headstone. “Are your dandelions very\ntroublesome this morning, dear sir?”",
        "Her light fingers hovered over the mound like butterflies, and she\nbegan pulling up the dandelion roots, and smoothing down the grass\nover the bare places. Then she fell to work on the inscription, which\nwas an elaborate one, surmounted by two cherubs’ heads, one resting on\nan hour-glass, the other on a pair of cross-bones. Along every line\nshe passed her delicate fingers, not because she did not know every\nline, but that she might trace any new growth of moss or lichen.",
        "   “Farewell this flesh, these ears, these eyes,\n      Those snares and fetters of the mind\n   My God, nor let this frame arise\n     Till every dust be well refined.”",
        "“You were very particular, Mr. Bascom, weren’t you?” inquired Melody.\n\"You were a very neat old gentleman, with white hair always brushed\njust so, and a high collar. You didn’t like dust, unless it was well\nrefined. I shouldn’t wonder if you washed your walking-stick every\ntime you came home, like Mr. Cuter, over at the Corners. Here’s\nsomething growing in the tail of your last y. Never mind, Mr.\nBascom, I’ll get it out with a pin. There, now you are quite\nrespectable, and you look very nice indeed. Good-by, and do try not to\nfret more than you can help about the dandelions. They will grow, no\nmatter how often I come.”",
        "Melody, in common with most blind persons, always spoke of seeing, of\nlooking at things, precisely as if she had the full use of her eyes.\nIndeed, I question whether those wonderful fingers of hers were not as\ngood as many pairs of eyes we see. How many people go half-blind\nthrough the world, just for want of the habit of looking at things!\nHow many plod onward, with eyes fixed on the ground, when they might\nbe raised to the skies, seeing the glory of the Lord, which He has\nspread abroad over hill and meadow, for all eyes to behold! How many\nwalk with introverted gaze, seeing only themselves, while their\nneighbor walks beside them, unseen, and needing their ministration!",
        "The blind child touched life with her hand, and knew it. Every leaf\nwas her acquaintance, every flower her friend and gossip. She knew\nevery tree of the forest by its bark; knew when it blossomed, and how.\nMore than this,–some subtle sense for which we have no name gave her\nthe power of reading with a touch the mood and humor of those she was\nwith; and when her hand rested in that of a friend, she knew whether\nthe friend were glad or gay, before hearing the sound of his voice.",
        "Another power she had,–that of attracting to her “all creatures\nliving beneath the sun, that creep or swim or fly or run.” Not a cat\nor dog in the village but would leave his own master or mistress at a\nsingle call from Melody. She could imitate every bird-call with her\nwonderful voice; and one day she had come home and told Miss Rejoice\nquietly that she had been making a concert with a wood-thrush, and\nthat the red squirrels had sat on the branches to listen. Miss Vesta\nsaid, “Nonsense, child! you fell asleep, and had a pretty dream.” But\nMiss Rejoice believed every word, and Melody knew she did by the touch\nof her thin, kind old hand.",
        "It might well have been true; for now, as the child sat down beside a\nsmall white stone, which evidently marked a child’s grave, she gave a\nlow call, and in a moment a gray squirrel came running from the stone\nwall (he had been sitting there, watching her with his bright black\neyes, looking so like a bit of the wall itself that the sharpest eyes\nwould hardly have noticed him), and leaped into her lap.",
        "“Brother Gray-frock, how do you do?” cried the child, joyously,\ncaressing the pretty creature with light touches. “I wondered if I\nshould see you to-day, brother. The last time I came you were off\nhunting somewhere, and I called and called, but no gray brother came.\nHow is the wife, and the children, and how is the stout young man?”",
        "The “stout young man” lay buried at the farther end of the ground,\nunder the tree in which the squirrel lived. The inscription on his\ntombstone was a perpetual amusement to Melody, and she could not help\nfeeling as if the squirrel must know that it was funny too, though\nthey had never exchanged remarks about it. This was the inscription:",
        "   “I was a stout young man\n   As you would find in ten;\n   And when on this I think,\n   I take in hand my pen\n   And write it plainly out,\n   That all the world may see\n   How I was cut down like\n   A blossom from a tree.\n   The Lord rest my soul.”",
        "The young man’s name was Faithful Parker. Melody liked him well\nenough, though she never felt intimate with him, as she did with Susan\nDyer and the dear child Love Good, who slept beneath this low white\nstone. This was Melody’s favorite grave. It was such a dear quaint\nlittle name,–Love Good. “Good” had been a common name in the village\nseventy years ago, when this little Love lived and died; many graves\nbore the name, though no living person now claimed it.",
        "  Love Good,\n\n  Four Years Old.\n\n  Our white rose withered in the bud.",
        "This was all; and somehow Melody felt that she knew and cared for\nthese parents much more than for those who put their sorrow into\nrhyme, and mourned in despairing doggerel.",
        "Melody laid her soft warm cheek against the little white stone, and\nmurmured loving words to it. The squirrel sat still in her lap,\ncontent to nestle under her hand, and bask in the light and warmth of\nthe summer day: the sunlight streamed with tempered glow through the\nbranches of an old cedar that grew beside the little grave; peace and\nsilence brooded like a dove over the holy place.",
        "A flutter of wings, a rustle of leaves,–was it a fairy alighting on\nthe old cedar-tree? No, only an oriole; though some have said that\nthis bird is a fairy prince in disguise, and that if he can win the\nlove of a pure maiden the spell will be loosed, and he will regain his\nown form. This cannot be true, however; for Melody knows Golden Robin\nwell, and loves him well, and he loves her in his own way, yet has\nnever changed a feather at sight of her. He will sing for her, though;\nand sing he does, shaking and trilling and quivering, pouring his\nlittle soul out in melody for joy of the summer day, and of the sweet,\nquiet place, and of the child who never scares or startles him, only\nsmiles, and sings to him in return. They are singing together now, the\nchild and the bird. It is a very wonderful thing, if there were any\none by to hear. The gray squirrel crouches motionless in the child’s\nlap, with half-shut eyes; the quiet dead sleep on unmoved: who else\nshould be near to listen to such music as this?",
        "Nay, but who is this, leaning over the old stone-wall, listening with\nkeenest interest,–this man with the dark, eager face and bold black\neyes? His eyes are fixed on the child; his face is aglow with wonder\nand delight, but with something else too,–some passion which strikes\na jarring note through the harmony of the summer idyl. What is this\nman doing here? Why does he eye the blind child so strangely, with\nlooks of power, almost of possession?",
        "Cease, cease your song, Melody! Fly, bird and tiny beast, to your\nshelter in the dark tree-tops; and fly you also, gentlest child, to\nthe home where is love and protection and tender care! For the charm\nis broken, and your paradise is invaded.",
        "“But I’m sure you will listen to reason, ma’am.”",
        "The stranger spoke in a low, persuasive tone; his eyes glanced rapidly\nhither and thither as he spoke, taking the bearings of house and\ngarden, noting the turn of the road, the distance of the neighboring\nhouses. One would have said he was a surveyor, only he had no\ninstruments with him.",
        "“I am sure you will listen to reason,–a fine, intelligent lady like\nyourself. Think of it: there is a fortune in this child’s voice. There\nhasn’t been such a voice–there’s never been such a voice in this\ncountry, I’ll be bold to say. I know something about voices, ma’am.\nI’ve been in the concert business twenty years, and I do assure you I\nhave never heard such a natural voice as this child has. She has a\ngreat career before her, I tell you. Money, ma’am! there’s thousands\nin that voice! It sings bank-notes and gold-pieces, every note of it.\nYou’ll be a rich woman, and she will be a great singer,–one of the\nvery greatest. Her being blind makes it all the better. I wouldn’t\nhave her like other people, not for anything. The blind prima-donna,–\nmy stars! wouldn’t it draw? I see the posters now. ’Nature’s greatest\nmarvel, the blind singer! Splendid talent enveloped in darkness.’ She\nwill be the success of the day, ma’am. Lord, and to think of my\nchancing on her here, of all the little out-of-the-way places in the\nworld! Why, three hours ago I was cursing my luck, when my horse lost\na shoe and went lame, just outside your pleasant little town here. And\nnow, ma’am, now I count this the most fortunate day of my life! Is the\nlittle lady in the house, ma’am? I’d like to have a little talk with\nher; kind o’ open her eyes to what’s before her,–her mind’s eye,\nHoratio, eh? Know anything of Shakspeare, ma’am? Is she in the house,\nI say?”",
        "“She is not,” said Miss Vesta Dale, finding her voice at last. “The\nchild is away, and you should not see her if she were here. She is not\nmeant for the sort of thing you talk about. She–she is the same as\nour own child, my sister’s and mine. We mean to keep her by us as long\nas we live. I thank you,” she added, with stately courtesy. “I don’t\ndoubt that many might be glad of such a chance, but we are not that\nkind, my sister and I.”",
        "The man’s face fell; but the next moment he looked incredulous. “You\ndon’t mean what you say, ma’am!” he cried; “you can’t mean it! To keep\na voice like that shut up in a God-forsaken little hole like\nthis,–oh, you don’t know what you’re talking about, really you\ndon’t.’ And think of the advantage to the child herself!” He saw the\nwoman’s face change at this, saw that he had made a point, and\nhastened to pursue it. “What can the child have, if she spends her\nlife here? No education, no pleasure,–nothing. Nice little place, no\ndoubt, for those that are used to it, but–Lord! a child that has the\nwhole world before her, to pick and choose! She must go to Europe,\nma’am! She will sing before crowned heads; go to Russia, and be\ndecorated by the Czar. She’ll have horses and carriages, jewels,\ndresses finer than any queen! Patti spends three fortunes a year on\nher clothes, and this girl has as good a voice as Patti, any day. Why,\nyou have to support her, don’t you?–and hard work, too, sometimes,\nperhaps–her and maybe others?”",
        "Miss Vesta winced; and he saw it. Oh, Rejoice! it was a joy to save\nand spare, to deny herself any little luxury, that the beloved sister\nmight have everything she fancied. But did she have everything? Was\nit, could it be possible that this should be done for her sister’s\nsake?",
        "The man pursued his advantage relentlessly. “You are a fine woman,\nma’am, if you’ll allow me to say so,–a remarkably fine woman. But you\nare getting on in life, as we all are. This child will support you,\nma’am, instead of your supporting her. Support you, do I say? Why,\nyou’ll be rolling in wealth in a few years! You spoke of a sister,\nma’am. Is she in good health, may I ask?” His quick eye had spied the\nwhite-curtained bed through the vine-clad window, and his ear had\ncaught the tender tone of her voice when she said, “my sister.”",
        "“My sister is an invalid,” said Miss Vesta, coldly.",
        "“Another point!” exclaimed the impresario. “You will be able to have\nevery luxury for your sister,–wines, fruits, travelling, the best\nmedical aid the country affords. You are the–a–the steward, I may\nsay, ma’am,\"–with subtle intuition, the man assumed a tone of moral\nloftiness, as if calling Miss Vesta to account for all delinquencies,\npast and future,–\"the steward, or even the stewardess, of this great\ntreasure. It means everything for you and her, and for your invalid\nsister as well. Think of it, think of it well! I am so confident of\nyour answer that I can well afford to wait a little. Take a few\nminutes, ma’am, and think it over.”",
        "He leaned against the house in an easy attitude, with his hands in his\npockets, and his mouth pursed up for a whistle. He did not feel as\nconfident as he looked, perhaps, but Miss Vesta did not know that. She\nalso leaned against the house, her head resting among the vines that\nscreened Miss Rejoice’s window, and thought intensely. What was right?\nWhat should she do? Half an hour ago life lay so clear and plain\nbefore her; the line of happy duties, simple pleasures, was so\nstraight, leading from the cottage door to that quiet spot in the old\nburying-ground where she and Rejoice would one day rest side by side.\nThey had taught Melody what they could. She had books in raised print,\nsent regularly from the institution where she had learned to read and\nwrite. She was happy; no child could ever have been happier, Miss\nVesta thought, if she had had three pairs of eyes. She was the heart\nof the village, its pride, its wonder. They had looked forward to a\nlife of simple usefulness and kindliness for her, tending the sick\nwith that marvellous skill which seemed a special gift from Heaven;\ncheering, comforting, delighting old and young, by the magic of her\nvoice and the gentle spell of her looks and ways. A quiet life, a\nsimple, humdrum life, it might be: they had never thought of that. But\nnow, what picture was this that the stranger had conjured up?",
        "As in a glass, Miss Vesta seemed to see the whole thing. Melody a\nwoman, a great singer, courted, caressed, living like a queen, with\neverything rich and beautiful about her; jewels in her shining hair,\nsplendid dresses, furs and laces, such as even elderly country women\nlove to dream about sometimes. She saw this; and she saw something\nelse besides. The walls of the little room within seemed to part, to\nextend; it was no longer a tiny whitewashed closet, but stretched wide\nand long, rose lofty and airy. There were couches, wheeled chairs,\ngreat sunny windows, through which one looked out over lovely gardens;\nthere were pictures, the most beautiful in the world, for those dear\neyes to rest on; banks of flowers, costly ornaments, everything that\nluxury could devise or heart desire. And on one of these splendid\ncouches (oh, she could move as she pleased from one to the other,\ninstead of lying always in the one narrow white bed!),–on one of them\nlay her sister Rejoice, in a lace wrapper, such as Miss Vesta had read\nabout once in a fashion magazine; all lace, creamy and soft, with\ndelicate ribbons here and there. There she lay; and yet–was it she?\nMiss Vesta tried hard to give life to this image, to make it smile\nwith her sister’s eyes, and speak with her sister’s voice; but it had\na strange, shadowy look all the time, and whenever she forced the\nlikeness of Rejoice into her mind, somehow it came with the old\nsurroundings, the little white bed, the yellow-washed walls, the old\ngreen flag-bottomed chair on which the medicine-cups always stood. But\nall the other things might be hers, just by Melody’s singing. By\nMelody’s singing! Miss Vesta stood very still, her face quiet and\nstern, as it always was in thought, no sign of the struggle going on\nwithin. The stranger was very still too, biding his time, stealing an\noccasional glance at her face, feeling tolerably sure of success, yet\nwishing she had not quite such a set look about the mouth.",
        "All by Melody’s singing! No effort, no exertion for the child, only\nthe thing she loved best in the world,–the thing she did every day\nand all day. And all for Rejoice, for Rejoice, whom Melody loved so;\nfor whom the child would count any toil, any privation, merely an\nadded pleasure, even as Vesta herself would. Miss Vesta held her\nbreath, and prayed. Would not God answer for her? She was only a\nwoman, and very weak, though she had never guessed it till now. God\nknew what the right thing was: would He not speak for her?",
        "She looked up, and saw Melody coming down the road, leading a child in\neach hand. She was smiling, and the children were laughing, though\nthere were traces of tears on their cheeks; for they had been\nquarrelling when Melody found them in the fields and brought them\naway. It was a pretty picture; the stranger’s eyes brightened as he\ngazed at it. But for the first time in her life Miss Vesta was not\nglad to see Melody. The child began to sing, and the woman listened\nfor the words, with a vague trouble darkening over her perturbed\nspirit as a thunder-cloud comes blackening a gray sky, filling it with\nangry mutterings, with quick flashes. What if the child should sing\nthe wrong words, she thought! What were the wrong words, and how\nshould she know whether they were of God or the Devil?",
        "It was an old song that Melody was singing; she knew few others,\nindeed,–only the last verse of an old song, which Vesta Dale had\nheard all her life, and had never thought much about, save that it was\na good song, one of the kind Rejoice liked.",
        "   “There’s a place that is better than this, Robin Ruff,\n   And I hope in my heart you’ll go there;\n   Where the poor man’s as great,\n   Though he hath no estate,\n   Ay, as though he’d a thousand a year, Robin Ruff,\n   As though he’d a thousand a year’”",
        "“So you see,” said Melody to the children, as they paced along, “it\ndoesn’t make any real difference whether we have things or don’t have\nthem. It’s inside that one has to be happy; one can’t be happy from\nthe outside, ever. I should think it would be harder if one had lots\nof things that one must think about, and take care of, and perhaps\nworry over. I often am so glad I haven’t many things.”",
        "They passed on, going down into the little meadow where the sweet\nrushes grew, for Melody knew that no child could stay cross when it\nhad sweet rushes to play with; and Miss Vesta turned to the stranger\nwith a quick, fierce movement. “Go away!” she cried. “You have your\nanswer. Not for fifty thousand fortunes should you have the child! Go,\nand never come here again!”",
        "It was two or three days after this that Dr. Brown was driving rapidly\nhome toward the village. He had had a tiresome day, and he meant to\nhave a cup of Vesta Dale’s good tea and a song from Melody to smooth\ndown his ruffled plumage, and to put him into good-humor again. His\npatients had been very trying, especially the last one he had\nvisited,–an old lady who sent for him from ten miles’ distance, and\nthen told him she had taken seventy-five bottles of Vegetine without\nbenefit, and wanted to know what she should do next. “I really do not\nknow, Madam,” the doctor replied, “unless you should pound up the\nseventy-five bottles with their labels, and take those.” Whereupon he\ngot into his buggy and drove off without another word.",
        "But the Dale girls and Melody–bless them all for a set of\nangels!–would soon put him to rights again, thought the doctor, and\nhe would send old Mrs. Prabbles some pills in the morning. There was\nnothing whatever the matter with the old harridan. Here was the turn;\nnow in a moment he would see Vesta sitting in the doorway at her\nknitting, or looking out of Rejoice’s window; and she would call the\nchild whom his heart loved, and then for a happy, peaceful evening,\nand all vexations forgotten!",
        "But what was this? Instead of the trim, staid figure he looked to see,\nwho was this frantic woman who came running toward him from the little\nhouse, with white hair flying on the wind, with wild looks? Her dress\nwas disordered; her eyes stared in anguish; her lips stammered, making\nconfused sounds, which at first had no meaning to the startled hearer.\nBut he heard–oh, he heard and understood, when the distracted woman\ngrasped his arm, and cried,–",
        "“Melody is stolen! stolen! and Rejoice is dead!”",
        "Miss Rejoice was not dead; though the doctor had a moment of dreadful\nfright when he saw her lying all crumpled up on the floor, her eyes\nclosed, her face like wrinkled wax. Between them, the doctor and Miss\nVesta got her back into bed, and rubbed her hands, and put stimulants\nbetween her closed lips. At last her breath began to flutter, and then\ncame back steadily. She opened her eyes; at first they were soft and\nmild as usual, but presently a wild look stole into them.",
        "“The child!” she whispered; “the child is gone!”",
        "“We know it,” said Dr. Brown, quietly. “We shall find her, Rejoice,\nnever fear. Now you must rest a few minutes, and then you shall tell\nus how it happened. Why, we found you on the floor, my child,\"–Miss\nRejoice was older than the doctor, but it seemed natural to call her\nby any term of endearment,–\"how upon earth did you get there?”",
        "Slowly, with many pauses for breath and composure, Miss Rejoice told\nher story. It was short enough. Melody had been sitting with her,\nreading aloud from the great book which now lay face downward on the\nfloor by the window. Milton’s “Paradise Lost” it was, and Rejoice Dale\ncould never bear to hear the book named in her life after this time. A\ncarriage drove up and stopped at the door, and Melody went out to see\nwho had come. As she went, she said, “It is a strange wagon; I have\nnever heard it before.” They both supposed it some stranger who had\nstopped to ask for a glass of water, as people often did, driving\nthrough the village on their way to the mountains. The sick woman\nheard a man speaking, in smooth, soft tones; she caught the words: “A\nlittle drive–fine afternoon;” and Melody’s clear voice replying, “No,\nthank you, sir; you are very kind, but my aunt and I are alone, and I\ncould not leave her. Shall I bring you a glass of water?” Then–oh,\nthen–there was a sound of steps, a startled murmur in the beloved\nvoice, and then a scream. Oh, such a scream! Rejoice Dale shrank down\nin her bed, and cried out herself in agony at the memory of it. She\nhad called, she had shrieked aloud, the helpless creature, and her\nonly answer was another cry of anguish: “Help! help! Auntie! Doctor!\nRosin! Oh, Rosin, Rosin, help!” Then the cry was muffled, stifled,\nsank away into dreadful silence; the wagon drove off, and all was\nover. Rejoice Dale found herself on the floor, dragging herself along\non her elbows. Paralyzed from the waist down, the body was a weary\nweight to drag, but she clutched at a chair, a table; gained a little\nway at each movement; thought she was nearly at the door, when sense\nand strength failed, and she knew nothing more till she saw her sister\nand the doctor bending over her.",
        "Then Miss Vesta, very pale, with lips that trembled, and voice that\nwould not obey her will, but broke and quavered, and failed at times,\nlike a strange instrument one has not learned how to master,–Miss\nVesta told her story, of the dark stranger who had come three days\nbefore and taken her up to a pinnacle, and showed her the kingdoms of\nthe earth.",
        "“I did not tell you, Rejoice,” she cried, holding her sister’s hand,\nand gazing into her face in an agony of self-reproach; “I did not tell\nyou, because I was really tempted,–not for myself, I do believe; I am\npermitted to believe, and it is the one comfort I have,–but for you,\nRejoice, my dear, and for the child herself. But mostly for you, oh,\nmy God! mostly for you. And when I came to myself and knew you would\nrather die ten times over than have luxuries bought with the child’s\nhappy, innocent life,–when I came to myself, I was ashamed, and did\nnot tell you, for I did not want you to think badly of me. If I had\ntold you, you would have been on your guard, and have put me on mine;\nand I should never have left you, blind fool that I was, for you would\nhave showed me the danger. Doctor, we are two weak women,–she in\nbody, I in mind and heart. Tell us what we shall do, or I think we\nmust both die!”",
        "Dr. Brown hardly heard her appeal, so deeply was he thinking,\nwondering, casting about in his mind for counsel. But Rejoice Dale\ntook her sister’s hand in hers.",
        "“’Though a thousand fall beside thee, and ten thousand at thy right\nhand, yet it shall not come nigh thee,’” she said steadfastly. “Our\nblind child is in her Father’s hand, Sister; He leads her, and she can\ngo nowhere without Him. Go you now, and seek for her.”",
        "“I cannot!” cried Vesta Dale, wringing her hands and weeping. “I\ncannot leave you, Rejoice. You know I cannot leave you.”",
        "Both women felt for the first time, with a pang unspeakable, the\nburden of restraint. The strong woman wrung her hands again, and\nmoaned like a dumb creature in pain; the helpless body of the cripple\nquivered and shrank away from itself, but the soul within was firm.",
        "“You must go,” said Miss Rejoice, quietly. “Neither of us could bear\nit if you stayed. If I know you are searching, I can be patient; and I\nshall have help.”",
        "“Amanda Loomis could come,” said Miss Vesta, misunderstanding her.",
        "“Yes,” said Rejoice, with a faint smile; “Amanda can come, and I shall\ndo very well indeed till you come back with the child. Go at once,\nVesta; don’t lose a moment. Put on your bonnet and shawl, and Doctor\nwill drive you over to the Corners. The stage goes by in an hour’s\ntime, and you have none too long to reach it.”",
        "Dr. Brown seemed to wake suddenly from the distressful dream in which\nhe had been plunged. “Yes, I will drive you over to the stage, Vesta,\"\nhe said. “God help me! it is all I can do. I have an operation to\nperform at noon. It is a case of life and death, and I have no right\nto leave it. The man’s whole life is not worth one hour of Melody’s,\"\nhe added with some bitterness; “but that makes no difference, I\nsuppose. I have no choice in the matter. Girls!” he cried, “you know\nwell enough that if it were my own life, I would throw it down the\nwell to give the child an hour’s pleasure, let alone saving her from\nmisery,–and perhaps from death!” he added to himself; for only he and\nthe famous physician who had examined Melody at his instance knew that\nunder all the joy and vigor of the child’s simple, healthy life lay\ndormant a trouble of the heart, which would make any life of\nexcitement or fatigue fatal to her in short space, though she might\nlive in quiet many happy years. Yes, one other person knew this,–his\nfriend Dr. Anthony, whose remonstrances against the wickedness of\nhiding this rare jewel from a world of appreciation and of fame could\nonly be silenced by showing him the bitter drop which lay at the heart\nof the rose.",
        "Rejoice Dale reassured him by a tender pressure of the hand, and a few\nsoothing words. They had known each other ever since their pinafore\ndays, these three people. He was younger than Miss Rejoice, and he had\nbeen deeply in love with her when he was an awkward boy of fifteen,\nand she a lovely seventeen-year-old girl. They had called him “doctor\"\nat first in sport, when he came home to practise in his native\nvillage; but soon he had so fully shown his claim to the grave title\nthat “the girls” and every one else had forgotten the fact that he had\nonce been “Jack” to the whole village.",
        "“Doctor,” said the sick woman, “try not to think about it more than\nyou can help! There are all the sick people looking to you as next to\nthe hand of God; your path is clear before you.”",
        "Dr. Brown groaned. He wished his path were not so clear, that he might\nin some way make excuse to turn aside from it. “I will give Vesta a\nnote to Dr. Anthony,” he said, brightening a little at the thought.\n\"He will do anything in his power to help us. There are other people,\ntoo, who will be kind. Yes, yes; we shall have plenty of help.”",
        "He fidgeted about the room, restless and uneasy, till Miss Vesta came\nin, in her bonnet and shawl. “I have no choice,” he repeated doggedly,\nhugging his duty close, as if to dull the pressure of the pain within.\n\"But how can you go alone, Vesta, my poor girl? You are not fit; you\nare trembling all over. God help us!” cried Dr. Brown, again.",
        "For a moment the two strong ones stood irresolute, feeling themselves\nlike little children in the grasp of a fate too big for them to\ngrapple. The sick woman closed her eyes, and waited. God would help,\nin His good way. She knew no more, and no more was needed. There were\na few moments of silence, as if all were waiting for something, they\nknew not what,–a sign, perhaps, that they were not forgotten,\nforsaken, on the sea of this great trouble.",
        "Suddenly through the open window stole a breath of sound. Faint and\nfar, it seemed at first only a note of the summer breeze, taking a\ndeeper tone than its usual soft murmur. It deepened still; took form,\nrhythm; made itself a body of sound, sweet, piercing, thrilling on the\near. And at the sound of it, Vesta Dale fell away again into helpless\nweeping, like a frightened child; for it was the tune of “Rosin the\nBeau”",
        "“Who shall tell him?” she moaned, covering her face with her hands,\nand rocking to and fro,–\"oh, who shall tell him that the light of our\nlife and his is gone out?”",
        "How did the time pass with the sick woman, waiting in the little\nchamber, listening day by day and hour by hour for the steps, the\nvoices, which did not come? Miss Rejoice was very peaceful, very\nquiet,–too quiet, thought Mandy Loomis, the good neighbor who watched\nby her, fulfilling her little needs, and longing with a thirsty soul\nfor a good dish of gossip. If Rejoice would only “open her mind!” it\nwould be better for her, and such a relief to poor Mandy, unused to\nsilent people who bore their troubles with a smile.",
        "“Where do you s’pose she is, Rejoice?” Mrs. Loomis would cry, twenty\ntimes a day. “Where do you s’pose she is? Ef we only knew, ’t would be\neasier to bear, seems ’s though. Don’t you think so, Rejoice?”",
        "But Rejoice only shook her head, and said, “She is cared for, Mandy,\nwe must believe. All we have to do is to be quiet, and wait for the\nLord’s time.”",
        "“Dear to goodness! She can wait!” exclaimed Mrs. Loomis to Mrs. Penny,\nwhen the latter came in one evening to see if any news had come. “She\nain’t done anything but wait, you may say, ever sence time was,\nRejoice ain’t. But I do find it dretful tryin’ now, Mis’ Penny, now I\ntell ye. Settin’ here with my hands in my lap, and she so quiet in\nthere, well, I do want to fly sometimes, seems ’s though. Well, I am\nglad to see you, to be sure. The’ ain’t a soul ben by this day. Set\ndown, do. You want to go in ’n’ see Rejoice? Jest in a minute. I do\nthink I shall have a sickness if I don’t have some one to open my mind\nto. Now, Mis’ Penny, where do you s’pose, where do you s’pose that\nchild is?” Then, without waiting for a reply, she plunged headlong\ninto the stream of talk.",
        "“No, we ain’t heard a word. Vesta went off a week ago, and Mr. De\nArthenay with her. Providential, wasn’t it, his happenin’ along just\nin the nick o’ time? I do get out of patience with Rejoice sometimes,\ntakin’ the Lord quite so much for granted as she doos; for, after all,\nthe child was stole, you can’t get over that, and seems’s though if\nthere’d ben such a good lookout as she thinks,–well, there! I don’t\nwant to be profane; but I will say ’twas a providence, Mr. De Arthenay\nhappenin’ along. Well, they went, and not a word have we heard sence\nbut just one letter from Vesta, sayin’ they hadn’t found no trace yet,\nbut they hoped to every day,–and land sakes, we knew that, I should\nhope. Dr. Brown comes in every day to cheer her up, though I do\ndeclare I need it more than she doos, seems’s though. He’s as close as\nan oyster, Dr. Brown is; I can’t even get the news out of him, most\ntimes. How’s that boy of ’Bind Parker’s,–him that fell and hurt his\nleg so bad? Gettin’ well, is he?”",
        "“No, he isn’t,” said Mrs. Penny, stepping in quickly on the question,\nas her first chance of getting in a word. “He’s terrible slim; I heard\nDoctor say so. They’re afraid of the kangaroo settin’ in in the j’int,\nand you know that means death, sartin sure.”",
        "Both women nodded, drawing in their breath with an awful relish.",
        "“’T will be a terrible loss to his mother,” said Mandy Loomis. “Such a\nlikely boy as he was gettin’ to be, and ’Bind so little good, one way\nand another.”",
        "“Do you think they’ll hear news of Melody?” asked Mrs. Penny, changing\nthe subject abruptly.",
        "Amanda Loomis plumped her hands down on her knees, and leaned forward;\nit was good to listen, but, oh, how much better it was to speak!",
        "“I don’t,” she said, with gloomy emphasis. “If you ask me what I\nreelly think, Mis’ Penny, it’s that. I don’t think we shall ever set\neyes on that blessed child again. Rejoice is so sartin sure, sometimes\nmy hopes get away with me, and I forgit my jedgment for a spell. But\nthere! see how it is! Now, mind, what I say is for this room only.\"\nShe spread her hands abroad, as if warning the air around to secrecy,\nand lowered her voice to an awestruck whisper. “I’ve ben here a week\nnow, Mis’ Penny. Every night the death-watch has ticked in Mel’dy’s\nroom the endurin’ night. I don’t sleep, you know, fit to support a\nflea. I hear every hour strike right straight along, and I know things\nthat’s hid from others, Mis’ Penny, though I do say it. Last night as\never was I heard a sobbin’ and a sighin’ goin’ round the house, as\nplain as I hear you this minute. Some might ha’ said’t was the wind,\nbut there’s other things besides wind, Mis’ Penny; and I solemnly\nbelieve that was Mel’dy’s sperrit, and the child is dead. It ain’t my\ninterest to say it,” she cried, with a sudden change of tone, putting\nher apron to her eyes: “goodness knows it ain’t my interest to say it.\nWhat that child has been to me nobody knows. When I’ve had them weakly\nspells, the’ warn’t nobody but Mel’dy could ha’ brought me out of ’em\nalive, well I know. She tended me and sung to me like all the angels\nin heaven, and when she’d lay her hand on me–well, there! seems’s\nthough my narves ’ud quiet right down, and blow away like smoke. I’ve\nben a well woman–that is to say, for one that’s always enjoyed poor\nhealth–sence Dr. Brown sent that blessed child to me. She has a gift,\nif ever any one had. Dr. Brown had ought to give her half of what he\nmakes doctorin’; she’s more help than all the medicine ever hegives. I never saw a doctor so dretful stingy with his stuff. Why,\nI’ve ben perishin’ sometimes for want o’ doctorin’, and all he’d give\nme was a little pepsin, or tell me to take as much sody as would lay\non the p’int of a penknife, or some such thing,–not so much as you’d\ngive to a canary-bird. I do sometimes wish we had a doctor who knew\nthe use o’ medicine, ’stead of everlastin’ly talkin’ about the laws o’\nhealth, and hulsome food, and all them notions. Why, there’s old Dr.\nJalap, over to the Corners. He give Beulah Pegrum seven Liver Pills at\none dose, and only charged her fifty cents, over ’n’ above the cost of\nthe pills. Now that’s what I call doctorin’,–not but what I like\nDr. Brown well enough. But Mel’dy–well, there! and now to have her\ntook off so suddin, and never to know whether she’s buried\nrespectable, or buried at all! You hear awful stories of city ways,\nthese times. Now, this is for this room only, and don’t you ever tell\na soul! It’s as true as I live, they have a furnace where they burn\nfolks’ bodies, for all the world as if they was hick’ry lawgs. My\ncousin Salome’s nephew that lives in the city saw one once. He thought\nit was connected with the gas-works, but he didn’t know for sure. Mis’\nPenny, if Rejoice Dale was to know that Mel’dy was made into gas–”",
        "Martha Penny clutched the speaker’s arm, and laid her hand over her\nmouth, with a scared look. The door of the bedroom had swung open in\nthe breeze, and in the stress of feeling Mandy Loomis had raised her\nvoice higher and higher, till the last words rang through the house\nlike the wail of a sibyl. But above the wail another sound was now\nrising, the voice of Rejoice Dale,–not calm and gentle, as they had\nalways heard it, but high-pitched, quivering with intense feeling.",
        "“I see her!” cried the sick woman. “I see the child! Lord, save her!\nLord, save her!”",
        "The two women hurried in, and found her sitting up in bed, her eyes\nwide, her arm outstretched, pointing–at what? Involuntarily they\nturned to follow the pointing finger, and saw the yellow-washed wall,\nand the wreath of autumn leaves that always hung there.",
        "“What is it, Rejoice?” cried Mandy, terrified. “What do you see? Is it\na spirit? Tell us, for pity’s sake!”",
        "But even at that moment a change came. The rigid muscles relaxed, the\nwhole face softened to its usual peaceful look; the arm dropped\ngently, and Rejoice Dale sank back upon her pillow and smiled.",
        "“Thy rod and thy staff!” she said. “Thy rod and thy staff! they\ncomfort me.” And for the first time since Melody was lost, she fell\nasleep, and slept like a little child.",
        "Noontide in the great city! The July sun blazes down upon the brick\nsidewalks, heating them through and through, till they scorch the bare\ntoes of the little street children, who creep about, sheltering their\neyes with their hands, and keeping in the shade when it is possible.\nThe apple-women crouch close to the wall, under their green umbrellas;\nthe banana-sellers look yellow and wilted as their own wares. Men pass\nalong, hurrying, because they are Americans, and business must go on\nwhether it be hot or cold; but they move in a dogged jog-trot,\nexpressive of weariness and disgust, and wipe their brows as they go,\nmuttering anathemas under their breath on the whole summer season.\nMost of the men are in linen coats, some in no coats at all; all wear\nstraw hats, and there is a great display of palm-leaf fans, waving in\nall degrees of energy. Here and there is seen an umbrella, but these\nare not frequent, for it seems to the American a strange and womanish\nthing to carry an umbrella except for rain; it also requires\nattention, and takes a man’s mind off his business. Each man of all\nthe hurrying thousands is shut up in himself, carrying his little\nworld, which is all the world there is, about with him, seeing the\nother hurrying mites only “as trees walking,” with no thought or note\nof them. Who cares about anybody else when it is so hot? Get through\nthe day’s work, and away to the wife and children in the cool by the\nsea-shore, or in the comfortable green suburb, where, if one must\nstill be hot, one can at least suffer decently, and not “like a\nrunning river be,\"–with apologies to the boy Chatterton.",
        "Among all these hurrying motes in the broad, fierce stream of\nsunshine, one figure moves slowly, without haste. Nobody looks at\nanybody else, or this figure might attract some attention, even in the\nstreets of the great city. An old man, tall and slender, with snowy\nhair falling in a single curl over his forehead; with brown eyes which\nglance birdlike here and there, seeing everything, taking in every\nface, every shadow of a vanishing form that hurries along and away\nfrom him; with fiddle-bow in hand, and fiddle held close and tenderly\nagainst his shoulder. De Arthenay, looking for his little girl!",
        "Not content with scanning every face as it passes, he looks up at the\nhouses, searching with eager eye their blank, close-shuttered walls,\nas if in hope of seeing through the barriers of brick and stone, and\nsurprising the secrets that may lurk within. Now and then a house\nseems to take his fancy, for he stops, and still looking up at the\nwindows, plays a tune. It is generally the same tune,–a simple,\nhomely old air, which the street-boys can readily take up and whistle,\nthough they do not hear it in the music-halls or on the hand-organs. A\nlanguid crowd gathers round him when he pauses thus, for street-boys\nknow a good fiddler when they hear him; and this is a good fiddler.",
        "When a crowd has collected, the old man turns his attention from the\nsilent windows (they are generally silent; or if a face looks out, it\nis not the beloved one which is in his mind night and day, day and\nnight) and scans the faces around him, with sad, eager eyes. Then,\nstopping short in his playing, he taps sharply on his fiddle, and asks\nin a clear voice if any one has seen or heard of a blind child, with\nbeautiful brown hair, clear blue eyes, and the most wonderful voice in\nthe world.",
        "No one has heard of such a child; but one tells him of a blind negro\nwho can play the trombone, and another knows of a blind woman who\ntells fortunes “equal to the best mejums;” and so on, and so on. He\nshakes his head with a patient look, makes his grand bow, and passes\non to the next street, the next wondering crowd, the next\ndisappointment. Sometimes he is hailed by some music-hall keeper who\nhears him play, and knows a good thing when he hears it, and who\nengages the old fiddler to play for an evening or two. He goes readily\nenough; for there is no knowing where the dark stranger may have taken\nthe child, and where no clew is, one may follow any track that\npresents itself. So the old man goes, and sits patiently in the hot,\nnoisy place. At first the merry-makers, who are not of a high degree\nof refinement, make fun of him, and cut many a joke at the expense of\nhis blue coat and brass buttons, his nankeen trousers and\nold-fashioned stock. But he heeds them not; and once he begins to\nplay, they forget all about his looks, and only want to dance, dance,\nand say there never was such music for dancing. When a pleasant-\nlooking girl comes near him, or pauses in the dance, he calls her to\nhim, and asks her in a low tone the usual question: has she seen or\nheard of a blind child, with the most beautiful hair, etc. He is\ncareful whom he asks, however; he would not insult Melody by asking\nfor her of some of these young women, with bold eyes, with loose hair\nand disordered looks. So he sits and plays, a quaint, old-world\nfigure, among the laughing, dancing, foolish crowd. Old De Arthenay,\nfrom the Androscoggin,–what would his ancestor, the gallant Marquis\nwho came over with Baron Castine to America, what would the whole line\nof ancestors, from the crusaders down, say to see their descendant in\nsuch a place as this? He has always held his head high, though he has\nearned his bread by fiddling, varied by shoemaking in the winter-time.\nHe has always kept good company, he would tell you, and would rather\ngo hungry any day than earn a dinner among people who do not regard\nthe decencies of life. Even in this place, people come to feel the\nquality of the old man, somehow, and no one speaks rudely to him; and\nvoices are even lowered as they pass him, sitting grave and erect on\nhis stool, his magic bow flying, his foot keeping time to the music.\nAll the old tunes he plays, “Money Musk,” and “Portland Fancy,” and\n\"Lady of the Lake.” Now he quavers into the “Chorus Jig;” but no one\nhere knows enough to dance that, so he comes back to the simpler airs\nagain. And as he plays, the whole tawdry, glaring scene drops away\nfrom the old man’s eyes, and instead of vulgar gaslight he sees the\nsoft glow of the afternoon sun on the country road, and the graceful\nelms bending in an arch overhead, as if to watch the child Melody as\nshe dances. The slender figure swaying hither and thither, with its\ngentle, wind-blown motion, the exquisite face alight with happiness,\nthe floating tendrils of hair, the most beautiful hair in the world;\nthen the dear, homely country folks sitting by the roadside, watching\nwith breathless interest his darling, their darling, the flower of the\nwhole country-side; Miss Vesta’s tall, stately figure in the doorway;\nthe vine-clad window, behind which Rejoice lies, unseen, yet sharing\nall the sweet, simple pleasure with heartfelt enjoyment,–all this the\nold fiddler sees, set plain before him. The “lady” on his arm (for De\nArthenay’s fiddle is a lady as surely as he is a gentleman),–the lady\nfeels it too, perhaps, for she thrills to his touch, as the bow goes\nleaping over the strings; and more than one wild girl and rough fellow\nfeels a touch of something that has not been felt mayhap for many a\nday, and goes home to stuffy garret or squalid cellar the better for\nthat night’s music. And when it is over, De Arthenay makes his stately\nbow once more, and walks round the room, asking his question in low\ntones of such as seem worthy of it; and then home, patient, undaunted,\nto the quiet lodging where Vesta Dale is sitting up for him, weary\nafter her day’s search in other quarters of the city, hoping little\nfrom his coming, yet unwilling to lie down without a sight of his\nface, always cheery when it meets hers, and the sound of his voice\nsaying,–",
        "“Better luck to-morrow, Miss Vesta! better luck tomorrow! There’s One\nhas her in charge, and He didn’t need us to-day; that’s all, my dear.”",
        "God help thee, De Arthenay! God speed and prosper thee, Rosin the\nBeau!",
        "But is not another name more fitting even than the fantastic one of\nhis adoption? Is not this Blondel, faithful, patient, undaunted,\nwandering by tower and town, singing his song of love and hope and\nundying loyalty under every window, till it shall one day fall like a\nbreath from heaven on the ear of the prisoner, sitting in darkness and\nthe shadow of death?",
        "“And how’s our sweet little lady to-day? She’s looking as pretty as a\npicture, so it’s a pleasure to look at her. How are you feeling,\ndearie?”",
        "It was a woman’s voice that spoke, soft and wheedling, yet with a\ncertain unpleasant twang in it. She spoke to Melody, who sat still,\nwith folded hands, and head bowed as if in a dream.",
        "“I am well, thank you,” answered the child; and she was silent again.",
        "The woman glanced over her shoulder at a man who had followed her into\nthe room,–a dark man with an eager face and restless, discontented\neyes; the same man who had watched Melody over the wall of the old\nburying-ground, and heard her sing. He had never heard her sing since,\nsave for that little snatch of “Robin Ruff,” which she had sung to the\nchildren the day when he stood and pleaded with Vesta Dale to sell her\nsoul for her sister’s comfort.",
        "“And here’s Mr. Anderson come to see you, according to custom,” said\nthe woman; “and I hope you are glad to see him, I’m sure, for he’s\nyour best friend, dearie, and he does love you so; it would be quite\nsurprising, if you weren’t the sweet lamb you are, sitting there like\na flower all in the dark.”",
        "She paused, and waited for a reply; but none came. The two exchanged a\nglance of exasperation, and the woman shook her fist at the child; but\nher voice was still soft and smooth as she resumed her speech.",
        "“And you’ll sing us a little song now, dearie, won’t you? To think\nthat you’ve been here near a week now, and I haven’t heard the sound\nof that wonderful voice yet, only in speaking. It’s sweet as an\nangel’s then, to be sure; but dear me! if you knew what Mr. Anderson\nhas told me about his hearing you sing that day! Such a particular\ngentleman as he is, too, anybody would tell you! Why, I’ve seen girls\nwith voices as they thought the wonder of the world, and their friends\nwith them, and Mr. Anderson would no more listen to them than the dirt\nunder his feet; no, indeed, he wouldn’t. And you that he thinks so\nmuch of! why, it makes me feel real bad to see you not take that\ncomfort in him as you might. Why, he wants to be a father to you,\ndearie. He hasn’t got any little girl of his own, and he will give you\neverything that’s nice, that he will, just as soon as you begin to get\na little fond of him, and realize all he’s doing for you. Why, most\nyoung ladies would give their two eyes for your chance, I can tell\nyou.”",
        "She was growing angry in spite of herself, and the man Anderson pulled\nher aside.",
        "“It’s no use,” he said. “We shall just have to wait. You know, my\ndear,” he continued, addressing the child, “you know that you will\nnever see your aunts again unless you do sing. You sense that, do\nyou?”",
        "No reply. Melody shivered a little, then drew herself together and was\nstill,–the stillest figure that ever breathed and lived. Anderson\nclenched his hands and fairly trembled with rage and with the effort\nto conceal it. He must not frighten the child too much. He could not\npunish her, hurt her in any way; for any shock might injure the\nprecious voice which was to make his fortune. He was no fool, this\nman. He had some knowledge, more ambition. He had been unsuccessful on\nthe whole, had been disappointed in several ventures; now he had found\na treasure, a veritable gold-mine, and-he could not work it! Could\nanything be more exasperating? This child, whose voice could rouse a\nwhole city–a city! could rouse the world to rapture, absolutely\nrefused to sing a note! He had tried cajolery, pathos, threats; he had\ncalled together a chosen company of critics to hear the future\nCatalani, and had been forced to send them home empty, having heard no\nnote of the marvellous voice! The child would not sing, she would not\neven speak, save in the briefest possible fashion, little beyond “yes\"\nand “no.”",
        "What was a poor impresario to do? He longed to grasp her by the\nshoulders and shake the voice out of her; his hands fairly itched to\nget hold of the obstinate little piece of humanity, who, in her\nchildishness, her helplessness, her blindness, thus defied him, and\nset all his cherished plans at nought.",
        "And yet he would not have shaken her probably, even had he dared to do\nso. He was not a violent man, nor a wholly bad one. He could steal a\nchild, and convince himself that it was for the child’s good as well\nas his own; but he could not hurt a child. He had once had a little\ngirl of his own; it was quite true that he had intended to play a\nfather’s part to Melody, if she would only have behaved herself. In\nthe grand drama of success that he had arranged so carefully, it was a\nmost charming role that he had laid out for himself. Anderson the\nbenefactor, Anderson the discoverer, the adopted father of the\nprodigy, the patron of music. Crowds hailing him with rapturous\ngratitude; the wonder-child kneeling and presenting him with a laurel\ncrown, which had been thrown to her, but which she rightly felt to be\nhis due, who had given her all, and brought her from darkness into\nlight! Instead of this, what part was this he was really playing?\nAnderson the kidnapper; Anderson the villain, the ruffian, the invader\nof peaceful homes, the bogy to scare naughty children with. He did not\nsay all this to himself, perhaps, because he was not, save when\ncarried away by professional enthusiasm, an imaginative man; but he\nfelt thoroughly uncomfortable, and, above all, absolutely at sea, not\nknowing which way to turn. As he stood thus, irresolute, the woman by\nhis side eying him furtively from time to time, Melody turned her face\ntoward him and spoke.",
        "“If you will take me home,” she said, “I will sing to you. I will sing\nall day, if you like. But here I will never sing. It would not be\npossible for you to make me do it, so why do you try? You made a\nmistake, that is all.”",
        "“Oh, that’s all, is it?” repeated Anderson.",
        "“Yes, truly,” the child went on. “Perhaps you do not mean to be\nunkind,–Mrs. Brown says you do not; but then why are you unkind,\nand why will you not take me home?”",
        "“It is for your own good, child,” repeated Anderson, doggedly. “You\nknow that well enough. I have told you how it will all be, a hundred\ntimes. You were not meant for a little village, and a few dull old\npeople; you are for the world, the great world of wealth and fashion\nand power. If you were not either a fool or–or–I don’t know what,\nyou would see the matter as it really is. Mrs. Brown is right: most\ngirls would give their eyes, and their ears too, for such a chance as\nyou have. You are only a child, and a very foolish child; and you\ndon’t know what is good for you. Some day you will be thankful to me\nfor making you sing.”",
        "Melody smiled, and her smile said much, for Anderson turned red, and\nclenched his hands fiercely.",
        "“You belong to the world, I tell you!” he cried again. “The world has\na right to you.”",
        "“To the world?” the child repeated softly. “Yes, it is true; I do\nbelong to the world,–to God’s world of beauty, to the woods and\nfields, the flowers and grasses, and to the people who love me. When\nthe birds sing to me I can answer them, and they know that my song is\nas sweet as their own. The brook tells me its story, and I tell it\nagain, and every ripple sounds in my voice; and I know that I please\nthe brook, and all who hear me,–little beasts, and flowers that nod\non their stems to hear, and trees that bend down to touch me, and tell\nme by their touch that they are well pleased. And children love to\nhear me sing, and I can fill their little hearts with joy. I sing to\nsick people, and they are easier of their pain, and perhaps they may\nsleep, when they have not been able to sleep for long nights. This is\nmy life, my work. I am God’s child; and do you think I do not know the\nwork my Father has given me to do?” With a sudden movement she stepped\nforward, and laid her hand lightly on the man’s breast. “You are God’s\nchild, too!” she said, in a low voice. “Are you doing His work now?”",
        "There was silence in the room. Anderson was as if spellbound, his eyes\nfixed on the child, who stood like a youthful prophetess, her head\nthrown back, her beautiful face full of solemn light, her arm raised\nin awful appeal. The woman threw her apron over her head and began to\ncry. The man moistened his lips twice or thrice, trying to speak, but\nno words came. At length he made a sign of despair to his accomplice;\nmoved back from that questioning, warning hand, whose light touch\nseemed to burn through and through him,–moved away, groping for the\ndoor, his eyes still fixed on the child’s face; stole out finally, as\na thief steals, and closed the door softly behind him.",
        "Melody stood still, looking up to heaven. A great peace filled her\nheart, which had been so torn and tortured these many days past, ever\nsince the dreadful moment when she had been forced away from her home,\nfrom her life, and brought into bondage and the shadow of death. She\nhad thought till to-day that she should die. Not that she was\ndeserted, not that God had forgotten,–oh, no; but that He did not\nneed her any longer here, that she had not been worthy of the work she\nhad thought to be hers, and that now she was to be taken elsewhere to\nsome other task. She was only a child; her life was strong in every\nlimb; but God could not mean her to live here, in this way,–that\nwould not be merciful, and His property was always to have mercy. So\ndeath would come,–death as a friend, just as Auntie Joy had always\ndescribed him; and she would go hence, led by her Father’s hand.",
        "But now, what change was coming over her? The air seemed lighter,\nclearer, since Anderson had left the room. A new hope entered her\nheart, coming she knew not whence, filling it with pulses and waves of\njoy. She thought of her home; and it seemed to grow nearer, more\ndistinct, at every moment. She saw (as blind people see) the face of\nRejoice Dale, beaming with joy and peace; she felt the strong clasp of\nMiss Vesta’s hand. She smelt the lilacs, the white lilacs beneath\nwhich she loved to sit and sing. She heard–oh, God! what did she\nhear? What sound was this in her ears? Was it still the dream, the\nlovely dream of home, or was a real sound thrilling in her ears,\nbeating in her heart, filling the whole world with the voice of\nhope,–of hope fulfilled, of life and love?",
        "   “I’ve travelled this country all over,\n   And now to the next I must go;\n   But I know that good quarters await me,\n   And a welcome to Rosin the Beau.”",
        "Oh, Father of mercy! never doubted, always near in sorrow and in joy!\noh, holy angels, who have held my hands and lifted me up, lest I dash\nmy foot against a stone! A welcome,–oh, on my knees, in humble\nthanksgiving, in endless love and praise,–a welcome to Rosin the\nBeau!",
        "An hour later Mrs. Brown stood before her employer, flushed and\ndisordered, making her defence.",
        "“I couldn’t have helped it, not if I had died for it, Mr. Anderson.\nYou couldn’t have helped it yourself, if you had been there. When she\nheard that fiddle, the child dropped on her knees as if she had been\nshot, and I thought she was going to faint. But the next minute she\nwas at the window, and such a cry as she gave! the sound of it is in\nmy bones yet, and will be till I die.”",
        "She paused, and wiped her fiery face, for she had run bareheaded\nthrough the blazing streets.",
        "“Then he came in,–the old man. He was plain dressed, but he came in\nlike a king to his throne; and the child drifted into his arms like a\nflake of snow, and there she lay. Mr. Anderson, when he held her there\non his breast, and turned and looked at me, with his eyes like two\nblack coals, all power was taken from me, and I couldn’t have moved if\nit had been to save my own life. He pointed at me with his fiddle-bow,\nbut it might have been a sword for all the difference I knew; anyway,\nhis voice went through and through me like something sharp and bright.\n’You cannot move,’ he said; ’you have no power to move hand or foot\ntill I have taken my child away. I bid you be still!’ Mr. Anderson,\nsir, I had no power! I stood still, and they went away. They seemed\nto melt away together,–he with his arm round her waist, holding her\nup like; and she with her face turned up to his, and a look like\nheaven, if I ever hope to see heaven. The next minute they was gone,\nand still I hadn’t never moved. And now I’ve come to tell you, sir,\"\ncried Mrs. Brown, smoothing down her ruffled hair in great agitation;\"\nand to tell you something else too, as I would burst if I didn’t. I am\nglad he has got her! If I was to lose my place fifty times over, as\nyou’ve always been good pay and a kind gentleman too, still I say it,\nI’m glad he has got her. She wasn’t of your kind, sir, nor of mine\nneither. And–and I’ve never been a professor,” cried the woman, with\nher apron at her eyes, “but I hope I know an angel when I see one, and\nI mean to be a better woman from this day, so I do. And she asked God\nto bless me, Mr. Anderson, she did, as she went away, because I meant\nto be kind to her; and I did mean it, the blessed creature! And she\nsaid good-by to you too, sir; and she knew you thought it was for her\ngood, only you didn’t know what God meant. And I’m so glad, I’m so\nglad!”",
        "She stopped short, more surprised than she had ever been in her life;\nfor Edward Anderson was shaking her hand violently, and telling her\nthat she was a good woman, a very good woman indeed, and that he\nthought the better of her, and had been thinking for some time of\nraising her salary.",
        "I love the morning light,–the freshness, the pearls and diamonds, the\nfairy linen spread on the grass to bleach (there be those who call it\nspider-web, but to such I speak not), the silver fog curling up from\nriver and valley. I love it so much that I am loath to confess that\nsometimes the evening light is even more beautiful. Yet is there a\nsoftness that comes with the close of day, a glorification of common\nthings, a drawing of purple shadows over all that is rough or\nunsightly, which makes the early evening perhaps the most perfect time\nof all the perfect hours.",
        "It was such an hour that now brooded over the little village, when the\npeople came out from their houses to watch for Melody’s coming. It is\na pretty little village at all times, very small and straggling, but\nlovely with flowers and vines and dear, homely old houses, which have\nnot found out that they are again in the fashion out of which they\nwere driven many years ago, but still hold themselves humbly, with a\nrespect for the brick and stucco of which they have heard from time to\ntime. It is always pretty, I say, but this evening it had received\nsome fresh baptism of beauty, as if the Day knew what was coming, and\nhad pranked herself in her very best for the festival. The sunbeams\nslanted down the straggling, grass-grown road, and straightway it\nbecame an avenue of wonder, with gold-dust under foot, flecked here\nand there with emerald. The elms met over head in triumphal arches;\nthe creepers on the low houses hung out wonderful scarfs and banners\nof welcome, which swung gold and purple in the joyous light. And as\nthe people came out of their houses, now that the time was drawing\nnear, lo! the light was on their faces too; and the plain New England\nmen and women, in their prints and jeans, shone like the figures in a\nVenetian picture, and were all a-glitter with gold and precious stones\nfor once in their lives, though they knew it not.",
        "But not all of this light came from the setting sun; on every face was\nthe glow of a great joy, and every voice was soft with happiness, and\nthe laughter was all a-tremble with the tears that were so near it.\nThey were talking about the child who was coming back to them, whom\nthey had mourned as lost. They were telling of her gracious words and\nways, so different from anything else they had known,–her smiles, and\nthe way she held her head when she sang; and the way she found things\nout, without ever any one telling her. Wonderful, was it not? Why, one\ndared not have ugly thoughts in her presence; or if they came, one\ntried to hide them away, deep down, so that Melody should not see them\nwith her blind eyes. Do you remember how Joel Pottle took too much one\nday (nobody knows to this day where he got it, and his folks all\ntemperance people), and how he stood out in the road and swore at the\nfolks coming out of meeting, and how Melody came along and took him by\nthe hand, and led him away down by the brook, and never left him till\nhe was a sober man again? And every one knew Joel had never touched a\ndrop of liquor from that day on.",
        "Again, could they ever forget how she saved the baby,–Jane Pegrum’s\nbaby,–that had been forgotten by its frantic mother in the burning\nhouse? They shuddered as they recalled the scene: the writhing,\nhissing flames, the charred rafters threatening every moment to fall;\nand the blind child walking calmly along the one safe beam, unmoved\nabove the pit of fire which none of them could bear to look on,\ncatching the baby from its cradle (\"and it all of a smoulder, just\nready to burst out in another minute”) and bringing it safe to the\nwoman who lay fainting on the grass below! Vesta had never forgiven\nthem for that, for letting the child go: she was away at the time, and\nwhen she came back and found Melody’s eyebrows all singed off, it did\nseem as though the village wouldn’t hold her, didn’t it? And Doctor\nwas just as bad. But, there! they couldn’t have held her back, once\nshe knew the child was there; and Rejoice was purely thankful. Melody\nseemed to favor Rejoice, almost as if she might be her own child.\nVesta had more of this world in her, sure enough.",
        "Isn’t it about time for them to be coming? Doctor won’t waste time on\nthe road, you may be sure. Dreadful crusty he was this morning, if any\none tried to speak to him. Miss Meechin came along just as he was\nharnessing up, and asked if he couldn’t give her something to ease up\nher sciatica a little mite, and what do you think he said? “Take it to\nthe Guinea Coast and drown it!” Not another word could she get out of\nhim. Now, that’s no way to talk to a patient. But Doctor hasn’t been\nhimself since Melody was stole; anybody could see that with his mouth.\nLook at how he’s treated that man with the operation, that kept him\nfrom going to find the child himself! He never said a word to him,\nthey say, and tended him as careful as a woman, every day since he got\nhurt; but just as soon as he got through with him, he’d go out in the\nyard, they say, and swear at the pump, till it would turn your blood\ncold to hear him. It’s gospel truth, for I had it from the nurse, and\nshe said it chilled her marrow. Yes, a violent man, Doctor always was;\nand, too, he was dreadful put out at the way the man got hurt,–\nreaching out of his buggy to slat his neighbor’s cow, just because he\nhad a spite against him. Seemed trifling, some thought, but he’s like\nto pay for it. Did you hear the sound of wheels?",
        "Look at Alice and Alfred, over there with the baby; bound to have the\nfirst sight of them, aren’t they, standing on the wall like that? They\nare as happy as two birds, ever since they made up that time. Yes,\nMelody’s doing too, that was. She didn’t know it; but she doesn’t know\nthe tenth of what she does. Just the sight of her coming along the\nroad–hark! surely I heard the click of the doctor’s mare. Does seem\nhard to wait, doesn’t it? But Rejoice,–what do you suppose it is for\nRejoice? only she’s used to it, as you may say.",
        "Yes, Rejoice is used to waiting, surely; what else is her life? In the\nlittle white cottage now, Mandy Loomis, in a fever of excitement, is\nrunning from door to window, flapping out flies with her apron,\nopening the oven door, fidgeting here and there like a distracted\ncreature; but in the quiet room, where Rejoice lies with folded hands,\nall is peace, brooding peace and calm and blessedness. The sick woman\ndoes not even turn her head on the pillow; you would think she slept,\nif she did not now and again raise the soft brown eyes,–the most\npatient eyes in the world,–and turn them toward the window. Yes,\nRejoice is used to waiting; yet it is she who first catches the\nfar-off sound of wheels, the faint click of the brown mare’s hoofs.\nWith her bodily ears she hears it, though so still is she one might\nthink the poor withered body deserted, and the joyous soul away on the\nroad, hovering round the returning travellers as they make their\ntriumphal entry.",
        "For all can see them now. First the brown mare’s head, with sharp ears\npricked, coming round the bend; then a gleam of white, a vision of\nwaving hair, a light form bending forward. Melody! Melody has come\nback to us! They shout and laugh and cry, these quiet people. Alfred\nand Alice his wife have run forward, and are caressing the brown mare\nwith tears of joy, holding the baby up for Melody to feel and kiss,\nbecause it has grown so wonderfully in this week of her absence. Mrs.\nPenny is weeping down behind the hedge; Mandy Loomis is hurling\nherself out of the window as if bent on suicide; Dr. Brown pishes and\npshaws, and blows his nose, and says they are a pack of ridiculous\nnoodles, and he must give them a dose of salts all round to-morrow, as\nsure as his name is John Brown. On the seat behind him sits Melody,\nwith Miss Vesta and the old fiddler on either side, holding a hand of\neach. She has hardly dared yet to loose her hold on these faithful\nhands; all the way from the city she has held them, with almost\nconvulsive pressure. Very high De Arthenay holds his head, be sure! No\nmarquis of all the line ever was prouder than he is this day. He\nkisses the child’s little hand when he hears the people shout, and\nthen shakes his snowy curl, and looks about him like a king. Vesta\nDale has lost something of her stately carriage. Her face is softer\nthan people remember it, and one sees for the first time a resemblance\nto her sister. And Dr. Brown–oh, he fumes and storms at the people,\nand calls them a pack of noodles; but for all that, he cannot drive\nten paces without turning round to make sure that it is all\ntrue,–that here is Melody on the back seat, come home again, home,\nnever to leave them again.",
        "But, hush, hush, dear children, running beside the wagon with cries of\njoy and happy laughter! Quiet, all voices of welcome, ringing out from\nevery throat, making the little street echo from end to end! Quiet\nall, for Melody is singing! Standing up, held fast by those faithful\nhands on either side, the child lifts her face to heaven, lifts her\nheart to God, lifts up her voice in the evening hymn,–",
        "   “Jubilate, jubilate!\n   Jubilate, amen!”",
        "The people stand with bowed heads, with hands folded as if in prayer.\nWhat is prayer, if this be not it? The evening light streams down,\nwarm, airy gold; the clouds press near in pomp of crimson and purple.\nThe sick woman holds her peace, and sees the angels of God ascending\nand descending, ministering to her. Put off thy shoes from thy feet,\nfor the place whereon thou standest is holy ground.",
        "   “Jubilate, jubilate!\n   Jubilate, amen!”",
        "The End.",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}