{
    "title": "Melody - Chapter XI. Light",
    "author": "Laura E. Richards",
    "chapter": "11",
    "content": [
        "\n\n",
        "I love the morning light,–the freshness, the pearls and diamonds, the\nfairy linen spread on the grass to bleach (there be those who call it\nspider-web, but to such I speak not), the silver fog curling up from\nriver and valley. I love it so much that I am loath to confess that\nsometimes the evening light is even more beautiful. Yet is there a\nsoftness that comes with the close of day, a glorification of common\nthings, a drawing of purple shadows over all that is rough or\nunsightly, which makes the early evening perhaps the most perfect time\nof all the perfect hours.",
        "It was such an hour that now brooded over the little village, when the\npeople came out from their houses to watch for Melody’s coming. It is\na pretty little village at all times, very small and straggling, but\nlovely with flowers and vines and dear, homely old houses, which have\nnot found out that they are again in the fashion out of which they\nwere driven many years ago, but still hold themselves humbly, with a\nrespect for the brick and stucco of which they have heard from time to\ntime. It is always pretty, I say, but this evening it had received\nsome fresh baptism of beauty, as if the Day knew what was coming, and\nhad pranked herself in her very best for the festival. The sunbeams\nslanted down the straggling, grass-grown road, and straightway it\nbecame an avenue of wonder, with gold-dust under foot, flecked here\nand there with emerald. The elms met over head in triumphal arches;\nthe creepers on the low houses hung out wonderful scarfs and banners\nof welcome, which swung gold and purple in the joyous light. And as\nthe people came out of their houses, now that the time was drawing\nnear, lo! the light was on their faces too; and the plain New England\nmen and women, in their prints and jeans, shone like the figures in a\nVenetian picture, and were all a-glitter with gold and precious stones\nfor once in their lives, though they knew it not.",
        "But not all of this light came from the setting sun; on every face was\nthe glow of a great joy, and every voice was soft with happiness, and\nthe laughter was all a-tremble with the tears that were so near it.\nThey were talking about the child who was coming back to them, whom\nthey had mourned as lost. They were telling of her gracious words and\nways, so different from anything else they had known,–her smiles, and\nthe way she held her head when she sang; and the way she found things\nout, without ever any one telling her. Wonderful, was it not? Why, one\ndared not have ugly thoughts in her presence; or if they came, one\ntried to hide them away, deep down, so that Melody should not see them\nwith her blind eyes. Do you remember how Joel Pottle took too much one\nday (nobody knows to this day where he got it, and his folks all\ntemperance people), and how he stood out in the road and swore at the\nfolks coming out of meeting, and how Melody came along and took him by\nthe hand, and led him away down by the brook, and never left him till\nhe was a sober man again? And every one knew Joel had never touched a\ndrop of liquor from that day on.",
        "Again, could they ever forget how she saved the baby,–Jane Pegrum’s\nbaby,–that had been forgotten by its frantic mother in the burning\nhouse? They shuddered as they recalled the scene: the writhing,\nhissing flames, the charred rafters threatening every moment to fall;\nand the blind child walking calmly along the one safe beam, unmoved\nabove the pit of fire which none of them could bear to look on,\ncatching the baby from its cradle (\"and it all of a smoulder, just\nready to burst out in another minute”) and bringing it safe to the\nwoman who lay fainting on the grass below! Vesta had never forgiven\nthem for that, for letting the child go: she was away at the time, and\nwhen she came back and found Melody’s eyebrows all singed off, it did\nseem as though the village wouldn’t hold her, didn’t it? And Doctor\nwas just as bad. But, there! they couldn’t have held her back, once\nshe knew the child was there; and Rejoice was purely thankful. Melody\nseemed to favor Rejoice, almost as if she might be her own child.\nVesta had more of this world in her, sure enough.",
        "Isn’t it about time for them to be coming? Doctor won’t waste time on\nthe road, you may be sure. Dreadful crusty he was this morning, if any\none tried to speak to him. Miss Meechin came along just as he was\nharnessing up, and asked if he couldn’t give her something to ease up\nher sciatica a little mite, and what do you think he said? “Take it to\nthe Guinea Coast and drown it!” Not another word could she get out of\nhim. Now, that’s no way to talk to a patient. But Doctor hasn’t been\nhimself since Melody was stole; anybody could see that with his mouth.\nLook at how he’s treated that man with the operation, that kept him\nfrom going to find the child himself! He never said a word to him,\nthey say, and tended him as careful as a woman, every day since he got\nhurt; but just as soon as he got through with him, he’d go out in the\nyard, they say, and swear at the pump, till it would turn your blood\ncold to hear him. It’s gospel truth, for I had it from the nurse, and\nshe said it chilled her marrow. Yes, a violent man, Doctor always was;\nand, too, he was dreadful put out at the way the man got hurt,–\nreaching out of his buggy to slat his neighbor’s cow, just because he\nhad a spite against him. Seemed trifling, some thought, but he’s like\nto pay for it. Did you hear the sound of wheels?",
        "Look at Alice and Alfred, over there with the baby; bound to have the\nfirst sight of them, aren’t they, standing on the wall like that? They\nare as happy as two birds, ever since they made up that time. Yes,\nMelody’s doing too, that was. She didn’t know it; but she doesn’t know\nthe tenth of what she does. Just the sight of her coming along the\nroad–hark! surely I heard the click of the doctor’s mare. Does seem\nhard to wait, doesn’t it? But Rejoice,–what do you suppose it is for\nRejoice? only she’s used to it, as you may say.",
        "Yes, Rejoice is used to waiting, surely; what else is her life? In the\nlittle white cottage now, Mandy Loomis, in a fever of excitement, is\nrunning from door to window, flapping out flies with her apron,\nopening the oven door, fidgeting here and there like a distracted\ncreature; but in the quiet room, where Rejoice lies with folded hands,\nall is peace, brooding peace and calm and blessedness. The sick woman\ndoes not even turn her head on the pillow; you would think she slept,\nif she did not now and again raise the soft brown eyes,–the most\npatient eyes in the world,–and turn them toward the window. Yes,\nRejoice is used to waiting; yet it is she who first catches the\nfar-off sound of wheels, the faint click of the brown mare’s hoofs.\nWith her bodily ears she hears it, though so still is she one might\nthink the poor withered body deserted, and the joyous soul away on the\nroad, hovering round the returning travellers as they make their\ntriumphal entry.",
        "For all can see them now. First the brown mare’s head, with sharp ears\npricked, coming round the bend; then a gleam of white, a vision of\nwaving hair, a light form bending forward. Melody! Melody has come\nback to us! They shout and laugh and cry, these quiet people. Alfred\nand Alice his wife have run forward, and are caressing the brown mare\nwith tears of joy, holding the baby up for Melody to feel and kiss,\nbecause it has grown so wonderfully in this week of her absence. Mrs.\nPenny is weeping down behind the hedge; Mandy Loomis is hurling\nherself out of the window as if bent on suicide; Dr. Brown pishes and\npshaws, and blows his nose, and says they are a pack of ridiculous\nnoodles, and he must give them a dose of salts all round to-morrow, as\nsure as his name is John Brown. On the seat behind him sits Melody,\nwith Miss Vesta and the old fiddler on either side, holding a hand of\neach. She has hardly dared yet to loose her hold on these faithful\nhands; all the way from the city she has held them, with almost\nconvulsive pressure. Very high De Arthenay holds his head, be sure! No\nmarquis of all the line ever was prouder than he is this day. He\nkisses the child’s little hand when he hears the people shout, and\nthen shakes his snowy curl, and looks about him like a king. Vesta\nDale has lost something of her stately carriage. Her face is softer\nthan people remember it, and one sees for the first time a resemblance\nto her sister. And Dr. Brown–oh, he fumes and storms at the people,\nand calls them a pack of noodles; but for all that, he cannot drive\nten paces without turning round to make sure that it is all\ntrue,–that here is Melody on the back seat, come home again, home,\nnever to leave them again.",
        "But, hush, hush, dear children, running beside the wagon with cries of\njoy and happy laughter! Quiet, all voices of welcome, ringing out from\nevery throat, making the little street echo from end to end! Quiet\nall, for Melody is singing! Standing up, held fast by those faithful\nhands on either side, the child lifts her face to heaven, lifts her\nheart to God, lifts up her voice in the evening hymn,–",
        "   “Jubilate, jubilate!\n   Jubilate, amen!”",
        "The people stand with bowed heads, with hands folded as if in prayer.\nWhat is prayer, if this be not it? The evening light streams down,\nwarm, airy gold; the clouds press near in pomp of crimson and purple.\nThe sick woman holds her peace, and sees the angels of God ascending\nand descending, ministering to her. Put off thy shoes from thy feet,\nfor the place whereon thou standest is holy ground.",
        "   “Jubilate, jubilate!\n   Jubilate, amen!”",
        "The End.",
        " ",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}