{
    "title": "Melody - Chapter VII. Lost",
    "author": "Laura E. Richards",
    "chapter": "7",
    "content": [
        "\n\n",
        "Miss Rejoice was not dead; though the doctor had a moment of dreadful\nfright when he saw her lying all crumpled up on the floor, her eyes\nclosed, her face like wrinkled wax. Between them, the doctor and Miss\nVesta got her back into bed, and rubbed her hands, and put stimulants\nbetween her closed lips. At last her breath began to flutter, and then\ncame back steadily. She opened her eyes; at first they were soft and\nmild as usual, but presently a wild look stole into them.",
        "“The child!” she whispered; “the child is gone!”",
        "“We know it,” said Dr. Brown, quietly. “We shall find her, Rejoice,\nnever fear. Now you must rest a few minutes, and then you shall tell\nus how it happened. Why, we found you on the floor, my child,\"–Miss\nRejoice was older than the doctor, but it seemed natural to call her\nby any term of endearment,–\"how upon earth did you get there?”",
        "Slowly, with many pauses for breath and composure, Miss Rejoice told\nher story. It was short enough. Melody had been sitting with her,\nreading aloud from the great book which now lay face downward on the\nfloor by the window. Milton’s “Paradise Lost” it was, and Rejoice Dale\ncould never bear to hear the book named in her life after this time. A\ncarriage drove up and stopped at the door, and Melody went out to see\nwho had come. As she went, she said, “It is a strange wagon; I have\nnever heard it before.” They both supposed it some stranger who had\nstopped to ask for a glass of water, as people often did, driving\nthrough the village on their way to the mountains. The sick woman\nheard a man speaking, in smooth, soft tones; she caught the words: “A\nlittle drive–fine afternoon;” and Melody’s clear voice replying, “No,\nthank you, sir; you are very kind, but my aunt and I are alone, and I\ncould not leave her. Shall I bring you a glass of water?” Then–oh,\nthen–there was a sound of steps, a startled murmur in the beloved\nvoice, and then a scream. Oh, such a scream! Rejoice Dale shrank down\nin her bed, and cried out herself in agony at the memory of it. She\nhad called, she had shrieked aloud, the helpless creature, and her\nonly answer was another cry of anguish: “Help! help! Auntie! Doctor!\nRosin! Oh, Rosin, Rosin, help!” Then the cry was muffled, stifled,\nsank away into dreadful silence; the wagon drove off, and all was\nover. Rejoice Dale found herself on the floor, dragging herself along\non her elbows. Paralyzed from the waist down, the body was a weary\nweight to drag, but she clutched at a chair, a table; gained a little\nway at each movement; thought she was nearly at the door, when sense\nand strength failed, and she knew nothing more till she saw her sister\nand the doctor bending over her.",
        "Then Miss Vesta, very pale, with lips that trembled, and voice that\nwould not obey her will, but broke and quavered, and failed at times,\nlike a strange instrument one has not learned how to master,–Miss\nVesta told her story, of the dark stranger who had come three days\nbefore and taken her up to a pinnacle, and showed her the kingdoms of\nthe earth.",
        "“I did not tell you, Rejoice,” she cried, holding her sister’s hand,\nand gazing into her face in an agony of self-reproach; “I did not tell\nyou, because I was really tempted,–not for myself, I do believe; I am\npermitted to believe, and it is the one comfort I have,–but for you,\nRejoice, my dear, and for the child herself. But mostly for you, oh,\nmy God! mostly for you. And when I came to myself and knew you would\nrather die ten times over than have luxuries bought with the child’s\nhappy, innocent life,–when I came to myself, I was ashamed, and did\nnot tell you, for I did not want you to think badly of me. If I had\ntold you, you would have been on your guard, and have put me on mine;\nand I should never have left you, blind fool that I was, for you would\nhave showed me the danger. Doctor, we are two weak women,–she in\nbody, I in mind and heart. Tell us what we shall do, or I think we\nmust both die!”",
        "Dr. Brown hardly heard her appeal, so deeply was he thinking,\nwondering, casting about in his mind for counsel. But Rejoice Dale\ntook her sister’s hand in hers.",
        "“’Though a thousand fall beside thee, and ten thousand at thy right\nhand, yet it shall not come nigh thee,’” she said steadfastly. “Our\nblind child is in her Father’s hand, Sister; He leads her, and she can\ngo nowhere without Him. Go you now, and seek for her.”",
        "“I cannot!” cried Vesta Dale, wringing her hands and weeping. “I\ncannot leave you, Rejoice. You know I cannot leave you.”",
        "Both women felt for the first time, with a pang unspeakable, the\nburden of restraint. The strong woman wrung her hands again, and\nmoaned like a dumb creature in pain; the helpless body of the cripple\nquivered and shrank away from itself, but the soul within was firm.",
        "“You must go,” said Miss Rejoice, quietly. “Neither of us could bear\nit if you stayed. If I know you are searching, I can be patient; and I\nshall have help.”",
        "“Amanda Loomis could come,” said Miss Vesta, misunderstanding her.",
        "“Yes,” said Rejoice, with a faint smile; “Amanda can come, and I shall\ndo very well indeed till you come back with the child. Go at once,\nVesta; don’t lose a moment. Put on your bonnet and shawl, and Doctor\nwill drive you over to the Corners. The stage goes by in an hour’s\ntime, and you have none too long to reach it.”",
        "Dr. Brown seemed to wake suddenly from the distressful dream in which\nhe had been plunged. “Yes, I will drive you over to the stage, Vesta,\"\nhe said. “God help me! it is all I can do. I have an operation to\nperform at noon. It is a case of life and death, and I have no right\nto leave it. The man’s whole life is not worth one hour of Melody’s,\"\nhe added with some bitterness; “but that makes no difference, I\nsuppose. I have no choice in the matter. Girls!” he cried, “you know\nwell enough that if it were my own life, I would throw it down the\nwell to give the child an hour’s pleasure, let alone saving her from\nmisery,–and perhaps from death!” he added to himself; for only he and\nthe famous physician who had examined Melody at his instance knew that\nunder all the joy and vigor of the child’s simple, healthy life lay\ndormant a trouble of the heart, which would make any life of\nexcitement or fatigue fatal to her in short space, though she might\nlive in quiet many happy years. Yes, one other person knew this,–his\nfriend Dr. Anthony, whose remonstrances against the wickedness of\nhiding this rare jewel from a world of appreciation and of fame could\nonly be silenced by showing him the bitter drop which lay at the heart\nof the rose.",
        "Rejoice Dale reassured him by a tender pressure of the hand, and a few\nsoothing words. They had known each other ever since their pinafore\ndays, these three people. He was younger than Miss Rejoice, and he had\nbeen deeply in love with her when he was an awkward boy of fifteen,\nand she a lovely seventeen-year-old girl. They had called him “doctor\"\nat first in sport, when he came home to practise in his native\nvillage; but soon he had so fully shown his claim to the grave title\nthat “the girls” and every one else had forgotten the fact that he had\nonce been “Jack” to the whole village.",
        "“Doctor,” said the sick woman, “try not to think about it more than\nyou can help! There are all the sick people looking to you as next to\nthe hand of God; your path is clear before you.”",
        "Dr. Brown groaned. He wished his path were not so clear, that he might\nin some way make excuse to turn aside from it. “I will give Vesta a\nnote to Dr. Anthony,” he said, brightening a little at the thought.\n“He will do anything in his power to help us. There are other people,\ntoo, who will be kind. Yes, yes; we shall have plenty of help.”",
        "He fidgeted about the room, restless and uneasy, till Miss Vesta came\nin, in her bonnet and shawl. “I have no choice,” he repeated doggedly,\nhugging his duty close, as if to dull the pressure of the pain within.\n“But how can you go alone, Vesta, my poor girl? You are not fit; you\nare trembling all over. God help us!” cried Dr. Brown, again.",
        "For a moment the two strong ones stood irresolute, feeling themselves\nlike little children in the grasp of a fate too big for them to\ngrapple. The sick woman closed her eyes, and waited. God would help,\nin His good way. She knew no more, and no more was needed. There were\na few moments of silence, as if all were waiting for something, they\nknew not what,–a sign, perhaps, that they were not forgotten,\nforsaken, on the sea of this great trouble.",
        "Suddenly through the open window stole a breath of sound. Faint and\nfar, it seemed at first only a note of the summer breeze, taking a\ndeeper tone than its usual soft murmur. It deepened still; took form,\nrhythm; made itself a body of sound, sweet, piercing, thrilling on the\near. And at the sound of it, Vesta Dale fell away again into helpless\nweeping, like a frightened child; for it was the tune of “Rosin the\nBeau”",
        "“Who shall tell him?” she moaned, covering her face with her hands,\nand rocking to and fro,–\"oh, who shall tell him that the light of our\nlife and his is gone out?”",
        "Continue...",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}