{
    "title": "Melody - Chapter VI. The Serpent",
    "author": "Laura E. Richards",
    "chapter": "6",
    "content": [
        "\n\n",
        "“But I’m sure you will listen to reason, ma’am.”",
        "The stranger spoke in a low, persuasive tone; his eyes glanced rapidly\nhither and thither as he spoke, taking the bearings of house and\ngarden, noting the turn of the road, the distance of the neighboring\nhouses. One would have said he was a surveyor, only he had no\ninstruments with him.",
        "“I am sure you will listen to reason,–a fine, intelligent lady like\nyourself. Think of it: there is a fortune in this child’s voice. There\nhasn’t been such a voice–there’s never been such a voice in this\ncountry, I’ll be bold to say. I know something about voices, ma’am.\nI’ve been in the concert business twenty years, and I do assure you I\nhave never heard such a natural voice as this child has. She has a\ngreat career before her, I tell you. Money, ma’am! there’s thousands\nin that voice! It sings bank-notes and gold-pieces, every note of it.\nYou’ll be a rich woman, and she will be a great singer,–one of the\nvery greatest. Her being blind makes it all the better. I wouldn’t\nhave her like other people, not for anything. The blind prima-donna,–\nmy stars! wouldn’t it draw? I see the posters now. ’Nature’s greatest\nmarvel, the blind singer! Splendid talent enveloped in darkness.’ She\nwill be the success of the day, ma’am. Lord, and to think of my\nchancing on her here, of all the little out-of-the-way places in the\nworld! Why, three hours ago I was cursing my luck, when my horse lost\na shoe and went lame, just outside your pleasant little town here. And\nnow, ma’am, now I count this the most fortunate day of my life! Is the\nlittle lady in the house, ma’am? I’d like to have a little talk with\nher; kind o’ open her eyes to what’s before her,–her mind’s eye,\nHoratio, eh? Know anything of Shakspeare, ma’am? Is she in the house,\nI say?”",
        "“She is not,” said Miss Vesta Dale, finding her voice at last. “The\nchild is away, and you should not see her if she were here. She is not\nmeant for the sort of thing you talk about. She–she is the same as\nour own child, my sister’s and mine. We mean to keep her by us as long\nas we live. I thank you,” she added, with stately courtesy. “I don’t\ndoubt that many might be glad of such a chance, but we are not that\nkind, my sister and I.”",
        "The man’s face fell; but the next moment he looked incredulous. “You\ndon’t mean what you say, ma’am!” he cried; “you can’t mean it! To keep\na voice like that shut up in a God-forsaken little hole like\nthis,–oh, you don’t know what you’re talking about, really you\ndon’t.’ And think of the advantage to the child herself!” He saw the\nwoman’s face change at this, saw that he had made a point, and\nhastened to pursue it. “What can the child have, if she spends her\nlife here? No education, no pleasure,–nothing. Nice little place, no\ndoubt, for those that are used to it, but–Lord! a child that has the\nwhole world before her, to pick and choose! She must go to Europe,\nma’am! She will sing before crowned heads; go to Russia, and be\ndecorated by the Czar. She’ll have horses and carriages, jewels,\ndresses finer than any queen! Patti spends three fortunes a year on\nher clothes, and this girl has as good a voice as Patti, any day. Why,\nyou have to support her, don’t you?–and hard work, too, sometimes,\nperhaps–her and maybe others?”",
        "Miss Vesta winced; and he saw it. Oh, Rejoice! it was a joy to save\nand spare, to deny herself any little luxury, that the beloved sister\nmight have everything she fancied. But did she have everything? Was\nit, could it be possible that this should be done for her sister’s\nsake?",
        "The man pursued his advantage relentlessly. “You are a fine woman,\nma’am, if you’ll allow me to say so,–a remarkably fine woman. But you\nare getting on in life, as we all are. This child will support you,\nma’am, instead of your supporting her. Support you, do I say? Why,\nyou’ll be rolling in wealth in a few years! You spoke of a sister,\nma’am. Is she in good health, may I ask?” His quick eye had spied the\nwhite-curtained bed through the vine-clad window, and his ear had\ncaught the tender tone of her voice when she said, “my sister.”",
        "“My sister is an invalid,” said Miss Vesta, coldly.",
        "“Another point!” exclaimed the impresario. “You will be able to have\nevery luxury for your sister,–wines, fruits, travelling, the best\nmedical aid the country affords. You are the–a–the steward, I may\nsay, ma’am,\"–with subtle intuition, the man assumed a tone of moral\nloftiness, as if calling Miss Vesta to account for all delinquencies,\npast and future,–\"the steward, or even the stewardess, of this great\ntreasure. It means everything for you and her, and for your invalid\nsister as well. Think of it, think of it well! I am so confident of\nyour answer that I can well afford to wait a little. Take a few\nminutes, ma’am, and think it over.”",
        "He leaned against the house in an easy attitude, with his hands in his\npockets, and his mouth pursed up for a whistle. He did not feel as\nconfident as he looked, perhaps, but Miss Vesta did not know that. She\nalso leaned against the house, her head resting among the vines that\nscreened Miss Rejoice’s window, and thought intensely. What was right?\nWhat should she do? Half an hour ago life lay so clear and plain\nbefore her; the line of happy duties, simple pleasures, was so\nstraight, leading from the cottage door to that quiet spot in the old\nburying-ground where she and Rejoice would one day rest side by side.\nThey had taught Melody what they could. She had books in raised print,\nsent regularly from the institution where she had learned to read and\nwrite. She was happy; no child could ever have been happier, Miss\nVesta thought, if she had had three pairs of eyes. She was the heart\nof the village, its pride, its wonder. They had looked forward to a\nlife of simple usefulness and kindliness for her, tending the sick\nwith that marvellous skill which seemed a special gift from Heaven;\ncheering, comforting, delighting old and young, by the magic of her\nvoice and the gentle spell of her looks and ways. A quiet life, a\nsimple, humdrum life, it might be: they had never thought of that. But\nnow, what picture was this that the stranger had conjured up?",
        "As in a glass, Miss Vesta seemed to see the whole thing. Melody a\nwoman, a great singer, courted, caressed, living like a queen, with\neverything rich and beautiful about her; jewels in her shining hair,\nsplendid dresses, furs and laces, such as even elderly country women\nlove to dream about sometimes. She saw this; and she saw something\nelse besides. The walls of the little room within seemed to part, to\nextend; it was no longer a tiny whitewashed closet, but stretched wide\nand long, rose lofty and airy. There were couches, wheeled chairs,\ngreat sunny windows, through which one looked out over lovely gardens;\nthere were pictures, the most beautiful in the world, for those dear\neyes to rest on; banks of flowers, costly ornaments, everything that\nluxury could devise or heart desire. And on one of these splendid\ncouches (oh, she could move as she pleased from one to the other,\ninstead of lying always in the one narrow white bed!),–on one of them\nlay her sister Rejoice, in a lace wrapper, such as Miss Vesta had read\nabout once in a fashion magazine; all lace, creamy and soft, with\ndelicate ribbons here and there. There she lay; and yet–was it she?\nMiss Vesta tried hard to give life to this image, to make it smile\nwith her sister’s eyes, and speak with her sister’s voice; but it had\na strange, shadowy look all the time, and whenever she forced the\nlikeness of Rejoice into her mind, somehow it came with the old\nsurroundings, the little white bed, the yellow-washed walls, the old\ngreen flag-bottomed chair on which the medicine-cups always stood. But\nall the other things might be hers, just by Melody’s singing. By\nMelody’s singing! Miss Vesta stood very still, her face quiet and\nstern, as it always was in thought, no sign of the struggle going on\nwithin. The stranger was very still too, biding his time, stealing an\noccasional glance at her face, feeling tolerably sure of success, yet\nwishing she had not quite such a set look about the mouth.",
        "All by Melody’s singing! No effort, no exertion for the child, only\nthe thing she loved best in the world,–the thing she did every day\nand all day. And all for Rejoice, for Rejoice, whom Melody loved so;\nfor whom the child would count any toil, any privation, merely an\nadded pleasure, even as Vesta herself would. Miss Vesta held her\nbreath, and prayed. Would not God answer for her? She was only a\nwoman, and very weak, though she had never guessed it till now. God\nknew what the right thing was: would He not speak for her?",
        "She looked up, and saw Melody coming down the road, leading a child in\neach hand. She was smiling, and the children were laughing, though\nthere were traces of tears on their cheeks; for they had been\nquarrelling when Melody found them in the fields and brought them\naway. It was a pretty picture; the stranger’s eyes brightened as he\ngazed at it. But for the first time in her life Miss Vesta was not\nglad to see Melody. The child began to sing, and the woman listened\nfor the words, with a vague trouble darkening over her perturbed\nspirit as a thunder-cloud comes blackening a gray sky, filling it with\nangry mutterings, with quick flashes. What if the child should sing\nthe wrong words, she thought! What were the wrong words, and how\nshould she know whether they were of God or the Devil?",
        "It was an old song that Melody was singing; she knew few others,\nindeed,–only the last verse of an old song, which Vesta Dale had\nheard all her life, and had never thought much about, save that it was\na good song, one of the kind Rejoice liked.",
        "   “There’s a place that is better than this, Robin Ruff,\n   And I hope in my heart you’ll go there;\n   Where the poor man’s as great,\n   Though he hath no estate,\n   Ay, as though he’d a thousand a year, Robin Ruff,\n   As though he’d a thousand a year’”",
        "“So you see,” said Melody to the children, as they paced along, “it\ndoesn’t make any real difference whether we have things or don’t have\nthem. It’s inside that one has to be happy; one can’t be happy from\nthe outside, ever. I should think it would be harder if one had lots\nof things that one must think about, and take care of, and perhaps\nworry over. I often am so glad I haven’t many things.”",
        "They passed on, going down into the little meadow where the sweet\nrushes grew, for Melody knew that no child could stay cross when it\nhad sweet rushes to play with; and Miss Vesta turned to the stranger\nwith a quick, fierce movement. “Go away!” she cried. “You have your\nanswer. Not for fifty thousand fortunes should you have the child! Go,\nand never come here again!”",
        "It was two or three days after this that Dr. Brown was driving rapidly\nhome toward the village. He had had a tiresome day, and he meant to\nhave a cup of Vesta Dale’s good tea and a song from Melody to smooth\ndown his ruffled plumage, and to put him into good-humor again. His\npatients had been very trying, especially the last one he had\nvisited,–an old lady who sent for him from ten miles’ distance, and\nthen told him she had taken seventy-five bottles of Vegetine without\nbenefit, and wanted to know what she should do next. “I really do not\nknow, Madam,” the doctor replied, “unless you should pound up the\nseventy-five bottles with their labels, and take those.” Whereupon he\ngot into his buggy and drove off without another word.",
        "But the Dale girls and Melody–bless them all for a set of\nangels!–would soon put him to rights again, thought the doctor, and\nhe would send old Mrs. Prabbles some pills in the morning. There was\nnothing whatever the matter with the old harridan. Here was the turn;\nnow in a moment he would see Vesta sitting in the doorway at her\nknitting, or looking out of Rejoice’s window; and she would call the\nchild whom his heart loved, and then for a happy, peaceful evening,\nand all vexations forgotten!",
        "But what was this? Instead of the trim, staid figure he looked to see,\nwho was this frantic woman who came running toward him from the little\nhouse, with white hair flying on the wind, with wild looks? Her dress\nwas disordered; her eyes stared in anguish; her lips stammered, making\nconfused sounds, which at first had no meaning to the startled hearer.\nBut he heard–oh, he heard and understood, when the distracted woman\ngrasped his arm, and cried,–",
        "“Melody is stolen! stolen! and Rejoice is dead!”",
        "Continue...",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}