{
    "title": "Melody - Chapter IX. Blondel",
    "author": "Laura E. Richards",
    "chapter": "9",
    "content": [
        "\n\n",
        "Noontide in the great city! The July sun blazes down upon the brick\nsidewalks, heating them through and through, till they scorch the bare\ntoes of the little street children, who creep about, sheltering their\neyes with their hands, and keeping in the shade when it is possible.\nThe apple-women crouch close to the wall, under their green umbrellas;\nthe banana-sellers look yellow and wilted as their own wares. Men pass\nalong, hurrying, because they are Americans, and business must go on\nwhether it be hot or cold; but they move in a dogged jog-trot,\nexpressive of weariness and disgust, and wipe their brows as they go,\nmuttering anathemas under their breath on the whole summer season.\nMost of the men are in linen coats, some in no coats at all; all wear\nstraw hats, and there is a great display of palm-leaf fans, waving in\nall degrees of energy. Here and there is seen an umbrella, but these\nare not frequent, for it seems to the American a strange and womanish\nthing to carry an umbrella except for rain; it also requires\nattention, and takes a man’s mind off his business. Each man of all\nthe hurrying thousands is shut up in himself, carrying his little\nworld, which is all the world there is, about with him, seeing the\nother hurrying mites only “as trees walking,” with no thought or note\nof them. Who cares about anybody else when it is so hot? Get through\nthe day’s work, and away to the wife and children in the cool by the\nsea-shore, or in the comfortable green suburb, where, if one must\nstill be hot, one can at least suffer decently, and not “like a\nrunning river be,\"–with apologies to the boy Chatterton.",
        "Among all these hurrying motes in the broad, fierce stream of\nsunshine, one figure moves slowly, without haste. Nobody looks at\nanybody else, or this figure might attract some attention, even in the\nstreets of the great city. An old man, tall and slender, with snowy\nhair falling in a single curl over his forehead; with brown eyes which\nglance birdlike here and there, seeing everything, taking in every\nface, every shadow of a vanishing form that hurries along and away\nfrom him; with fiddle-bow in hand, and fiddle held close and tenderly\nagainst his shoulder. De Arthenay, looking for his little girl!",
        "Not content with scanning every face as it passes, he looks up at the\nhouses, searching with eager eye their blank, close-shuttered walls,\nas if in hope of seeing through the barriers of brick and stone, and\nsurprising the secrets that may lurk within. Now and then a house\nseems to take his fancy, for he stops, and still looking up at the\nwindows, plays a tune. It is generally the same tune,–a simple,\nhomely old air, which the street-boys can readily take up and whistle,\nthough they do not hear it in the music-halls or on the hand-organs. A\nlanguid crowd gathers round him when he pauses thus, for street-boys\nknow a good fiddler when they hear him; and this is a good fiddler.",
        "When a crowd has collected, the old man turns his attention from the\nsilent windows (they are generally silent; or if a face looks out, it\nis not the beloved one which is in his mind night and day, day and\nnight) and scans the faces around him, with sad, eager eyes. Then,\nstopping short in his playing, he taps sharply on his fiddle, and asks\nin a clear voice if any one has seen or heard of a blind child, with\nbeautiful brown hair, clear blue eyes, and the most wonderful voice in\nthe world.",
        "No one has heard of such a child; but one tells him of a blind negro\nwho can play the trombone, and another knows of a blind woman who\ntells fortunes “equal to the best mejums;” and so on, and so on. He\nshakes his head with a patient look, makes his grand bow, and passes\non to the next street, the next wondering crowd, the next\ndisappointment. Sometimes he is hailed by some music-hall keeper who\nhears him play, and knows a good thing when he hears it, and who\nengages the old fiddler to play for an evening or two. He goes readily\nenough; for there is no knowing where the dark stranger may have taken\nthe child, and where no clew is, one may follow any track that\npresents itself. So the old man goes, and sits patiently in the hot,\nnoisy place. At first the merry-makers, who are not of a high degree\nof refinement, make fun of him, and cut many a joke at the expense of\nhis blue coat and brass buttons, his nankeen trousers and\nold-fashioned stock. But he heeds them not; and once he begins to\nplay, they forget all about his looks, and only want to dance, dance,\nand say there never was such music for dancing. When a pleasant-\nlooking girl comes near him, or pauses in the dance, he calls her to\nhim, and asks her in a low tone the usual question: has she seen or\nheard of a blind child, with the most beautiful hair, etc. He is\ncareful whom he asks, however; he would not insult Melody by asking\nfor her of some of these young women, with bold eyes, with loose hair\nand disordered looks. So he sits and plays, a quaint, old-world\nfigure, among the laughing, dancing, foolish crowd. Old De Arthenay,\nfrom the Androscoggin,–what would his ancestor, the gallant Marquis\nwho came over with Baron Castine to America, what would the whole line\nof ancestors, from the crusaders down, say to see their descendant in\nsuch a place as this? He has always held his head high, though he has\nearned his bread by fiddling, varied by shoemaking in the winter-time.\nHe has always kept good company, he would tell you, and would rather\ngo hungry any day than earn a dinner among people who do not regard\nthe decencies of life. Even in this place, people come to feel the\nquality of the old man, somehow, and no one speaks rudely to him; and\nvoices are even lowered as they pass him, sitting grave and erect on\nhis stool, his magic bow flying, his foot keeping time to the music.\nAll the old tunes he plays, “Money Musk,” and “Portland Fancy,” and\n“Lady of the Lake.” Now he quavers into the “Chorus Jig;” but no one\nhere knows enough to dance that, so he comes back to the simpler airs\nagain. And as he plays, the whole tawdry, glaring scene drops away\nfrom the old man’s eyes, and instead of vulgar gaslight he sees the\nsoft glow of the afternoon sun on the country road, and the graceful\nelms bending in an arch overhead, as if to watch the child Melody as\nshe dances. The slender figure swaying hither and thither, with its\ngentle, wind-blown motion, the exquisite face alight with happiness,\nthe floating tendrils of hair, the most beautiful hair in the world;\nthen the dear, homely country folks sitting by the roadside, watching\nwith breathless interest his darling, their darling, the flower of the\nwhole country-side; Miss Vesta’s tall, stately figure in the doorway;\nthe vine-clad window, behind which Rejoice lies, unseen, yet sharing\nall the sweet, simple pleasure with heartfelt enjoyment,–all this the\nold fiddler sees, set plain before him. The “lady” on his arm (for De\nArthenay’s fiddle is a lady as surely as he is a gentleman),–the lady\nfeels it too, perhaps, for she thrills to his touch, as the bow goes\nleaping over the strings; and more than one wild girl and rough fellow\nfeels a touch of something that has not been felt mayhap for many a\nday, and goes home to stuffy garret or squalid cellar the better for\nthat night’s music. And when it is over, De Arthenay makes his stately\nbow once more, and walks round the room, asking his question in low\ntones of such as seem worthy of it; and then home, patient, undaunted,\nto the quiet lodging where Vesta Dale is sitting up for him, weary\nafter her day’s search in other quarters of the city, hoping little\nfrom his coming, yet unwilling to lie down without a sight of his\nface, always cheery when it meets hers, and the sound of his voice\nsaying,–",
        "“Better luck to-morrow, Miss Vesta! better luck tomorrow! There’s One\nhas her in charge, and He didn’t need us to-day; that’s all, my dear.”",
        "God help thee, De Arthenay! God speed and prosper thee, Rosin the\nBeau!",
        "But is not another name more fitting even than the fantastic one of\nhis adoption? Is not this Blondel, faithful, patient, undaunted,\nwandering by tower and town, singing his song of love and hope and\nundying loyalty under every window, till it shall one day fall like a\nbreath from heaven on the ear of the prisoner, sitting in darkness and\nthe shadow of death?",
        "Continue...",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}