{
    "title": "Melody - Chapter VIII. Waiting",
    "author": "Laura E. Richards",
    "chapter": "8",
    "content": [
        "\n\n",
        "How did the time pass with the sick woman, waiting in the little\nchamber, listening day by day and hour by hour for the steps, the\nvoices, which did not come? Miss Rejoice was very peaceful, very\nquiet,–too quiet, thought Mandy Loomis, the good neighbor who watched\nby her, fulfilling her little needs, and longing with a thirsty soul\nfor a good dish of gossip. If Rejoice would only “open her mind!” it\nwould be better for her, and such a relief to poor Mandy, unused to\nsilent people who bore their troubles with a smile.",
        "“Where do you s’pose she is, Rejoice?” Mrs. Loomis would cry, twenty\ntimes a day. “Where do you s’pose she is? Ef we only knew, ’t would be\neasier to bear, seems ’s though. Don’t you think so, Rejoice?”",
        "But Rejoice only shook her head, and said, “She is cared for, Mandy,\nwe must believe. All we have to do is to be quiet, and wait for the\nLord’s time.”",
        "“Dear to goodness! She can wait!” exclaimed Mrs. Loomis to Mrs. Penny,\nwhen the latter came in one evening to see if any news had come. “She\nain’t done anything but wait, you may say, ever sence time was,\nRejoice ain’t. But I do find it dretful tryin’ now, Mis’ Penny, now I\ntell ye. Settin’ here with my hands in my lap, and she so quiet in\nthere, well, I do want to fly sometimes, seems ’s though. Well, I am\nglad to see you, to be sure. The’ ain’t a soul ben by this day. Set\ndown, do. You want to go in ’n’ see Rejoice? Jest in a minute. I do\nthink I shall have a sickness if I don’t have some one to open my mind\nto. Now, Mis’ Penny, where do you s’pose, where do you s’pose that\nchild is?” Then, without waiting for a reply, she plunged headlong\ninto the stream of talk.",
        "“No, we ain’t heard a word. Vesta went off a week ago, and Mr. De\nArthenay with her. Providential, wasn’t it, his happenin’ along just\nin the nick o’ time? I do get out of patience with Rejoice sometimes,\ntakin’ the Lord quite so much for granted as she doos; for, after all,\nthe child was stole, you can’t get over that, and seems’s though if\nthere’d ben such a good lookout as she thinks,–well, there! I don’t\nwant to be profane; but I will say ’twas a providence, Mr. De Arthenay\nhappenin’ along. Well, they went, and not a word have we heard sence\nbut just one letter from Vesta, sayin’ they hadn’t found no trace yet,\nbut they hoped to every day,–and land sakes, we knew that, I should\nhope. Dr. Brown comes in every day to cheer her up, though I do\ndeclare I need it more than she doos, seems’s though. He’s as close as\nan oyster, Dr. Brown is; I can’t even get the news out of him, most\ntimes. How’s that boy of ’Bind Parker’s,–him that fell and hurt his\nleg so bad? Gettin’ well, is he?”",
        "“No, he isn’t,” said Mrs. Penny, stepping in quickly on the question,\nas her first chance of getting in a word. “He’s terrible slim; I heard\nDoctor say so. They’re afraid of the kangaroo settin’ in in the j’int,\nand you know that means death, sartin sure.”",
        "Both women nodded, drawing in their breath with an awful relish.",
        "“’T will be a terrible loss to his mother,” said Mandy Loomis. “Such a\nlikely boy as he was gettin’ to be, and ’Bind so little good, one way\nand another.”",
        "“Do you think they’ll hear news of Melody?” asked Mrs. Penny, changing\nthe subject abruptly.",
        "Amanda Loomis plumped her hands down on her knees, and leaned forward;\nit was good to listen, but, oh, how much better it was to speak!",
        "“I don’t,” she said, with gloomy emphasis. “If you ask me what I\nreelly think, Mis’ Penny, it’s that. I don’t think we shall ever set\neyes on that blessed child again. Rejoice is so sartin sure, sometimes\nmy hopes get away with me, and I forgit my jedgment for a spell. But\nthere! see how it is! Now, mind, what I say is for this room only.\"\nShe spread her hands abroad, as if warning the air around to secrecy,\nand lowered her voice to an awestruck whisper. “I’ve ben here a week\nnow, Mis’ Penny. Every night the death-watch has ticked in Mel’dy’s\nroom the endurin’ night. I don’t sleep, you know, fit to support a\nflea. I hear every hour strike right straight along, and I know things\nthat’s hid from others, Mis’ Penny, though I do say it. Last night as\never was I heard a sobbin’ and a sighin’ goin’ round the house, as\nplain as I hear you this minute. Some might ha’ said’t was the wind,\nbut there’s other things besides wind, Mis’ Penny; and I solemnly\nbelieve that was Mel’dy’s sperrit, and the child is dead. It ain’t my\ninterest to say it,” she cried, with a sudden change of tone, putting\nher apron to her eyes: “goodness knows it ain’t my interest to say it.\nWhat that child has been to me nobody knows. When I’ve had them weakly\nspells, the’ warn’t nobody but Mel’dy could ha’ brought me out of ’em\nalive, well I know. She tended me and sung to me like all the angels\nin heaven, and when she’d lay her hand on me–well, there! seems’s\nthough my narves ’ud quiet right down, and blow away like smoke. I’ve\nben a well woman–that is to say, for one that’s always enjoyed poor\nhealth–sence Dr. Brown sent that blessed child to me. She has a gift,\nif ever any one had. Dr. Brown had ought to give her half of what he\nmakes doctorin’; she’s more help than all the medicine ever hegives. I never saw a doctor so dretful stingy with his stuff. Why,\nI’ve ben perishin’ sometimes for want o’ doctorin’, and all he’d give\nme was a little pepsin, or tell me to take as much sody as would lay\non the p’int of a penknife, or some such thing,–not so much as you’d\ngive to a canary-bird. I do sometimes wish we had a doctor who knew\nthe use o’ medicine, ’stead of everlastin’ly talkin’ about the laws o’\nhealth, and hulsome food, and all them notions. Why, there’s old Dr.\nJalap, over to the Corners. He give Beulah Pegrum seven Liver Pills at\none dose, and only charged her fifty cents, over ’n’ above the cost of\nthe pills. Now that’s what I call doctorin’,–not but what I like\nDr. Brown well enough. But Mel’dy–well, there! and now to have her\ntook off so suddin, and never to know whether she’s buried\nrespectable, or buried at all! You hear awful stories of city ways,\nthese times. Now, this is for this room only, and don’t you ever tell\na soul! It’s as true as I live, they have a furnace where they burn\nfolks’ bodies, for all the world as if they was hick’ry lawgs. My\ncousin Salome’s nephew that lives in the city saw one once. He thought\nit was connected with the gas-works, but he didn’t know for sure. Mis’\nPenny, if Rejoice Dale was to know that Mel’dy was made into gas–”",
        "Martha Penny clutched the speaker’s arm, and laid her hand over her\nmouth, with a scared look. The door of the bedroom had swung open in\nthe breeze, and in the stress of feeling Mandy Loomis had raised her\nvoice higher and higher, till the last words rang through the house\nlike the wail of a sibyl. But above the wail another sound was now\nrising, the voice of Rejoice Dale,–not calm and gentle, as they had\nalways heard it, but high-pitched, quivering with intense feeling.",
        "“I see her!” cried the sick woman. “I see the child! Lord, save her!\nLord, save her!”",
        "The two women hurried in, and found her sitting up in bed, her eyes\nwide, her arm outstretched, pointing–at what? Involuntarily they\nturned to follow the pointing finger, and saw the yellow-washed wall,\nand the wreath of autumn leaves that always hung there.",
        "“What is it, Rejoice?” cried Mandy, terrified. “What do you see? Is it\na spirit? Tell us, for pity’s sake!”",
        "But even at that moment a change came. The rigid muscles relaxed, the\nwhole face softened to its usual peaceful look; the arm dropped\ngently, and Rejoice Dale sank back upon her pillow and smiled.",
        "“Thy rod and thy staff!” she said. “Thy rod and thy staff! they\ncomfort me.” And for the first time since Melody was lost, she fell\nasleep, and slept like a little child.",
        "Continue...",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}