{
    "title": "Melody - Chapter III. On the Road",
    "author": "Laura E. Richards",
    "chapter": "3",
    "content": [
        "\n\n",
        "Melody went singing down the road. She walked quickly, with a light\nswaying motion, graceful as a bird. Her hands were held before her,\nnot, it seemed, from timidity, but rather as a butterfly stretches out\nits delicate antennae, touching, feeling, trying its way, as it goes\nfrom flower to flower. Truly, the child’s light fingers were like\nbutterflies, as she walked beside the road, reaching up to touch the\nhanging sprays of its bordering willows, or caressing the tiny flowers\nthat sprang up along the footpath. She sang, too, as she went, a song\nthe doctor had taught her:–",
        "   “Who is Silvia, and what is she,\n   That all our swains commend her?\n   Holy, fair, and wise is she;\n   The heavens such grace did lend her,\n   That adored she might be.”",
        "One might have thought that Silvia was not far to seek, on looking\ninto the fair face of the child. Now she stopped, and stood for a\nmoment with head thrown back, and nostrils slightly distended.\n“Meadow-sweet!” she said softly to herself. “Isn’t it out early? the\ndear. I must find it for Aunt Joy.” She stooped, and passed her light,\nquick hands over the wayside grasses. Every blade and leaf was a\nfamiliar friend, and she greeted them as she touched them, weaving\ntheir names into her song in childish fashion,–",
        "   “Buttercup and daisy dear, sorrel for her eating,\n   Mint and rose to please the nose of my pretty sweeting.”",
        "Then she laughed outright. “When I grow up, I will make songs, too,\"\nshe said, as she stooped to pick the meadow-sweet. “I will make the\nwords, and Rosin shall make the music; and we will go through the\nvillage singing, till everybody comes out of the houses to listen:–",
        "    Meadow-sweet is a treat;\n    Columbine’s a fairy;\n    Mallow’s fine, sweet as wine,–",
        "What rhymes with fairy, I wonder. Dairy; but that won’t come right.\nAiry, hairy,–yes, now I have it!–",
        "   Mallow’s fine, sweet as wine,\n   To feed my pet canary.",
        "I’ll sing that to Neddy,” said Melody, laughing to herself as she went\nalong. “I can sing it to the tune of ’Lightly Row.’ Dear little boy!\"\nshe added, after a silence. “Think, if he had been blind, how dreadful\nit would have been! Of course it doesn’t matter when you have never\nseen at all, because you know how to get on all right; but to have it,\nand then lose it–oh dear! but then,\"–and her face brightened\nagain,–\"he isn’t going to be blind, you see, so what’s the use of\nworrying about it?",
        "   The worry cow\n    Might have lived till now,\n    If she’d only saved her breath.\n   She thought the hay\n    Wouldn’t last all day,\n    So she choked herself to death.”",
        "Presently the child stopped again, and listened. The sound of wheels\nwas faintly audible. No one else could have heard it but Melody, whose\nears were like those of a fox. “Whose wagon squeaks like that?” she\nsaid, as she listened. “The horse interferes, too. Oh, of course; it’s\nEben Loomis. He’ll pick me up and give me a ride, and then it won’t\ntake so long.” She walked along, turning back every now and then, as\nthe sound of wheels came nearer and nearer. At last, “Good-morning,\nEben!” she cried, smiling as the wagon drove up; “will you take me on\na piece, please?”",
        "“Wal, I might, perhaps,” admitted the driver, cautiously, “if I was\nsure you was all right, Mel’dy. How d’you know’t was me comin’, I’d\nlike to know? I never said a word, nor so much as whistled, since I\ncome in sight of ye.” The man, a wiry, yellow-haired Yankee, bent down\nas he spoke, and taking the child’s hand, swung her lightly up to the\nseat beside him.",
        "Melody laughed joyously. “I should know your wagon if I heard it in\nRussia, Eben,” she said. “Besides, poor old Jerry knocks his hind feet\ntogether so, I heard him clicking along even before I heard the wagon\nsqueak. How’s Mandy, Eben?”",
        "“Mandy, she ain’t very well,” replied the countryman. “She’s ben\nhavin’ them weakly spells right along lately. Seems though she was\nfailin’ up sometimes, but I dono.”",
        "“Oh, no, she isn’t, Eben,” answered Melody, cheerfully. “You said that\nsix years ago, do you know it? and Mandy isn’t a bit worse than she\nwas then.”",
        "“Well, that’s so,” assented the man, after a thoughtful pause. “That\nis so, Mel’dy, though how you come to-know it is a myst’ry to me. Come\nto think of it, I dono but she’s a leetle mite better than she was six\nyears ago. Wal! now it’s surprising ain’t it, that you should know\nthat, you child, without the use of your eyes, and I shouldn’t, seein’\nher every day and all day? How do you account for that, now, hey?” He\nturned on his seat, and looked keenly at the child, as if half\nexpecting her to meet his gaze.",
        "“It’s easy enough!” said Melody, with her quiet smile. “It’s just\nbecause you see her so much, Eben. that you can’t tell. Besides, I can\ntell from Mandy’s voice. Her voice used to go down when she stopped\nspeaking, like this, ’How do you do_?’ [with a falling inflection\nwhich was the very essence of melancholy]; and now her voice goes up\ncheerfully, at the end, ’How do you do?’ Don’t you see the difference,\nEben?–so of course I know she must be a great deal better.”",
        "“I swan!” replied Eben Loomis, simply. “’How do you do_?’ ’How do\nyou do?’ so that’s the way you find out things, is it, Mel’dy? Well,\nyou’re a curus child, that’s what’s the matter with you.–Where d’you\nsay you was goin’?” he added, after a pause.",
        "“I didn’t say,” said Melody. “But I’m going to Mrs. Jackson’s, to see\nNeddy.”",
        "“Want to know,” said her companion. “Goin’–Hevin’ some kind o’\ntrouble with his eyes, ain’t he?” He stopped short, with a glance at\nthe child’s clear eyes. It was impossible not to expect to find some\nanswering look in them.",
        "“They thought he was going blind,” said Melody; “but it is all right\nnow. I do wish people wouldn’t tell Mrs. Jackson to keep putting\nthings in his eyes. Why can’t they let her do what the doctor tells\nher, and not keep wanting her to try all kinds of nonsense?”",
        "“Wal, that’s so,” assented Eben,–\"that’s so, every time. I was down\nthere a spell back, and I says, ’Phoebe,’ I says, ’don’t you do a\nthing folks tells you,’ says I. ’Dr. Brown knows what he’s about, and\ndon’t you do a thing but what he says, unless it’s jest to wet his\neyes up with a drop o’ tobacco-juice,’ says I. ’There’s nothin’ like\ntobacco-juice for weakly eyes, that’s sure;’ and of course I knew\nDoctor would ha’ said so himself ef he’d ha’ been there. Wal, here we\nbe to Jackson’s now,” added the good man, pulling up his horse. “Hold\non a minute, and I’ll help ye down. Wal, there!” as Melody sprang\nlightly from the wagon, just touching his hand by way of greeting as\nshe went, “if you ain’t the spryest ever I see!”",
        "“Good-by, Eben, and thank you ever so much,” said the child. “Good-by,\nJerry.”",
        "“Come down an’ see us, Mel’dy!” Eben called after her, as she turned\ntoward-the house with unfaltering step. “T’would do Mandy a sight o’\ngood. Come down and stop to supper. You ain’t took a meal o’ victuals\nwith us I don’t know when.”",
        "Melody promised to come soon, and took her way up the grassy path,\nwhile the countryman gazed after her with a look of wondering\nadmiration.",
        "“That child knows more than most folks that hev their sight!” he\nsoliloquized. “What’s she doin’ now? Oh, stoppin’ to pick a posy, for\nthe child, likely. Now they’ll all swaller her alive. Yes; thar they\ncome. Look at the way she takes that child up, now, will ye? He’s e’en\na’most as big as she is; but you’d say she was his mother ten times\nover, from the way she handles him. Look at her set down on the\ndoorstep, tellin’ him a story, I’ll bet. I tell ye! hear that little\nfeller laugh, and he was cryin’ all last night, Mandy says. I wouldn’t\nmind hearin’ that story myself. Faculty, that gal has; that’s the name\nfor it, sir. Git up, Jerry! this won’t buy the child a cake;” and with\nmany a glance over his shoulder, the good man drove on.",
        "Continue...",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}