{
    "title": "Melody - Chapter X. Darkness",
    "author": "Laura E. Richards",
    "chapter": "10",
    "content": [
        "\n\n",
        "“And how’s our sweet little lady to-day? She’s looking as pretty as a\npicture, so it’s a pleasure to look at her. How are you feeling,\ndearie?”",
        "It was a woman’s voice that spoke, soft and wheedling, yet with a\ncertain unpleasant twang in it. She spoke to Melody, who sat still,\nwith folded hands, and head bowed as if in a dream.",
        "“I am well, thank you,” answered the child; and she was silent again.",
        "The woman glanced over her shoulder at a man who had followed her into\nthe room,–a dark man with an eager face and restless, discontented\neyes; the same man who had watched Melody over the wall of the old\nburying-ground, and heard her sing. He had never heard her sing since,\nsave for that little snatch of “Robin Ruff,” which she had sung to the\nchildren the day when he stood and pleaded with Vesta Dale to sell her\nsoul for her sister’s comfort.",
        "“And here’s Mr. Anderson come to see you, according to custom,” said\nthe woman; “and I hope you are glad to see him, I’m sure, for he’s\nyour best friend, dearie, and he does love you so; it would be quite\nsurprising, if you weren’t the sweet lamb you are, sitting there like\na flower all in the dark.”",
        "She paused, and waited for a reply; but none came. The two exchanged a\nglance of exasperation, and the woman shook her fist at the child; but\nher voice was still soft and smooth as she resumed her speech.",
        "“And you’ll sing us a little song now, dearie, won’t you? To think\nthat you’ve been here near a week now, and I haven’t heard the sound\nof that wonderful voice yet, only in speaking. It’s sweet as an\nangel’s then, to be sure; but dear me! if you knew what Mr. Anderson\nhas told me about his hearing you sing that day! Such a particular\ngentleman as he is, too, anybody would tell you! Why, I’ve seen girls\nwith voices as they thought the wonder of the world, and their friends\nwith them, and Mr. Anderson would no more listen to them than the dirt\nunder his feet; no, indeed, he wouldn’t. And you that he thinks so\nmuch of! why, it makes me feel real bad to see you not take that\ncomfort in him as you might. Why, he wants to be a father to you,\ndearie. He hasn’t got any little girl of his own, and he will give you\neverything that’s nice, that he will, just as soon as you begin to get\na little fond of him, and realize all he’s doing for you. Why, most\nyoung ladies would give their two eyes for your chance, I can tell\nyou.”",
        "She was growing angry in spite of herself, and the man Anderson pulled\nher aside.",
        "“It’s no use,” he said. “We shall just have to wait. You know, my\ndear,” he continued, addressing the child, “you know that you will\nnever see your aunts again unless you do sing. You sense that, do\nyou?”",
        "No reply. Melody shivered a little, then drew herself together and was\nstill,–the stillest figure that ever breathed and lived. Anderson\nclenched his hands and fairly trembled with rage and with the effort\nto conceal it. He must not frighten the child too much. He could not\npunish her, hurt her in any way; for any shock might injure the\nprecious voice which was to make his fortune. He was no fool, this\nman. He had some knowledge, more ambition. He had been unsuccessful on\nthe whole, had been disappointed in several ventures; now he had found\na treasure, a veritable gold-mine, and-he could not work it! Could\nanything be more exasperating? This child, whose voice could rouse a\nwhole city–a city! could rouse the world to rapture, absolutely\nrefused to sing a note! He had tried cajolery, pathos, threats; he had\ncalled together a chosen company of critics to hear the future\nCatalani, and had been forced to send them home empty, having heard no\nnote of the marvellous voice! The child would not sing, she would not\neven speak, save in the briefest possible fashion, little beyond “yes\"\nand “no.”",
        "What was a poor impresario to do? He longed to grasp her by the\nshoulders and shake the voice out of her; his hands fairly itched to\nget hold of the obstinate little piece of humanity, who, in her\nchildishness, her helplessness, her blindness, thus defied him, and\nset all his cherished plans at nought.",
        "And yet he would not have shaken her probably, even had he dared to do\nso. He was not a violent man, nor a wholly bad one. He could steal a\nchild, and convince himself that it was for the child’s good as well\nas his own; but he could not hurt a child. He had once had a little\ngirl of his own; it was quite true that he had intended to play a\nfather’s part to Melody, if she would only have behaved herself. In\nthe grand drama of success that he had arranged so carefully, it was a\nmost charming role that he had laid out for himself. Anderson the\nbenefactor, Anderson the discoverer, the adopted father of the\nprodigy, the patron of music. Crowds hailing him with rapturous\ngratitude; the wonder-child kneeling and presenting him with a laurel\ncrown, which had been thrown to her, but which she rightly felt to be\nhis due, who had given her all, and brought her from darkness into\nlight! Instead of this, what part was this he was really playing?\nAnderson the kidnapper; Anderson the villain, the ruffian, the invader\nof peaceful homes, the bogy to scare naughty children with. He did not\nsay all this to himself, perhaps, because he was not, save when\ncarried away by professional enthusiasm, an imaginative man; but he\nfelt thoroughly uncomfortable, and, above all, absolutely at sea, not\nknowing which way to turn. As he stood thus, irresolute, the woman by\nhis side eying him furtively from time to time, Melody turned her face\ntoward him and spoke.",
        "“If you will take me home,” she said, “I will sing to you. I will sing\nall day, if you like. But here I will never sing. It would not be\npossible for you to make me do it, so why do you try? You made a\nmistake, that is all.”",
        "“Oh, that’s all, is it?” repeated Anderson.",
        "“Yes, truly,” the child went on. “Perhaps you do not mean to be\nunkind,–Mrs. Brown says you do not; but then why are you unkind,\nand why will you not take me home?”",
        "“It is for your own good, child,” repeated Anderson, doggedly. “You\nknow that well enough. I have told you how it will all be, a hundred\ntimes. You were not meant for a little village, and a few dull old\npeople; you are for the world, the great world of wealth and fashion\nand power. If you were not either a fool or–or–I don’t know what,\nyou would see the matter as it really is. Mrs. Brown is right: most\ngirls would give their eyes, and their ears too, for such a chance as\nyou have. You are only a child, and a very foolish child; and you\ndon’t know what is good for you. Some day you will be thankful to me\nfor making you sing.”",
        "Melody smiled, and her smile said much, for Anderson turned red, and\nclenched his hands fiercely.",
        "“You belong to the world, I tell you!” he cried again. “The world has\na right to you.”",
        "“To the world?” the child repeated softly. “Yes, it is true; I do\nbelong to the world,–to God’s world of beauty, to the woods and\nfields, the flowers and grasses, and to the people who love me. When\nthe birds sing to me I can answer them, and they know that my song is\nas sweet as their own. The brook tells me its story, and I tell it\nagain, and every ripple sounds in my voice; and I know that I please\nthe brook, and all who hear me,–little beasts, and flowers that nod\non their stems to hear, and trees that bend down to touch me, and tell\nme by their touch that they are well pleased. And children love to\nhear me sing, and I can fill their little hearts with joy. I sing to\nsick people, and they are easier of their pain, and perhaps they may\nsleep, when they have not been able to sleep for long nights. This is\nmy life, my work. I am God’s child; and do you think I do not know the\nwork my Father has given me to do?” With a sudden movement she stepped\nforward, and laid her hand lightly on the man’s breast. “You are God’s\nchild, too!” she said, in a low voice. “Are you doing His work now?”",
        "There was silence in the room. Anderson was as if spellbound, his eyes\nfixed on the child, who stood like a youthful prophetess, her head\nthrown back, her beautiful face full of solemn light, her arm raised\nin awful appeal. The woman threw her apron over her head and began to\ncry. The man moistened his lips twice or thrice, trying to speak, but\nno words came. At length he made a sign of despair to his accomplice;\nmoved back from that questioning, warning hand, whose light touch\nseemed to burn through and through him,–moved away, groping for the\ndoor, his eyes still fixed on the child’s face; stole out finally, as\na thief steals, and closed the door softly behind him.",
        "Melody stood still, looking up to heaven. A great peace filled her\nheart, which had been so torn and tortured these many days past, ever\nsince the dreadful moment when she had been forced away from her home,\nfrom her life, and brought into bondage and the shadow of death. She\nhad thought till to-day that she should die. Not that she was\ndeserted, not that God had forgotten,–oh, no; but that He did not\nneed her any longer here, that she had not been worthy of the work she\nhad thought to be hers, and that now she was to be taken elsewhere to\nsome other task. She was only a child; her life was strong in every\nlimb; but God could not mean her to live here, in this way,–that\nwould not be merciful, and His property was always to have mercy. So\ndeath would come,–death as a friend, just as Auntie Joy had always\ndescribed him; and she would go hence, led by her Father’s hand.",
        "But now, what change was coming over her? The air seemed lighter,\nclearer, since Anderson had left the room. A new hope entered her\nheart, coming she knew not whence, filling it with pulses and waves of\njoy. She thought of her home; and it seemed to grow nearer, more\ndistinct, at every moment. She saw (as blind people see) the face of\nRejoice Dale, beaming with joy and peace; she felt the strong clasp of\nMiss Vesta’s hand. She smelt the lilacs, the white lilacs beneath\nwhich she loved to sit and sing. She heard–oh, God! what did she\nhear? What sound was this in her ears? Was it still the dream, the\nlovely dream of home, or was a real sound thrilling in her ears,\nbeating in her heart, filling the whole world with the voice of\nhope,–of hope fulfilled, of life and love?",
        "   “I’ve travelled this country all over,\n   And now to the next I must go;\n   But I know that good quarters await me,\n   And a welcome to Rosin the Beau.”",
        "Oh, Father of mercy! never doubted, always near in sorrow and in joy!\noh, holy angels, who have held my hands and lifted me up, lest I dash\nmy foot against a stone! A welcome,–oh, on my knees, in humble\nthanksgiving, in endless love and praise,–a welcome to Rosin the\nBeau!",
        "An hour later Mrs. Brown stood before her employer, flushed and\ndisordered, making her defence.",
        "“I couldn’t have helped it, not if I had died for it, Mr. Anderson.\nYou couldn’t have helped it yourself, if you had been there. When she\nheard that fiddle, the child dropped on her knees as if she had been\nshot, and I thought she was going to faint. But the next minute she\nwas at the window, and such a cry as she gave! the sound of it is in\nmy bones yet, and will be till I die.”",
        "She paused, and wiped her fiery face, for she had run bareheaded\nthrough the blazing streets.",
        "“Then he came in,–the old man. He was plain dressed, but he came in\nlike a king to his throne; and the child drifted into his arms like a\nflake of snow, and there she lay. Mr. Anderson, when he held her there\non his breast, and turned and looked at me, with his eyes like two\nblack coals, all power was taken from me, and I couldn’t have moved if\nit had been to save my own life. He pointed at me with his fiddle-bow,\nbut it might have been a sword for all the difference I knew; anyway,\nhis voice went through and through me like something sharp and bright.\n’You cannot move,’ he said; ’you have no power to move hand or foot\ntill I have taken my child away. I bid you be still!’ Mr. Anderson,\nsir, I had no power! I stood still, and they went away. They seemed\nto melt away together,–he with his arm round her waist, holding her\nup like; and she with her face turned up to his, and a look like\nheaven, if I ever hope to see heaven. The next minute they was gone,\nand still I hadn’t never moved. And now I’ve come to tell you, sir,\"\ncried Mrs. Brown, smoothing down her ruffled hair in great agitation;\"\nand to tell you something else too, as I would burst if I didn’t. I am\nglad he has got her! If I was to lose my place fifty times over, as\nyou’ve always been good pay and a kind gentleman too, still I say it,\nI’m glad he has got her. She wasn’t of your kind, sir, nor of mine\nneither. And–and I’ve never been a professor,” cried the woman, with\nher apron at her eyes, “but I hope I know an angel when I see one, and\nI mean to be a better woman from this day, so I do. And she asked God\nto bless me, Mr. Anderson, she did, as she went away, because I meant\nto be kind to her; and I did mean it, the blessed creature! And she\nsaid good-by to you too, sir; and she knew you thought it was for her\ngood, only you didn’t know what God meant. And I’m so glad, I’m so\nglad!”",
        "She stopped short, more surprised than she had ever been in her life;\nfor Edward Anderson was shaking her hand violently, and telling her\nthat she was a good woman, a very good woman indeed, and that he\nthought the better of her, and had been thinking for some time of\nraising her salary.",
        "Continue...",
        "\nThis eBook of “Melody: The Story of a Child” by Laura E. Richards belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Melody The Story of a ChildBy Laura, E. RichardsAt Amazon"
    ]
}