{
    "title": "Memoirs of Marie Antoinette - Historic Court Memoirs.",
    "author": "Campan",
    "chapter": "2",
    "content": [
        "\n\n",
        "MARIE ANTOINETTE.",
        "MEMOIR OF MADAME CAMPAN.",
        "JEANNE LOUISE HENRIETTE GENET was born in Paris on the 6th of October,\n1752.  M. Genet, her father, had obtained, through his own merit and the\ninfluence of the Duc de Choiseul, the place of first clerk in the Foreign\nOffice.",
        "Literature, which he had cultivated in his youth, was often the solace of\nhis leisure hours.  Surrounded by a numerous family, he made the\ninstruction of his children his chief recreation, and omitted nothing\nwhich was necessary to render them highly accomplished.  His clever and\nprecocious daughter Henriette was very early accustomed to enter society,\nand to take an intelligent interest in current topics and public events.\nAccordingly, many of her relations being connected with the Court or\nholding official positions, she amassed a fund of interesting\nrecollections and characteristic anecdotes, some gathered from personal\nexperience, others handed down by old friends of the family.",
        "“The first event which made any impression on me in my childhood,” she\nsays in her reminiscences, “was the attempt of Damiens to assassinate\nLouis XV.  This occurrence struck me so forcibly that the most minute\ndetails relating to the confusion and grief which prevailed at Versailles\non that day seem as present to my imagination as the most recent events.\nI had dined with my father and mother, in company with one of their\nfriends.  The drawing-room was lighted up with a number of candles, and\nfour card-tables were already occupied, when a friend of the gentleman of\nthe house came in, with a pale and terrified countenance, and said, in a\nvoice scarcely audible, ’I bring you terrible news.  The King has been\nassassinated!’  Two ladies in the company fainted; a brigadier of the\nBody Guards threw down his cards and cried out, ’I do not wonder at it;\nit is those rascally Jesuits.’–’What are you saying, brother?’ cried a\nlady, flying to him; ’would you get yourself arrested?’–’Arrested!  For\nwhat?  For unmasking those wretches who want a bigot for a King?’  My\nfather came in; he recommended circumspection, saying that the blow was\nnot mortal, and that all meetings ought to be suspended at so critical a\nmoment.  He had brought the chaise for my mother, who placed me on her\nknees.  We lived in the Avenue de Paris, and throughout our drive I heard\nincessant cries and sobs from the footpaths.",
        "“At last I saw a man arrested; he was an usher of the King’s chamber, who\nhad gone mad, and was crying out, ’Yes, I know them; the wretches! the\nvillains!’  Our chaise was stopped by this bustle.  My mother recognised\nthe unfortunate man who had been seized; she gave his name to the trooper\nwho had stopped him.  The poor usher was therefore merely conducted to\nthe gens d’armes’ guardroom, which was then in the avenue.",
        "“I have often heard M. de Landsmath, equerry and master of the hounds,\nwho used to come frequently to my father’s, say that on the news of the\nattempt on the King’s life he instantly repaired to his Majesty.\nI cannot repeat the coarse expressions he made use of to encourage his\nMajesty; but his account of the affair, long afterwards, amused the\nparties in which he was prevailed on to relate it, when all apprehensions\nrespecting the consequences of the event had subsided.  This M. de\nLandsmath was an old soldier, who had given proofs of extraordinary\nvalour; nothing had been able to soften his manners or subdue his\nexcessive bluntness to the respectful customs of the Court.  The King was\nvery fond of him.  He possessed prodigious strength, and had often\ncontended with Marechal Saxe, renowned for his great bodily power, in\ntrying the strength of their respective wrists.",
        "     [One day when the King was hunting in the forest of St. Germain,\n     Landemath, riding before him, wanted a cart, filled with the slime\n     of a pond that had just been cleansed, to draw up out of the way.\n     The carter resisted, and even answered with impertinence.\n     Landsmath, without dismounting, seized him by the breast of his\n     coat, lifted him up, and threw him into his cart.–MADAME CAMPAN.",
        "“M. de Landsmath had a thundering voice.  When he came into the King’s\napartment he found the Dauphin and Mesdames, his Majesty’s daughters,\nthere; the Princesses, in tears, surrounded the King’s bed.  Send out all\nthese weeping women, Sire,’ said the old equerry; ’I want to speak to you\nalone: The King made a sign to the Princesses to withdraw.  ’Come,’ said\nLandsmath, ’your wound is nothing; you had plenty of waistcoats and\nflannels on.’  Then uncovering his breast, ’Look here,’ said he, showing\nfour or five great scars, ’these are something like wounds; I received\nthem thirty years ago; now cough as loud as you can.’  The King did so.\n’’Tis nothing at all,’ said Landsmath; ’you must laugh at it; we shall\nhunt a stag together in four days.’–’But suppose the blade was\npoisoned,’ said the King.  ’Old grandams’ tales,’ replied Landsmath;\n’if it had been so, the waistcoats and flannels would have rubbed the\npoison off.’  The King was pacified, and passed a very good night.",
        "“His Majesty one day asked M. de Landsmath how old he was.  He was aged,\nand by no means fond of thinking of his age; he evaded the question.\nA fortnight later, Louis XV. took a paper out of his pocket and read\naloud: ’On such a day in the month of one thousand six hundred and\neighty, was baptised by me, rector of –––, the son of the high and\nmighty lord,’ etc.  ’What’s that?’ said Landsmath, angrily; ’has your\nMajesty been procuring the certificate of my baptism?’–’There it is, you\nsee, Landsmath,’ said the King.  ’Well, Sire, hide it as fast as you can;\na prince entrusted with the happiness of twenty-five millions of people\nought not wilfully to hurt the feelings of a single individual.’",
        "“The King learned that Landsmath had lost his confessor, a missionary\npriest of the parish of Notre-Dame.  It was the custom of the Lazarists\nto expose their dead with the face uncovered.  Louis XV. wished to try\nhis equerry’s firmness.  ’You have lost your confessor, I hear,’ said the\nKing.  ’Yes, Sire.’–’He will be exposed with his face bare?’–’Such is\nthe custom.’–’I command you to go and see him.’–’Sire, my confessor was\nmy friend; it would be very painful to me.’–’No matter; I command you.’\n–’Are you really in earnest, Sire?’–’Quite so.’–’It would be the first\ntime in my life that I had disobeyed my sovereign’s order.  I will go.’\nThe next day the King at his levee, as soon as he perceived Landsmath,\nsaid, ’Have you done as I desired you, Landsmath?’–’Undoubtedly, Sire.’\n–’Well, what did you see?’–’Faith, I saw that your Majesty and I are no\ngreat shakes!’",
        "“At the death of Queen Maria Leczinska, M. Campan,–[Her father-in-law,\nafterwards secretary to Marie Antoinette.]–then an officer of the\nchamber, having performed several confidential duties, the King asked\nMadame Adelaide how he should reward him.  She requested him to create an\noffice in his household of master of the wardrobe, with a salary of a\nthousand crowns.  ’I will do so,’ said the King; ’it will be an\nhonourable title; but tell Campan not to add a single crown to his\nexpenses, for you will see they will never pay him.’",
        "“Louis XV., by his dignified carriage, and the amiable yet majestic\nexpression of his features, was worthy to succeed to Louis the Great.\nBut he too frequently indulged in secret pleasures, which at last were\nsure to become known.  During several winters, he was passionately fond\nof ’candles’ end balls’, as he called those parties amongst the very\nlowest classes of society.  He got intelligence of the picnics given by\nthe tradesmen, milliners, and sempstresses of Versailles, whither he\nrepaired in a black domino, and masked, accompanied by the captain of his\nGuards, masked like himself.  His great delight was to go ’en brouette’–\n[In a kind of sedan-chair, running on two wheels, and drawn by a\nchairman.]–Care was always taken to give notice to five or six officers\nof the King’s or Queen’s chamber to be there, in order that his Majesty\nmight be surrounded by people on whom he could depend, without finding it\ntroublesome.  Probably the captain of the Guards also took other\nprecautions of this description on his part.  My father-in-law, when the\nKing and he were both young, has often made one amongst the servants\ndesired to attend masked at these parties, assembled in some garret, or\nparlour of a public-house.  In those times, during the carnival, masked\ncompanies had a right to join the citizens’ balls; it was sufficient that\none of the party should unmask and name himself.",
        "“These secret excursions, and his too habitual intercourse with ladies\nmore distinguished for their personal charms than for the advantages of\neducation, were no doubt the means by which the King acquired many vulgar\nexpressions which otherwise would never have reached his ears.",
        "“Yet amidst the most shameful excesses the King sometimes suddenly\nresumed the dignity of his rank in a very noble manner.  The familiar\ncourtiers of Louis XV. had one day abandoned themselves to the\nunrestrained gaiety, of a supper, after returning from the chase.  Each\nboasted of and described the beauty of his mistress.  Some of them amused\nthemselves with giving a particular account of their wives’ personal\ndefects.  An imprudent word, addressed to Louis XV., and applicable only\nto the Queen, instantly dispelled all the mirth of the entertainment.\nThe King assumed his regal air, and knocking with his knife on the table\ntwice or thrice, ’Gentlemen; said he, ’here is the King!’",
        "“Those men who are most completely abandoned to dissolute manners are\nnot, on that account, insensible to virtue in women.  The Comtesse de\nPerigord was as beautiful as virtuous.  During some excursions she made\nto Choisy, whither she had been invited, she perceived that the King took\ngreat notice of her.  Her demeanour of chilling respect, her cautious\nperseverance in shunning all serious conversation with the monarch, were\ninsufficient to extinguish this rising flame, and he at length addressed\na letter to her, worded in the most passionate terms.  This excellent\nwoman instantly formed her resolution: honour forbade her returning the\nKing’s passion, whilst her profound respect for the sovereign made her\nunwilling to disturb his tranquillity.  She therefore voluntarily\nbanished herself to an estate she possessed called Chalais, near\nBarbezieux, the mansion of which had been uninhabited nearly a century;\nthe porter’s lodge was the only place in a condition to receive her.\nFrom this seat she wrote to his Majesty, explaining her motives for\nleaving Court; and she remained there several years without visiting\nParis.  Louis XV. was speedily attracted by other objects, and regained\nthe composure to which Madame de Perigord had thought it her duty to\nsacrifice so much.  Some years after, Mesdames’ lady of honour died.\nMany great families solicited the place.  The King, without answering any\nof their applications, wrote to the Comtesse de Perigord: ’My daughters\nhave just lost their lady of honour; this place, madame, is your due, as\nmuch on account of your personal qualities as of the illustrious name of\nyour family.’",
        "“Three young men of the college of St. Germain, who had just completed\ntheir course of studies, knowing no person about the Court, and having\nheard that strangers were always well treated there, resolved to dress\nthemselves completely in the Armenian costume, and, thus clad, to present\nthemselves to see the grand ceremony of the reception of several knights\nof the Order of the Holy Ghost.  Their stratagem met with all the success\nwith which they had flattered themselves.  While the procession was\npassing through the long mirror gallery, the Swiss of the apartments\nplaced them in the first row of spectators, recommending every one to pay\nall possible attention to the strangers.  The latter, however, were\nimprudent enough to enter the ’oeil-de-boeuf’ chamber, where, were\nMessieurs Cardonne and Ruffin, interpreters of Oriental languages, and\nthe first clerk of the consul’s department, whose business it was to\nattend to everything which related to the natives of the East who were in\nFrance.  The three scholars were immediately surrounded and questioned by\nthese gentlemen, at first in modern Greek.  Without being disconcerted,\nthey made signs that they did not understand it.  They were then\naddressed in Turkish and Arabic; at length one of the interpreters,\nlosing all patience, exclaimed, ’Gentlemen, you certainly must understand\nsome of the languages in which you have been addressed.  What country can\nyou possibly come from then?’–’From St. Germain-en-Laye, sir,’ replied\nthe boldest among them; ’this is the first time you have put the question\nto us in French.’  They then confessed the motive of their disguise; the\neldest of them was not more than eighteen years of age.  Louis XV. was\ninformed of the affair.  He laughed heartily, ordered them a few hours’\nconfinement and a good admonition, after which they were to be set at\nliberty.",
        "“Louis XV. liked to talk about death, though he was extremely\napprehensive of it; but his excellent health and his royal dignity\nprobably made him imagine himself invulnerable.  He often said to people\nwho had very bad colds, ’You’ve a churchyard cough there.’  Hunting one\nday in the forest of Senard, in a year in which bread was extremely dear,\nhe met a man on horseback carrying a coffin.  ’Whither are you carrying\nthat coffin?’–’To the village of –––,’ answered the peasant.  ’Is it\nfor a man or a woman?’–’For a man.’–’What did he die of?’–’Of hunger,’\nbluntly replied the villager.  The King spurred on his horse, and asked\nno more questions.",
        "“Weak as Louis XV. was, the Parliaments would never have obtained his\nconsent to the convocation of the States General.  I heard an anecdote on\nthis subject from two officers attached to that Prince’s household.  It\nwas at the period when the remonstrances of the Parliaments, and the\nrefusals to register the decrees for levying taxes, produced alarm with\nrespect to the state of the finances.  This became the subject of\nconversation one evening at the coucher of Louis XV.  ’You will see,\nSire,’ said a courtier, whose office placed him in close communication\nwith the King, ’that all this will make it absolutely necessary to\nassemble the States General!’",
        "“The King, roused by this speech from the habitual apathy of his\ncharacter, seized the courtier by the arm, and said to him, in a passion,\n’Never repeat, these words.  I am not sanguinary; but had I a brother,\nand were he to dare to give me such advice, I would sacrifice him, within\ntwenty-four hours, to the duration of the monarchy and the tranquillity\nof the kingdom.’",
        "“Several years prior to his death the Dauphin, the father of Louis XVI.,\nhad confluent smallpox, which endangered his life; and after his\nconvalescence he was long troubled with a malignant ulcer under the nose.\nHe was injudiciously advised to get rid of it by the use of extract of\nlead, which proved effectual; but from that time the Dauphin, who was\ncorpulent, insensibly grew thin, and a short, dry cough evinced that the\nhumour, driven in, had fallen on the lungs.  Some persons also suspected\nhim of having taken acids in too great a quantity for the purpose of\nreducing his bulk.  The state of his health was not, however, such as to\nexcite alarm.  At the camp at Compiegne, in July, 1764, the Dauphin\nreviewed the troops, and evinced much activity in the performance of his\nduties; it was even observed that he was seeking to gain the attachment\nof the army.  He presented the Dauphiness to the soldiers, saying, with a\nsimplicity which at that time made a great sensation, ’Mes enfans, here\nis my wife.’  Returning late on horseback to Compiegne, he found he had\ntaken a chill; the heat of the day had been excessive; the Prince’s\nclothes had been wet with perspiration.  An illness followed, in which\nthe Prince began to spit blood.  His principal physician wished to have\nhim bled; the consulting physicians insisted on purgation, and their\nadvice was followed.  The pleurisy, being ill cured, assumed and retained\nall the symptoms of consumption; the Dauphin languished from that period\nuntil December, 1765, and died at Fontainebleau, where the Court, on\naccount of his condition, had prolonged its stay, which usually ended on\nthe 2d of November.",
        "“The Dauphiness, his widow, was deeply afflicted; but the immoderate\ndespair which characterised her grief induced many to suspect that the\nloss of the crown was an important part of the calamity she lamented.\nShe long refused to eat enough to support life; she encouraged her tears\nto flow by placing portraits of the Dauphin in every retired part of her\napartments.  She had him represented pale, and ready to expire, in a\npicture placed at the foot of her bed, under draperies of gray cloth,\nwith which the chambers of the Princesses were always hung in court\nmournings.  Their grand cabinet was hung with black cloth, with an\nalcove, a canopy, and a throne, on which they received compliments of\ncondolence after the first period of the deep mourning.  The Dauphiness,\nsome months before the end of her career, regretted her conduct in\nabridging it; but it was too late; the fatal blow had been struck.  It\nmay also be presumed that living with a consumptive, man had contributed\nto her complaint.  This Princess had no opportunity of displaying her\nqualities; living in a Court in which she was eclipsed by the King and\nQueen, the only characteristics that could be remarked in her were her\nextreme attachment to her husband, and her great piety.",
        "“The Dauphin was little known, and his character has been much mistaken.\nHe himself, as he confessed to his intimate friends, sought to disguise\nit.  He one day asked one of his most familiar servants, ’What do they\nsay in Paris of that great fool of a Dauphin?’ The person interrogated\nseeming confused, the Dauphin urged him to express himself sincerely,\nsaying, ’Speak freely; that is positively the idea which I wish people to\nform of me.’",
        "“As he died of a disease which allows the last moment to be anticipated\nlong beforehand, he wrote much, and transmitted his affections and his\nprejudices to his son by secret notes.",
        "“Madame de Pompadour’s brother received Letters of Nobility from his\nMajesty, and was appointed superintendent of the buildings and gardens.\nHe often presented to her Majesty, through the medium of his sister, the\nrarest flowers, pineapples, and early vegetables from the gardens of\nTrianon and Choisy.  One day, when the Marquise came into the Queen’s\napartments, carrying a large basket of flowers, which she held in her two\nbeautiful arms, without gloves, as a mark of respect, the Queen loudly\ndeclared her admiration of her beauty; and seemed as if she wished to\ndefend the King’s choice, by praising her various charms in detail, in a\nmanner that would have been as suitable to a production of the fine arts\nas to a living being.  After applauding the complexion, eyes, and fine\narms of the favourite, with that haughty condescension which renders\napprobation more offensive than flattering, the Queen at length requested\nher to sing, in the attitude in which she stood, being desirous of\nhearing the voice and musical talent by which the King’s Court had been\ncharmed in the performances of the private apartments, and thus combining\nthe gratification of the ears with that of the eyes.  The Marquise, who\nstill held her enormous basket, was perfectly sensible of something\noffensive in this request, and tried to excuse herself from singing.  The\nQueen at last commanded her; she then exerted her fine voice in the solo\nof Armida–’At length he is in my power.’ The change in her Majesty’s\ncountenance was so obvious that the ladies present at this scene had the\ngreatest difficulty to keep theirs.",
        "“The Queen was affable and modest; but the more she was thankful in her\nheart to Heaven for having placed her on the first throne in Europe, the\nmore unwilling she was to be reminded of her elevation.  This sentiment\ninduced her to insist on the observation of all the forms of respect due\nto royal birth; whereas in other princes the consciousness of that birth\noften induces them to disdain the ceremonies of etiquette, and to prefer\nhabits of ease and simplicity.  There was a striking contrast in this\nrespect between Maria Leczinska and Marie Antoinette, as has been justly\nand generally observed.  The latter unfortunate Queen, perhaps, carried\nher disregard of everything belonging to the strict forms of etiquette\ntoo far.  One day, when the Marechale de Mouchy was teasing her with\nquestions relative to the extent to which she would allow the ladies the\noption of taking off or wearing their cloaks, and of pinning up the\nlappets of their caps, or letting them hang down, the Queen replied to\nher, in my presence: ’Arrange all those matters, madame, just as you\nplease; but do not imagine that a queen, born Archduchess of Austria, can\nattach that importance to them which might be felt by a Polish princess\nwho had become Queen of France.’",
        "“The virtues and information of the great are always evinced by their\nconduct; their accomplishments, coming within the scope of flattery, are\ndifficult to be ascertained by any authentic proofs, and those who have\nlived near them may be excused for some degree of scepticism with regard\nto their attainments of this kind.  If they draw or paint, there is\nalways an able artist present, who, if he does not absolutely guide the\npencil with his own hand, directs it by his advice.  If a princess\nattempt a piece of embroidery in colours, of that description which ranks\namongst the productions of the arts, a skilful embroideress is employed\nto undo and repair whatever has been spoilt.  If the princess be a\nmusician, there are no ears that will discover when she is out of tune;\nat least there is no tongue that will tell her so.  This imperfection in\nthe accomplishments of the great is but a slight misfortune.  It is\nsufficiently meritorious in them to engage in such pursuits, even with\nindifferent success, because this taste and the protection it extends\nproduce abundance of talent on every side.  Maria Leczinska delighted in\nthe art of painting, and imagined she herself could draw and paint.  She\nhad a drawing-master, who passed all his time in her cabinet.  She\nundertook to paint four large Chinese pictures, with which she wished to\nornament her private drawing-room, which was richly furnished with rare\nporcelain and the finest marbles.  This painter was entrusted with the\nlandscape and background of the pictures; he drew the figures with a\npencil; the faces and arms were also left by the Queen to his execution;\nshe reserved to herself nothing but the draperies, and the least\nimportant accessories.  The Queen every morning filled up the outline\nmarked out for her, with a little red, blue, or green colour, which the\nmaster prepared on the palette, and even filled her brush with,\nconstantly repeating, ’Higher up, Madame–lower down, Madame–a little to\nthe right–more to the left.’ After an hour’s work, the time for hearing\nmass, or some other family or pious duty, would interrupt her Majesty;\nand the painter, putting the shadows into the draperies she had painted,\nsoftening off the colour where she had laid too much, etc., finished the\nsmall figures.  When the work was completed the private drawing-room was\ndecorated with her Majesty’s work; and the firm persuasion of this good\nQueen that she had painted it herself was so entire that she left this\ncabinet, with all its furniture and paintings, to the Comtesse de\nNoailles, her lady of honour.  She added to the bequest: ’The pictures in\nmy cabinet being my own work, I hope the Comtesse de Noailles will\npreserve them for my sake.’  Madame de Noailles, afterwards Marechale de\nMouchy, had a new pavilion constructed in her hotel in the Faubourg St.\nGermain, in order to form a suitable receptacle for the Queen’s legacy;\nand had the following inscription placed over the door, in letters of\ngold: ’The innocent falsehood of a good princess.’",
        "“Maria Leczinska could never look with cordiality on the Princess of\nSaxony, who married the Dauphin; but the attentive behaviour of the\nDauphiness at length made her Majesty forget that the Princess was the\ndaughter of a king who wore her father’s crown.  Nevertheless, although\nthe Queen now saw in the Princess of Saxony only a wife beloved by her\nson, she never could forget that Augustus wore the crown of Stanislaus.\nOne day an officer of her chamber having undertaken to ask a private\naudience of her for the Saxon minister, and the Queen being unwilling to\ngrant it, he ventured to add that he should not have presumed to ask this\nfavour of the Queen had not the minister been the ambassador of a member\nof the family.  ’Say of an enemy of the family,’ replied the Queen,\nangrily; ’and let him come in.’",
        "“Comte de Tesse, father of the last Count of that name, who left no\nchildren, was first equerry to Queen Maria Leczinska.  She esteemed his\nvirtues, but often diverted herself at the expense of his simplicity.\nOne day, when the conversation turned on the noble military, actions by\nwhich the French nobility was distinguished, the Queen said to the Count:\n’And your family, M. de Tesse, has been famous, too, in the field.’–\n’Ah, Madame, we have all been killed in our masters’ service!’–’How\nrejoiced I am,’ replied the Queen, ’that you have revived to tell me of\nit.’  The son of this worthy M. de Tesse was married to the amiable and\nhighly gifted daughter of the Duc d’Ayen, afterwards Marechale de\nNoailles.  He was exceedingly fond of his daughter-in-law, and never\ncould speak of her without emotion.  The Queen, to please him, often\ntalked to him about the young Countess, and one day asked him which of\nher good qualities seemed to him most conspicuous.  ’Her gentleness,\nMadame, her gentleness,’ said he, with tears in his eyes; ’she is so\nmild, so soft,–as soft as a good carriage.’–’Well,’ said her Majesty,\n’that’s an excellent comparison for a first equerry.’",
        "“In 1730 Queen Maria Leczinska, going to mass, met old Marechal Villars,\nleaning on a wooden crutch not worth fifteen pence.  She rallied him\nabout it, and the Marshal told her that he had used it ever since he had\nreceived a wound which obliged him to add this article to the equipments\nof the army.  Her Majesty, smiling, said she thought this crutch so\nunworthy of him that she hoped to induce him to give it up.  On returning\nhome she despatched M. Campan to Paris with orders to purchase at the\ncelebrated Germain’s the handsomest cane, with a gold enamelled crutch,\nthat he could find, and carry it without delay to Mardchal Villars’s\nhotel, and present it to him from her.  He was announced accordingly, and\nfulfilled his commission.  The Marshal, in attending him to the door,\nrequested him to express his gratitude to the Queen, and said that he had\nnothing fit to offer to an officer who had the honour to belong to her\nMajesty; but he begged him to accept of his old stick, saying that his\ngrandchildren would probably some day be glad to possess the cane with\nwhich he had commanded at Marchiennes and Denain.  The known frugality of\nMarechal Villars appears in this anecdote; but he was not mistaken with\nrespect to the estimation in which his stick would be held.  It was\nthenceforth kept with veneration by M. Campan’s family.  On the 10th of\nAugust, 1792, a house which I occupied on the Carrousel, at the entrance\nof the Court of the Tuileries, was pillaged and nearly burnt down.  The\ncane of Marechal Villars was thrown into the Carrousel as of no value,\nand picked up by my servant.  Had its old master been living at that\nperiod we should not have witnessed such a deplorable day.",
        "“Before the Revolution there were customs and words in use at Versailles\nwith which few people were acquainted.  The King’s dinner was called\n’The King’s meat.’  Two of the Body Guard accompanied the attendants who\ncarried the dinner; every one rose as they passed through the halls,\nsaying, ’There is the King’s meat.’  All precautionary duties were\ndistinguished by the words ’in case.’  One of the guards might be heard\nto say, ’I am in case in the forest of St. Germain.’  In the evening they\nalways brought the Queen a large bowl of broth, a cold roast fowl, one\nbottle of wine, one of orgeat, one of lemonade, and some other articles,\nwhich were called the ’in case’ for the night.  An old medical gentleman,\nwho had been physician in ordinary to Louis XIV., and was still living at\nthe time of the marriage of Louis XV., told M. Campan’s father an\nanecdote which seems too remarkable to have remained unknown;\nnevertheless he was a man of honour, incapable of inventing this story.\nHis name was Lafosse.  He said that Louis XIV. was informed that the\nofficers of his table evinced, in the most disdainful and offensive\nmanner, the mortification they felt at being obliged to eat at the table\nof the comptroller of the kitchen along with Moliere, valet de chambre to\nhis Majesty, because Moliere had performed on the stage; and that this\ncelebrated author consequently declined appearing at that table.  Louis\nXIV., determined to put an end to insults which ought never to have been\noffered to one of the greatest geniuses of the age, said to him one\nmorning at the hour of his private levee, ’They say you live very poorly\nhere, Moliere; and that the officers of my chamber do not find you good\nenough to eat with them.  Perhaps you are hungry; for my part I awoke\nwith a very good appetite this morning: sit down at this table.  Serve up\nmy ’in case’ for the night there.’  The King, then cutting up his fowl,\nand ordering Moliere to sit down, helped him to a wing, at the same time\ntaking one for himself, and ordered the persons entitled to familiar\nentrance, that is to say the most distinguished and favourite people at\nCourt, to be admitted.  ’You see me,’ said the King to them, ’engaged in\nentertaining Moliere, whom my valets de chambre do not consider\nsufficiently good company for them.’  From that time Moliere never had\noccasion to appear at the valets’ table; the whole Court was forward\nenough to send him invitations.",
        "“M. de Lafosse used also to relate that a brigade-major of the Body\nGuard, being ordered to place the company in the little theatre at\nVersailles, very roughly turned out one of the King’s comptrollers who\nhad taken his seat on one of the benches, a place to which his newly\nacquired office entitled him.  In vain he insisted on his quality and his\nright.  The altercation was ended by the brigade-major in these words:\n’Gentlemen Body Guards, do your duty.’  In this case their duty was to\nturn the offender out at the door.  This comptroller, who had paid sixty\nor eighty thousand francs for his appointment, was a man of a good\nfamily, and had had the honour of serving his Majesty five and twenty\nyears in one of his regiments; thus ignominiously driven out of the hall,\nhe placed himself in the King’s way in the great hall of the Guards, and,\nbowing to his Majesty, requested him to vindicate the honour of an old\nsoldier who had wished to end his days in his Prince’s civil employment,\nnow that age had obliged him to relinquish his military service.  The\nKing stopped, heard his story, and then ordered him to follow him.  His\nMajesty attended the representation in a sort of amphitheatre, in which\nhis armchair was placed; behind him was a row of stools for the captain\nof the Guards, the first gentleman of the chamber, and other great\nofficers.  The brigade-major was entitled to one of these places; the\nKing stopped opposite the seat which ought to have been occupied by that\nofficer and said to the comptroller, ’Take, monsieur, for this evening,\nthe place near my person of him who has offended you, and let the\nexpression of my displeasure at this unjust affront satisfy you instead\nof any other reparation:",
        "“During the latter years of the reign of Louis XIV. he never went out but\nin a chair carried by porters, and he showed a great regard for a man\nnamed D’Aigremont, one of those porters who always went in front and\nopened the door of the chair.  The slightest preference shown by\nsovereigns, even to the meanest of their servants, never fails to excite\nobservation.",
        "     [People of the very first rank did not disdain to descend to the\n     level of D’Aigremont.  “Lauzun,” said the Duchesse d’Orleans in her\n     “Memoirs,” “sometimes affects stupidity in order to show people\n     their own with impunity, for he is very malicious.  In order to make\n     Marechal de Tease feel the impropriety of his familiarity with\n     people of the common sort, he called out, in the drawing-room at\n     Marly, ’Marechal, give me a pinch of snuff; some of your best, such\n     as you take in the morning with Monsieur d’Aigremont, the\n     chairman.’\"–NOTE BY THE EDITOR.]",
        "The King had done something for this man’s numerous family, and\nfrequently talked to him.  An abbe belonging to the chapel thought proper\nto request D’Aigremont to present a memorial to the King, in which he\nrequested his Majesty to grant him a benefice.  Louis XIV.  did not\napprove of the liberty thus taken by his chairman, and said to him, in a\nvery angry tone, ’D’Aigremont, you have been made to do a very unbecoming\nact, and I am sure there must be simony in the case.’–’No, Sire, there\nis not the least ceremony in the case, I assure you,’ answered the poor\nman, in great consternation; ’the abbe only said he would give me a\nhundred Louis.’–’D’Aigremont,’ said the King, ’I forgive you on account\nof your ignorance and candour.  I will give you the hundred Louis out of\nmy privy purse; but I will discharge you the very next time you venture\nto present a memorial to me.’",
        "“Louis XIV. was very kind to those of his servants who were nearest his\nperson; but the moment he assumed his royal deportment, those who were\nmost accustomed to see him in his domestic character were as much\nintimidated as if they were appearing in his presence for the first time\nin their lives.  Some of the members of his Majesty’s civil household,\nthen called ’commensalite’, enjoying the title of equerry, and the\nprivileges attached to officers of the King’s household, had occasion to\nclaim some prerogatives, the exercise of which the municipal body of St.\nGermain, where they resided, disputed with them.  Being assembled in\nconsiderable numbers in that town, they obtained the consent of the\nminister of the household to allow them to send a deputation to the King;\nand for that purpose chose from amongst them two of his Majesty’s valets\nde chambre named Bazire and Soulaigre.  The King’s levee being over, the\ndeputation of the inhabitants of the town of St. Germain was called in.\nThey entered with confidence; the King looked at them, and assumed his\nimposing attitude.  Bazire, one of these valets de chambre, was about to\nspeak, but Louis the Great was looking on him.  He no longer saw the\nPrince he was accustomed to attend at home; he was intimidated, and could\nnot find words; he recovered, however, and began as usual with the word\nSire.  But timidity again overpowered him, and finding himself unable to\nrecollect the slightest particle of what he came to say, he repeated the\nword Sire several times, and at length concluded by paying, ’Sire, here\nis Soulaigre.’  Soulaigre, who was very angry with Bazire, and expected\nto acquit himself much better, then began to speak; but he also, after\nrepeating ’Sire’ several times, found his embarrassment increasing upon\nhim, until his confusion equalled that of his colleague; he therefore\nended with ’Sire, here is Bazire.’  The King smiled, and answered,\n’Gentlemen, I have been informed of the business upon which you have been\ndeputed to wait on me, and I will take care that what is right shall be\ndone.  I am highly satisfied with the manner in which you have fulfilled\nyour functions as deputies.’”",
        "Mademoiselle Genet’s education was the object of her father’s particular\nattention.  Her progress in the study of music and of foreign languages\nwas surprising; Albaneze instructed her in singing, and Goldoni taught\nher Italian.  Tasso, Milton, Dante, and even Shakespeare, soon became\nfamiliar to her.  But her studies were particularly directed to the\nacquisition of a correct and elegant style of reading.  Rochon de\nChabannes, Duclos, Barthe, Marmontel, and Thomas took pleasure in hearing\nher recite the finest scenes of Racine.  Her memory and genius at the age\nof fourteen charmed them; they talked of her talents in society, and\nperhaps applauded them too highly.",
        "She was soon spoken of at Court.  Some ladies of high rank, who took an\ninterest in the welfare of her family, obtained for her the place of\nReader to the Princesses.  Her presentation, and the circumstances which\npreceded it, left a strong impression on her mind.  “I was then fifteen,\"\nshe says; “my father felt some regret at yielding me up at so early an\nage to the jealousies of the Court.  The day on which I first put on my\nCourt dress, and went to embrace him in his study, tears filled his eyes,\nand mingled with the expression of his pleasure.  I possessed some\nagreeable talents, in addition to the instruction which it had been his\ndelight to bestow on me.  He enumerated all my little accomplishments, to\nconvince me of the vexations they would not fail to draw upon me.”",
        "Mademoiselle Genet, at fifteen, was naturally less of a philosopher than\nher father was at forty.  Her eyes were dazzled by the splendour which\nglittered at Versailles.  “The Queen, Maria Leczinska, the wife of Louis\nXV., died,” she says, “just before I was presented at Court.  The grand\napartments hung with black, the great chairs of state, raised on several\nsteps, and surmounted by a canopy adorned with Plumes; the caparisoned\nhorses, the immense retinue in Court mourning, the enormous shoulder-\nknots, embroidered with gold and silver spangles, which decorated the\ncoats of the pages and footmen,–all this magnificence had such an effect\non my senses that I could scarcely support myself when introduced to the\nPrincesses.  The first day of my reading in the inner apartment of Madame\nVictoire I found it impossible to pronounce more than two sentences; my\nheart palpitated, my voice faltered, and my sight failed.  How well\nunderstood was the potent magic of the grandeur and dignity which ought\nto surround sovereigns!  Marie Antoinette, dressed in white, with a plain\nstraw hat, and a little switch in her hand, walking on foot, followed by\na single servant, through the walks leading to the Petit Trianon, would\nnever have thus disconcerted me; and I believe this extreme simplicity\nwas the first and only real mistake of all those with which she is\nreproached.”",
        "When once her awe and confusion had subsided, Mademoiselle Genet was\nenabled to form a more accurate judgment of her situation.  It was by no\nmeans attractive; the Court of the Princesses, far removed from the\nrevels to which Louie XV. was addicted, was grave, methodical, and dull.\nMadame Adelaide, the eldest of the Princesses, lived secluded in the\ninterior of her apartments; Madame Sophie was haughty; Madame Louise a\ndevotee.  Mademoiselle Genet never quitted the Princesses’ apartments;\nbut she attached herself most particularly to Madame Victoire.  This\nPrincess had possessed beauty; her countenance bore an expression of\nbenevolence, and her conversation was kind, free, and unaffected.  The\nyoung reader excited in her that feeling which a woman in years, of an\naffectionate disposition, readily extends to young people who are growing\nup in her sight, and who possess some useful talents.  Whole days were\npassed in reading to the Princess, as she sat at work in her apartment.\nMademoiselle Genet frequently saw there Louis XV., of whom she has\nrelated the following anecdote:",
        "“One day, at the Chateau of Compiegne, the King came in whilst I was\nreading to Madame.  I rose and went into another room.  Alone, in an\napartment from which there was no outlet, with no book but a Massillon,\nwhich I had been reading to the Princess, happy in all the lightness and\ngaiety of fifteen, I amused myself with turning swiftly round, with my\ncourt hoop, and suddenly kneeling down to see my rose-coloured silk\npetticoat swelled around me by the wind.  In the midst of this grave\nemployment enters his Majesty, followed by one of the Princesses.  I\nattempt to rise; my feet stumble, and down I fall in the midst of my\nrobes, puffed out by the wind.  ’Daughter,’ said Louis XV., laughing\nheartily, ’I advise you to send back to school a reader who makes\ncheeses.’”  The railleries of Louis XV. were often much more cutting,\nas Mademoiselle Genet experienced on another occasion, which, thirty\nyears afterwards, she could not relate without an emotion of fear.\n“Louis XV.,” she said, “had the most imposing presence.  His eyes\nremained fixed upon you all the time he was speaking; and,\nnotwithstanding the beauty of his features, he inspired a sort of fear.\nI was very young, it is true, when he first spoke to me; you shall judge\nwhether it was in a very gracious manner.  I was fifteen.  The King was\ngoing out to hunt, and a numerous retinue followed him.  As he stopped\nopposite me he said, ’Mademoiselle Genet, I am assured you are very\nlearned, and understand four or five foreign languages.’–’I know only\ntwo, Sire,’ I answered, trembling.  ’Which are they?’ English and\nItalian.’–’Do you speak them fluently?’ Yes, Sire, very fluently.’\n’That is quite enough to drive a husband mad.’  After this pretty\ncompliment the King went on; the retinue saluted me, laughing; and, for\nmy part, I remained for some moments motionless with surprise and\nconfusion.”",
        "At the time when the French alliance was proposed by the Duc de Choiseul\nthere was at Vienna a doctor named Gassner,–[Jean Joseph Gassner, a\npretender to miraculous powers.]–who had fled thither to seek an asylum\nagainst the persecutions of his sovereign, one of the ecclesiastical\nelectors.  Gassner, gifted with an extraordinary warmth of imagination,\nimagined that he received inspirations.  The Empress protected him, saw\nhim occasionally, rallied him on his visions, and, nevertheless, heard\nthem with a sort of interest.  “Tell me,\"–said she to him one day,\n“whether my Antoinette will be happy.”  Gassner turned pale, and remained\nsilent.  Being still pressed by the Empress, and wishing to give a\ngeneral expression to the idea with which he seemed deeply occupied,\n“Madame,” he replied, “there are crosses for all shoulders.”",
        "The occurrences at the Place Louis XV. on the marriage festivities at\nParis are generally known.  The conflagration of the scaffolds intended\nfor the fireworks, the want of foresight of the authorities, the avidity\nof robbers, the murderous career of the coaches, brought about and\naggravated the disasters of that day; and the young Dauphiness, coming\nfrom Versailles, by the Cours la Reine, elated with joy, brilliantly\ndecorated, and eager to witness the rejoicings of the whole people, fled,\nstruck with consternation and drowned in tears, from the dreadful scene.\nThis tragic opening of the young Princess’s life in France seemed to bear\nout Gassner’s hint of disaster, and to be ominous of the terrible future\nwhich awaited her.",
        "In the same year in which Marie Antoinette was married to the Dauphin,\nHenriette Genet married a son of M. Campan, already mentioned as holding\nan office at the Court; and when the household of the Dauphiness was\nformed, Madame Campan was appointed her reader, and received from Marie\nAntoinette a consistent kindness and confidence to which by her loyal\nservice she was fully entitled.   Madame Campan’s intelligence and\nvivacity made her much more sympathetic to a young princess, gay and\naffectionate in disposition, and reared in the simplicity of a German\nCourt, than her lady of honour, the Comtesse de Noailles.  This\nrespectable lady, who was placed near her as a minister of the laws of\netiquette, instead of alleviating their weight, rendered their yoke\nintolerable to her.",
        "“Madame de Noailles,” says Madame Campan, “abounded in virtues.  Her\npiety, charity, and irreproachable morals rendered her worthy of praise;\nbut etiquette was to her a sort of atmosphere; at the slightest\nderangement of the consecrated order, one would have thought the\nprinciples of life would forsake her frame.",
        "“One day I unintentionally threw this poor lady into a terrible agony.\nThe Queen was receiving I know not whom,–some persons just presented, I\nbelieve; the lady of honour, the Queen’s tirewoman, and the ladies of the\nbedchamber, were behind the Queen.  I was near the throne, with the two\nwomen on duty.  All was right,–at least I thought so.  Suddenly I\nperceived the eyes of Madame de Noailles fixed on mine.  She made a sign\nwith her head, and then raised her eyebrows to the top of her forehead,\nlowered them, raised them again, then began to make little signs with her\nhand.  From all this pantomime, I could easily perceive that something\nwas not as it should be; and as I looked about on all sides to find out\nwhat it was, the agitation of the Countess kept increasing.  The Queen,\nwho perceived all this, looked at me with a smile; I found means to\napproach her Majesty, who said to me in a whisper, ’Let down your\nlappets, or the Countess will expire.’  All this bustle arose from two\nunlucky pins which fastened up my lappets, whilst the etiquette of\ncostume said ’Lappets hanging down.’”",
        "Her contempt of the vanities of etiquette became the pretext for the\nfirst reproaches levelled at the Queen.  What misconduct might not be\ndreaded from a princess who could absolutely go out without a hoop! and\nwho, in the salons of Trianon, instead of discussing the important rights\nto chairs and stools, good-naturedly invited everybody to be seated.",
        "     [M. de Fresne Forget, being one day in company with the Queen\n     Marguerite, told her he was astonished how men and women with such\n     great ruffs could eat soup without spoiling them; and still more how\n     the ladies could be gallant with their great fardingales.  The Queen\n     made no answer at that time, but a few days after, having a very\n     large ruff on, and some ’bouili’ to eat, she ordered a very long\n     spoon to be brought, and ate her ’bouili’ with it, without soiling\n     her ruff.  Upon which, addressing herself to M. de Fresne, she said,\n     laughing, “There now, you see, with a little ingenuity one may\n     manage anything.\"–\"Yes, faith, madame,” said the good man, “as far\n     as regards the soup I am satisfied.\"–LAPLACE’s “Collection,” vol.\n     ii., p. 350.]",
        "The anti-Austrian party, discontented and vindictive, became spies upon\nher conduct, exaggerated her slightest errors, and calumniated her most\ninnocent proceedings.  “What seems unaccountable at the first glance,\"\nsays Montjoie, “is that the first attack on the reputation of the Queen\nproceeded from the bosom of the Court.  What interest could the courtiers\nhave in seeking her destruction, which involved that of the King?  Was it\nnot drying up the source of all the advantages they enjoyed, or could\nhope for?”",
        "     [Madame Campan relates the following among many anecdotes\n     illustrative of the Queen’s kindness of heart: “A petition was\n     addressed to the Queen by a corporation in the neighbourhood of\n     Paris, praying for the destruction of the game which destroyed their\n     crops.  I was the bearer of this petition to her Majesty, who said,\n     ’I will undertake to have these good people relieved from so great\n     an annoyance.’  She gave the document to M. de Vermond in my\n     presence, saying, ’I desire that immediate justice be done to this\n     petition.’  An assurance was given that her order should be attended\n     to, but six weeks afterwards a second petition was sent up, for the\n     nuisance had not been abated after all.  If the second petition had\n     reached the Queen, M. de Vermond would have received a sharp\n     reprimand.  She was always so happy when it was in her power to do\n     good.”",
        "     The quick repartee, which was another of the Queen’s\n     characteristics, was less likely to promote her popularity.  “M.\n     Brunier,” says Madame Campan, “was physician to the royal children.\n     During his visits to the palace, if the death of any of his patients\n     was alluded to, he never failed to say, ’Ah! there I lost one of my\n     best friends!  ’Well,’ said the Queen, ’if he loses all his patients\n     who are his friends, what will become of those who are not?’\"]",
        "When the terrible Danton exclaimed, “The kings of Europe menace us; it\nbehooves us to defy them; let us throw down to them the head of a king as\nour gage!” these detestable words, followed by so cruel a result, formed,\nhowever, a formidable stroke of policy.  But the Queen!  What urgent\nreasons of state could Danton, Collot d’Herbois, and Robespierre allege\nagainst her?  What savage greatness did they discover in stirring up a\nwhole nation to avenge their quarrel on a woman?  What remained of her\nformer power?  She was a captive, a widow, trembling for her children!\nIn those judges, who at once outraged modesty and nature; in that people\nwhose vilest scoffs pursued her to the scaffold, who could have\nrecognised the generous people of France?  Of all the crimes which\ndisgraced the Revolution, none was more calculated to show how the spirit\nof party can degrade the character of a nation.",
        "The news of this dreadful event reached Madame Campan in an obscure\nretreat which she had chosen.  She had not succeeded in her endeavours to\nshare the Queen’s captivity, and she expected every moment a similar\nfate.  After escaping, almost miraculously, from the murderous fury of\nthe Marseillais; after being denounced and pursued by Robespierre, and\nentrusted, through the confidence of the King and Queen, with papers of\nthe utmost importance, Madame Campan went to Coubertin, in the valley of\nChevreuse.  Madame Auguid, her sister, had just committed suicide, at the\nvery moment of her arrest.",
        "     [Maternal affection prevailed over her religious sentiments; she\n     wished to preserve the wreck of her fortune for her children.  Had\n     she deferred this fatal act for one day she would have been saved;\n     the cart which conveyed Robespierre to execution stopped her funeral\n     procession!]",
        "The scaffold awaited Madame Campan, when the 9th of Thermidor restored\nher to life; but did not restore to her the most constant object of her\nthoughts, her zeal, and her devotion.",
        "A new career now opened to Madame Campan.  At Coubertin, surrounded by\nher nieces, she was fond of directing their studies.  This occupation\ncaused her ideas to revert to the subject of education, and awakened once\nmore the inclinations of her youth.  At the age of twelve years she could\nnever meet a school of young ladies passing through the streets without\nfeeling ambitious of the situation and authority of their mistress.  Her\nabode at Court had diverted but not altered her inclinations.  “A month\nafter the fall of Robespierre,” she says, “I considered as to the means\nof providing for myself, for a mother seventy years of age, my sick\nhusband, my child nine years old, and part of my ruined family.  I now\npossessed nothing in the world but an assignat of five hundred francs.\nI had become responsible for my husband’s debts, to the amount of thirty\nthousand francs.  I chose St. Germain to set up a boarding-school, for\nthat town did not remind me, as Versailles did, both of happy times and\nof the misfortunes of France.  I took with me a nun of l’Enfant-Jesus, to\ngive an unquestionable pledge of my religious principles.  The school of\nSt. Germain was the first in which the opening of an oratory was ventured\non.  The Directory was displeased at it, and ordered it to be immediately\nshut up; and some time after commissioners were sent to desire that the\nreading of the Scriptures should be suppressed in my school.  I inquired\nwhat books were to be substituted in their stead.  After some minutes’\nconversation, they observed: ’Citizeness, you are arguing after the old\nfashion; no reflections.  The nation commands; we must have obedience,\nand no reasoning.’  Not having the means of printing my prospectus, I\nwrote a hundred copies of it, and sent them to the persons of my\nacquaintance who had survived the dreadful commotions.  At the year’s end\nI had sixty pupils; soon afterwards a hundred.  I bought furniture and\npaid my debts.”",
        "The rapid success of the establishment at St. Germain was undoubtedly\nowing to the talents, experience, and excellent principles of Madame\nCampan, seconded by public opinion.  All property had changed hands; all\nranks found themselves confusedly jumbled by the shock of the Revolution:\nthe grand seigneur dined at the table of the opulent contractor; and the\nwitty and elegant marquise was present at the ball by the side of the\nclumsy peasant lately grown rich.  In the absence of the ancient\ndistinctions, elegant manners and polished language now formed a kind of\naristocracy.  The house of St. Germain, conducted by a lady who possessed\nthe deportment and the habits of the best society, was not only a school\nof knowledge, but a school of the world.",
        "“A friend of Madame de Beauharnais,” continues Madame Campan, “brought me\nher daughter Hortense de Beauharnais, and her niece Emilie de\nBeauharnais.  Six months afterwards she came to inform me of her marriage\nwith a Corsican gentleman, who had been brought up in the military\nschool, and was then a general.  I was requested to communicate this\ninformation to her daughter, who long lamented her mother’s change of\nname.  I was also desired to watch over the education of little Eugene de\nBeauharnais, who was placed at St. Germain, in the same school with my\nson.",
        "“A great intimacy sprang up between my nieces and these young people.\nMadame de Beauharnaias set out for Italy, and left her children with me.\nOn her return, after the conquests of Bonaparte, that general, much\npleased with the improvement of his stepdaughter, invited me to dine at\nMalmaison, and attended two representations of ’Esther’ at my school.”",
        "He also showed his appreciation of her talents by sending his sister\nCaroline to St. Germain.  Shortly before Caroline’s marriage to Murat,\nand while she was yet at St. Germain, Napoleon observed to Madame Campan:\n“I do not like those love matches between young people whose brains are\nexcited by the flames of the imagination.  I had other views for my\nsister.  Who knows what high alliance I might have procured for her!  She\nis thoughtless, and does not form a just notion of my situation.  The\ntime will come when, perhaps, sovereigns might dispute for her hand.  She\nis about to marry a brave man; but in my situation that is not enough.\nFate should be left to fulfil her decrees.”",
        "     [Madame Murat one day said to Madame Campan: “I am astonished that\n     you are not more awed in our presence; you speak to us with as much\n     familiarity as when we were your pupils!\"–\"The best thing you can\n     do,” replied Madame Campan, “is to forget your titles when you are\n     with me, for I can never be afraid of queens whom I have held under\n     the rod.\"]",
        "Madame Campan dined at the Tuileries in company with the Pope’s nuncio,\nat the period when the Concordat was in agitation.  During dinner the\nFirst Consul astonished her by the able manner in which he conversed on\nthe subject under discussion.  She said he argued so logically that his\ntalent quite amazed her.  During the consulate Napoleon one day said to\nher, “If ever I establish a republic of women, I shall make you First\nConsul.”",
        "Napoleon’s views as to “woman’s mission” are now well known.  Madame\nCampan said that she heard from him that when he founded the convent of\nthe Sisters of la Charite he was urgently solicited to permit perpetual\nvows.  He, however, refused to do so, on the ground that tastes may\nchange, and that he did not see the necessity of excluding from the world\nwomen who might some time or other return to it, and become useful\nmembers of society.  “Nunneries,” he added, “assail the very roots of\npopulation.  It is impossible to calculate the loss which a nation\nsustains in having ten thousand women shut up in cloisters.  War does but\nlittle mischief; for the number of males is at least one-twenty-fifth\ngreater than that of females.  Women may, if they please, be allowed to\nmake perpetual vows at fifty years of age; for then their task is\nfulfilled.”",
        "Napoleon once said to Madame Campan, “The old systems of education were\ngood for nothing; what do young women stand in need of, to be well\nbrought up in France?\"–\"Of mothers,” answered Madame Campan.  “It is\nwell said,” replied Napoleon.  “Well, madame, let the French be indebted\nto you for bringing up mothers for their children.\"–\"Napoleon one day\ninterrupted Madame de Stael in the midst of a profound political argument\nto ask her whether she had nursed her children.”",
        "Never had the establishment at St. Germain been in a more flourishing\ncondition than in 1802-3.  What more could Madame Campan wish?  For ten\nyears absolute in her own house, she seemed also safe from the caprice of\npower.  But the man who then disposed of the fate of France and Europe\nwas soon to determine otherwise.",
        "After the battle of Austerlitz the State undertook to bring up, at the\npublic expense, the sisters, daughters, or nieces of those who were\ndecorated with the Cross of Honour.  The children of the warriors killed\nor wounded in glorious battle were to find paternal care in the ancient\nabodes of the Montmorencys and the Condes.  Accustomed to concentrate\naround him all superior talents, fearless himself of superiority,\nNapoleon sought for a person qualified by experience and abilities to\nconduct the institution of Ecouen; he selected Madame Campan.",
        "Comte de Lacepede, the pupil, friend, and rival of Buffon, then Grand\nChancellor of the Legion of Honour, assisted her with his enlightened\nadvice.  Napoleon, who could descend with ease from the highest political\nsubjects to the examination of the most minute details; who was as much\nat home in inspecting a boarding-school for young ladies as in reviewing\nthe grenadiers of his guard; whom it was impossible to deceive, and who\nwas not unwilling to find fault when he visited the establishment at\nEcouen,–was forced to say, “It is all right.”",
        "     [Napoleon wished to be informed of every particular of the\n     furniture, government, and order of the house, the instruction and\n     education of the pupils.  The internal regulations were submitted to\n     him.  One of the intended rules, drawn up by Madame Campan, proposed\n     that the children should hear mass on Sundays and Thursdays.\n     Napoleon himself wrote on the margin, “every day.\"]",
        "“In the summer of 1811,\" relates Madame Campan, “Napoleon, accompanied by\nMarie Louise and several personages of distinction, visited the\nestablishment at Ecouen.  After inspecting the chapel and the\nrefectories, Napoleon desired that the three principal pupils might be\npresented to him.  ’Sire,’ said I, ’I cannot select three; I must present\nsix.’  He turned on his heel and repaired to the platform, where, after\nseeing all the classes assembled, he repeated his demand.  ’Sire,’ said\nI, ’I beg leave to inform your Majesty that I should commit an injustice\ntowards several other pupils who are as far advanced as those whom I\nmight have the honour to present to you.’",
        "“Berthier and others intimated to me, in a low tone of voice, that I\nshould get into disgrace by my noncompliance.  Napoleon looked over the\nwhole of the house, entered into the most trivial details, and after\naddressing questions to several of the pupils: ’Well, madame,’ said he,\n’I am satisfied; show me your six best pupils.’”  Madame Campan presented\nthem to him; and as he stepped into his carriage, he desired that their\nnames might be sent to Berthier.  On addressing the list to the Prince de\nNeufchatel, Madame Campan added to it the names of four other pupils, and\nall the ten obtained a pension of 300 francs.  During the three hours\nwhich this visit occupied, Marie Louise did not utter a single word.",
        "M. de Beaumont, chamberlain to the Empress Josephine, one day at\nMalmaison was expressing his regret that M. D––-, one of Napoleon’s\ngenerals, who had recently been promoted, did not belong to a great\nfamily.  “You mistake, monsieur,” observed Madame Campan, “he is of very\nancient descent; he is one of the nephews of Charlemagne.  All the heroes\nof our army sprang from the elder branch of that sovereign’s family, who\nnever emigrated.”",
        "When Madame Campan related this circumstance she added: “After the 30th\nof March, 1814, some officers of the army of Conde presumed to say to\ncertain French marshals that it was a pity they were not more nobly\nconnected.  In answer to this, one of them said, ’True nobility,\ngentlemen, consists in giving proofs of it.  The field of honour has\nwitnessed ours; but where are we to look for yours?  Your swords have\nrusted in their scabbards.  Our laurels may well excite envy; we have\nearned them nobly, and we owe them solely to our valour.  You have merely\ninherited a name.  This is the distinction between us.”",
        "     [When one of the princes of the smaller German States was showing\n     Marechal Lannes, with a contemptuous superiority of manner but ill\n     concealed, the portraits of his ancestors, and covertly alluding to\n     the absence of Lannes’s, that general turned the tables on him by\n     haughtily remarking, “But I am an ancestor.\"]",
        "Napoleon used to observe that if he had had two such field-marshals as\nSuchet in Spain he would have not only conquered but kept the Peninsula.\nSuchet’s sound judgment, his governing yet conciliating spirit, his\nmilitary tact, and his bravery, had procured him astonishing success.\n“It is to be regretted,” added he, “that a sovereign cannot improvise men\nof his stamp.”",
        "On the 19th of March, 1815, a number of papers were left in the King’s\ncloset.  Napoleon ordered them to be examined, and among them was found\nthe letter written by Madame Campan to Louis XVIII., immediately after\nthe first restoration.  In this letter she enumerated the contents of the\nportfolio which Louis XVI. had placed under her care.  When Napoleon read\nthis letter, he said, “Let it be sent to the office of Foreign Affairs;\nit is an historical document.”",
        "Madame Campan thus described a visit from the Czar of Russia: “A few days\nafter the battle of Paris the Emperor Alexander came to Ecouen, and he\ndid me the honour to breakfast with me.  After showing him over the\nestablishment I conducted him to the park, the most elevated point of\nwhich overlooked the plain of St. Denis.  ’Sire,’ said I, ’from this\npoint I saw the battle of Paris’–’If,’ replied the Emperor, ’that battle\nhad lasted two hours longer we should not have had a single cartridge at\nour disposal.  We feared that we had been betrayed; for on arriving so\nprecipitately before Paris all our plans were laid, and we did not expect\nthe firm resistance we experienced.’  I next conducted the Emperor to the\nchapel, and showed him the seats occupied by ’le connetable’ (the\nconstable) of Montmorency, and ’la connetable’ (the constable’s lady),\nwhen they went to hear mass.  ’Barbarians like us,’ observed the Emperor,\n’would say la connetable and le connetable.’",
        "“The Czar inquired into the most minute particulars respecting the\nestablishment of Ecouen, and I felt great pleasure in answering his\nquestions.  I recollect having dwelt on several points which appeared to\nme to be very important, and which were in their spirit hostile to\naristocratic principles.  For example, I informed his Majesty that the\ndaughters of distinguished and wealthy individuals and those of the\nhumble and obscure mingled indiscriminately in the establishment.  ’If,’\nsaid I, ’I were to observe the least pretension on account of the rank or\nfortune of parents, I should immediately put an end to it.  The most\nperfect equality is preserved; distinction is awarded only to merit and\nindustry.  The pupils are obliged to cut out and make all their own\nclothes.  They are taught to clean and mend lace; and two at a time, they\nby turns, three times a week, cook and distribute food to the poor of the\nvillage.  The young girls who have been brought up at Ecouen, or in my\nboarding-school at St. Germain, are thoroughly acquainted with everything\nrelating to household business, and they are grateful to me for having\nmade that a part of their education.  In my conversations with them I\nhave always taught them that on domestic management depends the\npreservation or dissipation of their fortunes.’",
        "“The post-master of Ecouen was in the courtyard at the moment when the\nEmperor, as he stepped into his carriage, told me he would send some\nsweetmeats for the pupils.  I immediately communicated to them the\nintelligence, which was joyfully received; but the sweetmeats were looked\nfor in vain.  When Alexander set out for England he changed horses at\nEcouen, and the post-master said to him: ’Sire, the pupils of Ecouen are\nstill expecting the sweetmeats which your Majesty promised them.’  To\nwhich the Emperor replied that he had directed Saken to send them.  The\nCossacks had most likely devoured the sweetmeats, and the poor little\ngirls, who had been so highly flattered by the promise, never tasted\nthem.”",
        "“A second house was formed at St. Denis, on the model of that of Ecouen.\nPerhaps Madame Campan might have hoped for a title to which her long\nlabours gave her a right; perhaps the superintendence of the two houses\nwould have been but the fair recompense of her services; but her\nfortunate years had passed her fate was now to depend on the most\nimportant events.  Napoleon had accumulated such a mass of power as no\none but himself in Europe could overturn.  France, content with thirty\nyears of victories, in vain asked for peace and repose.  The army which\nhad triumphed in the sands of Egypt, on the summits of the Alps, and in\nthe marshes of Holland, was to perish amidst the snows of Russia.\nNations combined against a single man.  The territory of France was\ninvaded.  The orphans of Ecouen, from the windows of the mansion which\nserved as their asylum, saw in the distant plain the fires of the Russian\nbivouacs, and once more wept the deaths of their fathers.  Paris\ncapitulated.  France hailed the return of the descendants of Henri IV.;\nthey reascended the throne so long filled by their ancestors, which the\nwisdom of an enlightened prince established on the empire of the laws.",
        "     [A lady, connected with the establishment of St. Denis, told Madame\n     Campan that Napoleon visited it during the Hundred Days, and that\n     the pupils were so delighted to see him that they crowded round him,\n     endeavouring to touch his clothes, and evincing the most extravagant\n     joy.  The matron endeavoured to silence them; but Napoleon said,\n     ’Let them alone; let them alone.  This may weaken the head, but it\n     strengthens the heart.’\"]",
        "This moment, which diffused joy amongst the faithful servants of the\nroyal family, and brought them the rewards of their devotion, proved to\nMadame Campan a period of bitter vexation.  The hatred of her enemies had\nrevived.  The suppression of the school at Ecouen had deprived her of her\nposition; the most absurd calumnies followed her into her retreat; her\nattachment to the Queen was suspected; she was accused not only of\ningratitude but of perfidy.  Slander has little effect on youth, but in\nthe decline of life its darts are envenomed with a mortal poison.  The\nwounds which Madame Campan had received were deep.  Her sister, Madame\nAuguie, had destroyed herself; M. Rousseau, her brother-in-law, had\nperished, a victim of the reign of terror.  In 1813 a dreadful accident\nhad deprived her of her niece, Madame de Broc, one of the most amiable\nand interesting beings that ever adorned the earth.  Madame Campan seemed\ndestined to behold those whom she loved go down to the grave before her.",
        "Beyond the walls of the mansion of Ecouen, in the village which surrounds\nit, Madame Campan had taken a small house where she loved to pass a few\nhours in solitary retirement.  There, at liberty to abandon herself to\nthe memory of the past, the superintendent of the imperial establishment\nbecame, once more, for the moment, the first lady of the chamber to Marie\nAntoinette.  To the few friends whom she admitted into this retreat she\nwould show, with emotion, a plain muslin gown which the Queen had worn,\nand which was made from a part of Tippoo Saib’s present.  A cup, out of\nwhich Marie Antoinette had drunk; a writing-stand, which she had long\nused, were, in her eyes, of inestimable value; and she has often been\ndiscovered sitting, in tears, before the portrait of her royal mistress.",
        "After so many troubles Madame Campan sought a peaceful retreat.  Paris\nhad become odious to her.",
        "She paid a visit to one of her most beloved pupils, Mademoiselle Crouzet,\nwho had married a physician at Mantes, a man of talent, distinguished for\nhis intelligence, frankness, and cordiality.",
        "     [M. Maigne, physician to the infirmaries at Mantes.  Madame Campan\n     found in him a friend and comforter, of whose merit and affection\n     she knew the value.]",
        "Mantes is a cheerful place of residence, and the idea of an abode there\npleased her.  A few intimate friends formed a pleasant society, and she\nenjoyed a little tranquillity after so many disturbances.  The revisal of\nher “Memoirs,” the arrangement of the interesting anecdotes of which her\n“Recollections” were to consist, alone diverted her mind from the one\npowerful sentiment which attached her to life.  She lived only for her\nson.  M. Campan deserved the tenderness of, his mother.  No sacrifice had\nbeen spared for his education.  After having pursued that course of study\nwhich, under the Imperial Government, produced men of such distinguished\nmerit, he was waiting till time and circumstances should afford him an\nopportunity of devoting his services to his country.  Although the state\nof his health was far from good, it did not threaten any rapid or\npremature decay; he was, however, after a few days’ illness, suddenly\ntaken from his family.  “I never witnessed so heartrending a scene,” M.\nMaigne says, “as that which took place when Marechal Ney’s lady, her\nniece, and Madame Pannelier, her sister, came to acquaint her with this\nmisfortune.–[The wife of Marechal Ney was a daughter of Madame Auguie,\nand had been an intimate friend of Hortense Beauharnais.]–When they\nentered her apartment she was in bed.  All three at once uttered a\npiercing cry.  The two ladies threw themselves on their knees, and kissed\nher hands, which they bedewed with tears.  Before they could speak to her\nshe read in their faces that she no longer possessed a son.  At that\ninstant her large eyes, opening wildly, seemed to wander.  Her face grew\npale, her features changed, her lips lost their colour, she struggled to\nspeak, but uttered only inarticulate sounds, accompanied by piercing\ncries.  Her gestures were wild, her reason was suspended.  Every part of\nher being was in agony.  To this state of anguish and despair no calm\nsucceeded, until her tears began to flow.  Friendship and the tenderest\ncares succeeded for a moment in calming her grief, but not in diminishing\nits power.",
        "“This violent crisis had disturbed her whole organisation.  A cruel\ndisorder, which required a still more cruel operation, soon manifested\nitself.  The presence of her family, a tour which she made in\nSwitzerland, a residence at Baden, and, above all, the sight, the tender\nand charming conversation of a person by whom she was affectionately\nbeloved, occasionally diverted her mind, and in a slight degree relieved\nher suffering.”  She underwent a serious operation, performed with\nextraordinary promptitude and the most complete success.  No unfavourable\nsymptoms appeared; Madame Campan was thought to be restored to her\nfriends; but the disorder was in the blood; it took another course: the\nchest became affected.  “From that moment,” says M. Maigne, “I could\nnever look on Madame Campan as living; she herself felt that she belonged\nno more to this world.”",
        "“My friend,” she said to her physician the day before her death, “I am\nattached to the simplicity of religion.  I hate all that savours of\nfanaticism.”  When her codicil was presented for her signature, her hand\ntrembled; “It would be a pity,” she said, “to stop when so fairly on the\nroad.”",
        "Madame Campan died on the 16th of March, 1822.  The cheerfulness she\ndisplayed throughout her malady had nothing affected in it.  Her\ncharacter was naturally powerful and elevated.  At the approach of death\nshe evinced the soul of a sage, without abandoning for an instant her\nfeminine character.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}