{
    "title": "Memoirs of Marie Antoinette - Book 4. - Chapter XI.",
    "author": "Campan",
    "chapter": "13",
    "content": [
        "\n\n",
        "About the close of the last century several of the Northern sovereigns\ntook a fancy for travelling.  Christian III., King of Denmark, visited\nthe Court of France in 1763, during the reign of Louis XV.  We have seen\nthe King of Sweden and Joseph II.  at Versailles.  The Grand Duke of\nRussia (afterwards Paul I.), son of Catherine II., and the Princess of\nWurtemberg, his wife, likewise resolved to visit France.  They travelled\nunder the titles of the Comte and Comtesse du Nord.  They were presented\non the 20th of May, 1782.  The Queen received them with grace and\ndignity.  On the day of their arrival at Versailles they dined in private\nwith the King and Queen.",
        "The plain, unassuming appearance of Paul I. pleased Louis XVI.  He spoke\nto him with more confidence and cheerfulness than he had spoken to Joseph\nII.  The Comtesse du Nord was not at first so successful with the Queen.\nThis lady was of a fine height, very fat for her age, with all the German\nstiffness, well informed, and perhaps displaying her acquirements with\nrather too much confidence.  When the Comte and Comtesse du Nord were\npresented the Queen was exceedingly nervous.  She withdrew into her\ncloset before she went into the room where she was to dine with the\nillustrious travellers, and asked for a glass of water, confessing “she\nhad just experienced how much more difficult it was to play the part of a\nqueen in the presence of other sovereigns, or of princes born to become\nso, than before courtiers.”  She soon recovered from her confusion, and\nreappeared with ease and confidence.  The dinner was tolerably cheerful,\nand the conversation very animated.",
        "Brilliant entertainments were given at Court in honour of the King of\nSweden and the Comte du Nord.  They were received in private by the King\nand Queen, but they were treated with much more ceremony than the\nEmperor, and their Majesties always appeared to me to be very, cautious\nbefore these personages.  However, the King one day asked the Russian\nGrand Duke if it were true that he could not rely on the fidelity of any\none of those who accompanied him.  The Prince answered him without\nhesitation, and before a considerable number of persons, that he should\nbe very sorry to have with him even a poodle that was much attached to\nhim, because his mother would take care to have it thrown into the Seine,\nwith a stone round its neck, before he should leave Paris.  This reply,\nwhich I myself heard, horrified me, whether it depicted the disposition\nof Catherine, or only expressed the Prince’s prejudice against her.",
        "The Queen gave the Grand Duke a supper at Trianon, and had the gardens\nilluminated as they had been for the Emperor.  The Cardinal de Rohan very\nindiscreetly ventured to introduce himself there without the Queen’s\nknowledge.  Having been treated with the utmost coolness ever since his\nreturn from Vienna, he had not dared to ask her himself for permission to\nsee the illumination; but he persuaded the porter of Trianon to admit him\nas soon as the Queen should have set off for Versailles, and his Eminence\nengaged to remain in the porter’s lodge until all the carriages should\nhave left the chateau.  He did not keep his word, and while the porter\nwas busy in the discharge of his duty, the Cardinal, who wore his red\nstockings and had merely thrown on a greatcoat, went down into the\ngarden, and, with an air of mystery, drew up in two different places to\nsee the royal family and suite pass by.",
        "Her Majesty was highly offended at this piece of boldness, and next day\nordered the porter to be discharged.  There was a general feeling of\ndisgust at the Cardinal’s conduct, and of commiseration towards the\nporter for the loss of his place.  Affected at the misfortune of the\nfather of a family, I obtained his forgiveness; and since that time I\nhave often regretted the feeling which induced me to interfere.  The\nnotoriety of the discharge of the porter of Trianon, and the odium that\ncircumstance would have fixed upon the Cardinal, would have made the\nQueen’s dislike to him still more publicly known, and would probably have\nprevented the scandalous and notorious intrigue of the necklace.",
        "The Queen, who was much prejudiced against the King of Sweden, received\nhim very coldly.",
        "     [Gustavus III., King of Sweden, travelled in France under the title\n     of Comte d’Haga.  Upon his accession to the throne, he managed the\n     revolution which prostrated the authority of the Senate with equal\n     skill, coolness, and courage.  He was assassinated in 1792, at a\n     masked ball, by Auckarstrum.–NOTE BY THE EDITOR.]",
        "All that was said of the private character of that sovereign, his\nconnection with the Comte de Vergennes, from the time of the Revolution\nof Sweden, in 1772, the character of his favourite Armfeldt, and the\nprejudices of the monarch himself against the Swedes who were well\nreceived at the Court of Versailles, formed the grounds of this dislike.\nHe came one day uninvited and unexpected, and requested to dine with the\nQueen.  The Queen received him in the little closet, and desired me to\nsend for her clerk of the kitchen, that she might be informed whether\nthere was a proper dinner to set before Comte d’Haga, and add to it if\nnecessary.  The King of Sweden assured her that there would be enough for\nhim; and I could not help smiling when I thought of the length of the\nmenu of the dinner of the King and Queen, not half of which would have\nmade its appearance had they dined in private.  The Queen looked\nsignificantly at me, and I withdrew.  In the evening she asked me why I\nhad seemed so astonished when she ordered me to add to her dinner, saying\nthat I ought instantly to have seen that she was giving the King of\nSweden a lesson for his presumption.  I owned to her that the scene had\nappeared to me so much in the bourgeois style, that I involuntarily\nthought of the cutlets on the gridiron, and the omelette, which in\nfamilies in humble circumstances serve to piece out short commons.  She\nwas highly diverted with my answer, and repeated it to the King, who also\nlaughed heartily at it.",
        "The peace with England satisfied all classes of society interested in the\nnational honour.  The departure of the English commissary from Dunkirk,\nwho had been fixed at that place ever since the shameful peace of 1763 as\ninspector of our navy, occasioned an ecstasy of joy.",
        "     [By the Treaty of Utrecht (1713) it was stipulated that the\n     fortifications and port of Dunkirk should be destroyed.  By the\n     Treaty of Paris (1763) a commissary was to reside at Dunkirk to see\n     that no attempt was made to break this treaty.  This stipulation was\n     revoked by the Peace of Versailles, in 1783.–see DYER’S “Modern\n     Europe,” 1st edition, vol. i., pp.  205-438 and 539.]",
        "The Government communicated to the Englishman the order for his departure\nbefore the treaty was made public.  But for that precaution the populace\nwould have probably committed some excess or other, in order to make the\nagent of English power feel the effects of the resentment which had\nconstantly increased during his stay at that port.  Those engaged in\ntrade were the only persons dissatisfied with the treaty of 1783.  That\narticle which provided for, the free admission of English goods\nannihilated at one blow the trade of Rouen and the other manufacturing\ntowns throughout the kingdom.  The English swarmed into Paris.  A\nconsiderable number of them were presented at Court.  The Queen paid them\nmarked attention; doubtless she wished them to distinguish between the\nesteem she felt for their noble nation and the political views of the\nGovernment in the support it had afforded to the Americans.  Discontent\nwas, however, manifested at Court in consequence of the favour bestowed\nby the Queen on the English noblemen; these attentions were called\ninfatuations.  This was illiberal; and the Queen justly complained of\nsuch absurd jealousy.",
        "The journey to Fontainebleau and the winter at Paris and at Court were\nextremely brilliant.  The spring brought back those amusements which the\nQueen began to prefer to the splendour of fetes.  The most perfect\nharmony subsisted between the King and Queen; I never saw but one cloud\nbetween them.  It was soon dispelled, and the cause of it is perfectly\nunknown to me.",
        "My father-in-law, whose penetration and experience I respected greatly,\nrecommended me, when he saw me placed in the service of a young queen, to\nshun all kinds of confidence.  “It procures,” said he, “but a very\nfleeting, and at the same time dangerous sort of favour; serve with zeal\nto the best of your judgment, but never do more than obey.  Instead of\nsetting your wits to work to discover why an order or a commission which\nmay appear of consequence is given to you, use them to prevent the\npossibility of your knowing anything of the matter.”  I had occasion to\nact on this wise advice.  One morning at Trianon I went into the Queen’s\nchamber; there were letters lying upon the bed, and she was weeping\nbitterly.  Her tears and sobs were occasionally interrupted by\nexclamations of “Ah! that I were dead!–wretches! monsters! What have I\ndone to them?”  I offered her orange-flower water and ether.  “Leave me,\"\nsaid she, “if you love me; it would be better to kill me at once.”  At\nthis moment she threw her arm over my shoulder and began weeping afresh.\nI saw that some weighty trouble oppressed her heart, and that she wanted\na confidant.  I suggested sending for the Duchesse de Polignac; this she\nstrongly opposed.  I renewed my arguments, and her opposition grew\nweaker.  I disengaged myself from her arms, and ran to the antechamber,\nwhere I knew that an outrider always waited, ready to mount and start at\na moment’s warning for Versailles.  I ordered him to go full speed, and\ntell the Duchesse de Polignac that the Queen was very uneasy, and desired\nto see her instantly.  The Duchess always had a carriage ready.  In less\nthan ten minutes she was at the Queen’s door.  I was the only person\nthere, having been forbidden to send for the other women.  Madame de\nPolignac came in; the Queen held out her arms to her, the Duchess rushed\ntowards her.  I heard her sobs renewed and withdrew.",
        "A quarter of an hour afterwards the Queen, who had become calmer, rang to\nbe dressed.  I sent her woman in; she put on her gown and retired to her\nboudoir with the Duchess.  Very soon afterwards the Comte d’Artois\narrived from Compiegne, where he had been with the King.  He eagerly\ninquired where the Queen was; remained half an hour with her and the\nDuchess; and on coming out told me the Queen asked for me.  I found her\nseated on the couch by the side of her friend; her features had resumed\ntheir usual cheerful and gracious appearance.  She held out her hand to\nme, and said to the Duchess, “I know I have made her so uncomfortable\nthis morning that I must set her poor heart at ease.”  She then added,\n“You must have seen, on some fine summer’s day, a black cloud suddenly\nappear and threaten to pour down upon the country and lay it waste.  The\nlightest wind drives it away, and the blue sky and serene weather are\nrestored.  This is just the image of what has happened to me this\nmorning.”  She afterwards told me that the King would return from\nCompiegne after hunting there, and sup with her; that I must send for her\npurveyor, to select with him from his bills of fare all such dishes as\nthe King liked best; that she would have no others served up in the\nevening at her table; and that this was a mark of attention that she\nwished the King to notice.  The Duchesse de Polignac also took me by the\nhand, and told me how happy she was that she had been with the Queen at a\nmoment when she stood in need of a friend.  I never knew what could have\ncreated in the Queen so lively and so transient an alarm; but I guessed\nfrom the particular care she took respecting the King that attempts had\nbeen made to irritate him against her; that the malice of her enemies had\nbeen promptly discovered and counteracted by the King’s penetration and\nattachment; and that the Comte d’Artois had hastened to bring her\nintelligence of it.",
        "It was, I think, in the summer of 1787, during one of the Trianon\nexcursions, that the Queen of Naples–[Caroline, sister of Marie\nAntoinette.]–sent the Chevalier de Bressac to her Majesty on a secret\nmission relative to a projected marriage between the Hereditary Prince,\nher son, and Madame, the King’s daughter; in the absence of the lady of\nhonour he addressed himself to me.  Although he said a great deal to me\nabout the close confidence with which the Queen of Naples honoured him,\nand about his letter of credit, I thought he had the air of an\nadventurer.–[He afterwards spent several years shut up in the Chateau de\nl’Oeuf.]–He had, indeed, private letters for the Queen, and his\nmission was not feigned; he talked to me very rashly even before his\nadmission, and entreated me to do all that lay in my power to dispose the\nQueen’s mind in favour of his sovereign’s wishes; I declined, assuring\nhim that it did not become me to meddle with State affairs.\nHe endeavoured, but in vain, to prove to me that the union contemplated\nby the Queen of Naples ought not to be looked upon in that light.",
        "I procured M. de Bressac the audience he desired, but without suffering\nmyself even to seem acquainted with the object of his mission.  The Queen\ntold me what it was; she thought him a person ill-chosen for the\noccasion; and yet she thought that the Queen, her sister, had done wisely\nin not sending a man worthy to be avowed,–it being impossible that what\nshe solicited should take place.  I had an opportunity on this occasion,\nas indeed on many others, of judging to what extent the Queen valued and\nloved France and the dignity of our Court.  She then told me that Madame,\nin marrying her cousin, the Duc d’Angouleme, would not lose her rank as\ndaughter of the Queen; and that her situation would be far preferable to\nthat of queen of any other country; and that there was nothing in Europe\nto be compared to the Court of France; and that it would be necessary,\nin order to avoid exposing a French Princess to feelings of deep regret,\nin case she should be married to a foreign prince, to take her from the\npalace of Versailles at seven years of age, and send her immediately to\nthe Court in which she was to dwell; and that at twelve would be too\nlate; for recollections and comparisons would ruin the happiness of all\nthe rest of her life.  The Queen looked upon the destiny of her sisters\nas far beneath her own; and frequently mentioned the mortifications\ninflicted by the Court of Spain upon her sister, the Queen of Naples, and\nthe necessity she was under of imploring the mediation of the King of\nFrance.",
        "She showed me several letters that she had received from the Queen of\nNaples relative to her differences with the Court of Madrid respecting\nthe Minister Acton.  She thought him useful to her people, inasmuch as he\nwas a man of considerable information and great activity.  In these\nletters she minutely acquainted her Majesty with the nature of the\naffronts she had received, and represented Mr. Acton to her as a man whom\nmalevolence itself could not suppose capable of interesting her otherwise\nthan by his services.  She had had to suffer the impertinences of a\nSpaniard named Las Casas, who had been sent to her by the King, her\nfather-in-law, to persuade her to dismiss Mr. Acton from the business of\nthe State, and from her intimacy.  She complained bitterly to the Queen,\nher sister, of the insulting proceedings of this charge d’affaires, whom\nshe told, in order to convince him of the nature of the feelings which\nattached her to Mr. Acton, that she would have portraits and busts of him\nexecuted by the most eminent artists of Italy, and that she would then\nsend them to the King of Spain, to prove that nothing but the desire to\nretain a man of superior capacity had induced her to bestow on him the\nfavour he enjoyed.  This Las Casas dared to answer her that it would be\nuseless trouble; that the ugliness of a man did not always render him\ndispleasing; and that the King of Spain had too much experience not to\nknow that there was no accounting for the caprices of a woman.",
        "This audacious reply filled the Queen of Naples with indignation, and her\nemotion caused her to miscarry on the same day.  In consequence of the\nmediation of Louis XVI. the Queen of Naples obtained complete\nsatisfaction, and Mr. Acton continued Prime Minister.",
        "Among the characteristics which denoted the goodness of the Queen, her\nrespect for personal liberty should have a place.  I have seen her put up\nwith the most troublesome importunities from people whose minds were\nderanged rather than have them arrested.  Her patient kindness was put to\na very disagreeable trial by an ex-councillor of the Bordeaux Parliament,\nnamed Castelnaux; this man declared himself the lover of the Queen, and\nwas generally known by that appellation.  For ten successive years did he\nfollow the Court in all its excursions.  Pale and wan, as people who are\nout of their senses usually are, his sinister appearance occasioned the\nmost uncomfortable sensations.  During the two hours that the Queen’s\npublic card parties lasted, he would remain opposite her Majesty.  He\nplaced himself in the same manner before her at chapel, and never failed\nto be at the King’s dinner or the dinner in public.  At the theatre he\ninvariably seated himself as near the Queen’s box as possible.  He always\nset off for Fontainebleau or St. Cloud the day before the Court, and when\nher Majesty arrived at her various residences, the first person she met\non getting out of her carriage was this melancholy madman, who never\nspoke to any one.  When the Queen stayed at Petit Trianon the passion of\nthis unhappy man became still more annoying.  He would hastily swallow a\nmorsel at some eating-house, and spend all the rest of the day, even when\nit rained, in going round and round the garden, always walking at the\nedge of the moat.  The Queen frequently met him when she was either alone\nor with her children; and yet she would not suffer any violence to be\nused to relieve her from this intolerable annoyance.  Having one day\ngiven M. de Seze permission to enter Trianon, she sent to desire he would\ncome to me, and directed me to inform that celebrated advocate of M. de\nCastelnaux’s derangement, and then to send for him that M. de Seze might\nhave some conversation with him.  He talked to him nearly an hour, and\nmade considerable impression upon his mind; and at last M. de Castelnaux\nrequested me to inform the Queen positively that, since his presence was\ndisagreeable to her, he would retire to his province.  The Queen was very\nmuch rejoiced, and desired me to express her full satisfaction to M. de\nSeze.  Half an hour after M. de Seze was gone the unhappy madman was\nannounced.  He came to tell me that he withdrew his promise, that he had\nnot sufficient command of himself to give up seeing the Queen as often as\npossible.  This new determination: was a disagreeable message to take to\nher Majesty but how was I affected at hearing her say, “Well, let him\nannoy me!  but do not let him be deprived of the blessing of freedom.”",
        "     [On the arrest of the King and Queen at Varennes, this unfortunate\n     Castelnaux attempted to starve himself to death.  The people in\n     whose house he lived, becoming uneasy at his absence, had the door\n     of his room forced open, when he was found stretched senseless on\n     the floor.  I do not know what became of him after the 10th of\n     August.–MADAME CAMPAN.]",
        "The direct influence of the Queen on affairs during the earlier years\nof the reign was shown only in her exertions to obtain from the King a\nrevision of the decrees in two celebrated causes.  It was contrary to her\nprinciples to interfere in matters of justice, and never did she avail\nherself of her influence to bias the tribunals.  The Duchesse de Praslin,\nthrough a criminal caprice, carried her enmity to her husband so far as\nto disinherit her children in favour of the family of M. de Guemenee.\nThe Duchesse de Choiseul, who, was warmly interested in this affair, one\nday entreated the Queen, in my presence, at least to condescend to ask\nthe first president when the cause would be called on; the Queen replied\nthat she could not even do that, for it would manifest an interest which\nit was her duty not to show.",
        "If the King had not inspired the Queen with a lively feeling of love,\nit is quite certain that she yielded him respect and affection for the\ngoodness of his disposition and the equity of which he gave so many\nproofs throughout his reign.  One evening she returned very late; she\ncame out of the King’s closet, and said to M. de Misery and myself,\ndrying her eyes, which were filled with tears, “You see me weeping, but\ndo not be uneasy at it: these are the sweetest tears that a wife can\nshed; they are caused by the impression which the justice and goodness of\nthe King have made upon me; he has just complied with my request for a\nrevision of the proceedings against Messieurs de Bellegarde and de\nMonthieu, victims of the Duc d’Aiguillon’s hatred to the Duc de Choiseul.\nHe has been equally just to the Duc de Guines in his affair with Tort.\nIt is a happy thing for a queen to be able to admire and esteem him who\nhas admitted her to a participation of his throne; and as to you,\nI congratulate you upon your having to live under the sceptre of so\nvirtuous a sovereign.”",
        "The Queen laid before the King all the memorials of the Duc de Guines,\nwho, during his embassy to England, was involved in difficulties by a\nsecretary, who speculated in the public funds in London on his own\naccount, but in such a manner as to throw a suspicion of it on the\nambassador.  Messieurs de Vergennes and Turgot, bearing but little good-\nwill to the Duc de Guines, who was the friend of the Duc de Choiseul,\nwere not disposed to render the ambassador any service.  The Queen\nsucceeded in fixing the King’s particular attention on this affair, and\nthe innocence of the Duc de Guines triumphed through the equity of Louis\nXVI.",
        "An incessant underhand war was carried on between the friends and\npartisans of M. de Choiseul, who were called the Austrians, and those who\nsided with Messieurs d’Aiguillon, de Maurepas, and de Vergennes, who, for\nthe same reason, kept up the intrigues carried on at Court and in Paris\nagainst the Queen.  Marie Antoinette, on her part, supported those who\nhad suffered in this political quarrel, and it was this feeling which led\nher to ask for a revision of the proceedings against Messieurs de\nBellegarde and de Monthieu.  The first, a colonel and inspector of\nartillery, and the second, proprietor of a foundry at St. Etienne, were,\nunder the Ministry of the Duc d’Aiguillon, condemned to imprisonment for\ntwenty years and a day for having withdrawn from the arsenals of France,\nby order of the Duc de Choiseul, a vast number of muskets, as being of\nno value except as old iron, while in point of fact the greater part of\nthose muskets were immediately embarked and sold to the Americans.  It\nappears that the Duc de Choiseul imparted to the Queen, as grounds of\ndefence for the accused, the political views which led him to authorise\nthat reduction and sale in the manner in which it had been executed.  It\nrendered the case of Messieurs de Bellegarde and de Monthieu more\nunfavourable that the artillery officer who made the reduction in the\ncapacity of inspector was, through a clandestine marriage, brother-in-law\nof the owner of the foundry, the purchaser of the rejected arms.  The\ninnocence of the two prisoners was, nevertheless, made apparent; and they\ncame to Versailles with their wives and children to throw themselves at\nthe feet of their benefactress.  This affecting scene took place in the\ngrand gallery, at the entrance to the Queen’s apartment.  She wished to\nrestrain the women from kneeling, saying that they had only had justice\ndone them; and that she ought to be congratulated upon the most\nsubstantial happiness attendant upon her station, that of laying just\nappeals before the King.",
        "On every occasion, when the Queen had to speak in public, she used the\nmost appropriate and elegant language, notwithstanding the difficulty a\nforeigner might be expected to experience.  She answered all addresses\nherself, a custom which she learned at the Court of Maria Theresa.  The\nPrincesses of the House of Bourbon had long ceased to take the trouble of\nspeaking in such cases.  Madame Addlaide blamed the Queen for not doing\nas they did, assuring her that it was quite sufficient to mutter a few\nwords that might sound like an answer, while the addressers, occupied\nwith what they had themselves been saying, would always take it for\ngranted that a proper answer had been returned.  The Queen saw that\nidleness alone dictated such a proceeding, and that as the practice even\nof muttering a few words showed the necessity of answering in some way,\nit must be more proper to reply simply but clearly, and in the best style\npossible.  Sometimes indeed, when apprised of the subject of the address,\nshe would write down her answer in the morning, not to learn it by heart,\nbut in order to settle the ideas or sentiments she wished to introduce.",
        "The influence of the Comtesse de Polignac increased daily; and her\nfriends availed themselves of it to effect changes in the Ministry.\nThe dismissal of M. de Montbarrey, a man without talents or character,\nwas generally approved of.  It was rightly attributed to the Queen.  He\nhad been placed in administration by M. de Maurepas, and maintained by\nhis aged wife; both, of course, became more inveterate than ever against\nthe Queen and the Polignac circle.",
        "The appointment of M. de Segur to the place of Minister of War, and of\nM. de Castries to that of Minister of Marine, were wholly the work of\nthat circle.  The Queen dreaded making ministers; her favourite often\nwept when the men of her circle compelled her to interfere.  Men blame\nwomen for meddling in business, and yet in courts it is continually the\nmen themselves who make use of the influence of the women in matters with\nwhich the latter ought to have nothing to do.",
        "When M. de Segur was presented to the Queen on his new appointment, she\nsaid to me, “You have just seen a minister of my making.  I am very glad,\nso far as regards the King’s service, that he is appointed, for I think\nthe selection a very good one; but I almost regret the part I have taken\nin it.  I take a responsibility upon myself.  I was fortunate in being\nfree from any; and in order to relieve myself from this as much as\npossible I have just promised M. de Segur, and that upon my word of\nhonour, not to back any petition, nor to hinder any of his operations by\nsolicitations on behalf of my proteges.”",
        "During the first administration of M. Necker, whose ambition had not then\ndrawn him into schemes repugnant to his better judgment, and whose views\nappeared to the Queen to be very judicious, she indulged in hopes of the\nrestoration of the finances.  Knowing that M. de Maurepas wished to drive\nM. Necker to resign, she urged him to have patience until the death of an\nold man whom the King kept about him from a fondness for his first\nchoice, and out of respect for his advanced age.  She even went so far as\nto tell him that M. de Maurepas was always ill, and that his end could\nnot be very distant.  M. Necker would not wait for that event.  The\nQueen’s prediction was fulfilled.  M. de Maurepas ended his days\nimmediately after a journey to Fontainebleau in 1781.",
        "M. Necker had retired.  He had been exasperated by a piece of treachery\nin the old minister, for which he could not forgive him.  I knew\nsomething of this intrigue at the time; it has since been fully explained\nto me by Madame la Marechale de Beauvau.  M. Necker saw that his credit\nat Court was declining, and fearing lest that circumstance should injure\nhis financial operations, he requested the King to grant him some favour\nwhich might show the public that he had not lost the confidence of his\nsovereign.  He concluded his letter by pointing out five requests–such\nan office, or such a mark of distinction, or such a badge of honour, and\nso on, and handed it to M. de Maurepas.  The or’s were changed into\nand’s; and the King was displeased at M. Necker’s ambition, and the\nassurance with which he displayed it.  Madame la Marechale de Beauvau\nassured me that the Marechal de Castries saw the minute of M. Necker’s\nletter, and that he likewise saw the altered copy.",
        "The interest which the Queen took in M. Necker died away during his\nretirement, and at last changed into strong prejudice against him.  He\nwrote too much about the measures he would have pursued, and the benefits\nthat would have resulted to the State from them.  The ministers who\nsucceeded him thought their operations embarrassed by the care that M.\nNecker and his partisans incessantly took to occupy the public with his\nplans; his friends were too ardent.  The Queen discerned a party spirit\nin these combinations, and sided wholly with his enemies.",
        "After those inefficient comptrollers-general, Messieurs Joly de Fleury\nand d’Ormesson, it became necessary to resort to a man of more\nacknowledged talent, and the Queen’s friends, at that time combining with\nthe Comte d’Artois and with M. de Vergennes, got M. de Calonne appointed.\nThe Queen was highly displeased, and her close intimacy with the Duchesse\nde Polignac began to suffer for this.",
        "Her Majesty, continuing to converse with me upon the difficulties she\nhad met with in private life, told me that ambitious men without merit\nsometimes found means to gain their ends by dint of importunity, and that\nshe had to blame herself for having procured M. d’Adhemar’s appointment\nto the London embassy, merely because he teased her into it at the\nDuchess’s house.  She added, however, that it was at a time of perfect\npeace with the English; that the Ministry knew the inefficiency of\nM. d’Adhemar as well as she did, and that he could do neither harm nor\ngood.",
        "Often in conversations of unreserved frankness the Queen owned that she\nhad purchased rather dearly a piece of experience which would make her\ncarefully watch over the conduct of her daughters-in-law, and that she\nwould be particularly scrupulous about the qualifications of the ladies\nwho might attend them; that no consideration of rank or favour should\nbias her in so important a choice.  She attributed several of her\nyouthful mistakes to a lady of great levity, whom she found in her palace\non her arrival in France.  She also determined to forbid the Princesses\ncoming under her control the practice of singing with professors, and\nsaid, candidly, and with as much severity as her slanderers could have\ndone, “I ought to have heard Garat sing, and never to have sung duets\nwith him.”",
        "The indiscreet zeal of Monsieur Augeard contributed to the public belief\nthat the Queen disposed of all the offices of finance.  He had, without\nany authority for doing so, required the committee of fermiers-general to\ninform him of all vacancies, assuring them that they would be meeting the\nwishes of the Queen.  The members complied, but not without murmuring.\nWhen the Queen became aware of what her secretary had done, she highly\ndisapproved of it, caused her resentment to be made known to the fermiers\n-general, and abstained from asking for appointments,–making only one\nrequest of the kind, as a marriage portion for one of her attendants, a\nyoung woman of good family.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}