{
    "title": "Memoirs of Marie Antoinette - Chapter IV.",
    "author": "Campan",
    "chapter": "4",
    "content": [
        "\n\n",
        "There was a meeting at Paris for the first federation on the 14th of\nJuly, 1790, the anniversary of the taking of the Bastille.  What an\nastonishing assemblage of four hundred thousand men, of whom there were\nnot perhaps two hundred who did not believe that the King found happiness\nand glory in the order of things then being established.  The love which\nwas borne him by all, with the exception of those who meditated his ruin,\nstill reigned in the hearts of the French in the departments; but if I\nmay judge from those whom I had an opportunity of seeing, it was totally\nimpossible to enlighten them; they were as much attached to the King as\nto the constitution, and to the constitution as to the King; and it was\nimpossible to separate the one from the other in their hearts and minds.",
        "The Court returned to St. Cloud after the federation.  A wretch, named\nRotondo, made his way into the palace with the intention of assassinating\nthe Queen.  It is known that he penetrated to the inner gardens: the rain\nprevented her Majesty from going out that day.  M. de La Fayette, who was\naware of this plot, gave all the sentinels the strictest orders, and a\ndescription of the monster was distributed throughout the palace by order\nof the General.  I do not know how he was saved from punishment.\nThe police belonging to the King discovered that there was likewise a\nscheme on foot for poisoning the Queen.  She spoke to me, as well as to\nher head physician, M. Vicq-d’Azyr, about it, without the slightest\nemotion, but both he and I consulted what precautions it would be proper\nto take.  He relied much upon the Queen’s temperance; yet he recommended\nme always to have a bottle of oil of sweet almonds within reach, and to\nrenew it occasionally, that oil and milk being, as is known, the most\ncertain antidotes to the divellication of corrosive poisons.",
        "The Queen had a habit which rendered M. Vicq-d’Azyr particularly uneasy:\nthere was always some pounded sugar upon the table in her Majesty’s\nbedchamber; and she frequently, without calling anybody, put spoonfuls of\nit into a glass of water when she wished to drink.  It was agreed that I\nshould get a considerable quantity of sugar powdered; that I should\nalways have some papers of it in my bag, and that three or four times a\nday, when alone in the Queen’s room, I should substitute it for that in\nher sugar-basin.  We knew that the Queen would have prevented all such\nprecautions, but we were not aware of her reason.  One day she caught me\nalone making this exchange, and told me, she supposed it was agreed on\nbetween myself and M. Vicq-d’Azyr, but that I gave myself very\nunnecessary trouble.  “Remember,” added she, “that not a grain of poison\nwill be put in use against me.  The Brinvilliers do not belong to this\ncentury: this age possesses calumny, which is a much more convenient\ninstrument of death; and it is by that I shall perish.”",
        "Even while melancholy presentiments afflicted this unfortunate Princess,\nmanifestations of attachment to her person, and to the King’s cause,\nwould frequently raise agreeable illusions in her mind, or present to her\nthe affecting spectacle of tears shed for her sorrows.  I was one day,\nduring this same visit to St. Cloud, witness of a very touching scene,\nwhich we took great care to keep secret.  It was four in the afternoon;\nthe guard was not set; there was scarcely anybody at St. Cloud that day,\nand I was reading to the Queen, who was at work in a room the balcony of\nwhich hung over the courtyard.  The windows were closed, yet we heard a\nsort of inarticulate murmur from a great number of voices.  The Queen\ndesired me to go and see what it was; I raised the muslin curtain, and\nperceived more than fifty persons beneath the balcony: this group\nconsisted of women, young and old, perfectly well dressed in the country\ncostume, old chevaliers of St. Louis, young knights of Malta, and a few\necclesiastics.  I told the Queen it was probably an assemblage of persons\nresiding in the neighbourhood who wished to see her.  She rose, opened\nthe window, and appeared in the balcony; immediately all these worthy\npeople said to her, in an undertone: “Courage, Madame; good Frenchmen\nsuffer for you, and with you; they pray for you.  Heaven will hear their\nprayers; we love you, we respect you, we will continue to venerate our\nvirtuous King.”  The Queen burst into tears, and held her handkerchief to\nher eyes.  “Poor Queen! she weeps!”  said the women and young girls; but\nthe dread of exposing her Majesty, and even the persons who showed so\nmuch affection for her, to observation, prompted me to take her hand, and\nprevail upon her to retire into her room; and, raising my eyes, I gave\nthe excellent people to understand that my conduct was dictated by\nprudence.  They comprehended me, for I heard, “That lady is right;” and\nafterwards, “Farewell, Madame!” from several of them; and all this in\naccents of feeling so true and so mournful, that I am affected at the\nrecollection of them even after a lapse of twenty years.",
        "A few days afterwards the insurrection of Nancy took place.",
        "     [The insurrection of the troops at Nancy broke out in August 1790,\n     and was put down by Marechal de Bouille on the last day of that\n     month.  See “Bouille,” p. 195.]",
        "Only the ostensible cause is known; there was another, of which I might\nhave been in full possession, if the great confusion I was in upon the\nsubject had not deprived me of the power of paying attention to it.  I\nwill endeavour to make myself understood.  In the early part of September\nthe Queen, as she was going to bed, desired me to let all her people go,\nand to remain with her myself; when we were alone she said to me, “The\nKing will come here at midnight.  You know that he has always shown you\nmarks of distinction; he now proves his confidence in you by selecting\nyou to write down the whole affair of Nancy from his dictation.  He must\nhave several copies of it.”  At midnight the King came to the Queen’s\napartments, and said to me, smiling, “You did not expect to become my\nsecretary, and that, too, during the night.”  I followed the King into\nthe council chamber.  I found there sheets of paper, an inkstand, and\npens all ready prepared.  He sat down by my side and dictated to me the\nreport of the Marquis de Bouille, which he himself copied at the same\ntime.  My hand trembled; I wrote with difficulty; my reflections scarcely\nleft me sufficient power of attention to listen to the King.  The large\ntable, the velvet cloth, seats which ought to have been filled by none\nbut the King’s chief councillors; what that chamber had been, and what it\nwas at that moment, when the King was employing a woman in an office\nwhich had so little affinity with her ordinary functions; the misfortunes\nwhich had brought him to the necessity of doing so,–all these ideas made\nsuch an impression upon me that when I had returned to the Queen’s\napartments I could not sleep for the remainder of the night, nor could I\nremember what I had written.",
        "The more I saw that I had the happiness to be of some use to my\nemployers, the more scrupulously careful was I to live entirely with my\nfamily; and I never indulged in any conversation which could betray the\nintimacy to which I was admitted; but nothing at Court remains long\nconcealed, and I soon saw I had many enemies.  The means of injuring\nothers in the minds of sovereigns are but too easily obtained, and they\nhad become still more so, since the mere suspicion of communication with\npartisans of the Revolution was sufficient to forfeit the esteem and\nconfidence of the King and Queen; happily, my conduct protected me, with\nthem, against calumny.  I had left St. Cloud two days, when I received at\nParis a note from the Queen, containing these words:",
        "“Come to St. Cloud immediately; I have something concerning you to\ncommunicate.”  I set off without loss of time.  Her Majesty told me she\nhad a sacrifice to request of me; I answered that it was made.  She said\nit went so far as the renunciation of a friend’s society; that such a\nrenunciation was always painful, but that it must be particularly so to\nme; that, for her own part, it might have been very useful that a deputy,\na man of talent, should be constantly received at my house; but at this\nmoment she thought only of my welfare.  The Queen then informed me that\nthe ladies of the bedchamber had, the preceding evening, assured her that\nM. de Beaumetz, deputy from the nobility of Artois, who had taken his\nseat on the left of the Assembly, spent his whole time at my house.\nPerceiving on what false grounds the attempt to injure, me was based,\nI replied respectfully, but at the same time smiling, that it was\nimpossible for me to make the sacrifice exacted by her Majesty; that M.\nde Beaumetz, a man of great judgment, had not determined to cross over to\nthe left of the Assembly with the intention of afterwards making himself\nunpopular by spending his time with the Queen’s first woman; and that,\never since the 1st of October, 1789, I had seen him nowhere but at the\nplay, or in the public walks, and even then without his ever coming to\nspeak to me; that this line of conduct had appeared to me perfectly\nconsistent: for whether he was desirous to please the popular party, or\nto be sought after by the Court, he could not act in any other way\ntowards me.  The Queen closed this explanation by saying, “Oh! it is\nclear, as clear as the day! this opportunity for trying to do you an\ninjury is very ill chosen; but be cautious in your slightest actions; you\nperceive that the confidence placed in you by the King and myself raises\nyou up powerful enemies.”",
        "The private communications which were still kept up between the Court and\nMirabeau at length procured him an interview with the Queen, in the\ngardens of St. Cloud.  He left Paris on horseback, on pretence of going\ninto the country, to M. de Clavieres, one of his friends; but he stopped\nat one of the gates of the gardens of St.  Cloud, and was led to a spot\nsituated in the highest part of the private garden, where the Queen was\nwaiting for him.  She told me she accosted him by saying, “With a common\nenemy, with a man who had sworn to destroy monarchy without appreciating\nits utility among a great people, I should at this moment be guilty of a\nmost ill-advised step; but in speaking to a Mirabeau,” etc.  The poor\nQueen was delighted at having discovered this method of exalting him\nabove all others of his principles; and in imparting the particulars of\nthis interview to me she said, “Do you know that those words,\n’a Mirabeau,’ appeared to flatter him exceedingly.”  On leaving the Queen\nhe said to her with warmth, “Madame, the monarchy is saved!”  It must\nhave been soon afterwards that Mirabeau received considerable sums of\nmoney.  He showed it too plainly by the increase of his expenditure.\nAlready did some of his remarks upon the necessity of arresting the\nprogress of the democrats circulate in society.  Being once invited to\nmeet a person at dinner who was very much attached to the Queen, he\nlearned that that person withdrew on hearing that he was one of the\nguests; the party who invited him told him this with some degree of\nsatisfaction; but all were very much astonished when they heard Mirabeau\neulogise the absent guest, and declare that in his place he would have\ndone the same; but, he added, they had only to invite that person again\nin a few months, and he would then dine with the restorer of the\nmonarchy.  Mirabeau forgot that it was more easy to do harm than good,\nand thought himself the political Atlas of the whole world.",
        "Outrages and mockery were incessantly mingled with the audacious\nproceedings of the revolutionists.  It was customary to give serenades\nunder the King’s windows on New Year’s Day.  The band of the National\nGuard repaired thither on that festival in 1791; in allusion to the\nliquidation of the debts of the State, decreed by the Assembly, they\nplayed solely, and repeatedly, that air from the comic opera of the\n“Debts,” the burden of which is, “But our creditors are paid, and that\nmakes us easy.”",
        "On the same day some “conquerors of the Bastille,” grenadiers of the\nParisian guard, preceded by military music, came to present to the young\nDauphin, as a New Year’s gift, a box of dominoes, made of some of the\nstone and marble of which that state prison was built.  The Queen gave me\nthis inauspicious curiosity, desiring me to preserve it, as it would be a\ncurious illustration of the history of the Revolution.  Upon the lid were\nengraved some bad verses, the purport of which was as follows: “Stones\nfrom those walls, which enclosed the innocent victims of arbitrary power,\nhave been converted into a toy, to be presented to you, Monseigneur, as a\nmark of the people’s love; and to teach you their power.”",
        "The Queen said that M. de La Fayette’s thirst for popularity induced him\nto lend himself, without discrimination, to all popular follies.  Her\ndistrust of the General increased daily, and grew so powerful that when,\ntowards the end of the Revolution, he seemed willing to support the\ntottering throne, she could never bring herself to incur so great an\nobligation to him.",
        "M. de J––-, a colonel attached to the staff of the army, was fortunate\nenough to render several services to the Queen, and acquitted himself\nwith discretion and dignity of various important missions.",
        "     [During the Queen’s detention in the Temple he introduced himself\n     Into that prison in the dress of a lamplighter, and there discharged\n     his duty unrecognised.–MADAME CAMPAN.]",
        "Their Majesties had the highest confidence in him, although it frequently\nhappened that his prudence, when inconsiderate projects were under\ndiscussion, brought upon him the charge of adopting the principles of the\nconstitutionals.  Being sent to Turin, he had some difficulty in\ndissuading the Princes from a scheme they had formed at that period of\nreentering France, with a very weak army, by way of Lyons; and when, in a\ncouncil which lasted till three o’clock in the morning, he showed his\ninstructions, and demonstrated that the measure would endanger the King,\nthe Comte d’Artois alone declared against the plan, which emanated from\nthe Prince de Conde.",
        "Among the persons employed in subordinate situations, whom the critical\ncircumstances of the times involved in affairs of importance, was M. de\nGoguelat, a geographical engineer at Versailles, and an excellent\ndraughtsman.  He made plans of St. Cloud and Trianon for the Queen; she\nwas very much pleased with them, and had the engineer admitted into the\nstaff of the army.  At the commencement of the Revolution he was sent to\nCount Esterhazy, at Valenciennes, in the capacity of aide-de-camp.  The\nlatter rank was given him solely to get him away from Versailles, where\nhis rashness endangered the Queen during the earlier months of the\nAssembly of the States General.  Making a parade of his devotion to the\nKing’s interests, he went repeatedly to the tribunes of the Assembly, and\nthere openly railed at all the motions of the deputies, and then returned\nto the Queen’s antechamber, where he repeated all that he had just heard,\nor had had the imprudence to say.  Unfortunately, at the same time that\nthe Queen sent away M. de Goguelat, she still believed that, in a\ndangerous predicament, requiring great self-devotion, the man might be\nemployed advantageously.  In 1791 he was commissioned to act in concert\nwith the Marquis de Bouille in furtherance of the King’s intended escape.",
        "     [See the “Memoirs” of M. de Bouille, those of the Duc de Choiseul,\n     and the account of the journey to Varennes, by M. de Fontanges, in\n     “Weber’s Memoirs.\"–NOTE BY THE EDITOR.]",
        "Projectors in great numbers endeavoured to introduce themselves not only\nto the Queen, but to Madame Elisabeth, who had communications with many\nindividuals who took upon themselves to make plans for the conduct of the\nCourt.  The Baron de Gilliers and M. de Vanoise were of this description;\nthey went to the Baronne de Mackau’s, where the Princess spent almost all\nher evenings.  The Queen did not like these meetings, where Madame\nElisabeth might adopt views in opposition to the King’s intentions or her\nown.",
        "The Queen gave frequent audiences to M. de La Fayette.  One day, when he\nwas in her inner closet, his aides-de-camp, who waited for him, were\nwalking up and down the great room where the persons in attendance\nremained.  Some imprudent young women were thoughtless enough to say,\nwith the intention of being overheard by those officers, that it was very\nalarming to see the Queen alone with a rebel and a brigand.  I was\nannoyed at their indiscretion, and imposed silence on them.  One of them\npersisted in the appellation “brigand.”  I told her that M. de La Fayette\nwell deserved the name of rebel, but that the title of leader of a party\nwas given by history to every man commanding forty thousand men, a\ncapital, and forty leagues of country; that kings had frequently treated\nwith such leaders, and if it was convenient to the Queen to do the same,\nit remained for us only to be silent and respect her actions.  On the\nmorrow the Queen, with a serious air; but with the greatest kindness,\nasked what I had said respecting M. de La Fayette on the preceding day;\nadding that she had been assured I had enjoined her women silence,\nbecause they did not like him, and that I had taken his part.  I repeated\nwhat had passed to the Queen, word for word.  She condescended to tell me\nthat I had done perfectly right.",
        "Whenever any false reports respecting me were conveyed to her she was\nkind enough to inform me of them; and they had no effect on the\nconfidence with which she continued to honour me, and which I am happy to\nthink I have justified even at the risk of my life.",
        "Mesdames, the King’s aunts, set out from Bellevue in the beginning of the\nyear 1791.  Alexandre Berthier, afterwards Prince de Neufchatel, then a\ncolonel on the staff of the army, and commandant of the National Guard of\nVersailles, facilitated the departure of Mesdames.  The Jacobins of that\ntown procured his dismissal, and he ran the greatest risk, on account of\nhaving rendered this service to these Princesses.",
        "I went to take leave of Madame Victoire.  I little thought that I was\nthen seeing her for the last time.  She received me alone in her closet,\nand assured",
        "     [General Berthier justified the monarch’s confidence by a firm and\n     prudent line of conduct which entitled him to the highest military\n     honours, and to the esteem of the great warrior whose fortune,\n     dangers, and glory he afterwards shared.  This officer, full of\n     honour, and gifted with the highest courage, was shut into the\n     courtyard of Bellevue by his own troop, and ran great risk of being\n     murdered.  It was not until the 14th of March that he succeeded in\n     executing his instructions (\"Memoirs of Mesdames,” by Montigny,\n     vol. i.)]",
        "me that she hoped, as well as wished, soon to return to France; that the\nFrench would be much to be pitied if the excesses of the Revolution\nshould arrive at such a pitch as to force her to prolong her absence.\nI knew from the Queen that the departure of Mesdames was deemed\nnecessary, in order to leave the King free to act when he should be\ncompelled to go away with his family.  It being impossible that the\nconstitution of the clergy should be otherwise than in direct opposition\nto the religious principles of Mesdames, they thought their journey to\nRome would be attributed to piety alone.  It was, however, difficult to\ndeceive an Assembly which weighed the slightest actions of the royal\nfamily, and from that moment they were more than ever alive to what was\npassing at the Tuileries.",
        "Mesdames were desirous of taking Madame Elisabeth to Rome.  The free\nexercise of religion, the happiness of taking refuge with the head of the\nChurch, and the prospect of living in safety with her aunts, whom she\ntenderly loved, were sacrificed by that virtuous Princess to her\nattachment to the King.",
        "The oath required of priests by the civil constitution of the clergy\nintroduced into France a division which added to the dangers by which the\nKing was already surrounded.",
        "     [The priests were required to swear to the civil constitution of the\n     clergy of 1790, by which all the former bishoprics and parishes were\n     remodelled, and the priests and bishops elected by the people.  Most\n     refused, and under the name of ’pretres insermentes’ (as opposed to\n     the few who took the oath, ’pretres assermentes’) were bitterly\n     persecuted.  A simple promise to obey the constitution of the State\n     was substituted by Napoleon as soon as he came to power.]",
        "Mirabeau spent a whole night with the cure of St. Eustache, confessor of\nthe King and Queen, to persuade him to take the oath required by that\nconstitution.  Their Majesties chose another confessor, who remained\nunknown.",
        "A few months afterwards (2d April, 1791), the too celebrated Mirabeau,\nthe mercenary democrat and venal royalist, terminated his career.  The\nQueen regretted him, and was astonished at her own regret; but she had\nhoped that he who had possessed adroitness and weight enough to throw\neverything into confusion would have been able by the same means to\nrepair the mischief he had caused.  Much has been said respecting the\ncause of Mirabeau’s death.  M. Cabanis, his friend and physician, denied\nthat he was poisoned.  M. Vicq-d’Azyr assured the Queen that the ’proces-\nverbal’ drawn up on the state of the intestines would apply just as well\nto a case of death produced by violent remedies as to one produced by\npoison.  He said, also, that the report had been faithful; but that it\nwas prudent to conclude it by a declaration of natural death, since, in\nthe critical state in which France then was, if a suspicion of foul play\nwere admitted, a person innocent of any such crime might be sacrificed to\npublic vengeance.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part B, also see Part A) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Memoirs of Marie AntoinetteBy Madame CampanAt Amazon"
    ]
}