{
    "title": "Memoirs of Marie Antoinette - Book 2. - Chapter I.",
    "author": "Campan",
    "chapter": "3",
    "content": [
        "\n\n",
        "I was fifteen years of age when I was appointed reader to Mesdames.\nI will begin by describing the Court at that period.",
        "Maria Leczinska was just dead; the death of the Dauphin had preceded hers\nby three years; the Jesuits were suppressed, and piety was to be found at\nCourt only in the apartments of Mesdames.  The Duc de Choiseuil ruled.",
        "Etiquette still existed at Court with all the forms it had acquired under\nLouis XIV.; dignity alone was wanting.  As to gaiety, there was none.\nVersailles was not the place at which to seek for assemblies where French\nspirit and grace were displayed.  The focus of wit and intelligence was\nParis.",
        "The King thought of nothing but the pleasures of the chase: it might have\nbeen imagined that the courtiers indulged themselves in making epigrams\nby hearing them say seriously, on those days when the King did not hunt,\n“The King does nothing to-day.\"–[In sporting usance (see SOULAIRE, p.\n316).]",
        "The arrangement beforehand of his movements was also a matter of great\nimportance with Louis XV.  On the first day of the year he noted down in\nhis almanac the days of departure for Compiegne, Fontainebleau, Choisy,\netc.  The weightiest matters, the most serious events, never deranged\nthis distribution of his time.",
        "Since the death of the Marquise de Pompadour, the King had no titled\nmistress; he contented himself with his seraglio in the Parc-aux-Cerfs.\nIt is well known that the monarch found the separation of Louis de\nBourbon from the King of France the most animating feature of his royal\nexistence.  “They would have it so; they thought it for the best,” was\nhis way of expressing himself when the measures of his ministers were\nunsuccessful.  The King delighted to manage the most disgraceful points\nof his private expenses himself; he one day sold to a head clerk in the\nWar Department a house in which one of his mistresses had lodged; the\ncontract ran in the name of Louis de Bourbon, and the purchaser himself\ntook in a bag the price of the house in gold to the King in his private\ncloset.",
        "     [Until recently little was known about the Parc-aux-Cerfs, and it\n     was believed that a great number of young women had been maintained\n     there at enormous expense.  The investigations of M. J. A.  Le Roi,\n     given in his interesting work, “Curiosites Historiques sur Louis\n     XIII., Louis XIV., Louis XV.,” etc., Paris, Plon, 1864, have thrown\n     fresh light upon the matter.  The result he arrives at (see page 229\n     of his work) is that the house in question (No. 4 Rue St. Mederic,\n     on the site of the Pare-aux-Cerfs, or breeding-place for deer, of\n     Louis XIII) was very small, and could have held only one girl, the\n     woman in charge of her, and a servant.  Most of the girls left it\n     only when about to be confined, and it sometimes stood vacant for\n     five or six months.  It may have been rented before the date of\n     purchase, and other houses seem sometimes to have been used also;\n     but in any case, it is evident that both the number of girls and the\n     expense incurred have been absurdly exaggerated.  The system\n     flourished under Madame de Pompadour, but ceased as soon as Madame\n     du Barry obtained full power over the King, and the house was then\n     sold to M. J. B. Sevin for 16,000 livres, on 27th May, 1771, Louis\n     not acting under the name of Louis de Bourbon, but as King,–\"Vente\n     par le Roi, notre Sire.”  In 1755 he had also been declared its\n     purchaser in a similar manner.  Thus, Madame Campan is in error in\n     saying that the King made the contract as Louis de Bourbon.]–[And\n     it also possible that Madam Campan was correct and that the house\n     she refers to as sold for a “bag of gold” was another of the several\n     of the seraglio establishments of Louis XV.  D.W.]",
        "Louis XV. saw very little of his family.  He came every morning by a\nprivate staircase into the apartment of Madame Adelaide.",
        "     [Louis XV. seemed to feel for Madame Adelaide the tenderness he had\n     had for the Duchesse de Bourgogne, his mother, who perished so\n     suddenly, under the eyes and almost in the arms of Louis XIV.  The\n     birth of Madame Adelaide, 23d March, 1732, was followed by that of\n     Madame Victoire Louise Marie Therese on the 11th May, 1733.  Louis\n     had, besides, six daughters: Mesdames Sophie and Louise, who are\n     mentioned in this chapter; the Princesses Marie and Felicite, who\n     died young; Madame Henriette died at Versailles in 1752, aged\n     twenty-four; and finally, Madame the Duchess of Parma, who also died\n     at the Court.]",
        "He often brought and drank there coffee that he had made himself.  Madame\nAdelaide pulled a bell which apprised Madame Victoire of the King’s\nvisit; Madame Victoire, on rising to go to her sister’s apartment, rang\nfor Madame Sophie, who in her turn rang for Madame Louise.  The\napartments of Mesdames were of very large dimensions.  Madame Louise\noccupied the farthest room.  This latter lady was deformed and very\nshort; the poor Princess used to run with all her might to join the daily\nmeeting, but, having a number of rooms to cross, she frequently in spite\nof her haste, had only just time to embrace her father before he set out\nfor the chase.",
        "Every evening, at six, Mesdames interrupted my reading to them to\naccompany the princes to Louis XV.; this visit was called the King’s\n’debotter’,–[Debotter, meaning the time of unbooting.]– and was marked\nby a kind of etiquette.  Mesdames put on an enormous hoop, which set out\na petticoat ornamented with gold or embroidery; they fastened a long\ntrain round their waists, and concealed the undress of the rest of their\nclothing by a long cloak of black taffety which enveloped them up to the\nchin.  The chevaliers d’honneur, the ladies in waiting, the pages, the\nequerries, and the ushers bearing large flambeaux, accompanied them to\nthe King.  In a moment the whole palace, generally so still, was in\nmotion; the King kissed each Princess on the forehead, and the visit was\nso short that the reading which it interrupted was frequently resumed at\nthe end of a quarter of an hour; Mesdames returned to their apartments,\nand untied the strings of their petticoats and trains; they resumed their\ntapestry, and I my book.",
        "During the summer season the King sometimes came to the residence of\nMesdames before the hour of his ’debotter’.  One day he found me alone in\nMadame Victoire’s closet, and asked me where ’Coche’[Piggy] was; I\nstarted, and he repeated his question, but without being at all the more\nunderstood.  When the King was gone I asked Madame of whom he spoke.  She\ntold me that it was herself, and very coolly explained to me, that, being\nthe fattest of his daughters, the King had given her the familiar name of\n’Coche’; that he called Madame Adelaide, ’Logue’ [Tatters], Madame\nSophie, ’Graille’[Mite], and Madame Louise, ’Chiffie’[Rubbish].  The\npeople of the King’s household observed that he knew a great number of\nsuch words; possibly he had amused himself with picking them out from\ndictionaries.  If this style of speaking betrayed the habits and tastes\nof the King, his manner savoured nothing of such vulgarity; his walk was\neasy and noble, he had a dignified carriage of the head, and his aspect,\nwith out being severe, was imposing; he combined great politeness with a\ntruly regal demeanour, and gracefully saluted the humblest woman whom\ncuriosity led into his path.",
        "He was very expert in a number of trifling matters which never occupy\nattention but when there is a lack of something better to employ it; for\ninstance, he would knock off the top of an egg-shell at a single stroke\nof his fork; he therefore always ate eggs when he dined in public, and\nthe Parisians who came on Sundays to see the King dine, returned home\nless struck with his fine figure than with the dexterity with which he\nbroke his eggs.",
        "Repartees of Louis XV., which marked the keenness of his wit and the\nelevation of his sentiments, were quoted with pleasure in the assemblies\nof Versailles.",
        "This Prince was still beloved; it was wished that a style of life\nsuitable to his age and dignity should at length supersede the errors of\nthe past, and justify the love of his subjects.  It was painful to judge\nhim harshly.  If he had established avowed mistresses at Court, the\nuniform devotion of the Queen was blamed for it.  Mesdames were\nreproached for not seeking to prevent the King’s forming an intimacy with\nsome new favourite.  Madame Henriette, twin sister of the Duchess of\nParma, was much regretted, for she had considerable influence over the\nKing’s mind, and it was remarked that if she had lived she would have\nbeen assiduous in finding him amusements in the bosom of his family,\nwould have followed him in his short excursions, and would have done the\nhonours of the ’petits soupers’ which he was so fond of giving in his\nprivate apartments.",
        "Mesdames too much neglected the means of pleasing the wing, but the cause\nof that was obvious in the little attention he had paid them in their\nyouth.",
        "In order to console the people under their sufferings, and to shut their\neyes to the real depredations on the treasury, the ministers occasionally\npressed the most extravagant measures of reform in the King’s household,\nand even in his personal expenses.",
        "Cardinal Fleury, who in truth had the merit of reestablishing the\nfinances, carried this system of economy so far as to obtain from the\nKing the suppression of the household of the four younger Princesses.\nThey were brought up as mere boarders in a convent eighty leagues distant\nfrom the Court.  Saint Cyr would have been more suitable for the\nreception of the King’s daughters; but probably the Cardinal shared some\nof those prejudices which will always attach to even the most useful\ninstitutions, and which, since the death of Louis XIV., had been raised\nagainst the noble establishment of Madame de Maintenon.  Madame Louise\noften assured me that at twelve years of age she was not mistress of the\nwhole alphabet, and never learnt to read fluently until after her return\nto Versailles.",
        "Madame Victoire attributed certain paroxysms of terror, which she was\nnever able to conquer, to the violent alarms she experienced at the Abbey\nof Fontevrault, whenever she was sent, by way of penance, to pray alone\nin the vault where the sisters were interred.",
        "A gardener belonging to the abbey died raving mad.  His habitation,\nwithout the walls, was near a chapel of the abbey, where Mesdames were\ntaken to repeat the prayers for those in the agonies of death.  Their\nprayers were more than once interrupted by the shrieks of the dying man.",
        "When Mesdames, still very young, returned to Court, they enjoyed the\nfriendship of Monseigneur the Dauphin, and profited by his advice.  They\ndevoted themselves ardently to study, and gave up almost the whole of\ntheir time to it; they enabled themselves to write French correctly, and\nacquired a good knowledge of history.  Italian, English, the higher\nbranches of mathematics, turning and dialing, filled up in succession\ntheir leisure moments.  Madame Adelaide, in particular, had a most\ninsatiable desire to learn; she was taught to play upon all instruments,\nfrom the horn (will it be believed!) to the Jew’s-harp.",
        "Madame Adelaide was graced for a short time with a charming figure; but\nnever did beauty so quickly vanish.  Madame Victoire was handsome and\nvery graceful; her address, mien, and smile were in perfect accordance\nwith the goodness of her heart.  Madame Sophie was remarkably ugly; never\ndid I behold a person with so unprepossessing an appearance; she walked\nwith the greatest rapidity; and, in order to recognise the people who\nplaced themselves along her path without looking at them, she acquired\nthe habit of leering on one side, like a hare.  This Princess was so\nexceedingly diffident that a person might be with her daily for years\ntogether without hearing her utter a single word.  It was asserted,\nhowever, that she displayed talent, and even amiability, in the society\nof some favourite ladies.  She taught herself a great deal, but she\nstudied alone; the presence of a reader would have disconcerted her very\nmuch.  There were, however, occasions on which the Princess, generally so\nintractable, became all at once affable and condescending, and manifested\nthe most communicative good-nature; this would happen during a storm; so\ngreat was her alarm on such an occasion that she then approached the most\nhumble, and would ask them a thousand obliging questions; a flash of\nlightning made her squeeze their hands; a peal of thunder would drive her\nto embrace them, but with the return of the calm, the Princess resumed\nher stiffness, her reserve, and her repellent air, and passed all by\nwithout taking the slightest notice of any one, until a fresh storm\nrestored to her at once her dread and her affability. [Which reminds one\nof the elder (and puritanic) Cato who said that he “embraced” his wife\nonly when it thundered, but added that he did enjoy a good thunderstorm.\nD.W.]",
        "Mesdames found in a beloved brother, whose rare attainments are known to\nall Frenchmen, a guide in everything wanting to their education.  In\ntheir august mother, Maria Leczinska, they possessed the noblest example\nof every pious and social virtue; that Princess, by her eminent qualities\nand her modest dignity, veiled the failings of the King, and while she\nlived she preserved in the Court of Louis XV. that decorous and dignified\ntone which alone secures the respect due to power.  The Princesses, her\ndaughters, were worthy of her; and if a few degraded beings did aim the\nshafts of calumny at them, these shafts dropped harmless, warded off by\nthe elevation of their sentiments and the purity of their conduct.",
        "If Mesdames had not tasked themselves with numerous occupations, they\nwould have been much to be pitied.  They loved walking, but could enjoy\nnothing beyond the public gardens of Versailles; they would have\ncultivated flowers, but could have no others than those in their windows.",
        "The Marquise de Durfort, since Duchesse de Civrac, afforded to Madame\nVictoire agreeable society.  The Princess spent almost all her evenings\nwith that lady, and ended by fancying herself domiciled with her.",
        "Madame de Narbonne had, in a similar way, taken pains to make her\nintimate acquaintance pleasant to Madame Adelaide.",
        "Madame Louise had for many years lived in great seclusion; I read to her\nfive hours a day.  My voice frequently betrayed the exhaustion of my\nlungs; the Princess would then prepare sugared water for me, place it by\nme, and apologise for making me read so long, on the score of having\nprescribed a course of reading for herself.",
        "One evening, while I was reading, she was informed that M. Bertin,\n’ministre des parties casuelles’, desired to speak with her; she went out\nabruptly, returned, resumed her silks and embroidery, and made me resume\nmy book; when I retired she commanded me to be in her closet the next\nmorning at eleven o’clock.  When I got there the Princess was gone out;\nI learnt that she had gone at seven in the morning to the Convent of the\nCarmelites of St. Denis, where she was desirous of taking the veil.\nI went to Madame Victoire; there I heard that the King alone had been\nacquainted with Madame Louise’s project; that he had kept it faithfully\nsecret, and that, having long previously opposed her wish, he had only on\nthe preceding evening sent her his consent; that she had gone alone into\nthe convent, where she was expected; and that a few minutes afterwards\nshe had made her appearance at the grating, to show to the Princesse de\nGuistel, who had accompanied her to the convent gate, and to her equerry,\nthe King’s order to leave her in the monastery.",
        "Upon receiving the intelligence of her sister’s departure, Madame\nAdelaide gave way to violent paroxysms of rage, and reproached the King\nbitterly for the secret, which he had thought it his duty to preserve.\nMadame Victoire missed the society of her favourite sister, but she shed\ntears in silence only.  The first time I saw this excellent Princess\nafter Madame Louise’s departure, I threw myself at her feet, kissed her\nhand, and asked her, with all the confidence of youth, whether she would\nquit us as Madame Louise had done.  She raised me, embraced me; and said,\npointing to the lounge upon which she was extended, “Make yourself easy,\nmy dear; I shall never have Louise’s courage.  I love the conveniences of\nlife too well; this lounge is my destruction.”  As soon as I obtained\npermission to do so, I went to St. Denis to see my late mistress; she\ndeigned to receive me with her face uncovered, in her private parlour;\nshe told me she had just left the wash-house, and that it was her turn\nthat day to attend to the linen.  “I much abused your youthful lungs for\ntwo years before the execution of my project,” added she. “I knew that\nhere I could read none but books tending to our salvation, and I wished\nto review all the historians that had interested me.”",
        "She informed me that the King’s consent for her to go to St. Denis had\nbeen brought to her while I was reading; she prided herself, and with\nreason, upon having returned to her closet without the slightest mark of\nagitation, though she said she felt so keenly that she could scarcely\nregain her chair.  She added that moralists were right when they said\nthat happiness does not dwell in palaces; that she had proved it; and\nthat, if I desired to be happy, she advised me to come and enjoy a\nretreat in which the liveliest imagination might find full exercise in\nthe contemplation of a better world.  I had no palace, no earthly\ngrandeur to sacrifice to God; nothing but the bosom of a united family;\nand it is precisely there that the moralists whom she cited have placed\ntrue happiness.  I replied that, in private life, the absence of a\nbeloved and cherished daughter would be too cruelly felt by her family.\nThe Princess said no more on the subject.",
        "The seclusion of Madame Louise was attributed to various motives; some\nwere unkind enough to suppose it to have been occasioned by her\nmortification at being, in point of rank, the last of the Princesses.\nI think I penetrated the true cause.  Her aspirations were lofty; she\nloved everything sublime; often while I was reading she would interrupt\nme to exclaim, “That is beautiful! that is noble!”  There was but one\nbrilliant action that she could perform,–to quit a palace for a cell,\nand rich garments for a stuff gown.  She achieved it!",
        "I saw Madame Louise two or three times more at the grating.  I was\ninformed of her death by Louis XVI.  “My Aunt Louise,” said he to me,\n“your old mistress, is just dead at St.  Denis.  I have this moment\nreceived intelligence of it.  Her piety and resignation were admirable,\nand yet the delirium of my good aunt recalled to her recollection that\nshe was a princess, for her last words were, ’To paradise, haste, haste,\nfull speed.’  No doubt she thought she was again giving orders to her\nequerry.”",
        "     [The retirement of Madame Louise, and her removal from Court, had\n     only served to give her up entirely to the intrigues of the clergy.\n     She received incessant visits from bishops, archbishops, and\n     ambitious priests of every rank; she prevailed on the King, her\n     father, to grant many ecclesiastical preferments, and probably\n     looked forward to playing an important part when the King, weary of\n     his licentious course of life, should begin to think of religion.\n     This, perhaps, might have been the case had not a sudden and\n     unexpected death put an end to his career.  The project of Madame\n     Louise fell to the ground in consequence of this event.  She\n     remained in her convent, whence she continued to solicit favours,\n     as I knew from the complaints of the Queen, who often said to me,\n     “Here is another letter from my Aunt Louise.  She is certainly the\n     most intriguing little Carmelite in the kingdom.”  The Court went to\n     visit her about three times a year, and I recollect that the Queen,\n     intending to take her daughter there, ordered me to get a doll\n     dressed like a Carmelite for her, that the young Princess might be\n     accustomed, before she went into the convent, to the habit of her\n     aunt, the nun.–MADAME CAMPAN]",
        "Madame Victoire, good, sweet-tempered, and affable, lived with the most\namiable simplicity in a society wherein she was much caressed; she was\nadored by her household.  Without quitting Versailles, without\nsacrificing her easy chair, she fulfilled the duties of religion with\npunctuality, gave to the poor all she possessed, and strictly observed\nLent and the fasts.  The table of Mesdames acquired a reputation for\ndishes of abstinence, spread abroad by the assiduous parasites at that of\ntheir maitre d’hotel.  Madame Victoire was not indifferent to good\nliving, but she had the most religious scruples respecting dishes of\nwhich it was allowable to partake at penitential times.  I saw her one\nday exceedingly tormented by her doubts about a water-fowl, which was\noften served up to her during Lent.  The question to be determined was,\nwhether it was ’maigre’ or ’gras’.  She consulted a bishop, who happened\nto be of the party: the prelate immediately assumed the grave attitude of\na judge who is about to pronounce sentence.  He answered the Princess\nthat, in a similar case of doubt, it had been resolved that after\ndressing the bird it should be pricked over a very cold silver dish; if\nthe gravy of the animal congealed within a quarter of an hour, the\ncreature was to be accounted flesh; but if the gravy remained in an oily\nstate, it might be eaten without scruple.  Madame Victoire immediately\nmade the experiment: the gravy did not congeal; and this was a source of\ngreat joy to the Princess, who was very partial to that sort of game.\nThe abstinence which so much occupied the attention of Madame Victoire\nwas so disagreeable to her, that she listened with impatience for the\nmidnight hour of Holy Saturday; and then she was immediately supplied\nwith a good dish of fowl and rice, and sundry other succulent viands.\nShe confessed with such amiable candour her taste for good cheer and the\ncomforts of life, that it would have been necessary to be as severe in\nprinciple as insensible to the excellent qualities of the Princess, to\nconsider it a crime in her.",
        "Madame Adelaide had more mind than Madame Victoire; but she was\naltogether deficient in that kindness which alone creates affection for\nthe great, abrupt manners, a harsh voice, and a short way of speaking,\nrendering her more than imposing.  She carried the idea of the\nprerogative of rank to a high pitch.  One of her chaplains was unlucky\nenough to say ’Dominus vobiscum’ with rather too easy an air; the\nPrincess rated him soundly for it after mass, and told him to remember\nthat he was not a bishop, and not again to think of officiating in the\nstyle of a prelate.",
        "Mesdames lived quite separate from the King.  Since the death of Madame\nde Pompadour he had lived alone.  The enemies of the Duc de Choiseul did\nnot know in what department, nor through what channel, they could prepare\nand bring about the downfall of the man who stood in their way.  The King\nwas connected only with women of so low a class that they could not be\nmade use of for any delicate intrigue; moreover, the Parc-aux-Cerfs was a\nseraglio, the beauties of which were often replaced; it was desirable to\ngive the King a mistress who could form a circle, and in whose drawing-\nroom the long-standing attachment of the King for the Duc de Choiseul\nmight be overcome.  It is true that Madame du Barry was selected from a\nclass sufficiently low.  Her origin, her education, her habits, and\neverything about her bore a character of vulgarity and shamelessness; but\nby marrying her to a man whose pedigree dated from 1400, it was thought\nscandal would be avoided.  The conqueror of Mahon conducted this coarse\nintrigue.",
        "     [It appeared at this period as if every feeling of dignity was lost.\n     “Few noblemen of the French Court,” says a writer of the time,\n     “preserved themselves from the general corruption.  The Marechal de\n     Brissac was one of the latter.  He was bantered on the strictness of\n     his principles of honour and honesty; it was thought strange that he\n     should be offended by being thought, like so many others, exposed to\n     hymeneal disgrace.  Louis XV., who was present, and laughed at his\n     angry fit, said to him: ’Come, M. de Brissac, don’t be angry; ’tis\n     but a trifling evil; take courage.’–’Sire,’ replied M. de Brissac,\n     ’I possess all kinds of courage, except that which can brave\n     shame.’\"–NOTE BY THE EDITOR.]",
        "Such a mistress was judiciously selected for the diversion of the latter\nyears of a man weary of grandeur, fatigued with pleasure, and cloyed with\nvoluptuousness.  Neither the wit, the talents, the graces of the Marquise\nde Pompadour, her beauty, nor even her love for the King, would have had\nany further influence over that worn-out being.",
        "He wanted a Roxalana of familiar gaiety, without any respect for the\ndignity of the sovereign.  Madame du Barry one day so far forgot\npropriety as to desire to be present at a Council of State.  The King was\nweak enough to consent to it.  There she remained ridiculously perched\nupon the arm of his chair, playing all sorts of childish monkey tricks,\ncalculated to please an old sultan.",
        "Another time she snatched a packet of sealed letters from the King’s\nhand.  Among them she had observed one from Comte de Broglie.  She told\nthe King that she knew that rascal Broglie spoke ill of her to him, and\nthat for once, at least, she would make sure he should read nothing\nrespecting her.  The King wanted to get the packet again; she resisted,\nand made him run two or three times round the table, which was in the\nmiddle of the council-chamber, and then, on passing the fireplace, she\nthrew the letters into the grate, where they were consumed.  The King\nbecame furious; he seized his audacious mistress by the arm, and put her\nout of the door without speaking to her.  Madame du Barry thought herself\nutterly disgraced; she returned home, and remained two hours, alone,\nabandoned to the utmost distress.  The King went to her; she threw\nherself at his feet, in tears, and he pardoned her.",
        "Madame la Marechale de Beauvau, the Duchesse de Choiseul, and the\nDuchesse de Grammont had renounced the honour of the King’s intimate\nacquaintance rather than share it with Madame du Barry.  But a few years\nafter the death of Louis XV., Madame la Marechale being alone at the Val,\na house belonging to M. de Beauvau, Mademoiselle de Dillon saw the\nCountess’s calash take shelter in the forest of St. Germain during a\nviolent storm.  She invited her in, and the Countess herself related\nthese particulars, which I had from Madame de Beauvau.",
        "The Comte du Barry, surnamed ’le roue’ (the profligate), and Mademoiselle\ndu Barry advised, or rather prompted, Madame du Barry in furtherance of\nthe plans of the party of the Marechal de Richelieu and the Duc\nd’Aiguillon.  Sometimes they even set her to act in such a way as to have\na useful influence upon great political measures.  Under pretence that\nthe page who accompanied Charles I. in his flight was a Du Barry or\nBarrymore, they persuaded the Comtesse du Barry to buy in London that\nfine portrait which we now have in the Museum.  She had the picture\nplaced in her drawing-room, and when she saw the King hesitating upon the\nviolent measure of breaking up his Parliament, and forming that which was\ncalled the Maupeou Parliament, she desired him to look at the portrait of\na king who had given way to his Parliament.",
        "     [The “Memoirs of General Dumouriez,” vol. i., page 142, contain\n     some curious particulars about Madame Du Barry; and novel details\n     respecting her will be found at page 243 of “Curiosites\n     Historiques,” by J. A. Le Rol (Paris, Plon, 1864).  His\n     investigations lead to the result that her real name was Jean Becu,\n     born, 19th August, 1743, at Vaucouleurs, the natural daughter of\n     Anne Becu, otherwise known as “Quantiny.”  Her mother afterwards\n     married Nicolas Rancon.  Comte Jean du Barry met her among the demi-\n     monde, and succeeded, about 1767, and by the help of his friend\n     Label, the valet de chambre of Louis XV., in introducing her to the\n     King under the name of Mademoiselle l’Ange.  To be formally\n     mistress, a husband had to be found.  The Comte Jean du Barry,\n     already married himself, found no difficulty in getting his brother,\n     Comte Guillaume, a poor officer of the marine troops, to accept the\n     post of husband.  In the marriage-contract, signed on 23d July,\n     1768, she was described as the daughter of Anne Becu and of an\n     imaginary first husband, Sieur Jean Jacques Gomard de Vaubernier,\"\n     and three years were taken off her age.  The marriage-contract was\n     so drawn as to leave Madame du Barry entirely free from all control\n     by her husband.  The marriage was solemnised on 1st September, 1768,\n     after which the nominal husband returned to Toulouse.  Madame du\n     Barry in later years provided for him; and in 1772, tired of his\n     applications, she obtained an act of separation from him.  He\n     married later Jeanne Madeleine Lemoine, and died in 1811.  Madame du\n     Barry took care of her mother, who figured as Madame de Montrable.\n     In all, she received from the King, M. Le Roi calculates, about\n     twelve and a half millions of livres.  On the death of Louis XV.\n     she had to retire first to the Abbey of Pont-aux-Dames, near Meaux,\n     then she was allowed to go to her small house at St. Vrain, near\n     Arpajon, and, finally, in 1775, to her chateau at Louveciennes.\n     Much to her credit be it said, she retained many of her friends,\n     and was on the most intimate terms till his death with the Duc de\n     Brissac (Louis Hercule Timoldon de Cosse-Brissac), who was killed at\n     Versailles in the massacre of the prisoners in September, 1792,\n     leaving at his death a large legacy to her.  Even the Emperor Joseph\n     visited her.  In 1791 many of her jewels were stolen and taken to\n     England.  This caused her to make several visits to that country,\n     where she gained her suit.  But these visits, though she took every\n     precaution to legalise them, ruined her.  Betrayed by her servants,\n     among them by Zamor, the negro page, she was brought before the\n     Revolutionary tribunal, and was guillotined on 8th December, 1793,\n     in a frenzy of terror, calling for mercy and for delay up to the\n     moment when her head fell.]",
        "The men of ambition who were labouring to overthrow the Duc de Choiseul\nstrengthened themselves by their concentration at the house of the\nfavourite, and succeeded in their project.  The bigots, who never forgave\nthat minister the suppression of the Jesuits, and who had always been\nhostile to a treaty of alliance with Austria, influenced the minds of\nMesdames.  The Duc de La Vauguyon, the young Dauphin’s governor, infected\nthem with the same prejudices.",
        "Such was the state of the public mind when the young Archduchess Marie\nAntoinette arrived at the Court of Versailles, just at the moment when\nthe party which brought her there was about to be overthrown.",
        "Madame Adelaide openly avowed her dislike to a princess of the House of\nAustria; and when M. Campan, my father-in-law, went to receive his\norders, at the moment of setting off with the household of the\nDauphiness, to go and receive the Archduchess upon the frontiers, she\nsaid she disapproved of the marriage of her nephew with an archduchess;\nand that, if she had the direction of the matter, she would not send for\nan Austrian.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}